[
  {
    "uuid": "95742ecc4effae604ef43dc2f6f9f637629f2992",
    "url": "https://www.20minutes.fr/societe/4077892-20240223-vais-laisser-faire-clame-imam-mahjoub-mahjoubi-expulse-tunisie",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nicolas Bonzom",
    "published": "2024-02-23T09:48:00Z",
    "title": "« Je ne vais pas me laisser faire », clame l’imam Mahjoub Mahjoubi expulsé en Tunisie",
    "text": "« Je ne vais pas me laisser faire », clame l’imam Mahjoub Mahjoubi expulsé en Tunisieréaction•Mahjoub Mahjoubi a l’intention de « se battre », a-t-il confié à BFM TV, au lendemain de son expulsion, annoncée par le ministre de l’Intérieur Gérald Darmanin N.B. Mahjoub Mahjoubi, l’imam de Bagnols-sur-Cèze ( [Gard](https://www.20minutes.fr/societe/gard/)), e [xpulsé jeudi en Tunisie](https://www.20minutes.fr/societe/4077817-20240222-gerald-darmanin-annonce-expulsion-imam-mahjoub-mahjoubi-vers-tunisie), a l’intention de « se battre », a-t-il confié [à BFM TV](https://www.bfmtv.com/police-justice/je-vais-me-battre-l-imam-mahjoub-mahjoubi-reagit-apres-son-expulsion_AV-202402230286.html). « On m’a cassé en 1.000 morceaux. On a fait circuler des mensonges sur moi. C’est faux (…) Je ne vais pas me laisser faire », a-t-il indiqué. Dans une vidéo, [qui a circulé sur les réseaux sociaux](https://www.20minutes.fr/dossier/imam), Mahjoub Mahjoubi est accusé d’avoir qualifié le « drapeau tricolore », sans préciser s’il s’agissait du drapeau français, de « drapeau satanique » qui n’aurait « aucune valeur auprès d’Allah ». Il s’est défendu, en évoquant un « lapsus », expliquant qu’il dénonçait les rivalités entre supporteurs du [Maghreb](https://www.20minutes.fr/monde/maghreb/), lors de la Coupe d'Afrique des Nations (CAN) de football. « Ce sont des mensonges » Mais les propos qui lui sont reprochés couvriraient un champ bien plus large encore, selon l’arrêté d’expulsion, consulté par l’AFP : il est accusé d’avoir véhiculé « une conception littérale, rétrograde, intolérante et violente de l’ [Islam](https://www.20minutes.fr/dossier/islam), de nature à encourager des comportements contraires aux valeurs de la République », sur les femmes ou les Juifs. A BFM TV, Mahjoub Mahjoubi a assuré qu’il n’avait « en aucun cas » dit que « les Juifs étaient l’ennemi », ou véhiculé des propos discriminatoires envers les femmes. « Ce sont des mensonges. Je n’ai fait que parler d’un texte qui a 1.500 ans (…) Je vais le démontrer. » En [Tunisie](https://www.20minutes.fr/dossier/tunisie), l’ [imam](https://www.20minutes.fr/dossier/imam) gardois dit avoir été « très bien accueilli » par les autorités et par ses proches, sous des applaudissements, assure-t-il. À lire aussi Sujets liés",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.bfmtv.com/police-justice/je-vais-me-battre-l-imam-mahjoub-mahjoubi-reagit-apres-son-expulsion_AV-202402230286.html).",
      "https://bfmtv.com/police-justice/je-vais-me-battre-l-imam-mahjoub-mahjoubi-reagit-apres-son-expulsion_AV-202402230286.html)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T13:00:53.194+02:00",
    "updated": "2024-02-23T13:00:53.194+02:00"
  },
  {
    "uuid": "82394092f00ad9d3343ba72647ec16feb9987b9d",
    "url": "https://lancasteronline.com/sports/nfl/derrick-henry-says-goodbye-thanks-titans-fans-after-final-game-before-free-agency/article_7784342e-5b4b-5fd6-b8f5-4b370e78ed19.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Evan Wheaton - pennlive.com (TNS)",
    "published": "2024-01-07T22:36:00Z",
    "title": "Derrick Henry says goodbye, thanks Titans fans after final game before free agency | NFL | lancasteronline.com",
    "text": "After what was likely Derrick Henry’s last game with the Tennessee Titans on Sunday, the superstar running back thanked the home crowd and Titans fans for their support over his eight-year tenure with Tennessee. Henry’s four-year, $50 million contract ends after the 2023-24 season and with Tennessee out of the playoffs, Henry potentially played his final game for the team that selected him in the second round of the 2016 NFL Draft. The four-time Pro Bowler and 2020 Offensive Player of the Year took to the mic to let Titans faithful know how appreciative he’s been of his time in Tennessee. “Titans fans, I just wanted to say thank you for the greatest eight years of my life,” Henry said. “The ups and the downs, ya’ll have been there through everything, all the adversity watching me grow as a person and a player, always supporting me.” The Alabama alum has rushed for 9,502 yards and 89 touchdowns through his NFL career, sitting at the No. 2 spot for all-time rushing yards in Titans franchise history behind Eddie George. Henry, who just turned 30 years old on Thursday, showed the league he still has gas in the tank by rushing for 153 yards and a touchdown in a 28-20 win over the Jaguars in the regular season finale on Sunday. “I love it all. I love seeing the 22s in the stadium. Hopefully I was an inspiration to all the young kids and everybody in the community,” Henry said. “Just thank you so much. God is good and Titan up, baby.” – Follow Evan Wheaton on X/Twitter @EvanWheaton ©2024 Advance Local Media LLC. Visit pennlive.com . Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derrick henry",
          "sentiment": "negative"
        },
        {
          "name": "eddie george",
          "sentiment": "none"
        },
        {
          "name": "henry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tennessee titans",
          "sentiment": "negative"
        },
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "titans",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:58:28.036+02:00",
    "updated": "2024-01-08T00:58:28.036+02:00"
  },
  {
    "uuid": "b25b8dc1936e31fdbc2ff85f23b9bc50f08734b1",
    "url": "https://trevorjszus.pages10.com/top-dumpster-service-dayton-ohio-secrets-59776556",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Trevorjszus Pages",
    "published": "2023-12-28T16:56:00Z",
    "title": "Top dumpster service dayton ohio Secrets",
    "text": "SC Industries did an excellent task once we hired them to take care of our cleanup following a little development undertaking. They have been rapid, clear, and simple to work with.\nWhilst we accept most particles forms, there are several resources we can’t just take off your hands. This features harmful squander like domestic chemical substances, oil, asbestos and auto tires.\nMost significantly, a buyer gained’t wish to really feel like they’re currently being nickel-and-dimed as a result of surprising costs. Buyers can check with dumpster rental companies any of the subsequent concerns that will help information their conclusion-creating method so that they know What to anticipate.\nWe bundle the costs of your rental period, delivery and pickup into 1 very low, upfront rate. The cost of a roll off dumpster will vary dependant on your spot, the sort and degree of debris, the dumpster size you may need as well as size of the rental period of time.\nIn the majority of markets, our largest container size may be the forty-lawn dumpster. This generous dimensions is perfect for comprehensive and prolonged assignments, providing ample Room for tasks ranging from commercial cleanouts to sizeable residence renovations.\nClean up out your home, garage, building internet site, or lose and insert parts of household furniture or large objects without difficulty. Wander-In Dumpster: Stroll into your dumpster to generate greatest use of Place, with quick open up barn doors\nPrice range Dumpster helps people, business and industrial prospects by examining their disposal requires and facilitating the shipping of waste elimination services, including the provision of the mandatory dumpster equipment.\nWonderful! Confirmed up punctually using a truck and a little dumpster. Loaded every little thing for me, which genuinely helped mainly because some of it absolutely was rather heavy. Hauled many of the rubbish absent.\nExact same-day delivery is feasible depending on our availability plus your spot. We recognize that some assignments involve speedy entry to a roll-off dumpster, and we strive to accommodate such requests whenever possible.\nThe charges related to dumpster rental aren’t overly challenging, but for customers who want to ensure they’re receiving the ideal dimension and magnificence, the method can really feel challenging.\nA fascinating substitute is to acquire a dumpster bag from the local hardware store for around $30.\ncheck this site out These occur collapsed, so the customer simply just sets it up inside their driveway and fills it with check these guys out any debris like plywood, tile, or luggage of trash.\nAll our containers have a established excess weight limit that demonstrates the tonnage of debris covered within your dumpster selling price. Going more than it's going to cause a prorated for every-ton disposal rate.\nCustomers will want to collect a few offers from local companies to ascertain the very best level for his or her region, but these guidelines will supply an First estimate customers can perform from.\nConstantly overestimate the quantity and excess weight of one's trash if you’ve preferred to select a variable charge on the dumpster rental. This way you’ll fork out significantly less for those who’re beneath the limit, While for those who go in excess of, you’ll shell out yet another cost of about $forty to $one hundred for each ton for your overage fee.\nTop dumpster service dayton ohio Secrets\nSC Industries did an excellent task once we hired them to take care of our cleanup following a little development undertaking. They have been rapid, clear, and simple to work with.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://zanderktahr.blogvivi.com/24644031/top-dumpster-trash-service-near-me-secrets",
      "https://dumpster-rental-dayton-oh73951.spintheblog.com/24543208/rumored-buzz-on-dumpster-rental-dayton-oh",
      "https://www.zanderktahr.blogvivi.com/24644031/top-dumpster-trash-service-near-me-secrets",
      "https://www.dumpster-rental-dayton-oh73951.spintheblog.com/24543208/rumored-buzz-on-dumpster-rental-dayton-oh"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sc industries",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:23.717+02:00",
    "updated": "2023-12-29T00:01:23.717+02:00"
  },
  {
    "uuid": "14cd4e913a6367530f2f71a92bdce5d022a561b5",
    "url": "https://odia.ig.com.br/rio-de-janeiro/2024/01/6781715-movimentos-contra-lgbtfobia-organizam-ato-apos-agressao-a-mulheres-trans-na-lapa.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "O Dia",
    "published": "2024-01-25T21:04:00Z",
    "title": "Movimentos contra LGBTfobia organizam ato após agressão a mulheres trans na Lapa | Rio de Janeiro | O Dia",
    "text": "Mulher trans denuncia ter sido agredida em uma casa de show na Lapa, no Centro do RioReprodução/Redes sociais [agressões transfóbicas e racistas](https://odia.ig.com.br/rio-de-janeiro/2024/01/6778217-policia-investiga-agressao-contra-mulheres-trans-na-lapa.html)sofridas por duas mulheres trans e negras na saída de um evento no Casarão do Firmino, na Lapa. Os manifestantes vão se concentrar às 19h, na Cinelândia, no Centro do Rio. De lá, o grupo vai fazer passeata até o local onde aconteceram as agressões, na madrugada da última sexta-feira (19). - Rigorosa punição de todos os envolvidos no crime - Responsabilização cível do estabelecimento, com base na Lei Estadual Antidiscriminação em Estabelecimentos Comerciais - Exigência de um sistema de monitoramento por câmeras e implementação de protocolos de segurança nos estabelecimentos da Lapa - Canais seguros para denúncia e acolhimento de violências LGBTfóbicas e machistas - Mudança no comando da 5ª DP (Mem de Sá) devido ao que afirmaram ser 'comprovada incapacidade de investigar e processar absolutamente todos os crimes conhecidos entre ativistas LGBTIA+ na região'. Na delegacia, segundo a mulher, mais momentos de violência ocorreram. \"Quando as pessoa veem duas travestis negras pedindo ajuda, elas entram em todos os estereótipos possíveis para poder deturpar a história e fazer com que (falem): 'Elas fizeram alguma coisa, elas causaram isso'. Toda hora a escrivã tentava deturpar, colocar que a gente estava em casa noturna, mas a gente estava no samba, colocar alguma conotação de que nós éramos prostitutas. Toda hora ela colocava em dúvida as coisas que a gente estava falando\", desabafou. Dois seguranças do Casarão e o motorista de aplicativo também foram ouvidos na distrital e as vítimas passaram por exame de corpo de delito. Uma delas teve o nariz quebrado, outra fraturou a costela. Para a mulher, o trio foi vítima do machismo e da violência de gênero.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:16:40.275+02:00",
    "updated": "2024-01-26T00:16:40.275+02:00"
  },
  {
    "uuid": "bbb7326df43d0fbb78ebcd3b33d12231972df35c",
    "url": "https://www.prokerala.com/news/articles/a1492528.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prokerala",
    "published": "2023-12-31T02:45:00Z",
    "title": "United Cup: Fernandez leads Canada past Chile in nail-biter",
    "text": "Sydney, Dec 31 : Leylah Fernandez's twin win led Canada to 2-1 victory over Chile in a United Cup nail-biter here on Sunday. Chile was two points from claiming a riveting United Cup Group B tie on Sunday afternoon when Tomas Barrios Vera and Daniela Seguel led Canadian duo Steven Diez and Fernandez 8/6 in the Match Tie-break of the deciding mixed doubles. But the Canadians rallied to win 7-5, 4-6, 10-8. Earlier in the day, Fernandez got Canada off to the perfect start in its first-ever United Cup match when she cruised past Chile's Seguel 6-2, 6-3 before Nicolas Jarry beat Diez 7-5, 6-4 to level the tie scores. Then, Fernandez turned around to show off her doubles skills, teaming with Diez to guide Canada to a 7-5, 4-6 [10-8] victory in mixed doubles to secure a 2-1 victory. With a 1-0 record, Canada will now wait until Wednesday to face Greece. Chile will take on Greece on Tuesday. All three ties that have taken place in Sydney have been decided in the mixed doubles. On Saturday, the Netherlands beat Norway 2-1 and Germany defeated Italy 2-1.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fernandez",
          "sentiment": "negative"
        },
        {
          "name": "leylah fernandez",
          "sentiment": "negative"
        },
        {
          "name": "daniela seguel",
          "sentiment": "none"
        },
        {
          "name": "nicolas jarry",
          "sentiment": "none"
        },
        {
          "name": "steven diez",
          "sentiment": "none"
        },
        {
          "name": "tomas barrios vera",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "canada to 2-1",
          "sentiment": "negative"
        },
        {
          "name": "seguel",
          "sentiment": "none"
        },
        {
          "name": "united cup group b",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "chile",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "greece",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T10:11:21.127+02:00",
    "updated": "2023-12-31T10:11:21.127+02:00"
  },
  {
    "uuid": "05385cf597b22f7df6a4b7fb062af79268e9f442",
    "url": "https://www.everyeye.it/notizie/lego-horizon-adventures-non-convince-debutto-pessimi-numeri-steam-756779.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@everyeye",
    "published": "2024-11-14T21:45:00Z",
    "title": "LEGO Horizon Adventures non convince al debutto: ecco i pessimi numeri su Steam",
    "text": "[3](https://www.everyeye.it/articoli/speciale-giochi-tripla-guardano-passato-potrebbero-futuro-64776.html#anchor_commenti)Speciale Videogiochi [I giochi AAA che guardano al passato potrebbero essere il futuro](https://www.everyeye.it/articoli/speciale-giochi-tripla-guardano-passato-potrebbero-futuro-64776.html) Eccoci finalmente al giorno del debutto di [LEGO Horizon Adventures. Aloy non è mai stata così simpatica](https://www.everyeye.it/articoli/recensione-lego-horizon-adventures-aloy-non-simpatica-64768.html) e il nuovo viaggio dell'eroina di casa Guerrilla è pronto a sorprendere il proprio pubblico. LEGO Horizon Adventures ha attirato l'attenzione dei fan di Horizon e dei mattoncini danesi, tanto da rendere il 14 novembre un giorno importantissimo. Nel corso della giornata il titolo è stato rilasciato su PC, PlayStation 5 e Nintendo Switch, dando il via ad una giornata di festeggiamenti in compagnia di Aloy. Dopo essere partiti alla [scoperta del nuovo mondo di LEGO Horizon Adventures con il dietro le quinte](https://www.everyeye.it/notizie/lego-horizon-adventures-quinte-porta-scoperta-mondo-755772.html) pubblicato negli scorsi giorni, il titolo è pronto a mostrare al mondo il risultato della fatica di Guerrilla e PlayStation. Ma come sta andando il gioco? Secondo le ultime stime riportate da SteamDB, LEGO Horizon Adventures ha avuto un picco di 602 giocatori in simultanea. L'avvio della nuova avventura è ben lontana dalle più rosee aspettative e l'accoglienza del pubblico è stata a dir poco glaciale. Per il momento, infatti, il gioco a tema LEGO non ha ricevuto un feedback incredibilmente positivo, ma nel corso dei prossimi giorni la situazione potrebbe migliorare. In attesa di ulteriori aggiornamenti su LEGO Horizon Adventures e sull'accoglienza da parte del pubblico, vi rimandiamo alla lettura del nostro articolo sul [cambiamento radicale dell'esclusiva PlayStation con LEGO Horizon Adventures](https://www.everyeye.it/articoli/provato-lego-horizon-adventures-esclusiva-playstation-cambia-completamente-63998.html). [Su EA SPORTS FC 25 Standard Edition PS5 è uno dei più venduti di oggi.](https://www.amazon.it/dp/B0D9895N55?tag=notizie_vg-21) Questo testo include collegamenti di affiliazione: se effettui un acquisto o un ordine attraverso questi collegamenti, il nostro sito potrebbe ricevere una commissione in linea con la nostra [pagina etica](https://www.everyeye.it/advertising/). Le tariffe potrebbero variare dopo la pubblicazione dell'articolo. Altri contenuti per LEGO Horizon Adventures Che voto dai a: LEGO Horizon Adventures Contenuti più Letti",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.amazon.it/dp/B0D9895N55?tag=notizie_vg-21)",
      "https://www.amazon.it/dp/B0D9895N55",
      "https://amazon.it/dp/B0D9895N55?tag=notizie_vg-21)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Aloy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "LEGO Horizon Adventures",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T00:31:59.627+02:00",
    "updated": "2024-11-15T00:31:59.627+02:00"
  },
  {
    "uuid": "fe076f25f18fdb969bd4bc95b2ae92362018504c",
    "url": "https://ch.zonebourse.com/actualite-bourse/Les-chars-israeliens-avancent-dans-Gaza-des-dizaines-de-milliers-de-sans-abris-supplementaires-45646025/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zonebourse",
    "published": "2023-12-28T19:02:00Z",
    "title": "Les chars israéliens avancent dans Gaza, des dizaines de milliers de sans-abris supplémentaires - 28/12/2023 | Zonebourse",
    "text": "(Actualisé tout du long)\npar Nidal al-Mughrabi et Bassam Masoud\nLE CAIRE/GAZA, 28 décembre (Reuters) - Les chars de l'armée israélienne progressaient jeudi en plein coeur de la bande de Gaza, après avoir multiplié les bombardements contre l'enclave palestinienne ces derniers jours, forçant des dizaines de milliers de familles palestiniennes à fuir à nouveau, sans avoir d'endroit où se rendre.\nUn journaliste palestinien a publié des photos montrant ses chars d'assaut israéliens près d'une mosquée à Boureij, dans le centre du territoire, après avoir semble-t-il traversé des vergers situés à l'est de la ville.\nPlus au sud, les forces israéliennes ont lancé des frappes près d'un hôpital dans le centre de Khan Younès, principale ville du sud de la bande de Gaza, où les habitants craignaient une nouvelle opération terrestre dans une zone densément peuplée de familles sans-abri depuis le début de la guerre.\nUn bombardement israélien contre la ville de Rafah, à la frontière avec l'Egypte, au sud du territoire, a tué jeudi soir 20 Palestiniens et en a blessé 55 autres, a déclaré le porte-parole du ministère gazaoui de la Santé. Le bâtiment visé abritait des civils déplacés par les combats, ont dit des médecins et des habitants.\nLes autorités de santé palestiniennes ont indiqué plus tôt que les bombardements israéliens avaient fait 210 morts au cours des vingt-quatre dernières heures, portant à plus de 21.300 le nombre de Palestiniens tués depuis qu'Israël a décrété le siège de l'enclave en réponse à l'attaque du Hamas le 7 octobre.\nDes milliers de personnes supplémentaires pourraient être mortes sous les décombres des bâtiments détruits par les frappes israéliennes, qui ont ravagé des quartiers entiers de l'enclave, densément peuplée, où vivent quelque 2,3 millions d'habitants.\nL'armée israélienne a accentué son opération terrestre dans Gaza juste avant Noël, malgré des appels de son plus proche allié, les Etats-Unis, lui enjoignant de réduire son activité militaire après quasiment douze semaines d'offensive.\nLes combats ont été suspendus une semaine, fin novembre, dans le cadre d'une pause obtenue sous la médiation du Qatar destinée à permettre les libérations d'otages supplémentaires et à favoriser l'acheminement d'aide dans la bande de Gaza, où l'Onu a averti d'une catastrophe humanitaire.\n\"NULLE PART OÙ ALLER\"\nUn porte-parole du gouvernement israélien a indiqué jeudi que 110 des 240 otages enlevés le 7 octobre ont été libérés durant cette trêve, tandis que 23 otages ont été déclarés morts par contumace.\nLes combats se concentrent désormais principalement dans des zones centrales de l'enclave, situées au sud des terres marécageuses coupant l'enclave en deux, où les civils ont reçu de Tsahal la consigne de se réfugier.\nLes dizaines de milliers de Palestiniens fuyant les districts de Nousseirat, Boureij et Maghazi, se dirigeaient vers le sud ou l'ouest de la bande de Gaza, pour se rendre notamment dans la ville côtière de Deir al Balah, déjà surpeuplée, où des camps de fortune ont été érigés à la hâte avec des tentes.\n\"Plus de 150.000 personnes - des enfants en bas âge, des femmes portant des nourrissons, des personnes âgées et handicapées - n'ont nulle part où aller\", a déclaré l'Office de secours et de travaux des Nations unies pour les réfugiés de Palestine dans le Proche-Orient (UNRWA) dans un communiqué diffusé sur les réseaux sociaux.\n\"Ce moment est venu, j'aurais souhaité que cela n'arrive jamais, mais il semble que le déplacement soit une nécessité\", a déclaré Omar, 60 ans, qui dit avoir été contraint de quitter Boureij avec au moins 35 membres de sa famille, alors que l'est de la ville était le théâtre jeudi matin d'intenses combats avec l'arrivée de colonnes de chars israéliens.\n\"Nous sommes maintenant dans une tente à Deir al Balah à cause de la guerre brutale d'Israël\", a-t-il déclaré à Reuters par téléphone. \"Israël tue des docteurs, des journalistes et des civils\", a-t-il ajouté.\nKhan Younès, où l'armée israélienne progresse depuis le 1er décembre, a été l'objet d'intenses bombardements.\nLe Croissant-Rouge palestinien, qui gère l'hôpital et le quartier environnant, a déclaré que 10 Palestiniens avaient été tués et 12 autres blessés dans ce qui constituait un troisième bombardement ciblant la zone en moins d'une heure.\nDes habitants ont dit penser que Tsahal cherchait à provoquer un nouvel exode en amont d'une intensification de son offensive terrestre.\nNon loin de là, à l'hôpital Nasser, principal centre médical de Khan Younès et plus grand centre de santé toujours opérationnel dans la bande de Gaza, femmes et enfants hurlaient leur peine alors que des cadavres et des blessés arrivaient.\nPlusieurs soignants s'affairaient pour tenter de réanimer un nourrisson immobile dans son berceau. \"Non\", a hoché de la tête un médecin, signalant le décès du bébé.\nL'EGYPTE DIT AVOIR PROPOSÉ UN PLAN DE PAIX\nIsraël a indiqué que trois soldats supplémentaires avaient été tués, portant à 169 le nombre de membres de l'armée morts dans le cadre de l'offensive terrestre à Gaza.\nDepuis que Tsahal a commencé ses bombardements contre l'enclave, la quasi-totalité des 2,3 millions d'habitants ont été contraints de se déplacer au moins une fois - pour nombre d'entre eux, bien plus.\nSeuls une poignée d'hôpitaux sont toujours opérationnels dans l'enclave, où manquent nourriture, médicaments, eau potable et carburant.\nAu fil de la guerre, Tsahal a exprimé ses regrets à propos des pertes civiles, tout en blâmant le Hamas, l'accusant d'opérer dans des zones densément peuplées ou d'utiliser les civils comme boucliers humains - des accusations rejetées par le groupe palestinien.\nPlus tôt ce mois-ci, le président américain Joe Biden a prévenu Israël qu'il commençait à perdre le soutien dont il disposait sur la scène internationale du fait de ses \"bombardements indiscriminés\" dans la bande de Gaza.\nWashington demande désormais à l'Etat hébreu de se focaliser sur les combattants du Hamas, alors que l'objectif annoncé par le Premier ministre israélien Benjamin Netanyahu est d'\"éradiquer\" le groupe palestinien qu'il considère comme terroriste.\nL'Egypte, qui sert avec le Qatar de médiateur entre Israël et les groupes palestiniens, a dit avoir proposé un plan de paix avec trois étapes pour parvenir à un cessez-le-feu. Le Caire, qui a notamment accueilli la semaine dernière le chef du bureau politique du Hamas pour des pourparlers, a indiqué n'avoir pour l'heure pas de réponse des parties prenantes au conflit.\nIsraël répète publiquement qu'il stoppera son offensive à Gaza seulement lorsqu'il aura détruit le Hamas, seule solution selon lui pour préserver sa sécurité nationale et libérer les derniers otages. (Reportage Nidal al-Mughrabi au Caire, Bassam Masoud à Gaza, Maayan Lubell à Jérusalem; version française Zhifan Liu et Jean Terzian, édité par Kate Entringer et Tangi Salaün)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:14:32.973+02:00",
    "updated": "2023-12-29T00:14:32.973+02:00"
  }
]