[
  {
    "uuid": "67b06c2c7cfddf73124aa34035ccccbe65215107",
    "url": "https://abcnews.go.com/WNT/video/retired-military-dog-reunites-previous-handler-106013018",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2023-12-31T04:52:00Z",
    "title": "WATCH: Retired military dog reunites with previous handler",
    "text": "Retired military dog reunites with previous handler\nAfter being apart for two years U.S. Air Force Staff Sergeant Michael Alcala reunites with his former military dog when the dog retired from service.\nDecember 30, 2023\nExamined\nExamined\nWhat’s next for Russia?Jun 29, 2022\nWhat comes next after Texas school shooting?May 25, 2022\nWhat's next for abortion rights in America?May 03, 2022\nThe new battle for voting rightsMay 02, 2022\nHow we can build a clean and renewable futureApr 19, 2022\nThe fight for KyivMar 11, 2022\nExamining extremism in the militaryApr 27, 2021\nGun violence: An American epidemic?May 03, 2023\nBorder crisis: What’s happening at the US-Mexico border?Jun 18, 2021\nRemembering George Floyd: A year of protestMay 25, 2021\nThe source of COVID-19: What we knowApr 07, 2021\nHow did the GameStop stock spike on Wall Street happen?Feb 12, 2021\nWhy are people hesitant to trust a COVID-19 vaccine?Dec 10, 2020\nHow climate change and forest management make wildfires harder to containSep 29, 2020\nDisparity in police response: Black Lives Matter protests and Capitol riotFeb 23, 2021\n2020 in review: A year unlike any otherDec 22, 2020\nExamined: How Putin keeps powerMar 12, 2021\nWhy don’t the Electoral College and popular vote always match up?Oct 29, 2020\nUS crosses 250,000 coronavirus deathsNov 18, 2020\n2nd Impeachment Trial: What this could mean for TrumpFeb 08, 2021\nPresidential transition of power: ExaminedDec 01, 2020\nHow Donald Trump spent his last days as presidentJan 18, 2021\nHow Joe Biden's inauguration will be different from previous yearsJan 15, 2021\nBelarus’ ongoing protests: ExaminedDec 04, 2020\nTrump challenges the vote and takes legal actionNov 05, 2020\n2020’s DNC and RNC are different than any beforeAug 17, 2020\nWhat is happening with the USPS?Aug 20, 2020\nVoting in 2020 during COVID-19Oct 13, 2020\nDisinformation in 2020Oct 30, 2020\nABC News Specials on\nImpact X Nightline: On the BrinkDec 14, 2023\nImpact X Nightline: Unboxing SheinNov 27, 2023\nThe Lady Bird DiariesNov 27, 2023\nImpact X Nightline: It's BritneyNov 27, 2023\nImpact X Nightline: Natalee Holloway -- A Killer ConfessesNov 27, 2023\nImpact X Nightline: Who Shot Tupac?Nov 27, 2023\nWild CrimeOct 26, 2022\nImpact x NightlineOct 28, 2022\nPower Trip: Those Who Seek Power and Those Who Chase ThemSep 27, 2022\nThe Murders Before the MarathonSep 01, 2022\nThe Ivana Trump Story: The First WifeJul 25, 2022\nAftershockJul 18, 2022\nMormon No MoreJun 22, 2022\nLeave No Trace: A Hidden History of the Boy ScoutsJun 15, 2022\nKeeper of the Ashes: The Oklahoma Girl Scout MurdersMay 20, 2022\nThe Orphans of COVID: America's Hidden TollMay 13, 2022\nSuperstar: Patrick SwayzeApr 14, 2022\nThe Kardashians -- An ABC News SpecialApr 05, 2022\n24 Months That Changed the WorldMar 30, 2022\nHave You Seen This Man?Mar 22, 2022",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael alcala",
          "sentiment": "none"
        },
        {
          "name": "george floyd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. air force",
          "sentiment": "negative"
        },
        {
          "name": "gamestop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T07:51:31.091+02:00",
    "updated": "2023-12-31T07:51:31.091+02:00"
  },
  {
    "uuid": "2568b4c98fa5774aeee31329e08b5ccede40e8c7",
    "url": "https://www.lavozdegalicia.es/noticia/internacional/2024/02/01/futuro-zaluzhni-ejercito-complica-kiev-baraja-contraofensiva/00031706821120648504560.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2024-02-01T20:02:00Z",
    "title": "El futuro de Zaluzhni en el Ejército se complica mientras Kiev baraja una contraofensiva",
    "text": "La guerra de Ucrania se le pone cuesta arriba a Kiev. El futuro de la contienda para la liberación del país consigue la medalla de la financiación europea, pero la iniciativa rusa y el posible cese al frente del Ejército del general Valery Zaluzhni podrían complicar la contraofensiva que la inteligencia ucraniana baraja para después de la primavera . Los desmentidos de la oficina del presidente, Volodímir Zelenski , no han servido para rebajar las tensiones públicas en torno al cese de Zaluzhni. Varios medios anglosajones, como CNN o Financial Times , llevan días reportando, a través de fuentes del Ejército y de la Administración ucraniana, que el general de mayor prestigio de Ucrania, considerado un héroe nacional, podría darse «a finales de esta semana».\nSegún la propia cadena británica, el propio Zelenski llegó a despedir al comandante en jefe del Ejército. Sin embargo, se topó con el freno que le pusieron el jefe de la inteligencia militar ucraniana, Kirilo Budánov, y del comandante de las Fuerzas Terrestres, Oleksandr Sirski . Ambos se negaron a aceptar el cese de Zaluzhni, por lo que el presidente acabó reculando.\nSin embargo, los últimos reportes de fuentes conocedoras del caso apuntan a que el decreto presidencial que comunique su relevo podría llegar a finales de esta semana, conocidas las rencillas entre los dos mandatarios. Y además, apuntan a que el propio Sirski podría ser el sucesor de Zaluzhni.\nPlanes de contraofensiva\nBudánov, por otra parte, reconoció ante la cadena estatal ucraniana que «la ofensiva [rusa] proseguirá. Alrededor del comienzo de la primavera se agotará». Y ese será el momento en el que Kiev empezará a construir otro proyecto de contraofensiva pese a los resultados de la anterior.\nEl jefe de la inteligencia ucraniana reconoció «avances» rusos en el Dombás. Concretamente en la localidad de Avdiivka, en Donetsk, que se ha convertido en la nueva Bajmut, con ambos bandos disputándose barrio a barrio la ciudad. Sin embargo, y pese a que reconoció que Rusia ahora «tiene la iniciativa», no ha cumplido sus objetivos militares , que citó como recuperar por completo las regiones de Donetsk y Lugansk y llegar hasta el río Chorni Zherevets en la región de Járkov.\nCon todo, la ofensiva rusa y la incertidumbre del mando militar en la guerra ponen en cuestión la contraofensiva. Especialmente sin el apoyo de Estados Unidos y los escasos logros de la anterior, que ya se reconoce como un fracaso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:25:56.881+02:00",
    "updated": "2024-02-02T01:25:56.881+02:00"
  },
  {
    "uuid": "ec7ea06d003f7e330965550369d21bb3f7eae080",
    "url": "https://ground.news/article/blackpool-tower-fire-video-captures-blaze-as-people-evacuated_612ad4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T19:12:00Z",
    "title": "Ground News - Blackpool Tower fire: Video captures 'blaze' as people evacuated",
    "text": "Summary by Ground News Incident reported at around 2.15pm today and there are six fire engines at the scene. Pictures and videos have been shared widely on social media showing flames coming from the top of the structure. Streets around the tower have been cordoned off by police following the blaze - believed to have occurred close to the 360 degree viewing platform. Share menu More\nFilters 3 Articles 3 Articles All Left Center Right\nThe Independent Lean Left High Factuality Individual: Evgeny Lebedev Fire crews called to Blackpool Tower as people evacuated and ordered to stay away Lancashire Fire and Rescue Service urged people to not fly drones around landmark structure\n6 hours ago · London, United Kingdom Read Full Article\nThe Independent Lean Left High Factuality Individual: Evgeny Lebedev\nFire crews called to Blackpool Tower as people evacuated and ordered to stay away Lancashire Fire and Rescue Service urged people to not fly drones around landmark structure\n6 hours ago · London, United Kingdom Read Full Article Manchester Evening News Lean Left Mixed Factuality Media Conglomerate: Reach Plc Blackpool Tower fire: Video captures 'blaze' as people evacuated Footage has captured the moment the Blackpool Tower fire started\n7 hours ago · Manchester, United Kingdom Read Full Article\nManchester Evening News Lean Left Mixed Factuality Media Conglomerate: Reach Plc\nBlackpool Tower fire: Video captures 'blaze' as people evacuated Footage has captured the moment the Blackpool Tower fire started\n7 hours ago · Manchester, United Kingdom Read Full Article Stoke Sentinel Media Conglomerate: Reach Plc Blackpool Tower blaze sparks evacuation as people ordered to stay away Pictures and videos have been shared on social media of flames coming from the top of the iconic structure\n7 hours ago · Stoke, United Kingdom Read Full Article\nStoke Sentinel Media Conglomerate: Reach Plc\nBlackpool Tower blaze sparks evacuation as people ordered to stay away Pictures and videos have been shared on social media of flames coming from the top of the iconic structure\n7 hours ago · Stoke, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.stokesentinel.co.uk/news/uk-world-news/blackpool-tower-blaze-sparks-evacuation-9002082?utm_source=ground.news&utm_medium=referral",
      "https://www.manchestereveningnews.co.uk/news/uk-news/blackpool-tower-fire-dramatic-video-28359906?utm_source=ground.news&utm_medium=referral",
      "https://www.independent.co.uk/news/uk/home-news/blackpool-tower-fire-promenade-news-b2470482.html?utm_source=ground.news&utm_medium=referral",
      "https://www.manchestereveningnews.co.uk/news/uk-news/blackpool-tower-fire-dramatic-video-28359906",
      "https://www.independent.co.uk/news/uk/home-news/blackpool-tower-fire-promenade-news-b2470482.html",
      "https://independent.co.uk/news/uk/home-news/blackpool-tower-fire-promenade-news-b2470482.html?utm_source=ground.news&utm_medium=referral",
      "https://www.stokesentinel.co.uk/news/uk-world-news/blackpool-tower-blaze-sparks-evacuation-9002082",
      "https://manchestereveningnews.co.uk/news/uk-news/blackpool-tower-fire-dramatic-video-28359906?utm_source=ground.news&utm_medium=referral",
      "https://stokesentinel.co.uk/news/uk-world-news/blackpool-tower-blaze-sparks-evacuation-9002082?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evgeny lebedev",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "independent lean left high factuality individual",
          "sentiment": "none"
        },
        {
          "name": "lancashire fire and rescue service",
          "sentiment": "none"
        },
        {
          "name": "united kingdom read full",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "blackpool tower",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:25.325+02:00",
    "updated": "2023-12-29T00:43:25.325+02:00"
  },
  {
    "uuid": "b4bbbf72b2cbfca3498ba8b990b705b3cdde8d8a",
    "url": "https://www.zocalo.com.mx/destaca-claudia-sheinbaum-la-importancia-de-salir-a-votar-el-1-de-junio-en-la-eleccion-del-poder-judicial",
    "ord_in_thread": 0,
    "author": "José Alfredo Ramos López",
    "published": "2025-04-16T21:11:00Z",
    "title": "Destaca Claudia Sheinbaum la importancia de salir a votar el 1 de junio en la elección del Poder Judicial",
    "text": "Ciudad de México.- La presidenta Claudia Sheinbaum Pardo destacó la importancia de que todas y todos los mexicanos participen en la elección del próximo 1° de junio para elegir a sus juezas, jueces, magistradas, magistrados, ministras y ministros de la Suprema Corte de Justicia de la Nación (SCJN), ya que es la única manera de sanear al Poder Judicial y con ello se demuestra que México es el país más democrático del mundo.\n“Es una elección histórica, es la primera vez que en México se va a elegir al Poder Judicial y también es un ejemplo al mundo. Pero el que el pueblo decida quiénes van a ser sus jueces es algo que así, a este nivel de participación y de apertura, creo que no hay ningún lugar en el mundo. Entonces, es un parteaguas en la historia de México y un ejemplo al mundo de que México es el país más democrático de todos, por una razón: porque en México quien decide es el pueblo. Entonces es muy importante que todos participemos, todos, sin excepción, todos y todas salgamos a votar el 1º de junio”, destacó en la conferencia matutina: “La mañanera del pueblo”.\nAseguró que el hecho de que el pueblo sea quien elija a sus jueces convierte la elección en histórica, ya que democratiza un proceso en el que antes de la reforma al Poder Judicial proponía la Presidencia y el Senado de la República decidía.\n“Es la única manera de sanear al Poder Judicial, que la gente decida, es muy importante la participación y que se haya permitido que nosotros difundamos el 1 de junio. Que a nadie se le olvide, el 1° de junio es el día de la elección al poder judicial, es muy importante que todos participemos”, agregó.\nLa secretaria de gobernación, Rosa Icela Rodríguez Velázquez, recordó que el Tribunal Electoral del Poder Judicial de la Federación (TEPJF) , modificó el acuerdo emitido por el Consejo General del Instituto Nacional Electoral (INE), por el que se aprobaron los criterios que garantizan la equidad e imparcialidad en el desarrollo de las campañas y veda electoral para el proceso electoral extraordinario del Poder Judicial de la Federación, ya que concluyó que indebidamente el INE determinó ser la única autoridad con atribuciones exclusivas para la promoción del voto y de la participación ciudadana, ya que dichas restricciones no están previstas expresamente en la Ley y son contrarias a la Constitución.\nPor ello, la Sala Superior del TEPJF, decidió que pueden promover el voto los Poderes de la Unión: Ejecutivo, Legislativo y Judicial federales; los Poderes Estatales exclusivamente para elecciones judiciales en sus entidades; los Organismos Públicos Locales Electorales (OPLE) y personas servidoras públicas.\nEn este sentido, puntualizó que está permitido promover el voto y participación ciudadana sin aludir a ninguna candidatura en específico; las campañas de comunicación social sin sesgo o apoyo a determinada candidatura; las campañas de orientación didácticas o educativas para informar la forma en que se podrá emitir el voto para cada uno de los cargos; y la comunicación social de carácter institucional que cumpla con fines informativos, educativos y de orientación social sobre el proceso.\nEn tanto que no está permitido: incluir imágenes, nombres o símbolos que identifiquen a funcionarios y candidatos en propaganda para promover la elección judicial; el gobierno federal no puede promover las elecciones locales, las autoridades locales no pueden promover la elección federal; usar logos o colores institucionales (las únicas autoridades que pueden mostrar sus logos son el INE y los OPLE) ; los candidatos en funciones no pueden participar en la propaganda institucional; e influir en la equidad de la contienda.\nDetalló que las reglas específicas del proceso electoral extraordinario del Poder Judicial de la Federación establecen que la promoción que haga la autoridad debe ser genérica, sin mencionar partidos o candidatos; se pueden usar recursos públicos para promover la elección judicial, siempre que estén destinados a la comunicación social y cuando la propaganda tenga carácter institucional y fines informativos sin vulnerar los principios de neutralidad e imparcialidad; los spots o publicidad en internet no deben identificar al órgano que los emite; en ningún momento se deberán mostrar logos, slogan, imágenes de las personas candidatas o cualquier referencia que las pueda hacer identificables; los promocionales deberán incluir, en todos los casos, un cintillo que señale expresamente que los fines son informativos y educativos.\nhttps://www.zocalo.com.mx/wp-content/uploads/2025/04/DETECTOR-16-ABRIL.mp4 Explicó que el 1° de junio, las mexicanas y mexicanos recibirán a su llegada a la casilla seis boletas para la elección federal identificables por colores: morada para ministras y ministros; azul para magistraturas de Sala Superior del Tribunal Electoral; turquesa de magistraturas del Tribunal de Disciplina Judicial; salmón para magistraturas de las Salas Regionales del Tribunal Electoral; rosa para magistraturas de Circuito y amarilla de juzgados de Distrito. Adicionalmente, en 19 estados de la República se elegirán a juzgadores locales.\nExplicó que en las boletas se podrán identificar en la parte superior el cargo por el que se votará y en la parte inferior el listado de candidaturas ordenado alfabéticamente y dividido por género (izquierdo, mujeres y derecho, hombres); las y los candidatos estarán designados con un número que antecede a su nombre; mientras que en los recuadros con letras rosas se colocará el poder por el cual es postulada esa persona: PE: Poder Ejecutivo; PL: Poder Legislativo; PJ: Poder Judicial y EF: Ministras y ministros en funciones.\nPara elegir a un candidato o candidata se deberá colocar el número que le corresponde al nombre de quien se desea votar en los recuadros blancos. En el caso de ministros se deberán elegir cinco mujeres y cuatro hombres; para magistraturas de la Sala Superior del Tribunal Electoral se elegirá un hombre y una mujer; para magistraturas del Tribunal de Disciplina Judicial, tres mujeres y dos hombres; y para magistraturas de Salas Regionales del Tribunal Electoral, dos mujeres y un hombre.\nEn el caso de Magistraturas de Circuito (boleta rosa) y Juzgados de Distrito (boleta amarilla) se tendrá como elemento adicional las especialidades por color, cada boleta tendrá hasta siete especialidades como penal, administrativa y civil.\nUna vez que se emita el voto las boletas deberán ser colocadas en la única urna que habrá en las casillas.\nLa secretaria de Gobernación invitó a las mexicanas y los mexicanos a visitar el micrositio “Conóceles, Práctica y Ubica” donde se encontrará la información de la totalidad de candidaturas en la página del INE: https://candidaturaspoderjudicial.ine.mx/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "topics": [
      "Politics->political campaigns",
      "Politics->political candidates",
      "Politics->election"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://candidaturaspoderjudicial.ine.mx/",
      "https://candidaturaspoderjudicial.ine.mx",
      "https://www.candidaturaspoderjudicial.ine.mx/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Claudia Sheinbaum Pardo",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Suprema Corte de Justicia de la Nación",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Poder Judicial",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "SCJN",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:28:37.533+03:00",
    "updated": "2025-04-17T00:28:37.533+03:00"
  },
  {
    "uuid": "c865b0e006d5dcaa9c188d62c5f6de0f8ed0e205",
    "url": "https://www.dakotanewsnow.com/2024/04/18/she-saved-my-sons-life-taco-bell-manager-saves-baby-who-stopped-breathing-drive-thru",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "By",
    "published": "2024-04-18T20:53:00Z",
    "title": "‘She saved my son’s life’: Taco Bell manager saves baby who stopped breathing in drive-thru",
    "text": "RICHBORO, Pa. (WPVI) - A family in Pennsylvania says they have a quick-thinking Taco Bell manager to thank for saving their child’s life.\nNatasha Long says the situation started when her 11-week-old baby suddenly stopped breathing while she was in the drive-thru at the fast-food restaurant.\n“It was the scariest moment of my entire life,” Long said.\nThe mother of two had just finished some errands and decided to grab food when she says she noticed baby Myles struggling for air in the back seat of the car.\n“I pulled him out and he turned completely blue and was lifeless. At that point I just completely blacked out. I didn’t know what to do,” she said.\nFortunately, Long was in earshot of Taco Bell manager Becky Arbaugh, who heard the mother’s screams and quickly jumped in to give baby Myles CPR.\n“I ran outside and took the baby,” Arbaugh said. “I then started to do chest compressions on the baby, and he finally started to breathe.”\nLong said the manager appeared out of nowhere like a guardian angel.\nAccording to Arbaugh, her own scares as a mother helped her prepare for a moment like this.\n“When my kids were little, my daughter had similar incidents. So, I knew what she was feeling, and there was no thought in my mind that the baby wasn’t going to breathe again,” Arbaugh said.\nBaby Myles did regain his breath and was rushed to Saint Christopher’s Hospital for treatment.\nThe next day Long said she called Taco Bell to thank Arbaugh, who she calls her hero.\n“We couldn’t be more grateful to Becky. She saved my son’s life,” Long said.\nBaby Myles remains in the hospital as doctors try to understand what happened to him.\nMeanwhile, Long has been sending videos and pictures to Arbaugh -- who now has a deep bond with the family.\nCopyright 2024 WPVI via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arbaugh",
          "sentiment": "none"
        },
        {
          "name": "” long",
          "sentiment": "none"
        },
        {
          "name": "long",
          "sentiment": "none"
        },
        {
          "name": "natasha long",
          "sentiment": "none"
        },
        {
          "name": "myles",
          "sentiment": "none"
        },
        {
          "name": "becky arbaugh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taco bell",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "richboro",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:37:35.073+03:00",
    "updated": "2024-04-19T00:37:35.073+03:00"
  }
]