[
  {
    "uuid": "eab700e8f0aef72a44f44c4455bf4645e7e09e92",
    "url": "https://ground.news/article/tahnoon-bin-mohammed-a-new-year-of-work-and-giving",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "aletihad.ae",
    "published": "2024-01-01T01:40:00Z",
    "title": "Ground News - Tahnoon bin Mohammed: a new year of work and giving",
    "text": "Summary by aletihad.ae Al Ain (Al-Ittihad) congratulated His Highness Sheikh Tahnoon bin Mohammed Al Nahyan, the ruler's representative in Al Ain region, on the New Year. His Highness said on the “X” platform: “We bid farewell to a past year that has seen the UAE's excellent steps towards urbanization and prosperity. We welcome a new year of work, giving and giving. We ask Allah to have a good year, development and stability. Happy new year.” Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\naletihad.ae Tahnoon bin Mohammed: a new year of work and giving Al Ain (Al-Ittihad) congratulated His Highness Sheikh Tahnoon bin Mohammed Al Nahyan, the ruler's representative in Al Ain region, on the New Year. His Highness said on the “X” platform: “We bid farewell to a past year that has seen the UAE's excellent steps towards urbanization and prosperity. We welcome a new year of work, giving and giving. We ask Allah to have a good year, development and stability. Happy new year.”\n6 hours ago Read Full Article\naletihad.ae\nTahnoon bin Mohammed: a new year of work and giving Al Ain (Al-Ittihad) congratulated His Highness Sheikh Tahnoon bin Mohammed Al Nahyan, the ruler's representative in Al Ain region, on the New Year. His Highness said on the “X” platform: “We bid farewell to a past year that has seen the UAE's excellent steps towards urbanization and prosperity. We welcome a new year of work, giving and giving. We ask Allah to have a good year, development and stability. Happy new year.”\n6 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.aletihad.ae/news/%D8%A7%D9%84%D8%A5%D9%85%D8%A7%D8%B1%D8%A7%D8%AA/4453922/%D8%B7%D8%AD%D9%86%D9%88%D9%86-%D8%A8%D9%86-%D9%85%D8%AD%D9%85%D8%AF--%D8%B9%D8%A7%D9%85-%D8%AC%D8%AF%D9%8A%D8%AF-%D9%85%D9%86-%D8%A7%D9%84%D8%B9%D9%85%D9%84-%D9%88%D8%A7%D9%84%D8%B9%D8%B7%D8%A7%D8%A1?utm_source=ground.news&utm_medium=referral",
      "https://aletihad.ae/news/%D8%A7%D9%84%D8%A5%D9%85%D8%A7%D8%B1%D8%A7%D8%AA/4453922/%D8%B7%D8%AD%D9%86%D9%88%D9%86-%D8%A8%D9%86-%D9%85%D8%AD%D9%85%D8%AF--%D8%B9%D8%A7%D9%85-%D8%AC%D8%AF%D9%8A%D8%AF-%D9%85%D9%86-%D8%A7%D9%84%D8%B9%D9%85%D9%84-%D9%88%D8%A7%D9%84%D8%B9%D8%B7%D8%A7%D8%A1?utm_source=ground.news&utm_medium=referral",
      "https://www.aletihad.ae/news/%D8%A7%D9%84%D8%A5%D9%85%D8%A7%D8%B1%D8%A7%D8%AA/4453922/%D8%B7%D8%AD%D9%86%D9%88%D9%86-%D8%A8%D9%86-%D9%85%D8%AD%D9%85%D8%AF--%D8%B9%D8%A7%D9%85-%D8%AC%D8%AF%D9%8A%D8%AF-%D9%85%D9%86-%D8%A7%D9%84%D8%B9%D9%85%D9%84-%D9%88%D8%A7%D9%84%D8%B9%D8%B7%D8%A7%D8%A1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tahnoon bin mohammed al",
          "sentiment": "negative"
        },
        {
          "name": "tahnoon bin mohammed",
          "sentiment": "negative"
        },
        {
          "name": "nahyan",
          "sentiment": "none"
        },
        {
          "name": "tahnoon bin mohammed al nahyan",
          "sentiment": "none"
        },
        {
          "name": "al",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al ain (al-ittihad",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "al ain region",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T06:41:08.082+02:00",
    "updated": "2024-01-01T06:41:08.082+02:00"
  },
  {
    "uuid": "124d94f4aa2ed6c30cd382c9592343770772ed63",
    "url": "https://independent.ng/africa-to-double-its-cashew-production-in-five-years",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin2",
    "published": "2024-02-16T06:24:00Z",
    "title": "Africa To Double Its Cashew Production In Five Years",
    "text": "SEYI TAIWO-OGUNTUASE\nWith the signing of a memorandum of understanding between the Cashewnut Association of Cambodia and the African Cashew Alliance (ACA), it is expected that Africa will be able to double its production and productivity in five years.\nTola Faseru, President of ACA who led Africa to the signing in Siem Reap, Cambodia said that the collaboration covers cashew growth and development, covering areas of research, science and technology sharing and transfer, training and exchange of scientists between cashew producing countries in Africa and Cambodia.\nCambodia is the second largest supplier of Cashew in the world, with the world best quality and yield per hectare.\nAt present, Africa produces about 60 percent of the world total raw cashew output.\nFaseru, who is also the Commissioner for Agriculture and Food Security, Osun State, Nigeria explained that the African production figure stands at 2.8 million metric tonnes with Ivory Coast taking the lead with 1.2 million metric tonnes, followed by Nigeria with 320,000 metric tonnes and Tanzania in the third position with production of 270,000 metric tonnes.\nREAD ALSO: AFEX Announces Planting Of 1 Million Cocoa Trees For Production, Sustainability In Nigeria\nHe said that the collaboration will bring the production level to about five million tonnes, that the productivity per hectare will increase from the present 400 – 500kg per hectare to two metric tonnes per hectare.\n“The quality bar is expected to increase from 51 kor to 54kor. All of these mean increase in yield and increase in farmer income and improved livelihood. This also will help Africa prepare for more raw cashew nuts needed to feed the increasing processing capacity both in Africa and the world at large.\nHe noted that the collaboration is in order for Africa to achieve great heights in its economy, that agriculture is the low hanging fruit and upscaling its output is key and the very strategic option to take.\nHe said this is in tandem with the economics of scale principle, that the implication is that the research institutes and other cashew organisations in Africa can ride on the MOU.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tola faseru",
          "sentiment": "none"
        },
        {
          "name": "faseru",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "african cashew alliance",
          "sentiment": "none"
        },
        {
          "name": "osun state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "cashewnut associa",
          "sentiment": "none"
        },
        {
          "name": "cambodia",
          "sentiment": "none"
        },
        {
          "name": "tanzania",
          "sentiment": "none"
        },
        {
          "name": "ivory coast",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "siem reap",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T09:52:01.063+02:00",
    "updated": "2024-02-16T09:52:01.063+02:00"
  },
  {
    "uuid": "6af60f500670aadc4c8fb799fbf4746679d35e1f",
    "url": "https://www.kpcw.org/park-city/2023-12-28/thinner-snowpack-requires-dynamic-trail-closures-openings-at-park-city-mountain",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Connor Thomas",
    "published": "2023-12-28T23:38:00Z",
    "title": "Thinner snowpack requires dynamic trail closures, limits grooming at Park City Mountain",
    "text": "Thinner snowpack requires dynamic trail closures, limits grooming at Park City Mountain Park City has half the snow it did this time last year. What does that mean for mountain operations? Jake Browning is from New York but no stranger to Utah skiing—he’s been coming for 25 years. He brought his rock skis to Park City this December. “There's enough snow to have fun out there,” he said. “Not too many rocks, enough terrain to keep it interesting and varied.” That was his trails report after downloading on Town Lift—there’s not enough snow on Quittin’ Time and Creole runs to ski back to Main Street yet. He says he’s heard “grumbling” about this year’s bad snow but says, “Don’t believe the negative hype.” Park City Mountain does have the most skiable acreage open in the state right now, according to spokesperson Sara Huey. She says ski patrollers and mountain ops—the ones in the black jackets—reassess trail conditions daily. The mountain opened Dreamcatcher, Day Break, Dreamscape, Flat Iron and Sunrise lifts this week, but Dreamcatcher closed Dec. 26 around 2:30 p.m. instead of 4 p.m. Huey says closures happen for safety reasons or to preserve the “guest experience,” and they’re more common when the snowpack is thin. Trails get worn down by skiers and groomers alike. “We do our best to not over-groom the trails to cause long-term damage,” Elvis Johnson, senior manager of grooming, said. Using groomers on thin snow can mix dirt and gravel into the skiing surface for the rest of the season. That means leaving some areas ungroomed with “thin cover” warnings, or other areas completely roped off. Huey says the ropes are there for employee safety as much as guest safety. “Because if a guest injures themself, then there are rescuers who have to go and tend to that injury,” she said. “So we do keep the whole picture in mind when we're making those decisions about closing open trails during the day.” Opening those trails is a team effort between humans and nature. Skiers help by compacting the snow to create a firm and durable skiing surface. But without a storm or a closure to allow for snowmaking, that surface won’t last forever. And storms have been few and far between this season. Although it's hard to avoid comparison's to last year's record-breaking snowfall, Huey says the mountain takes every day one at a time. As far as Browning—who hasn’t been to Utah since before the COVID-19 pandemic—is concerned, he'd \"ski on an overflowing slushie machine right now.\" Park City Mountain says it’s working on opening Motherlode Express next. After that are King Con, Silver Star and Eagle lifts, but dates depend on weather. Snow guns need low temperatures and low humidity to be effective, so they most often run at night when the groomers go to work. Park City Mountain says its groomers do advanced runs first, leaving blues and greens for last so they’re freshest when lifts open.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jake browning",
          "sentiment": "none"
        },
        {
          "name": "sara huey",
          "sentiment": "none"
        },
        {
          "name": "creole",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "park city mountain thinner",
          "sentiment": "none"
        },
        {
          "name": "park city mountain park city",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "park city mountain",
          "sentiment": "none"
        },
        {
          "name": "park city",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:13:59.101+02:00",
    "updated": "2023-12-29T02:13:59.101+02:00"
  }
]