[
  {
    "uuid": "a102fc830fb41e1caf7b5abcd779a03e08097738",
    "url": "https://www.eenews.net/articles/oyster-restoration-has-broad-benefits-for-chesapeake-bay-report-finds",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miranda Willson",
    "published": "2024-02-15T21:17:00Z",
    "title": "Oyster restoration has broad benefits for Chesapeake Bay, report finds - E&E News by POLITICO",
    "text": "Restoring oyster populations in the Chesapeake Bay could help protect the region from sea-level rise, bolster critical habitats like salt marshes and create jobs, according to a new report. Released Thursday by the Chesapeake Bay Foundation, [the report](https://www.cbf.org/document-library/cbf-reports/2024-oyster-report.pdf) includes dozens of recommendations to better manage oyster populations, improve water quality and use oyster reefs to protect shorelines from erosion. the report Oyster populations in the bay, which is the largest estuary in North America, declined significantly in the 19th and 20th centuries because of overfishing, pollution and disease. While concerted efforts by state officials have [helped reverse that trend](https://subscriber.politicopro.com/article/eenews/2024/01/09/chesapeake-bay-oysters-found-in-outstanding-numbers-00134589), the population is still only a fraction of what it was hundreds of years ago. helped reverse that trend Restoring oysters isn’t only good for those who enjoy eating and harvesting them, the report said. Oyster reefs also support hundreds of other aquatic species and help protect coastal habitats against erosion and storm surges. A single adult oyster filters up to 50 gallons of water per day, removing excess nutrients that contribute to aquatic dead zones and toxic algal blooms.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://subscriber.politicopro.com/article/eenews/2024/01/09/chesapeake-bay-oysters-found-in-outstanding-numbers-00134589),",
      "https://www.cbf.org/document-library/cbf-reports/2024-oyster-report.pdf)",
      "https://www.subscriber.politicopro.com/article/eenews/2024/01/09/chesapeake-bay-oysters-found-in-outstanding-numbers-00134589),",
      "https://cbf.org/document-library/cbf-reports/2024-oyster-report.pdf)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "e&e news",
          "sentiment": "negative"
        },
        {
          "name": "chesapeake bay foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chesapeake bay",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:50:19.844+02:00",
    "updated": "2024-02-16T01:50:19.844+02:00"
  },
  {
    "uuid": "9d2ab6f2e8f2cadbfb7219ad4b114e1809d075a6",
    "url": "https://menafn.com/1107956293/Zelensky-Stresses-Significance-Of-Culture-In-Times-Of-War",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-09T00:09:00Z",
    "title": "Zelensky Stresses Significance Of Culture In Times Of War | MENAFN.COM",
    "text": "( MENAFN - UkrinForm) During wartime, cultural figures are crucial as they narrate the story of Ukraine, preserve the memory of everything the Ukrainian people endure, reviving what gives people strength.\nThis was emphasized by President of Ukraine Volodymyr Zelensky in an address at the awarding ceremony for the Taras Shevchenko National Prize 2024, the President's Office reports.\n\"In times of war – even more so than in times of peace – we must all remember the significance of culture. And people of culture matter. Everyone who speaks out for Ukraine. Who voices what's on their hearts. Who preserves everything we go through. Who revives what could have been forgotten but, renewed, gives people strength, gives emotions,\" said the president.\nThe head of state said that Ukrainians have come a long way to become a nation, creators of their culture, state, and destiny.\nRead also: PM Shmyhal: Losses in culture and tourism sector estimated at $19 \"For a human community to become a nation and a state, the best characters in the country must have hearts that do not live only for themselves. Such hearts speak to those around them. They care. They teach – teach to understand. They unite. Protect. Save when necessary. And in the end, we all recognize each other, feel each other, feel that we are Ukrainians,\" said the Head of State.\nAccording to Volodymyr Zelensky, this became possible not only thanks to the strength of Ukraine's weapons but also to the strength of people's hearts.\n\"In Mariupol, during the most terrifying days, there are those who understand: what they see, they must capture, preserve to later tell the whole world about it. Whether it's a person who doesn't want human memory to lose what was seen somewhere along the road to Bakhmut or experienced in temporarily occupied Skadovsk. And who feels: they must record this, rhyme this moment, rhyme this pain. Or it's an artist who believes that the people of Ukraine, killed in this war, will be preserved in the emotions of those who are alive. And who speaks about it through their music. So that every living person in Ukraine remembers what this land is about, what its people are about, what thoughts a mother has as she is waiting for her son or daughter here, in Ukraine,\" said the president.\nRead also: On scale similar to World War II: Tasheva on export of cultural artifacts from Ukraine by Russians\nVolodymyr Zelensky expressed gratitude to everyone who lives“not only for themselves but also cares for people and the entire Ukrainian state”.\n\"I thank you, I thank everyone who is now on the front lines and who is with those who are on the front lines. Those who are with Ukraine and cherish and develop it,\" said the head of state.\nMENAFN09032024000193011044ID1107956293\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.ukrinform.net/rubric-society/3837685-zelensky-stresses-significance-of-culture-in-times-of-war.html",
      "https://ukrinform.net/rubric-society/3837685-zelensky-stresses-significance-of-culture-in-times-of-war.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ukra",
          "sentiment": "negative"
        },
        {
          "name": "zelensky",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelensky",
          "sentiment": "none"
        },
        {
          "name": "taras shevchenko",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the president's office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T23:03:28.017+02:00",
    "updated": "2024-03-09T23:03:28.017+02:00"
  },
  {
    "uuid": "a5dc70fab15be6792f4b57e21591d0379a191d9a",
    "url": "https://www.devdiscourse.com/article/politics/2872406-pm-modi-recalls-profound-sacrifice-of-jesus-christ-on-good-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-03-29T01:19:00Z",
    "title": "PM Modi recalls profound sacrifice of Jesus Christ on Good Friday | Politics",
    "text": "PM Modi recalls profound sacrifice of Jesus Christ on Good Friday Prime Minister Modi paid tribute to Jesus Christ's sacrifice on Good Friday, highlighting the importance of compassion and forgiveness in his message. Christians worldwide mark the occasion to remember Christ's crucifixion. Modi urged everyone to find strength in the lessons taught by Christ's sacrifice on this solemn day. [PTI](/pti-stories)| New Delhi | Updated: 29-03-2024 09:19 IST | Created: 29-03-2024 09:19 IST - Country: - India Prime Minister Narendra Modi remembered the ''profound sacrifice'' of Jesus Christ on Good Friday, saying it teaches people compassion and forgiveness. He said on X, ''Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us.'' Christians across the world observe Good Friday to commemorate the crucifixion of Christ. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) - READ MORE ON: - [Christians](/news?tag=Christians) - [Jesus Christ](/news?tag=Jesus%0aChrist) - [Jesus Christ](/news?tag=Jesus+Christ) - [Narendra Modi](/news?tag=Narendra+Modi) Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        },
        {
          "name": "devdiscourse",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T06:51:53.225+03:00",
    "updated": "2024-03-29T06:51:53.225+03:00"
  },
  {
    "uuid": "fd52ce0c0dfc42bd9b55f47083529e3b35994b90",
    "url": "https://www.hindustantimes.com/videos/world-news/canada-dozen-bullets-fired-at-hindu-temple-chiefs-sons-house-police-mum-on-motive-101703833824326.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2023-12-29T04:41:00Z",
    "title": "Canada: 'Dozen Bullets' Fired At Hindu Temple Chief's Son's House; Police Mum On Motive | Hindustan Times",
    "text": "Explore Search Friday, Dec 29, 2023 New Delhi o C Games E-Paper Sign in My Account Start 14 Days Free Trial Subscribe Enjoy unlimited access Subscribe Now! Get features like Ad lite A Minimal Ad Experience HT Premium Articles Expertly crafted articles Quickreads Segment News brief in summary format HT E-paper Access digital news experience Start 14 Days Free Trial Home Latest News Cricket Education India World Cities Entertainment Lifestyle Astrology Editorials Shop Now 2024 Planner Live Score HT Premium HTCity videos Photos Trending Web Stories Tech Business Sports Delhi News Mumbai News Bengaluru News Quickreads Daily Digest Following IPL Games + 7 more Mumbai News Bengaluru News Quickreads Daily Digest Following IPL Games News / Videos / World News / Canada: 'Dozen Bullets' Fired At Hindu Temple Chief's Son's House; Police Mum On Motive Canada: 'Dozen Bullets' Fired At Hindu Temple Chief's Son's House; Police Mum On Motive world news Published on Dec 29, 2023 12:41 PM IST Follow Us Follow Us Share Via Copy Link Amid a spate of vandalism attacks on Hindu temples in Canada, the head of a Mandir alleged that his son's house in Surrey was targeted by gunmen. Members of the temple had recently opposed a pro-Khalistan protest memorialising Hardeep Nijjar, a designated terrorist in India, who was shot dead in Canada in June. While police are yet to attribute any motive to the alleged gun attack, Satish Kumar suggested that his son's recent insurance business sale could be one of the probable causes. Watch the full video for more. SHARE Copy Whatsapp Twitter Facebook Linkedin Join Hindustan Times Create free account and unlock exciting features like Newsletters, Alerts and Recommendations Get personalised news and exciting deals Bookmark the stories you want to read later REGISTER FOR FREE Already have an account? Sign In SKIP Wish Team India Good Luck! Post Your Wish",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hindustan times",
          "sentiment": "negative"
        },
        {
          "name": "hindu temple",
          "sentiment": "negative"
        },
        {
          "name": "house",
          "sentiment": "negative"
        },
        {
          "name": "tech business sports delhi news mumbai news bengaluru news quickreads daily digest",
          "sentiment": "none"
        },
        {
          "name": "hindu temple chief's son's house",
          "sentiment": "none"
        },
        {
          "name": "ipl games news / videos / world news / canada: 'dozen bullets",
          "sentiment": "none"
        },
        {
          "name": "mumbai news bengaluru news quickreads daily digest",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "motive canada",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:19:36.426+02:00",
    "updated": "2023-12-29T09:19:36.426+02:00"
  }
]