[
  {
    "uuid": "fe7e2b419cbbdf5abb685401ee7e732a4099d104",
    "url": "https://www.nasdaq.com/articles/canada-stocks-tsx-closes-in-the-red-as-lower-oil-prices-hurt-energy-stocks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-28T21:34:00Z",
    "title": "CANADA STOCKS-TSX closes in the red as lower oil prices hurt energy stocks",
    "text": "By Nivedita Balu\nDec 28 (Reuters) - Canada's main stock index ended lower on Thursday, pressured by declining commodity prices that hurt energy and materials stocks.\nThe Toronto Stock Exchange's S&P/TSX composite index .GSPTSE was down 86.53 points, or 0.41%, at 20,929.38.\nThe energy sector .SPTTEN shed 1.4%, hurt by a decline of over $2 in crude prices as concerns eased about shipping disruptions along the Red Sea route. O/R\nThe materials sector .GSPTTMT, which includes precious and base metals miners and fertilizer companies, fell 1.4% as gold prices eased and silver fell due to an uptick in the U.S. dollar. GOL/\n\"There's a greater sensitivity to commodity prices in Canada versus the United States. The TSX is underweight in information technology, communication, healthcare and consumer discretionary,\" said Brandon Michael, senior investment analyst at ABC Funds.\n\"The global indices are continuing to lift higher... it's not the same story for the TSX.\"\nWeighing on the energy index, Energy FuelsEFR.TO tumbled 7% to the bottom of TSX after the minerals company announced that the chief financial officer Tom Brock would step down.\nOther gold stocks including Torex Gold TXG.TO, Seabridge Gold SEA.TO, New Gold NGD.TO were among top losers on the index.\nInvestors locked in profits from a rally ahead of year-end as Friday marks the last trading day of the year, with the TSX expected to post a yearly win.\nTop gainer healthcare index .GSPTTHC added 2.7%, following a 8% jump in cannabis company Tilray Brand TLRY.TO shares, extending gains from the previous session.\nShares of Shopify SHOP.TO jumped 1% and were set to close the year with one of the highest gains on the exchange. The information technology .SPTTTK ended higher and is on track to be the best-performing sector, up over 50% year-to-date.\n(Reporting by Khushi Singh in Bengaluru and Nivedita Balu in Toronto; Editing by Ravi Prakash Kumar and Alistair Bell)\n(( ;))\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nivedita balu",
          "sentiment": "negative"
        },
        {
          "name": "brandon michael",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "tsx",
          "sentiment": "negative"
        },
        {
          "name": "toronto stock exchange",
          "sentiment": "none"
        },
        {
          "name": "abc",
          "sentiment": "none"
        },
        {
          "name": "s&p/tsx",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "gspttmt",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:27.233+02:00",
    "updated": "2023-12-29T00:07:27.233+02:00"
  },
  {
    "uuid": "3133dd1547b718553332ef92aa512849892005a1",
    "url": "https://www.zacks.com/stock/news/2203385/covenant-logistics-cvlg-exceeds-market-returns-some-facts-to-consider",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks Investment Research",
    "published": "2023-12-28T00:00:00Z",
    "title": "Covenant Logistics (CVLG) Exceeds Market Returns: Some Facts to Consider - December 28, 2023 - Zacks.com",
    "text": "The latest trading session saw Covenant Logistics ( CVLG Quick Quote CVLG - Free Report ) ending at $46.53, denoting a +0.98% adjustment from its last day's close. The stock's performance was ahead of the S&P 500's daily gain of 0.04%. At the same time, the Dow added 0.14%, and the tech-heavy Nasdaq lost 0.03%.\nHeading into today, shares of the truckload transportation services provider had gained 8.22% over the past month, lagging the Transportation sector's gain of 9.6% and outpacing the S&P 500's gain of 5.28% in that time.\nThe investment community will be paying close attention to the earnings performance of Covenant Logistics in its upcoming release. The company is forecasted to report an EPS of $1.05, showcasing a 23.36% downward movement from the corresponding quarter of the prior year.\nInvestors might also notice recent changes to analyst estimates for Covenant Logistics. Recent revisions tend to reflect the latest near-term business trends. Therefore, positive revisions in estimates convey analysts' confidence in the company's business performance and profit potential.\nEmpirical research indicates that these revisions in estimates have a direct correlation with impending stock price performance. To utilize this, we have created the Zacks Rank, a proprietary model that integrates these estimate changes and provides a functional rating system.\nThe Zacks Rank system, which ranges from #1 (Strong Buy) to #5 (Strong Sell), has an impressive outside-audited track record of outperformance, with #1 stocks generating an average annual return of +25% since 1988. Over the last 30 days, the Zacks Consensus EPS estimate has moved 0.36% lower. Currently, Covenant Logistics is carrying a Zacks Rank of #4 (Sell).\nIn terms of valuation, Covenant Logistics is presently being traded at a Forward P/E ratio of 11.08. This indicates a discount in contrast to its industry's Forward P/E of 26.68.\nThe Transportation - Truck industry is part of the Transportation sector. At present, this industry carries a Zacks Industry Rank of 241, placing it within the bottom 5% of over 250 industries.\nThe Zacks Industry Rank assesses the strength of our separate industry groups by calculating the average Zacks Rank of the individual stocks contained within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nDon't forget to use Zacks.com to keep track of all these stock-moving metrics, and others, in the upcoming trading sessions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "empir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "s&p 500",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:12:00.533+02:00",
    "updated": "2023-12-29T02:12:00.533+02:00"
  },
  {
    "uuid": "d662db85065cd4301a9d3882c8defe01a9684c26",
    "url": "https://www.vicnews.com/news/from-lab-to-love-former-research-beagles-play-in-kelowna-after-rescue-7346817",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacqueline Gelineau",
    "published": "2024-04-18T21:15:00Z",
    "title": "‘From lab to love’: Former research beagles play in Kelowna after rescue - Greater Victoria News",
    "text": "Ten sweet pups have made their first steps towards a life outside of a laboratory, thanks to the Beagle Alliance. “These dogs have never felt the sun on their snouts or the grass under their paws. It’s a special moment to see their first few steps”, says Lori Cohen, executive director of The Beagle Alliance, an organization that works to help dogs that were used as animal test subjects in laboratories. The 10 pups came from an undisclosed lab in the United States and have been travelling across Canada since April 16, on the “dogs know no border tour.” The crew has been travelling from Manitoba to Vancouver Island, dropping off pups with their new foster and forever families along the way. Six of the former test subjects are already snuggled in and acclimatizing to a life of luxury. On April 18, the four remaining dogs got to stop for a play break in Kelowna while two of the rescued beagles met their new foster families. The last two pups will continue their journey to foster homes in Castlegar and Nanaimo. Forever homes are still being sought for the pups and people who are interested in adopting a dog are asked to contact the [Beagle Alliance](https://thebeaglealliance.org/) at 1(204)266-1968. While the rescue organization cannot disclose the name or type of lab the dogs were rescued from or what exactly the animals endured, it is evident that they have suffered trauma, said Cohen. She has assisted in the rescue of more than 50 beagles from animal testing and is a fur mom to two pups, including the first-ever Beagle Alliance rescue. “They do suffer in varying degrees with PTSD and anxiety,” said Cohen about the former research subjects. To help the beagles overcome the anxiety associated with entering a new phase of life and to learn to overcome their trauma, Cohen said the rescue tries to send the rescued pups to foster homes that already have friendly dogs. She said that having a puppy dog role model helps the rescued pups learn to play and act like a dog. “They never learned how to be a dog and do not even know how to play,” said Cohen. The use of animal testing for research is legal in Canada and the USA. Most commonly, dogs are used in veterinary medicine and cosmetic testing. Cohen said that beagles are the primary breed of dog used in research because they are friendly, do not typically bite, and most importantly are forgiving. Typically, after a life of being used as a test subject, the animals are euthanized once they are no longer of use to the lab. To give the animals an opportunity to experience life outside, the Beagle Alliance rescues the critters so that they can go “from lab to love.” Rescue organizations, like the Beagle Alliance, are only able to step in once the research animals are no longer of use to the laboratory and are deemed acceptable for release. The Beagle Alliance also rescues other breeds of dogs, cats and farm animals that were used in research or were in situations of abuse and neglect, across Canada and the midwest United States. The 10 beagles that were rescued by the Alliance are between the ages of four and seven and are ready to start exploring the world outside of a sterile laboratory. To learn more, visit the [thebeaglealliance.org ](https://thebeaglealliance.org/about/)or email info@thebeaglealliance.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://thebeaglealliance.org/)",
      "https://thebeaglealliance.org/about/)or",
      "https://www.thebeaglealliance.org/about/)or",
      "https://www.thebeaglealliance.org/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bea",
          "sentiment": "neutral"
        },
        {
          "name": "lori cohen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the beagle alliance",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kelowna",
          "sentiment": "none"
        },
        {
          "name": "vancouver island",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "nanaimo",
          "sentiment": "none"
        },
        {
          "name": "manitoba",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:45:17.930+03:00",
    "updated": "2024-04-19T00:45:17.930+03:00"
  },
  {
    "uuid": "f61e1f46b5abc71c7590b5f1e99799c60c52d2bc",
    "url": "https://www.ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Resto del Carlino",
    "published": "2024-06-02T00:00:00Z",
    "title": "\"La fede, un fuoco che non si è ancora spento\"",
    "text": "\"La fede, un fuoco che non si è ancora spento\"\nSorride suor Anastasia mentre racconta la sua vita e quella del convento, delle monache Carmelitane di via Guaccimanni, dove è entrata nel 1987 e che ora guida. Caterina Cucca, ravennate, ha scelto il nome Anastasia perché significa resurrezione.\nSuor Anastasia, quanti anni aveva quando è entrata in monastero?\n\"Venti, oggi ne ho 56. La decisione l’avevo già presa alla fine della scuola, ma ero giovane e la madre di allora, e anche mia madre, mi invitarono ad aspettare. Dopo la maturità ero stata un anno in Germania per un corso di studi europei. Fu un’esperienza interessante con studenti da tutta l’Europa. Ma io in testa avevo solo le suore\".\nEra giovane, come ha fatto a riconoscere la vocazione?\n\"L’incontro con il divino è stato dirompente, come l’accendersi di un fuoco che, grazie a Dio, non si è ancora spento. Perché il rischio è venire incendiati da un grande fuoco d’amore che poi si esaurisce. Per me non è stato così, nonostante i momenti di crisi, anche molto difficoltosi, che ho dovuto superare\".\nQuali sono stati i momenti di crisi?\n\"Sono entrata a 20 anni e non avevo avuto tempo di prendere coscienza di chi ero, di come ero fatta, di cosa volesse dire essere suora. Le suore tra l’altro non mi erano mai piaciute molto, da quando ero bambina. E’ stato difficile attraversare le fasi di crescita, anche solo dal punto di vista fisico, prendere consapevolezza del mio corpo di donna, doverlo fare con un abito che mi copre completamente, negli spazi stretti di una clausura molto più severa di quella di adesso. Intanto si sviluppava la mia psiche di donna. Il punto nevralgico è l’affettività: non sapevo cosa fosse davvero l’amore tra uomo e donna e mi sono trovata a 22 anni, ad esempio, a fare il voto di castità, senza sapere veramente cosa fosse\".\nCome è riuscita a venirne fuori?\n\"Il convento ti mette di fronte a te stessa in maniera molto più forte, qui tutto è esigente, tutto ti chiede di stare davanti alla realtà, a te stessa, agli altri, a Dio in maniera leale e franca. Non ci sono nascondigli, anche se c’è chi pensa che qui ci nascondiamo. Il mio corpo voleva risposte, mi ha salvato il fatto che qui ci fosse una palestra\".\nUna palestra in monastero?\n\"C’era dalla fine degli anni 70 con anche un punching ball e io l’ho sfasciato. Mi sono salvata con il punching ball, la cyclette e vangando l’orto. Ma era solo l’inizio dei guai\".\nIn che senso \"solo l’inizio dei guai\"?\n\"Si era risvegliata la parte più sottile di me, spirituale, psichica. Dovevo farci i conti. E’ accaduto dopo il 1995, quando avevo preso i già i voti perpetui. Era necessario che la parte spirituale trovasse posto in un corpo e in una psiche se non pacificati, almeno armonizzati. Nel 2001 ho cercato un aiuto esterno, le madri erano aperte, qui non ho trovato un ambiente chiuso, non avrei resistito. Ho iniziato un percorso di analisi e ho fatto un viaggio interiore lungo e bello. Nel frattempo ero diventata madre, non si trattava più di aiutare me, ma anche il gruppo di sorelle\".\nQuali complessità ha dovuto affrontare invece alla guida del monastero?\n\"Ci sono stati due momenti, il primo a dire la verità quando ancora non c’ero, negli anni dopo il Concilio. All’epoca c’era una madre illuminata che ha aiutato la comunità a fare i primi passi verso l’apertura. Ad esempio due sorelle hanno cominciato a uscire per imparare l’arte dell’iconografia, sono arrivati professori dall’esterno per la formazione teologica. E poi la lettura assidua dei giornali, quelli cattolici, l’attenzione alla vita politica\".\nL’altro?\n\"Quando sono diventata ‘madre’, era il 2009, abbiamo cominciato a sentire come comunità l’esigenza di trasmettere la nostra esperienza spirituale all’esterno, di aprire l’esperienza della preghiera alle persone. Sentivamo l’urgenza di uscire verso l’esterno e di accogliere all’interno. È stato un passaggio lento e difficile\".\nPerché è stato così difficile?\n\"C’erano ancora diverse sorelle anziane e per loro pensare la clausura in una forma nuova era come un tradimento\".\nEntrò in monastero a 20 anni, il progetto però risale a prima.\n\"In terza liceo linguistico sono partita per un anno di studio in California. L’incontro con Dio è avvenuto lì, attraverso la mia insegnante di biologia, che tra l’altro era protestante. Mentre parlavamo tirò fuori dalla borsa il Nuovo testamento. Nell’attimo in cui mi ha citato un passaggio da una lettera di San Pietro in cui dice ‘Il Signore ha cura di te’, i movimenti del mio cuore di adolescente, che chiedeva di essere amata, hanno trovato risposta e pace nell’apparire all’orizzonte di questo Dio. È stata una rivoluzione nel mio cuore\".\nE quando è entrata in monastero come hanno reagito familiari e amici?\n\"Nessuno capiva il perché. Ero piena di vitalità, sportiva, ero una promessa del tennis, ero negli scout, ero brava nello studio, riuscivo in tutto. Nessuno poteva sapere che il mio cuore gridava per il desiderio di un amore più grande e che questa risposta me la poteva dare solo Dio\".\nLei ha da poco ripreso a giocare a tennis.\n\"Da un paio d’anni, per contrastare l’osteoporosi. Gioco con un amico che viene qui a messa. Mi avevano chiesto di pregare per un uomo che doveva affrontare un intervento al cuore e lui, una volta guarito, è venuto a trovarmi. Era un appassionato di tennis, si è ricordato di quando mi allenavo da ragazzina e mi ha regalato una racchetta. All’inizio giocavo qui, contro il portone. Ora, una volta a settimana, mi ‘travesto’ da tennista e vado al circolo Zavaglia. Qualche anno fa lessi di Flavia Pennetta, della sua storia, aveva vinto il Roland Garros. Era un periodo particolare per me e in quel momento mi si è accesa una luce, ho pensato che anche io avevo quella grinta e che ce l’avrei potuta fare. Senza saperlo mi ha aiutata\".\nWhatsApp\nFacebook\nX\nPrint\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8&t=%22La%20fede,%20un%20fuoco%20che%20non%20si%20%C3%A8%20ancora%20spento%22",
      "https://x.com/share?url=https://www.ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8&text=%22La%20fede,%20un%20fuoco%20che%20non%20si%20%C3%A8%20ancora%20spento%22",
      "https://web.whatsapp.com/send?text=%22La%20fede,%20un%20fuoco%20che%20non%20si%20%C3%A8%20ancora%20spento%22%20https://www.ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8",
      "https://x.com/share",
      "https://facebook.com/sharer/sharer.php?u=https://ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8&t=%22La%20fede,%20un%20fuoco%20che%20non%20si%20%C3%A8%20ancora%20spento%22",
      "https://web.whatsapp.com/send",
      "https://www.facebook.com/sharer/sharer.php",
      "https://x.com/share?url=https://ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8&text=%22La%20fede,%20un%20fuoco%20che%20non%20si%20%C3%A8%20ancora%20spento%22",
      "https://web.whatsapp.com/send?text=%22La%20fede,%20un%20fuoco%20che%20non%20si%20%C3%A8%20ancora%20spento%22%20https://ilrestodelcarlino.it/ravenna/cronaca/la-fede-un-fuoco-che-non-si-e-ancora-spento-a696fcc8"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T07:51:03.581+03:00",
    "updated": "2024-06-02T07:51:03.581+03:00"
  },
  {
    "uuid": "8297fefcbf7c54f1a62d00af17de62a2a6955576",
    "url": "https://patch.com/new-york/ossining/calendar/event/20240921/9b140ba7-9f68-4d7e-b99b-9c7a43be32b7/free-sails-on-the-hudson-river",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "New York",
    "published": "2024-09-19T00:00:00Z",
    "title": "Sep 21 | Free Sails on the Hudson River | Ossining, NY Patch",
    "text": "Experience sailing on the Hudson River aboard a sloop-rigged Catboat as part of the Hudson River Valley Ramble at Shattemuc Yacht Club in Ossining. Scheduled departure times for the free sail trips aboard Ferry Sloops' sloop-rigged catboat, \"Whimbrel\", or on our other participating sailboats are at 10am, 11am, 12pm, 1pm, 2pm and 3pm. Each sail will be approximately 45 minutes long. The free sails are on a “first come, first served” basis. No reservations will be accepted prior to the sail day. Guests can sign up at the yellow Ferry Sloops tent beginning at 9:30am for any of the day’s scheduled sail times. The boat’s captain reserves the right to cancel any or all of the day’s sails if weather conditions make it unsafe for sailing. There is NO RAIN DATE. Passenger restrictions: Must be at least 12 years old, under 18 years old must be accompanied by parent or adult guardian (no exceptions). For safety and boating etiquette, we ask that guests aboard our boat wear boat shoes (docksiders or non-marking sandals) or light-colored soled sneakers only. Since it’s always cooler on the water, bring a light jacket or windbreaker and a hat. Also, don't forget the sunscreen. Free parking is available on the street (Westerly Road). DO NOT park in the lots for Boathouse Restaurant or Shattemuc Yacht Club.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Shattemuc Yacht Club",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:10:52.520+03:00",
    "updated": "2024-09-20T00:10:52.520+03:00"
  }
]