[
  {
    "uuid": "b34151c1af7177810c742cf0294dbf743e870200",
    "url": "https://www.deccanchronicle.com/nation/politics/291223/assam-chief-minister-apologies-for-his-brahmin-shudra-post-on-social.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deccan Chronicle",
    "published": "2023-12-29T06:56:00Z",
    "title": "Assam chief minister apologies for his 'Brahmin-Shudra' post on social media",
    "text": "Home » Nation » Politics » December 29, 2023 Nation Assam chief minister apologies for his 'Brahmin-Shudra' post on social media Deccan Chronicle.| manoj anand\nPublished on: December 29, 2023 | Updated on: December 29, 2023 Chief minister Himanta Biswa Sarma said Assam is casteless \"Recently one of my team members posted a sloka from Chapter 18 verse 44 with an incorrect translation. As soon as I noticed the mistake, I promptly deleted the post... If the deleted post has offended anyone, I sincerely apologise,\" he said. PTI\nGuwahati: After a controversy, Assam chief minister Himanta Biswa Sarma has apologised for his social media post in which, referring a verse from the Bhagavad Gita he wrote that serving the Brahmins, Ksatriyas and Vaishyas is the natural duty of the Shudras.\nMr Sarma in a post on X and Facebook clarified that he uploads one verse of Bhagavad Gita every morning on his social media handles, which have posted 668 Slokas till date.\n\"Recently one of my team members posted a sloka from Chapter 18 verse 44 with an incorrect translation. As soon as I noticed the mistake, I promptly deleted the post... If the deleted post has offended anyone, I sincerely apologise,\" he said.\nThe chief minister’s post on twitter, which he said has now been deleted, sparked a row as the opposition leaders denounced \"BJP's manuvadi ideology\". AIMIM chief Asaduddin Owaisi said that Hindutva is antithetical to liberty, equality, fraternity and justice. \"It's reflected in the unfortunate cruelty that Assam's Muslims have faced in the past few years,\" Mr Owaisi said.\n\"In a recently deleted post, Assam CM elaborated on his vision of society. '…farming, cow rearing, and commerce are natural duties of the Vaishya and serving the Brahmins, Kshatriyas and Vaishyas is the natural duty of the Shudras.'\nHolding a constitutional position, your oath is to treat every citizen equally. It’s reflected in the unfortunate cruelty that Assam’s Muslims have faced in the past few years. Hindutva is antithetical to Liberty, Equality, Fraternity and Justice,\" said Mr Owaisi.\nCongress leader Pawan Khera asked whether the PM and the President agreed with Himanta Biswa's castesist comments. \"And then if you say something to him, he will send his cops. But such stupid comments cannot be ignored. Do @rashtrapatibhvn and @PMOIndia agree with @himantabiswa’s casteist comments?\" he said.\nThe chief minister in his clarification also asserted that Assam reflects a \"perfect picture\" of a casteless society due to the reform movement led by Mahapurush Srimanta Sankardeva.\nOn December 26, Mr Sarma had uploaded an audio-visual post on his social media handles like twitter and Facebook that he claimed to be from Sloka 44 of Sanyas Yoga from the 18th chapter of Gita.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shudra",
          "sentiment": "negative"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        },
        {
          "name": "bhagavad gita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti guwahati",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "ksatriyas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:59:49.994+02:00",
    "updated": "2023-12-29T13:59:49.994+02:00"
  },
  {
    "uuid": "29aebb9397c9aefa31c67b0846cb1c7ad21f3faf",
    "url": "https://radiomitre.cienradios.com/radio-francia-internacional/internacional/el-presidente-pedro-sanchez-evalua-renunciar-tras-conocerse-la-investigacion-a-su-esposa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@radiomitre",
    "published": "2024-04-25T20:35:00Z",
    "title": "El presidente Pedro Sánchez evalúa renunciar tras conocerse la investigación a su esposa | Radio Mitre",
    "text": "El presidente español aparecía con mala cara en el Congreso de los Diputados, este miércoles. “En un día como hoy y después de las noticias que he conocido. A pesar de todo, sigo creyendo en la justicia de mi país” decía Sánchez tras haber conocido la denuncia de la organización ultraderechista Manos Limpias contra su esposa Begoña Gómez, que se está tramitando en un juzgado, a pesar del indisimulado disgusto del presidente. Nadie podía imaginar que estuviera planteándose abandonar el Gobierno, como desveló el propio Pedro Sánchez este miércoles por la tarde, en una carta publicada en sus redes sociales. Sánchez anunció que reflexionará sobre su futuro durante los próximos días, hasta el lunes 29 de abril, cuando comparecerá para anunciar su decisión definitiva a la ciudadanía. El político socialista defiende la inocencia de su mujer y denuncia los ataques sin precedentes, asegura que la derecha y la ultraderecha nunca han aceptado los resultados de las elecciones del año pasado. “Se trata de una operación de acoso y derribo para intentar hacerme desfallecer” Añadió Pedro Sánchez, quien en el escrito se declara un hombre profundamente enamorado de su esposa y dice vivir con impotencia el fango que esparcen contra ella a diario. La carta ha provocado asombro, incluso dentro de su propio partido, mientras la oposición no ha tardado en calificar dicho texto como teatro. Pedro Sánchez ha cancelado su agenda pública, mientras da a conocer su decisión. La investigación preliminar sobre su esposa, Begoña Gómez, por sospechas de tráfico de influencias y corrupción, fue abierta el 16 de abril ante una denuncia de Manos Limpias, un colectivo cercano a la extrema derecha, según anunció este miércoles el Tribunal Superior de Justicia de Madrid. La decisión de la justicia se conoció después de que el medio digital El Confidencial revelara este miércoles que los investigadores examinaban los vínculos de Gómez con el grupo turístico español Globalia, propietario de la aerolínea Air Europa, cuando esta última mantenía conversaciones con el gobierno para conseguir un rescate durante la pandemia de covid-19. En aquel momento, Gómez dirigía el IE Africa Center, una fundación relacionada con la escuela de negocios Instituto de Empresa (IE), un cargo que abandonó en 2022. El Confidencial afirmó que el IE Africa Center firmó en 2020 un acuerdo de patrocinio con Globalia y que la esposa del jefe de Gobierno \"se reunió en privado con el consejero delegado del 'holding' turístico, Javier Hidalgo, en las propias oficinas de la compañía\". En noviembre de 2020, el gobierno de Sánchez ofreció una línea de ayuda de 475 millones de euros a Air Europa, surgida de un fondo de 10.000 millones de euros destinados a apoyar a empresas estratégicas en dificultades por la pandemia. Cabe resaltar que la compañía española fue la primera de muchas otras que se beneficiaron de ese fondo. Con AFP Fuente: [Radio Francia Internacional](https://radiomitre.cienradios.com/radio-francia-internacional)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:34:27.962+03:00",
    "updated": "2024-04-26T00:34:27.962+03:00"
  },
  {
    "uuid": "32a74488122fd17747e968f59b904afb1eaafec8",
    "url": "https://www.newsbreak.com/raleigh-county-wv/3290080291923-the-lootpress-pet-of-the-week-is-cuddles-and-macy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-07T21:43:00Z",
    "title": "The LOOTPRESS Pet of the Week is Cuddles… and Macy!",
    "text": "WEST VIRGINIA (LOOTPRESS) – The LOOTPRESS Pet of the Week is Macy, along with her pal, Cuddles! Cuddles is a 13-year-old Australian Shepherd and Macy is a 7-year-old Golden Retriever. These furry friends are adamant Mountaineer fans and always support the gold and blue on game days. They also enjoy venturing outside during half time and scoring a few touchdowns of their own! We would like to thank everyone who made submissions this week, and are excited to congratulate the team of Cuddles and Macy, the LOOTPRESS Pet of the Week in association with the Humane Society of Raleigh County ! While we certainly wish we could shine a spotlight on each and every pet for which we receive a submission, submissions and resubmissions are always welcome and encouraged, and can be made through this brief form .\nLast week’s LOOTPRESS Pet of the Week feature can be seen here . The Humane Society of Raleigh County is currently seeking volunteers as well as donations in its mission to find forever homes an array of furry friends. Click here for more information on how to get involved with and support the Humane Society of Raleigh County.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://hsrcwv.org/",
      "http://hsrcwv.org/get-involved/",
      "https://www.lootpress.com/the-lootpress-pet-of-the-week-is-pedro/",
      "https://www.lootpress.com/pet-of-the-week/",
      "http://hsrcwv.org/get-involved",
      "https://lootpress.com/the-lootpress-pet-of-the-week-is-pedro/",
      "https://www.lootpress.com/pet-of-the-week",
      "https://www.lootpress.com/the-lootpress-pet-of-the-week-is-pedro",
      "http://www.hsrcwv.org/get-involved/",
      "https://www.hsrcwv.org/",
      "https://lootpress.com/pet-of-the-week/",
      "https://hsrcwv.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "macy",
          "sentiment": "negative"
        },
        {
          "name": "cudd",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "humane society of raleigh county",
          "sentiment": "none"
        },
        {
          "name": "macy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "raleigh county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:01:27.305+02:00",
    "updated": "2024-01-08T01:01:27.305+02:00"
  }
]