[
  {
    "uuid": "b2a1bc93b5e02ac69344a25252d9c12409cf31d8",
    "url": "https://www.itv.com/news/wales/2024-01-19/what-are-the-lessons-port-talbot-can-learn-from-redcar",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carole Green",
    "published": "2024-01-19T13:02:00Z",
    "title": "'Stick together' - Former steel town Redcar sends message of support to Port Talbot | ITV News Wales",
    "text": "After a long drive from the west coast to the east, the North Sea finally came into view. Dropping down into Redcar, the wind turbines offshore were turning at full pelt. There was the odd dog walker braving the gusts on the prom, but it was quiet. I scanned the skyline trying to get a sense of the place, and the geography, and work out where the imposing blast furnace which defined this town once stood. Like Port Talbot, lives here have been shaped by steel. A solid foundation for generations, providing not just well-paid jobs, but a sense of purpose and place too.We've arranged to meet local volunteers at the Grangetown Generations group. Grangetown, a stone's throw from the works on the banks of the River Tees, was the heart of the steel community here.Everyone had a family member working at the plant including Gillian Lilliestone. She's juggling looking after her granddaughter and making tea for the Knit and Natter group which is arriving for their weekly meet up. This is a place that has held people together through tough times. People here know their history and are proud of their past. But it is a past. The walls of the community centre are full of old photos of the steelworks. Gillian talks me through them, where she used to play as a child on the old pipework which ran out of the plant. Now she tells me it's all gone. No one goes down there, it's just mud flats. \"Oh, it was awful. I had friends with mortgages who used to work down there, they had to sell their houses for cheap because there was nobody buying them, and people had to leave Grangetown,\" she told me. The steel plant went through various owners, British Steel, Corus, Tata and SSI, with stop-start production. A collapse in global steel prices meant it was mothballed in 2010 with the loss of 1700 jobs. Last year, the site was finally razed to the ground, changing the face of Redcar forever. Gillian is still proudly wearing 3 Support British Steel badges, I ask her: \"How does a community like Grangetown recover from an economic shock like that?\"After a long pause, she said: \"Slowly, very slowly. It's the next generation.\" Have you heard our new podcast Talking Politics? Every week Tom, Robert and Anushka dig into the biggest issues dominating the political agenda… Do you worry about them? She said: \"Yes, very much. Their self-esteem, having to ask their mams and dads for this and that not being able to provide for themselves\".Knitting away, her friend Carol Hughes added that people here were despondent: \"We were devastated for a long time. Losing the jobs. So, I mean, the only good thing to come out of it was the better air. \"But what do you think? Do you want cleaner air or do you want a bloody lot of jobs? You want a lot of jobs, don't you?\"I sense though this community lost more than the jobs. It lost its identity too. I think of Port Talbot and what it's about to go through and what it can learn from Redcar. It's teatime and I head to the Redcar Amateur Boxing Club. Sitting at a desk signing in the young boxers is Terry Franks. He left school at 16 and like hundreds of young men here went straight into the steelworks.\"I got 31 years in the steelworks. It was just heartbreaking for everybody involved when it closed. Yeah. Unbelievable change ripping the heart from the community. \"Terry's life has moved on. He works part-time at the boxing club and with his pension he says he gets by. He also has some words of advice for workers in Port Talbot: \"Don't give up. Especially the young ones. You can retrain, there's something out there for them. It's the older ones I worry about, those who know only steel, the one trick ponies so to speak. They need to believe in themselves.\"Sitting in the memorial hall watching her two sons train is Sam. She tells me her husband lost his job in steel. He did find new work in Scunthorpe, but it was a four-hour daily commute on top of 13-hour shifts turning their family life upside down.\"He bought a caravan and rented a pitch near work but he was on his own all the time. And it was just it was really, really depressing for him, really. So after two years, he came back home and found a job. Local, thank God. We're alright now though but I do feel sorry for anybody that's going to be going through this awful time.\"People here are fighters and Niki Wiley is one of them. Breaking off from the punch bag, he explains when he lost his job in steel, only temporary, short-term contracts followed. Then Niki decided to take his future into his own hands and follow his passion, boxing. He set himself up as a coach and hasn't looked back. \"I love my job. I love the people I train and I love the people who come in but a closure can hit mental health. No one said it was going to be easy anyway. \"You just have to get on with it and find out what you're good at. Find out something else that you enjoy. That's what I've done with the Redcar Boxing Club.\"Niki has a young family and admits he doesn't earn as much as before but he doesn't regret the switch. Turning to those facing redundancy in Port Talbot, his advice is to steel yourself for some difficult days:\"Probably expect a few tough weeks, you know, it's not going to be easy. but you'll get through it, I'm sure you all will, and you have to stay positive and look forward. no regrets, don't look back\"Back at Grangetown Generations, the subs are being collected and Gillian is in fighting mode too. Her message to Port Talbot?: \"Don't let them win.\" Carol is more reflective. She tells me they did put up a fight to save the works but it didn't make a difference. She says they \"feel like a forgotten community, living on the margins\", but adds more positively \"The community spirit is slowly coming back\". Steel from Redcar built Sydney Harbor Bridge, a reputation for quality shining around the world. There are hopes here of new investment and a switch to an electric arc furnace. That could mean steel might play a part in the town's future and not just its past.Like Redcar, Port Talbot will also have to deal not just with the body blow of losing thousands of jobs, but a loss of identity and a way of life too. The challenge now for the Welsh town is to reinvent itself and reimagine a future not solely reliant on steel.Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gillian lilliestone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "redcar",
          "sentiment": "negative"
        },
        {
          "name": "port talbot | itv news",
          "sentiment": "negative"
        },
        {
          "name": "natter",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "north sea",
          "sentiment": "none"
        },
        {
          "name": "port talbot",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T15:50:04.360+02:00",
    "updated": "2024-01-19T15:50:04.360+02:00"
  },
  {
    "uuid": "3080b15e1e263091378d1dca727b5ec2a04b41c8",
    "url": "https://www.vladtv.com/article/302683/hector-berrellez-i-had-numerous-shootouts-w-cartels-brother-addicted-to",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VladTV Staff Writer",
    "published": "2023-12-28T18:30:00Z",
    "title": "EXCLUSIVE: Hector Berrellez: I Had Numerous Shootouts w/ Cartels, Brother Addicted to Heroin at 12 | VladTV",
    "text": "Watch the full interview now as a VladTV Youtube Member: [Click Here](https://www.youtube.com/vladtv/join) Part 5: [Hector Berrellez on Why U.S. Won't Classify Cartels as Terrorists: Cartels Make $50 Billion](https://www.vladtv.com/article/302657/hector-berrellez-on-why-u-s-won-t-classify-cartels-as-terrorists-cartels) Part 1: [Hector Berrellez Describes Transnational Criminal Organizations (TCO)](https://www.vladtv.com/article/302547/hector-berrellez-describes-transnational-criminal-organizations-tco) In this clip, Hector Berrellez openly discussed the ongoing drug crisis which Mexico has been supplying to the US since the 80s and 90s. Hector courageously confessed that he assumed his role not for the sake of a job or promotion but because he personally witnessed the suffering caused by drug addiction in his own family and community. Hector also highlighted the high profitability of the drug trade, in which one kilo of 90% pure heroin bought for $250,000 can be broken down into ten kilos for distribution, maximizing profit. Despite the risk to his life, he continues to combat drug cartels, criticizing the Mexican government's inadequate response and warning that the glamorization of drug lords in songs and movies influences others to aspire to be drug dealers. The desperation for a better life often drives people into drug dealing, consequently contributing to the continuous drug crisis. Interview by: Shawn Prez Check out his youtube channel at: [https://www.youtube.com/c/PowerMoveMakers](https://www.youtube.com/c/PowerMoveMakers)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.youtube.com/c/PowerMoveMakers",
      "http://www.youtube.com/watch?v=join)",
      "https://www.youtube.com/c/PowerMoveMakers)",
      "https://youtube.com/c/PowerMoveMakers",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=join)",
      "https://youtube.com/c/PowerMoveMakers)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hector berrellez",
          "sentiment": "negative"
        },
        {
          "name": "hector",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:37.469+02:00",
    "updated": "2023-12-29T00:03:37.469+02:00"
  },
  {
    "uuid": "e85b643d63ea18f006b1e38e83f9a0d955b69993",
    "url": "https://www.baytoday.ca/more-local/faith-and-fun-in-the-heart-of-our-downtown-8621508",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Heather McKercher",
    "published": "2024-04-18T20:23:00Z",
    "title": "Faith and fun in the heart of our downtown",
    "text": "“Dear God, In Sunday School they told us what you do. Who does it when you are on vacation? Jane.” (Children’s Letters to God, 1991). If indeed God does take time off, there is a village of volunteers supporting programs for youth at Trinity United Church in downtown North Bay. Lisa Blais, the Faith, Formation and Outreach Minister lives in the heart of that village and is responsible for Christian Education and Children’s Ministries. Lisa explains that “one important goal of the church is to create a warm reception to anyone in North Bay. We welcome people from different faiths, as well as people of no faith. We build our church family through intergenerational connections, like kids spending time with seniors. Children often play an important role in our Sunday services.” The active Sunday School Program includes cooking, games in the gym, scientific exploration, crafts, drama and story telling. Children learn about service through many activities such as baking cookies as part of the Christmas Cookie Walk, an annual fundraiser. Kids can also be found peeling apples and working in the kitchen beside older adults during the making of apple pies in the fall, or washing dishes at the annual Chilli Night in February. The Mustard Seed Drama Program, which builds community through theatre, is open to all children in North Bay (ages 5-12). This year’s Christian-based musical is called “Jonah’s Druthers” which is a spaghetti western. It will be presented on May 25/26. Teenage volunteers help with costumes, choreography and set design. Vacation Bible Camp runs from August 12-16 and is open to all children ages 5-12. Former campers often come back as youth volunteers and the hours worked can be used to complete their high school graduation requirement. Lisa says that the spaces fill up very quickly. “If parents are interested they can check the website for registration forms at www.trinitynorthbay.ca.” The Youth Group (grade 7 and up) meets once a month and takes part in a variety of activities. The goal is to have fun and build community. Sometimes the young people come together to support the wider community of North Bay. For example, they pack and distribute 150 Christmas bags during the holiday season. According to Lisa, “the bags are distributed to those who would not get gifts, such as people living at the crisis centre or women’s shelter.” Recently the youth stayed overnight at the church on Maundy Thursday for a prayer vigil. This “gives the opportunity for young people to explore faith,” explains Lisa. In September, the Trinity family meets at Camp Tillicum on the South Shore for “Rally Back,”an intergenerational kick-off picnic. Lisa encourages “people to try us out for a Sunday. Who knows? Maybe you will find a place here. It has been SO heartwarming for me to work with children who one day come back with their own families.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jane",
          "sentiment": "neutral"
        },
        {
          "name": "lisa blais",
          "sentiment": "none"
        },
        {
          "name": "lisa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sunday school program",
          "sentiment": "none"
        },
        {
          "name": "christian education and children’s ministries",
          "sentiment": "none"
        },
        {
          "name": "trinity united church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north bay",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:08:45.200+03:00",
    "updated": "2024-04-19T01:45:24.911+03:00"
  },
  {
    "uuid": "304e18ebde6c306a51da76547f66e27be03f1f2c",
    "url": "https://www.corriere.it/esteri/diretta-live/24_agosto_23/ucraina-russia-news-guerra.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione Online",
    "published": "2024-08-22T00:00:00Z",
    "title": "Ucraina - Russia in guerra, le notizie di oggi in diretta | | Corriere.it",
    "text": "di Redazione Online Le notizie di venerdì 23 agosto sul conflitto in Ucraina, in diretta. Washington si prepara ad annunciare oggi un nuovo pacchetto di aiuti militari per Kiev\nÈ il 916° giorno di guerra in Ucraina Kursk, inizia la costruzione di rifugi contro i raid Kiev: «Usate bombe Usa per colpire obiettivi russi a Kursk» Traghetto russo affondato a Kavkaz, 17 in salvo, 2 dispersi Zelensky: «Conquistato un altro insediamento su territorio russo» 08:31 | 23 Agosto Kiev: «Nella notte abbattuti 14 droni su 16» Le forze russe hanno lanciato la notte scorsa 16 droni kamikaze sull'Ucraina, 14 dei quali sono stati abbattuti dalle difese aeree di Kiev e due non hanno raggiunto i loro obiettivi: lo ha reso noto su Telegram l'Aeronautica militare ucraina aggiungendo che i russi hanno attaccato anche con due missili balistici Iskander-M/KN-23 dalla regione di Voronezh. I droni distrutti sono stati intercettati nelle regioni di Cherkasy, Kirovohrad, Poltava e Sumy. L'Aeronautica precisa che si sono perse le tracce dei rimanenti due droni russi, di cui non sono state ricevute informazioni sulla loro eventuale distruzione.\n08:29 | 23 Agosto Il premier indiano Modi è arrivato a Kiev Il primo ministro indiano Narendra Modi è arrivato questa mattina a Kiev, dove incontrerà il presidente Volodymyr Zelensky: lo riporta Rbc-Ucraina. La sua visita, la prima di un primo ministro indiano in Ucraina da quando il Paese è diventato indipendente nel 1991, giunge quasi sei settimane dopo il suo viaggio di alto profilo a Mosca che ha scatenato le critiche degli Stati Uniti e di alcuni dei suoi alleati occidentali.\n07:56 | 23 Agosto In fuga da Pokrovsk nel mirino dell’esercito russo: «Mandate rinforzi oppure è la fine» (Marta Serafini) Saluta Bogdan, 5 anni, con il naso appiccicato al finestrino. Il treno di evacuazione — l’ennesimo — sta partendo da Pokrovsk per Dnipro. Sulla banchina, anche i funzionari delle ferrovie ucraine ormai indossano i giubbetti anti proiettile. Non sarebbe la prima volta che l’esercito di Mosca bombarda i convogli umanitari e le stazioni . Presto, fate presto. Ma caricare a bordo le signore anziane e invalide è un’operazione che richiede tempo e attenzione. Si avvicinano i russi all’hub logistico dell’Est. Dieci chilometri, ormai. Uno al giorno negli ultimi dieci giorni. Avanza l’armata mentre i colpi risuonano nel cielo. Si affrettano a scattare i fotografi. Anziani, famiglie, bambini. «È sempre così, se ne vanno loro, inizia l’assedio», sospira Anatoly che lavora per East, organizzazione umanitaria locale.\n​\n​Leggi qui il reportage completo.\n07:56 | 23 Agosto Medvedev: «L'Ucraina sarà distrutta come Sodoma e Gomorra» «Il Paese (l'Ucraina, ndr ) sarà distrutto come Sodoma e Gomorra e i demoni cadranno inevitabilmente. E la punizione non arriverà in un futuro lontano, dopo il passaggio all'altro mondo. Al contrario, la punizione sarà terrena, crudele, dolorosa e si compirà presto... E la vera Chiesa ortodossa nelle ex terre ucraine risplenderà nella sua antica grandezza»: lo scrive su Telegram il vicepresidente del Consiglio di sicurezza russo, Dmitry Medvedev, commentando l'approvazione da parte del Parlamento ucraino martedì scorso della messa al bando della Chiesa ortodossa ucraina legata al Patriarcato di Mosca.\n05:58 | 23 Agosto 04:42 | 23 Agosto Ucraina: media, Usa verso annuncio aiuti militari da 125 milioni L'amministrazione Biden invierà circa 125 milioni di dollari in nuovi aiuti militari all'Ucraina. Lo hanno affermato funzionari statunitensi, a detta dei quali l'ultimo pacchetto di aiuti include missili di difesa aerea, munizioni per sistemi missilistici di artiglieria ad alta mobilità (Himars), Javelins e una serie di altri missili anti-corazza, sistemi e attrezzature per la guerra anti-drone e anti-elettronica, munizioni di artiglieria da 155 millimetri e 105 millimetri, veicoli e altre attrezzature. I funzionari hanno parlato in condizione di anonimato, perché gli aiuti non sono stati annunciati pubblicamente. L'annuncio formale potrebbe arrivare già oggi, alla vigilia del Giorno dell'indipendenza dell'Ucraina.\n00:43 | 23 Agosto Bombe russe sulla regione di Sumy, 2 morti e 3 feriti Due persone sono morte e tre sono rimaste ferite nei bombardamenti delle forze di Mosca che ieri hanno colpito la regione ucraina di Sumy, confinante con quella russa di Kursk. Lo rendono noto le autorità locali, citate dai media di Kiev.\n17:18 | 22 Agosto Kiev, colpita base russa in Kursk con bombe precisione Usa Le forze ucraine hanno colpito una base di truppe russe nella regione russa di Kursk utilizzando bombe di precisione plananti di fabbricazione statunitense, secondo quanto rivendica il comandante dell'aeronautica\nmilitare di Kiev, Mykola Oleshchuk, citato dal Kyiv Independent . La base, ha detto, è stata colpita in serata con bombe Gbu-39.\n23 agosto, 00:43 - Aggiornata il 23 agosto, 08:31\n© RIPRODUZIONE RISERVATA\nImmigrazione, Kamala Harris: «Riproporrò legge che Trump ha ucciso» Il discorso alla convention dem di Chiacago\nLEGGI TUTTE LE NOTIZIE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://dimages2.corriereobjects.it/uploads/2024/08/18/66c21d89661a0.jpeg",
      "https://dimages2.corriereobjects.it/files/image_572_429/uploads/2024/08/18/66c21d89661a0.jpeg",
      "https://www.dimages2.corriereobjects.it/uploads/2024/08/18/66c21d89661a0.jpeg",
      "https://www.dimages2.corriereobjects.it/files/image_572_429/uploads/2024/08/18/66c21d89661a0.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T03:00:44.282+03:00",
    "updated": "2024-08-23T09:57:33.743+03:00"
  },
  {
    "uuid": "0acb275682332e97e75eb8877ed411389f4723b9",
    "url": "https://noticias.r7.com/rio-de-janeiro/governador-do-rio-de-janeiro-decreta-ponto-facultativo-nesta-sexta-feira-22-por-risco-de-temporal-21032024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R7.com",
    "published": "2024-03-21T00:00:00Z",
    "title": "Governador do Rio decreta ponto facultativo nesta sexta (22) por risco de temporal - Notícias - R7 Rio de Janeiro",
    "text": "Anuncio foi feito através das redes sociaisRecord Rio O governador do Rio de Janeiro , Cláudio Castro, decretou ponto facultativo em todo o estado , para esta sexta-feira (22), por conta das fortes chuvas que devem atingir grande parte do território fluminense neste final de semana. O anúncio foi feito através das redes sociais do chefe do executivo. Ele também afirmou que entrou em contato com prefeitos das regiões com previsão de alto índice pluviométrico para que adotem a mesma medida. - Rio de Janeiro Incêndio em veículo interdita túnel por mais de duas horas na zona sul do Rio de Janeiro - Rio de Janeiro MPRJ denuncia sequestrador de ônibus por tentativa de homicídio e cárcere privado - Rio de Janeiro Acusado de mandar matar galerista americano é preso nos EUA; defesa de comparsa critica possível soltura Castro endossou a orientação de que a população permaneça em casa e não se arrisque em locais ao ar livre. De acordo com o secretário de Estado de Defesa Civil e comandante-geral do Corpo de Bombeiros do Rio, coronel Leandro Monteiro, a corporação dobrará o efetivo para atender os cidadãos. Segundo informações do governo estadual, as regiões Serrana , Sul, Norte/Noroeste e Baixada Fluminense devem ser as mais afetadas. Em coletiva de imprensa no início da noite desta quinta-feira (21), o prefeito da cidade do Rio, Eduardo Paes, também pediu que os cariocas evitem sair de casa . Paes reforçou o pedido para que os cariocas se desloquem apenas em caso de tarefas essenciais e fiquem atentos ao acionamento de sirenes em áreas de risco. A cidade deve ser afetada por chuva forte e rajadas de vento de até 76 km/h. O acumulado de chuva pode passar de 200 milímetros em 24 horas, afirma o sistema Alerta Rio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T00:47:32.910+02:00",
    "updated": "2024-03-22T00:47:32.910+02:00"
  },
  {
    "uuid": "e5cb2bf768931b4a658e2d83a4f8357fffbe8efb",
    "url": "https://www.lafm.com.co/colombia/fleteo-fallido-en-cali-dos-delincuentes-capturados",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "maperez",
    "published": "2024-04-25T20:18:00Z",
    "title": "Fleteo fallido en Cali: dos delincuentes capturados",
    "text": "[Andrea Pérez ](/autores/andrea-perez) Fleteo fallido en Cali: dos delincuentes capturados De acuerdo con las autoridades, se logró recuperar el dinero hurtado. Las autoridades frustraron el hurto de una alta suma de dinero a un hombre que había sido interceptado por varios delincuentes al sur de Cali, Valle del Cauca. Según el informe oficial, la víctima retiró un dinero de un establecimiento no bancario y cuando se movilizaba por la Avenida Ciudad de Cali fue interceptado y obligado a entregarlo. De acuerdo con el coronel Carlos Oviedo, comandante de la Policía Metropolitana de Cali, las unidades especiales en contra de los 'motoatracadores' se percataron del hecho y lograron evitar el hurto. Le puede interesar esta noticia: [Operativo del Ejército deja 15 disidentes de las Farc muertos en Cauca](https://www.lafm.com.co/colombia/operativo-del-ejercito-deja-15-disidentes-de-las-farc-muertos-en-cauca) \"Una oportuna reacción de las patrullas de vigilancia y los distintos planes preventivos del grupo especial contra 'motoatracadores' frustraron un intento de fleteo en el sur de la ciudad; cuando varias personas en motocicletas intentaban hurtar una fuerte suma de dinero a unas personas, las patrullas de vigilancia llegaron y tuvieron un enfrentamiento contra estas personas\", indicó el comandante. De igual manera, el comandante señaló que, en medio del operativo, se logró \"la recuperación del dinero, la captura de dos personas, la incautación de dos armas de fuego y una motocicleta inmovilizada”. Lea además: [Colombia endurecerá requisitos para permanencia de venezolanos](https://www.lafm.com.co/colombia/colombia-endurecera-requisitos-para-permanencia-de-venezolanos) Por su parte, la víctima de este hecho delincuencial manifestó que fue interceptado en un semáforo por varios hombres que se movilizaban en moto, quienes lo intimidaron con armas de fuego, lo golpearon en la cabeza y le exigieron que entregara el bolso donde llevaba el dinero. \"(...) En un semáforo de la Ciudad de Cali me interceptaron unos sujetos armados, gracias a la reacción de la Policía se logró capturarlos y recuperar el dinero (...), ellos llegaron con el arma apuntándonos, intenté escaparme en la moto y me caí, ellos llegaron, me apuntaron, me pegaron un cachazo y me lancé al suelo para que no me dispararan, ahí me pidieron el maletín\", relató. — RCN Radio Cali (@RCN980cali) [#Atención]| Las autoridades frustraron el hurto de una alta suma de dinero a un hombre que había sido interceptado por varios delincuentes en el sur de Cali. [pic.twitter.com/SQ7yC7xPkh] [April 25, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:03:41.499+03:00",
    "updated": "2024-04-26T00:06:55.851+03:00"
  },
  {
    "uuid": "4b3d93e8e382045bdb38f62add6566bb0a12d3a8",
    "url": "https://www.tennis.com/news/articles/elena-rybakina-withdraws-from-paris-olympics-caroline-garcia-now-seeded",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tennis com",
    "published": "2024-07-25T22:13:00Z",
    "title": "Elena Rybakina withdraws from Paris Olympics, Caroline Garcia now seeded | Tennis.com",
    "text": "Olympics Elena Rybakina withdraws from Paris Olympics, Caroline Garcia now seededBy Jul 25, 2024 Olympics Paris 2024 Podium Picks: Which players will bring home Olympic gold?By Jul 25, 2024 Olympics Elina Svitolina confirmed as Ukraine's flag bearer: \"Huge honor to represent my country\"By Jul 25, 2024 Olympics Novak Djokovic's now-or-never proposition to strike Olympic goldBy Jul 25, 2024 Olympics Paris Olympic tennis draws: Rafael Nadal vs. Novak Djokovic in the second round?By Jul 25, 2024 Olympics Angelique Kerber to retire after Paris 2024 OlympicsBy Jul 25, 2024 Olympics Andy Murray will only play doubles at Paris Olympic Games, his final tennis tournamentBy Jul 25, 2024 Olympics Holger Rune out of Olympics with wrist injury: \"I have to take medical recommendations seriously\"By Jul 24, 2024 Olympics Fritz & Gauff, Tsitsipas & Sakkari, Medvedev & Andreeva: All 16 Paris Olympics mixed doubles teams revealedBy Jul 24, 2024 Olympics Tonsillitis rules Jannik Sinner out of competing at Paris OlympicsBy Jul 24, 2024 Olympics Elena Rybakina withdraws from Paris Olympics, Caroline Garcia now seeded The Kazakhstan Tennis Federation revealed Rybakina is \"suffering from acute bronchitis,\" as she joined the likes of Jannik Sinner, Holger Rune and Hubert Hurkacz on the sidelines. Published Jul 25, 2024 Advertising Shortly after the women’s singles draw at the Paris Olympics came out Thursday morning, news of Elena Rybakina’s withdrawal shook up the tournament. No reason was provided in the initial official communication announcing the news. A social media post from an [official ITF account](https://x.com/ITFTennis/status/1816519464617411046) later cited \"illness\", while the [Kazakhstan Tennis Federation](https://ktf.kz/ru/press-center/news/?id=9253) went on to specify that the 25-year-old is \"suffering from acute bronchitis.\" Read More: [Paris Olympic tennis draws: Rafael Nadal vs. Novak Djokovic in the second round?](https://www.tennis.com/news/articles/olympic-rafael-nadal-novak-djokovic-second-round-paris-summer-games) In a [statement](https://ktf.kz/ru/press-center/news/?id=9254) provided to the Federation, Rybakina revealed that she fell ill after Wimbledon and had been racing against time to get well as doctors \"categorically forbade\" her from training or even flying to Paris for the competition: \"Despite attempts to return to training, my body has not yet recovered. Doctors categorically forbade me to go out on the court,\" Rybakina wrote. \"I am very sorry that I will not be able to live up to your hopes and compete for our team at the Olympics in Paris. I was so close to a medal in Tokyo and carefully prepared for the Paris Games to win gold for Kazakhstan. Unfortunately, illness prevented these plans from coming true.\" Advertising View: [Full women's singles draw 2024 Paris Olympics — Updated](https://www.tennis.com/tournaments/sr-tournament-8181-olympic-tournament/draws/) Rybakina was the No. 3 seed, behind Iga Swiatek and Coco Gauff. She had landed in the same half as Swiatek and was projected to meet sixth seed Zheng Qinwen in the quarterfinals. As a result of Rybakina's withdrawal, Caroline Garcia moves into her slot as the No. 17 seed to play Jaqueline Cristian. The ripple effect continues down the draw with Australia’s Daria Saville now occupying Garcia’s original matchup with Zheng in the first round. In mixed doubles, Rybakina and Alexander Bublik have been replaced by Argentina’s Nadia Podoroska and Maximo Gonzalez to face third seeds Coco Gauff and Taylor Fritz. Read More: [Tonsillitis rules Jannik Sinner out of competing at Paris Olympics](https://www.tennis.com/news/articles/tonsillitis-rules-jannik-sinner-out-of-competing-at-paris-olympics) Rybakina has started and stopped numerous times in 2024, primarily due to illnesses. In addition to the Olympics, her pre-tournament withdrawals include [Indian Wells](https://www.tennis.com/news/articles/defending-champion-elena-rybakina-withdraws-from-indian-wells-illness-2024-bnp-paribas-open), [Rome](https://www.tennis.com/news/articles/defending-rome-champion-elena-rybakina-withdraws-due-to-illness-replaced-by-lucky-loser) and [Eastbourne](https://www.tennis.com/news/articles/elena-rybakina-withdraws-from-eastbourne-change-in-schedule-wimbledon-illnesses). She also pulled out ahead of her Dubai quarterfinal and retired [four games into her second-round match at Berlin](https://www.tennis.com/news/articles/elena-rybakina-retires-from-quarterfinal-against-victoria-azarenka-in-berlin). The 25-year-old last competed at Wimbledon, falling in the semifinals to eventual champion Barbora Krejcikova. Now, her attention turns to the North American hardcourt swing, where she's next scheduled to compete at the National Bank Open presented by Rogers in Toronto beginning on August 6.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/ITFTennis/status/1816519464617411046)",
      "https://ktf.kz/ru/press-center/news/?id=9253)",
      "https://ktf.kz/ru/press-center/news/?id=9254)",
      "https://www.ktf.kz/ru/press-center/news/?id=9254)",
      "https://www.x.com/ITFTennis/status/1816519464617411046)",
      "https://ktf.kz/ru/press-center/news/",
      "https://www.ktf.kz/ru/press-center/news/?id=9253)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elena rybakina",
          "sentiment": "negative"
        },
        {
          "name": "caroline garcia",
          "sentiment": "negative"
        },
        {
          "name": "elina svitolina",
          "sentiment": "none"
        },
        {
          "name": "holger rune",
          "sentiment": "none"
        },
        {
          "name": "andy murray",
          "sentiment": "none"
        },
        {
          "name": "andreeva",
          "sentiment": "none"
        },
        {
          "name": "angelique kerber",
          "sentiment": "none"
        },
        {
          "name": "rafael nadal",
          "sentiment": "none"
        },
        {
          "name": "novak djokovic",
          "sentiment": "none"
        },
        {
          "name": "medvedev",
          "sentiment": "none"
        },
        {
          "name": "jannik sinner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "olympics fritz & gauff",
          "sentiment": "none"
        },
        {
          "name": "tsitsipas & sakkari",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T01:30:30.132+03:00",
    "updated": "2024-07-26T01:30:30.132+03:00"
  }
]
