[
  {
    "uuid": "62733d292a2ce139472b5dc21ad47fba6bbd8e20",
    "url": "https://lasillarota.com/mundo/2024/5/25/por-la-falta-de-un-domicilio-dios-no-pudo-ser-demandado-484331.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ELOY LINARES",
    "published": "2024-05-25T18:18:00Z",
    "title": "Por la falta de un domicilio, Dios no pudo ser demandado | La Silla Rota",
    "text": "Aunque parezca una broma, en dos ocasiones Dios ha sido demandado, pero se ha salvado de pisar los juzgados porque nadie sabe en dónde vive. Todos hemos visto la película Como Dios en donde el actor Jim Carrey culpa al creador por su mala fortuna y tras llegar a un acuerdo con a el “Todopoderoso” se queda a cargo de sus responsabilidades mientras se toma unas vacaciones. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) En el aparatado La demanda contra Dios del libro Jueces, constitución y absurdos jurídicos de Alejandro Anaya, publicado por la editorial Porrúa, el jurista explica que el Senador independiente de los Estados Unidos Ernie Chambers presentó una demanda en contra del “Todopoderoso” por ser el culpable de los males en la tierra. Te podría interesar Cuando se presentó en la corte del de Distrito de Nebraska, el exlegislador acusó al “Todopoderoso” por los sufrimientos que sufre la humanidad, por los conflictos bélicos y las inclemencias ambientales que azotan al planeta. “Atroces terremotos, horrendos huracanas, terroríficos tornados, pestilentes plagas, feroces hambrunas, devastadores sequías y guerras genocidas, entre otros, en diferentes partes del mundo que generan sufrimientos humanos”, acusaba Ernie Chambers. Al ser calificada su petición como ridícula, el Senador señaló que era una persona agnóstica y que también quería demostrar que en Estados Unidos todos son sujetos a ser demandados, además, explicó que en numerosas ocasiones invocó al demandado, pero nunca obtuvo respuesta. De acuerdo con la descripción del investigador en Derecho, Ernie Chambers era identificado por no participar en las oraciones matutinas que se llevaban a cabo en las sesiones legislativas y por sus críticas a quienes profesan la religión cristiana. Luego de recibir la petición del exlegislador, el Juez Marlon Polk desechó la demanda porque, ante la falta de un domicilio, el demandado no podía ser notificado; tras recibir la respuesta, Ernie Chambers acudió al a Corte Suprema de Nebraska, pero su apelación fue desechada en febrero del 2008. A merced del diablo En otro caso, el presidiario rumano, Pavel Mircea fue enviado a un manicomio porque demandó a Dios no lo protegió del demonio cuando asesinó. De acuerdo con Alejandro Anaya -investigador que trabaja en la Corte en análisis y además ha redactado discursos de ministros y ministras- el preso, quien cumplía una sentencia de 20 años, justificó su denuncia porque el “Todopoderoso” incumplió el acto del bautismo. En el 2005, la Corte de Timisoara desechó la demanda porque Dios no es un sujeto de derecho y sin domicilio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B",
      "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T21:27:38.122+03:00",
    "updated": "2024-05-25T22:33:46.079+03:00"
  },
  {
    "uuid": "bc1140773c779d4977725ca34dd8a2c586f1bcfa",
    "url": "https://www.dailykos.com/stories/2024/6/6/2245168/-Clarence-Thomas-pockets-4-million-from-his-close-dear-friends",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@pittgriffin",
    "published": "2024-06-06T00:00:00Z",
    "title": "A new report shows Clarence Thomas pocketed $4 million from his close dear friends",
    "text": "Most Supreme Court Justices take gifts. A steak here, a bottle of wine there, and a comfortable bed in a luxury resort to rest after the excess. But they are playing in the lower minors of the bribery leagues. The All-Star pig at the trough is a man who is intimate with a wide range of rich people — from humble multi-millionaires to mid-range billionaires. Clarence Thomas has a record of venality that will likely stand as long as Joe DiMaggio’s 56-game hitting streak. Harlan Crow has received the most press as Thomas’s most prominent sugar daddy. Early in the year, ProPublica issued a damning report documenting the lavish trips Clarence took at the expense of billionaires. Crow was a marquee name. He had not just wined and dined the Justice, but also bought property from him. But Thomas’s venality runs deeper than the initial reports suggested. The group Fix the Court dove into the sewer Thomas swims in and uncovered the true extent of his entitled greed. The numbers are staggering. Thomas has vacuumed up $4,042,286 in plutocratic largesse — $2,402,310 in the last 20 years. Steven Mazie from the Economist has presented the data on all the Supremes. Thomas has not just lapped the field. He is playing in his own stadium It pays to be Justice Clarence Thomas.New data from @FixTheCourt on the value of gifts justices received & reported over the past two decades. pic.twitter.com/EE5f9wV1GY— Steven Mazie (@stevenmazie) June 6, 2024 It pays to be Justice Clarence Thomas.New data from @FixTheCourt on the value of gifts justices received & reported over the past two decades. pic.twitter.com/EE5f9wV1GY If you prefer bar charts, Steve Ratner has an equally graphic representation of Thomas’s conflicted behavior One of these Justices is not like the others.cc: @FixTheCourt pic.twitter.com/JraZfZ1olS— Steven Rattner (@SteveRattner) June 6, 2024 One of these Justices is not like the others.cc: @FixTheCourt pic.twitter.com/JraZfZ1olS We might once have been shocked at Antonin Scalia’s $210,164 haul. But to Thomas, that is sofa change, hardly worth getting out of bed for. SCOTUS is rotten. And unlike the legislative and executive branches, there is no viable method of punishing a crooked Justice. The Constitution no more prohibits a felon on the Court than it prohibits a felonious President. To pry Thomas off the bench, Congress would have to impeach him. And the Senate Republicans would never agree to losing a high-placed enabler. Forget an insurrection. Why should the GOP inspire violence to realize their goals when the Supreme Court will give it to them bloodlessly? Faced with a Republican Party that condones crime in high places — as long as it benefits them, Democrats need to take action. If they hold onto the Presidency and Senate and retake the House in November, then in 2025, they need to add four Justices to the bench - and dilute the poison flowing through the body politic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clarence thomas",
          "sentiment": "negative"
        },
        {
          "name": "thomas",
          "sentiment": "none"
        },
        {
          "name": "harlan crow",
          "sentiment": "none"
        },
        {
          "name": "crow",
          "sentiment": "none"
        },
        {
          "name": "joe dimaggio",
          "sentiment": "none"
        },
        {
          "name": "clarence",
          "sentiment": "none"
        },
        {
          "name": "steven",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "most supreme court",
          "sentiment": "negative"
        },
        {
          "name": "court",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:37:45.098+03:00",
    "updated": "2024-06-07T02:28:04.181+03:00"
  },
  {
    "uuid": "4589b17e53683641dde6577199b08262d9f97404",
    "url": "https://www.princegeorgecitizen.com/national-business/warm-weather-wreaks-havoc-on-some-bc-ski-hills-as-lack-of-snow-leaves-trails-barren-8037801",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chuck Chiang; The Canadian Press",
    "published": "2023-12-29T09:05:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren",
    "text": "VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open. Fewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions. Warmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan. In Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas. On Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain. Warm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each. Mount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow. James Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season. \"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said. \"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\" Apex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls. Shalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow. \"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\" At Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open. Several resorts have been offering discounted passes and tickets to entice skiers to visit. \"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled. Environment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland. Proctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\" He said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior. But Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations. \"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\" This report by The Canadian Press was first published Dec. 29, 2023. Chuck Chiang, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seymour",
          "sentiment": "none"
        },
        {
          "name": "james shalman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "cypress",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:07:35.707+02:00",
    "updated": "2023-12-29T12:52:28.798+02:00"
  },
  {
    "uuid": "22babee993cb3db926aa14dba3f7e8bd481a01f5",
    "url": "https://vnexplorer.net/135th-rose-parade-boasts-floral-floats-sunny-skies-as-california-tradition-kicks-off-the-new-year-s754605.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-01T23:10:00Z",
    "title": "135th Rose Parade boasts floral floats, sunny skies as California tradition kicks off the new year",
    "text": "Floral floats, marching bands and equestrian units took to the streets under a sunny California sky as the 135th Rose Parade drew hundreds of thousands of spectators on New Year’s Day.\nThe Pasadena tradition on Monday featured Broadway legend Audra McDonald as grand marshal and the theme “Celebrating a World of Music: The Universal Language.”\nAfter recent rains and gray skies, there was plenty of sun for the 8 a.m. start of the spectacle with a military flyover of a B-2 stealth bomber.\nAmong the fanciful floats was Kaiser Permanente’s colorful “Symphony of You,” which featured 8,000 roses and received the President Award for most outstanding use and presentation of flowers.\nThe top prize, the 2024 Sweepstakes Trophy, went to the San Diego Zoo for the 55-foot (16.8-meter) float “It All Started With a Roar,” depicting its mascot Rex the Lion and celebrating wildlife conservation.\nAPTOPIX Rose Parade\nThe scheduled performers included Destiny’s Child singer Michelle WIlliams, “The Voice” winner Cassadee Pope and “American Idol” champion Jordin Sparks.\nHuge crowds lined the 5.5-mile (8.8-kilometer) parade route. Many camped out on sidewalks overnight, staking out their spots in the afternoon on New Year’s Eve.\nThe parade was briefly interrupted by about 50 pro-Palestinian protesters carrying a banner demanding a ceasefire in the war between Israel and Hamas. They blocked the route before peacefully dispersing under police orders, said city spokesperson Lisa Derderian.\nMcDonald was set to toss the coin before the 110th Rose Bowl college football game between Alabama and Michigan.\nFrom news to politics, travel to sport, culture to climate – The Independent has a host of free newsletters to suit your interests. To find the stories you want to read, and more, in your inbox, click here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mkiEO.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mkiEO.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "audra mcdonald",
          "sentiment": "none"
        },
        {
          "name": "jordin sparks",
          "sentiment": "none"
        },
        {
          "name": "cassadee pope",
          "sentiment": "none"
        },
        {
          "name": "michelle williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "san diego zoo",
          "sentiment": "none"
        },
        {
          "name": "kaiser permanente",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "broadway",
          "sentiment": "none"
        },
        {
          "name": "pasadena",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T01:14:09.999+02:00",
    "updated": "2024-01-02T01:14:09.999+02:00"
  },
  {
    "uuid": "8179155b2ca66590ed1454615af0136d7e065590",
    "url": "https://www.lexpress.fr/idees-et-debats/raymond-aron-quand-le-philosophe-faisait-deja-les-frais-de-la-cancel-culture-VKFUL6NH7ZADRES5I34E2JMIRU/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Par Laetitia Strauch-Bonart",
    "published": "2023-12-29T06:30:00Z",
    "title": "Raymond Aron : quand le philosophe faisait déjà les frais de la \"cancel culture\"",
    "text": "Il ne fait pas bon être libéral en France. Il ne fait pas bon, non plus, l’avoir été. Outre la méfiance que suscite la pensée libérale auprès des tenants d’un Etat fort ou interventionniste, trois destins attendent aujourd’hui les grandes figures intellectuelles du libéralisme : l’oubli, la diabolisation ou ce qu’on pourrait appeler la consensualisation. Le fin penseur qu’était Raymond Aron se trouve dans ce dernier cas. Comme Benjamin Constant, comme Alexis de Tocqueville, Aron est certes souvent invoqué mais d’autant plus qu’il n’est plus guère lu. La gauche le tolère, le cite même, ce qui en dit long ; la droite lui rend vaguement hommage ; les journalistes et les étudiants le mentionnent. Cet Aron-là plaît à tout le monde parce qu’il n’est véritablement connu de personne.\nPublicité Cette ignorance relative, qui fait perdurer le mythe d’un personnage lisse et tiède, fait dans le même temps oublier que son souci permanent de justesse provoqua bien souvent l’ire de ses contemporains, y compris, on tend à l’oublier, à droite. En l’espèce, il fut plus qu’à son tour, dans un milieu et à une époque non exempts de grégarisme, solitaire. Ainsi, sa consécration méritée, en fin de carrière, ne doit pas masquer l’isolement qu’il a fréquemment subi - un fait malheureux que d’aucuns nomment volontiers aujourd’hui, comme s’il s’agissait d’un phénomène nouveau, la \"cancel culture\" .\nLIRE AUSSI : Le libéralisme de Raymond Aron n’était pas fait pour les âmes tendres, par Monique Canto-Sperber Raymond Aron obtient son doctorat en 1938. Sa thèse, qui sera publiée sous le titre Introduction à la philosophie de l’histoire , s’avère déjà en rupture avec le positivisme qui domine la philosophie française. Politiquement, il signale déjà son originalité. \"Une fois de plus, expliquera-t-il plus de quarante ans plus tard, comme d’habitude dans ma vie, j’étais dans un petit groupe, solitaire, entre les blocs, c’est-à-dire entre le bloc de ceux qui étaient déchaînés contre le Front populaire, et ceux qui croyaient que c’était une aube nouvelle de la société…\" Pour autant, il ne cautionne pas \"la politique antérieure ; je la trouvais parfaitement déraisonnable également, dans l’autre sens\". Sans compter qu’\"une bonne partie de la droite, celle des hebdomadaires Je suis partout , Candide , Gringoire , qui étaient horribles, une droite extrême, me rendait non seulement de gauche mais fou furieux\". Alors qu’il s’inquiète, à l’aube de la Seconde Guerre mondiale, de la mésentente croissante entre Français de gauche et de droite, il se retrouve entre les deux, \"sans grande chance de pouvoir m’exprimer et d’être écouté\" (1).\nLorsqu’il rejoint Charles de Gaulle à Londres, Aron fait preuve de la même distance critique, ce qui rend difficile son rattachement au mouvement gaulliste sans pourtant en faire l’un de ses opposants. \"Si être gaulliste c’était être le féal du général de Gaulle, ou croire en lui quelles que fussent ses opinions, alors, en effet, je ne l’étais pas\". Même face à la guerre, il se refuse à être \"dans l’extrême\", ce qui le condamne, constate-t-il, à l’écriture et à isolement (1).\nA la fin de la guerre, Aron s’oriente vers le journalisme plutôt qu’une carrière universitaire - décision qu’il regrettera plus tard - et finit par rejoindre Le Figaro comme éditorialiste. Il s’engage de surcroît, en 1947, au Rassemblement du Peuple Français (RPF), le tout nouveau parti gaulliste. Autant de choix qui dénotent une personnalité singulière, avide d’action autant que de pensée. Mais comme il ne s’engage pas à gauche comme il est d’usage, il en devient, selon les termes de son biographe Nicolas Baverez, un \"homme seul\" et un \"intouchable, banni par ses pairs\". \"La violente réaction de rejet dont il fut victime, ajoute Baverez, se traduisit par l’échec de sa candidature à une chaire de philosophie de la Sorbonne en 1948\". (2) Il y sera finalement élu en 1955, non sans obstacles. Commentant cette période, Aron usera de l’euphémisme : \"Je me sentais solitaire, dépouillé de mes amitiés de jeunesse. Bien entendu, je recevais aussi beaucoup de lettres de félicitations, mais j’y étais peu sensible parce qu’elles provenaient d’hommes qui m’étaient trop étrangers. Mais c’est vrai, je n’étais pas bien toléré par l’intelligentsia française dans cette période. […] J’étais un homme de droite, j’écrivais dans Le Figaro , etc.\" (1)\nLIRE AUSSI : Raymond Aron, le spectateur engagé de L’Express Aron fait d’autant plus grincer des dents parmi les intellectuels que la guerre froide bat son plein. Sa ferme défense de l’Alliance atlantique lui aliène un large spectre de politiques et d’intellectuels. En 1951, la sortie de ses Guerres en chaîne , où il montre qu’entre les deux grands vainqueurs de la Deuxième Guerre mondiale, la paix est impossible mais la guerre improbable, provoque un véritable \"tir de barrage\". \"Aron, relate Baverez, dut alors affronter une sainte alliance des communistes, des progressistes et des neutralistes, qui marqua son complet isolement.\" Une fausse rumeur, propagée par le philosophe et neutraliste Etienne Gilson, le présente comme un agent payé par les Etats-Unis. Ostracisme et intolérance règnent tout autant à l’Institut d’études politiques où il enseigne de 1948 à 1954 et où ses idées sur le marxisme, la guerre froide et la IVè république \"heurtaient de front le catéchisme progressiste\" de la quasi-totalité des autres enseignants. Sa candidature implicite à un poste de professeur fut écartée avec élégance\" (2).\nDévasté par le décès brutal de l’une de ses filles en 1950, il devient, poursuit son biographe, \"un solitaire, rejeté par l’université et enfoui dans sa peine\" (2). Il publiera dans cette période l’un de ses chefs-d’œuvre, L’Opium des intellectuels , en 1955, où il soutient qu’il est impossible de constater l’existence du goulag sans devenir anticommuniste dans le même temps. Sa cible n’est pas tant les intellectuels communistes que \"mes amis qui reconnaissent l’existence des camps de concentration, qui ne sont pas communistes mais qui ne veulent pas être anticommunistes\", comme Sartre à cette époque. Il épingle ce \"mouvement intellectuel dont il n’y a guère eu l’équivalent ailleurs\" faits de \"ceux qui étaient entre les deux, qui étaient à tel point attirés par le prolétariat, le socialisme, l’histoire, la révolution, la gauche, qu’ils n’acceptaient pas les conséquences de la rupture avec le communisme\" et qui, partant, \"ne pouvaient admettre que la rupture avec l’Union soviétique conduisît nécessairement à mon chemin, c’est-à-dire à accepter l’Alliance atlantique et la coalition des anticommunistes\" (1).\nSon anti-communisme aurait pu en faire la coqueluche de la droite non-gaulliste. Il n’en est rien car Aron s’en prend à l’une de ses vaches sacrées, l’Algérie française. Convaincu dès l’après-guerre que \"la décolonisation, d’abord, était inévitable, ensuite qu’elle était conforme aux valeurs que les Occidentaux défendent\" (1), autrement dit, pour reprendre des termes aroniens, que l’existence de colonies n’est plus ni \"possible\" ni \"souhaitable\", il approfondit l’argument dans La Tragédie algérienne qu’il publie en 1957. L’ouvrage \"provoqua un réel séisme politique, relate Baverez. Aron s’aliéna la droite - prompte à s’élever contre la trahison de l’auteur de L’Opium […] -, mais aussi la gauche - qui dénonçait sous la plume de Jean Daniel \"le passage du conservatisme au défaitisme\" (2).\nA droite, les attaques sont rudes. Il se trouve alors en contradiction avec la ligne du journal dont il est éditorialiste. On l’accuse de faire le jeu du FLN, on s’étouffe lorsqu’il explique que \"la politique de la France ne pouvait pas être déterminée par un million de Français d’Algérie\", on prétend qu’il voudrait \"mettre les Français d’Algérie dans des camps de concentration\" (1). Jacques Soustelle, gouverneur général de l’Algérie au début de la guerre en 1955-1956 et fervent partisan de l’Algérie française, publie peu après La Tragédie algérienne une brochure au titre évocateur, Le Drame algérien et la décadence française, réponse à Raymond Aron . Ces échauffourées livresques masquent la popularité de la position aronienne. Pour une fois, Aron est l’homme de la majorité silencieuse puisqu’il exprime publiquement \"ce que la majorité des Français et la quasi-totalité de la classe politique pensaient sans oser se l’avouer\" (2). Il commentera modestement deux décennies plus tard : \"J’ai eu une influence très limitée, mais j’ai apporté, si je puis dire, aux hommes politiques modérés une représentation générale du monde qui justifiait leur politique\" (1).\nLIRE AUSSI : Dominique Schnapper : \"Macron ne peut plus agir, tout ce qu’il fait est considéré comme mal\" La reconnaissance universitaire tant attendue advient pendant la décennie 1960 puisqu’il devient directeur d’études à l’École pratique des hautes études. Point de retrouvailles, en revanche, avec la communauté intellectuelle en raison de ses prises de position, philosophique et politique, face à l’événement qui donnera un nouveau souffle à la gauche, mai 1968. Dans La Révolution introuvable , publiée la même année, il cherche à donner un sens sociologique à l’épisode, loin du mythe d’une jeunesse révolutionnaire salvatrice. Il prend position, par un certain nombre d’articles publiés en mai dans Le Figaro , contre \"le terrorisme du pouvoir étudiant\" qui souhaite s’immiscer dans la gouvernance de l’université. Ici, Aron, ne s’aliène pas seulement les usual suspects comme Sartre lequel, sous prétexte d’appeler Aron à pratiquer l’autocritique - un professeur doit savoir, selon la novlangue de l’époque, \"se contenter\" - frise l’insulte en proclamant qu’\"il faut […] que les étudiants puissent regarder Raymond Aron tout nu\" (2) ; des hommes plus modérés, tels Pierre Hassner et François Furet, prennent leurs distances face à un positionnement qu’ils jugent trop sévère (2).\nQuant aux gaullistes, il conservera avec eux une relation ambivalente. Bien que dans l’ensemble favorable à la politique étrangère gaullienne, il en critiquera de plus en plus le style, notamment la rhétorique anti-américaine, qu’il juge illusoire et dangereuse. De façon similaire, s’il est satisfait du retour du général de Gaulle en 1958, il n’oubliera pas de remarquer que celui-ci s’est trouvé \"à la limite du coup d’Etat\" quand il est revenu au pouvoir.\nDans les années 1970, Aron a réalisé la prédiction de Malraux qui avait auparavant annoncé à son ami : \"Attendez, attendez, quand vous aurez soixante-dix ans, ça s’arrangera, on vous reconnaîtra\" (2). Au soir de sa vie, il reconnaîtra que ses idées ont marqué maints universitaires et hommes politiques. Pour autant, non seulement il \"n’y a pas une secte aronienne\", jugera-t-il, mais il dira rester \"isolé et opposant, destin normal d’un authentique libéral\" (1).\nSelon les propres explications du philosophe, son isolement venait de son adoption d’\"un certain nombre d’attitudes\" (1). Ce dernier terme, polysémique, peut se référer au contenu même de ses positions, mais aussi, et c’est ce point que nous voudrions explorer, à la méthode aronienne menant à leur formulation.\nLIRE AUSSI : Sartre et Aron: inventaire Comme le titre du livre d’entretiens accordé par Aron à Jean-Louis Missika et Dominique Wolton en 1981 l’indique, Aron se voulait un \"spectateur engagé\". \"La volonté de voir, de saisir la vérité, la réalité, d’un côté, et de l’autre côté agir : ce sont, me semble-t-il, les deux impératifs auxquels j’ai essayé d’obéir toute ma vie\", développe-t-il (1). Cette formule, qui se distingue de l’engagement au sens sartrien, lie ensemble la pensée et l’action de telle sorte que, si l’on ne peut pas bien agir sans avoir pensé au préalable, on ne peut pas non plus bien penser si l’on n’a pas l’action en ligne de mire. La pensée, en d’autres termes, est bornée par ce qu’Aron nomme le réel ou la réalité. Le réel oblige, autrement dit, il impose une éthique intellectuelle qui se distingue du réflexe idéologique. Décrivant les \"intellectuels\", Aron remarque qu’ \"ils sont inquiets, angoissés par ce que notre régime existant comporte de mal (et tous les régimes comportent du mal), (qu’) ils sont assoiffés de la solution qui donnerait la société universalisable. Ils ont bien une opinion sur ce qu’il faut faire contre l’inflation ou au sujet du réarmement de l’Allemagne, mais c’est essentiellement des opinions à partir d’impératifs ou de postulats et non pas à partir d’une analyse de la conjoncture\". Or analyser la conjoncture, c’est vouloir produire un raisonnement adapté à chaque situation, c’est faire du sur-mesure, c’est être mesuré , non pas au sens de la tiédeur mais de l’exactitude. Ou encore, \"avoir des opinions politiques, ce n’est pas avoir une fois pour toutes une idéologie, c’est prendre des décisions justes dans des circonstances qui changent\" (1).\nCette éthique, dans le paysage politico-intellectuel de son époque, était rare. D’abord parce que nombre de politiques et intellectuels, à gauche mais aussi à droite, pétris d’idéologie, ne se préoccupaient que du \"souhaitable\" et non du \"possible\". Ensuite parce qu’en passant d’un camp à l’autre en fonction des changements de circonstances, Aron se démarquait de ses camarades qui privilégiaient la loyauté clanique. Avoir Aron de son côté pour un temps ne signifiait pas avoir gagné son soutien en toutes circonstances. \"Quand je vote, je vote pour Giscard d’Estaing et non pas pour Mitterrand, commentait-il. Donc si on définit la place d’un intellectuel par ses votes, je suis un intellectuel de droite, mais d’un caractère un peu particulier, c’est-à-dire indiscipliné et rarement d’accord avec celui pour lequel il a voté. Je critique avec la même liberté l’homme pour lequel j’ai voté que je le ferais si l’autre était élu.\" (1) Pour le dire autrement, il était libre.\nAu vu de la trajectoire d’Aron et de son influence intellectuelle posthume, nous savons aujourd’hui que son isolement n’a pas empêché sa réussite. Mieux, la plupart de ses positions, choquantes à l’époque pour certains, apparaissent rétrospectivement comme celles qu’il fallait adopter pour préserver la concorde nationale. Le temps a fait son œuvre et révélé, progressivement, la clairvoyance aronienne. Nous pouvons en tirer, pour le présent, une leçon. Tous les penseurs atypiques et isolés ne deviennent pas des Aron, mais en pensant atypiquement et en acceptant la solitude qui accompagne l’honnêteté intellectuelle, en refusant la logique clanique, on n’est pas seulement plus libre, on met toutes les chances de son côté pour, même beaucoup plus tard, avoir raison.\nGenerationLibre publie un recueil de contributions en hommage au grand philosophe libéral disparu il y a quarante ans, \"Raymond Aron, l’actualité de sa pensée 40 ans après sa mort\" .\n(1) Raymond Aron, Le Spectateur engagé. Entretiens avec Jean-Louis Missika et Dominique Wolton, Paris, Julliard, 1981\n(2) Nicolas Baverez, Raymond Aron. Un moraliste au temps des idéologies , Tempus, 2006\n. A lire dans Idées et débats\nCompétitivité : \"La France va moins bien qu’elle ne le pourrait mais mieux qu’elle ne le croit\"\nGilles Kepel : \"Après l’échec de Gaza, Israël réoriente son offensive contre 'l’axe du mal'\"\nDémission de la présidente de Harvard : décryptage d'une polémique Publicité Les plus lus 1 Beaune devient la risée du gouvernement, Attal a failli se faire chipe ... 2 Poutine : l’incroyable tour de passe-passe de l’opposition pour torpil ... 3 Massacre du 7 octobre : \"L’attaque du Hamas aurait pu être évitée, il ... 4 Vladislav Inozemtsev : \"Chez les Russes, la peur d’une catastrophe éco ... 5 Climat : les six risques catastrophiques qui menacent la planète, selo ... Opinions Opinion En 2024, la guerre opposera les humanistes et les ayatollahs de l'identité, par Abnousse Shalmani\nAbnousse Shalmani Opinion Démission de la présidente de Harvard : décryptage d'une polémique\nDenys de Béchillon Culture \"La Soif du mal\" ou le génie d'Orson Welles remis au goût du jour\nChristophe Donner Sciences Mourir sans avoir vieilli : l’intrigante particularité des atomes radioactifs\nEtienne Klein",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.generationlibre.eu/raymond-aron-lactualite-de-sa-pensee-40-ans-apres-sa-mort/",
      "https://www.generationlibre.eu/raymond-aron-lactualite-de-sa-pensee-40-ans-apres-sa-mort",
      "https://generationlibre.eu/raymond-aron-lactualite-de-sa-pensee-40-ans-apres-sa-mort/",
      "https://sprw.io/stt-uAbFnvyu6DzESnf7eTZi9d",
      "https://www.sprw.io/stt-uAbFnvyu6DzESnf7eTZi9d"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T08:40:07.487+02:00",
    "updated": "2024-01-05T14:27:56.865+02:00"
  },
  {
    "uuid": "a516e7550398dd3203f47bdd62c0f2156d1194fa",
    "url": "https://maritime-executive.com/article/china-slams-philippines-continued-use-of-supply-convoys",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Maritime Executive",
    "published": "2023-12-28T22:49:00Z",
    "title": "China Slams Philippines' Continued Use of Supply Convoys",
    "text": "The Chinese government is displeased with the Philippines' insistence on conducting patrol and resupply operations within the Philippine exclusive economic zone, People's Liberation Army spokesman Wu Qian said Thursday. It is also unhappy with the French Navy's plans to hold a joint drill with Philippines and India in the same region.\nThe Philippine Coast Guard's resupply runs to Second Thomas Shoal typically involve tense standoffs with Chinese paramilitary forces and the China Coast Guard. Beijing has repeatedly ordered Manila to withdraw from a garrison on the reef, but Philippine forces have held out thanks to the risky convoy operations.\nIn previous confrontations, the larger and more numerous Chinese vessels have used aggressive maneuvering, water cannons, acoustic devices (LRAD) and laser target illuminators to deter Philippine supply boats. Near-collisions and light contact have occurred.\nChina claims ownership of the Spratly Islands and surrounding waters, including areas within the Philippine exclusive economic zone, like Second Thomas Shoal. In 2016, the Permanent Court of Arbitration in the Hague dismissed Chinese assertions of sovereignty over Philippine waters, but China has ignored the ruling. The PLA has accused Manila of \"provoking\" confrontation with China by operating Philippine convoys within the Philippine EEZ.\nAsked about the recent confrontations at a press conference Thursday, PLA Senior Colonel Wu Qian blamed Manila for Chinese paramilitary operations in Philippine waters.\n\"The Philippines insisted on sending a ship to intrude into the waters adjacent to China's Ren'ai Jiao [Second Thomas Shoal], and also rammed the Chinese coast guard ship in a provocative manner, causing a collision, which is very dangerous and unprofessional,\" said Qian. \"The China Coast Guard has taken necessary measures to regulate it in accordance with the law, which is completely reasonable and lawful.\"\nHe claimed that reports that the China Coast Guard had used LRAD and laser systems were \"completely out of nowhere,\" and that the convoys - which have recently begun carrying members of the press - were all for show.\n\"In my opinion, what kind of humanitarian transportation [convoy] is this, this is completely 'touching porcelain', it is a show,\" he said. (\"Touching porcelain\" is a Chinese idiom referring to a common street-level scam: a con artist carries a porcelain vase into traffic and pretends to get hit by a car, dropping the vase and then extorting the driver for cash \"compensation.\")\nQian also framed the interactions in the Philippine EEZ as a matter for Manila and Beijing to resolve on their own, without any aid from the Philippines' allies. Multiple nations have recently joined or announced plans to join Philippine forces for naval patrols, including most recently France and India.\n\"The China-Philippines maritime dispute is an issue between the two countries, and no third party has any right to interfere,\" Qian said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://trinitymedia.ai/player/trinity/2900014820/?pageURL=",
      "https://www.trinitymedia.ai/player/trinity/2900014820/?pageURL=",
      "https://trinitymedia.ai/player/trinity/2900014820/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas shoal",
          "sentiment": "none"
        },
        {
          "name": "wu qian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "china slams philippines",
          "sentiment": "negative"
        },
        {
          "name": "people's liberation army",
          "sentiment": "none"
        },
        {
          "name": "philippine coast guard",
          "sentiment": "none"
        },
        {
          "name": "china coast guard",
          "sentiment": "none"
        },
        {
          "name": "french navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "spratly islands",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:10:08.640+02:00",
    "updated": "2023-12-29T01:10:08.640+02:00"
  },
  {
    "uuid": "f99d7a41157f3a9f6dffb86e5d4a4c13d918387e",
    "url": "https://timesofindia.indiatimes.com/city/lucknow/lord-ram-came-in-pushpak-viman-his-bhakts-can-too-up-deputy-cm-keshav-prasad-maurya/articleshow/106391512.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencies",
    "published": "2023-12-29T22:09:00Z",
    "title": "Lord Ram came in Pushpak Viman, his bhakts can too: UP deputy CM Keshav Prasad Maurya | Lucknow News - Times of India",
    "text": "AYODHYA: Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya has expressed that devotees of Lord Ram will have the privilege of flying to Ayodhya, drawing a parallel with Lord Ram's arrival in a Pushpak Viman.Maurya stated in an interview with ANI on Friday, \\\"When Lord Ram came to Ayodhya, he came in a Pushpak Viman. There might have been an airport at that time. Today, Ram Bhakts are coming to Ayodhya. If they are coming from abroad, an international airport is in place. If they are coming from here, they can avail the domestic airport...\\\"He also discussed various modes of travel to Ayodhya, including existing rail networks, the construction of pilgrimage routes like Chaurasi Kosi Parikrama Marg, Chauda Kosi Parikrama Marg, Panha Kosi Parikrama Marg, and Rajya Marg. Additionally, efforts are underway to establish waterways through the Saryu River.He also discussed various modes of travel to Ayodhya, including existing rail networks, the construction of pilgrimage routes like Chaurasi Kosi Parikrama Marg, Chauda Kosi Parikrama Marg, Panha Kosi Parikrama Marg, and Rajya Marg.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keshav prasad maurya",
          "sentiment": "negative"
        },
        {
          "name": "pushpak viman",
          "sentiment": "negative"
        },
        {
          "name": "panha kosi parikrama marg",
          "sentiment": "none"
        },
        {
          "name": "ram bhakts",
          "sentiment": "none"
        },
        {
          "name": "chauda kosi parikrama marg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lucknow news - times of india ayodhya",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "saryu river.he",
          "sentiment": "none"
        },
        {
          "name": "chaurasi kosi parikrama marg",
          "sentiment": "none"
        },
        {
          "name": "rajya marg",
          "sentiment": "none"
        },
        {
          "name": "ayodhya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T03:06:44.996+02:00",
    "updated": "2023-12-30T03:06:44.996+02:00"
  },
  {
    "uuid": "2c8220d0f1619afaa83fc15e49f3d579dc472e89",
    "url": "https://www.blackshoediaries.com/2024/9/5/24236865/penn-state-nittany-lions-mens-womens-volleyball-soccer-field-hockey-louisville-tennessee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Colin_Murphy",
    "published": "2024-09-05T18:19:00Z",
    "title": "Fall Sports Recap: Volleyball Sweeps No. 4 Louisville",
    "text": "Women’s Volleyball The No. 7 women’s volleyball team defeated No. 15 Tennesee (3-1), Temple (3-0), and No. 4 Louisville (3-0) in the opening week of the season. After dropping the opening set against the Volunteers, the Lions won nine straight sets to start the 2024 campaign at 3-0. The win over Louisville marked Katie Schumacher-Cawley’s third win over a top 10 team as Penn State’s head coach. Against Tennessee, [Camryn Hannah](https://gopsusports.com/sports/womens-volleyball/roster/player/camryn-hannah) and [Jess Mruzik](https://gopsusports.com/sports/womens-volleyball/roster/player/jess-mruzik) each recorded 19 kills to lead the way for the offense. True freshman setter [Izzy Starck](https://gopsusports.com/sports/womens-volleyball/roster/player/izzy-starck) tallied 42 assists in her first career start on her way to [Big Ten Freshman of the Week](https://gopsusports.com/news/2024/09/2/izzy-starck-earns-first-b1g-volleyball-freshman-of-the-week-award) honors. Penn State easily dispatched Temple on Sunday afternoon behind a whopping 12 aces from seven different players. Incoming transfer [Caroline Jurevicius](https://gopsusports.com/sports/womens-volleyball/roster/player/caroline-jurevicius) (daughter of former Penn State wide receiver Joe Jurevicius) led the team with nine kills in the match. Defensively, freshman [Ava Falduto](https://gopsusports.com/sports/womens-volleyball/roster/player/ava-falduto) recorded 13 digs. In the team’s first match against a top 10 team this season, Penn State dominated Louisville in straight sets, holding the Cardinals to a .091 hitting percentage. Jess Mruzik earned her 1,500th career kill in the third set and recorded a team-high 13 kills in the match. [Gillian Grimes](https://gopsusports.com/sports/womens-volleyball/roster/player/gillian-grimes) was sensational at libero with 13 digs and four aces. Penn State will be in Lexington, Kentucky this weekend for a pair of matches. The Lions will take on Kentucky on Friday (7pm on SEC Network) and Ball State on Saturday (5pm). Women’s Soccer The women’s soccer team rebounded with a 3-1 win over West Virginia on Thursday and a 2-1 win over Saint Louis on Sunday. [Kaitlyn MacBean](https://gopsusports.com/sports/womens-soccer/roster/player/kaitlyn-macbean) scored all five goals for the Nittany Lions in the two wins, bringing her total to a stunning eight goals in the first five games of the season. MacBean leads the entire NCAA in goals scored so far this season. [Amanda Poorbaugh](https://gopsusports.com/sports/womens-soccer/roster/player/amanda-poorbaugh) earned two wins in net and made six saves in the pair of games. Penn State returned to the top 10 in this week’s United Soccer Coaches’ poll after a one-week absence, placing at [No. 8](https://www.ncaa.com/rankings/soccer-women/d1/united-soccer-coaches). The Lions will continue their road trip with a match at Princeton today (7pm on ESPN+) and a match at No. 23 Georgetown on Sunday (1pm). Men’s Soccer The men’s soccer team dropped a 2-1 heartbreaker against Pitt on Friday before rebounding with a solid 4-0 win over St. Bonaventure on Monday. After [Christian Dionne](https://gopsusports.com/sports/mens-soccer/roster/player/christian-dionne) gave the Lions a 1-0 lead over Pitt in the first half, leaky defense in the second half allowed the Panthers to tie and eventually take the lead. Penn State did not have a shot on goal in the second half and recorded just five total shots (two on goal) in the match. [Ben Liscum](https://gopsusports.com/sports/mens-soccer/roster/player/ben-liscum), [Michael Hewes](https://gopsusports.com/sports/mens-soccer/roster/player/michael-hewes), [Matthew Henderson](https://gopsusports.com/sports/mens-soccer/roster/player/matthew-henderson), and Christian Dionne each scored a goal in the win over St. Bonaventure. The Nittany Lions finally found some scoring depth on offense and limited the Bonnies to three shots on goal in the match. After an idle weekend, Penn State will face Cornell at home on Monday (7pm on Big Ten Plus). Field Hockey The field hockey team dropped two tough matches at home, falling 2-1 to Virginia and 2-1 to Syracuse. Virginia’s offensive attack was overwhelming, recording 24 total shots in the game, but the Cavaliers held a slim 1-0 advantage entering the second half. [Phia Gladieux](https://gopsusports.com/sports/field-hockey/roster/player/sophia-gladieux) tied the game in the third off a penalty corner to give the Lions some life, but Virginia took the lead on a rebound chance with just under three minutes to play. It was another slow start for the team against Syracuse, with the Orange taking a 1-0 lead in the first. The teams would trade quality chances in the second and third, but both goalies remained tough. Syracuse doubled its lead early in the fourth on a penalty corner. Phia Gladieux scored three minutes later to cut the deficit in half. Penn State went to work in the offensive zone pressing for the tying goal, including over two minutes of possession time, but was unable to capitalize. The Lions will look to rebound with a pair of road games. Penn State will play St. Joseph’s on Friday (3pm on ESPN+) and Delaware on Sunday (Noon).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://gopsusports.com/news/2024/09/2/izzy-starck-earns-first-b1g-volleyball-freshman-of-the-week-award",
      "https://gopsusports.com/sports/womens-volleyball/roster/player/caroline-jurevicius",
      "https://www.ncaa.com/rankings/soccer-women/d1/united-soccer-coaches",
      "https://gopsusports.com/sports/field-hockey/roster/player/sophia-gladieux",
      "https://gopsusports.com/sports/mens-soccer/roster/player/christian-dionne",
      "https://gopsusports.com/sports/womens-volleyball/roster/player/camryn-hannah",
      "https://gopsusports.com/sports/mens-soccer/roster/player/matthew-henderson",
      "https://gopsusports.com/sports/mens-soccer/roster/player/michael-hewes",
      "https://gopsusports.com/sports/womens-volleyball/roster/player/gillian-grimes",
      "https://gopsusports.com/sports/womens-volleyball/roster/player/jess-mruzik",
      "https://gopsusports.com/sports/womens-soccer/roster/player/kaitlyn-macbean",
      "https://gopsusports.com/sports/womens-volleyball/roster/player/izzy-starck",
      "https://gopsusports.com/sports/womens-soccer/roster/player/amanda-poorbaugh",
      "https://gopsusports.com/sports/mens-soccer/roster/player/ben-liscum",
      "https://gopsusports.com/sports/womens-volleyball/roster/player/ava-falduto",
      "https://www.gopsusports.com/sports/womens-soccer/roster/player/amanda-poorbaugh",
      "https://www.gopsusports.com/news/2024/09/2/izzy-starck-earns-first-b1g-volleyball-freshman-of-the-week-award",
      "https://ncaa.com/rankings/soccer-women/d1/united-soccer-coaches",
      "https://www.gopsusports.com/sports/field-hockey/roster/player/sophia-gladieux",
      "https://www.gopsusports.com/sports/womens-volleyball/roster/player/ava-falduto",
      "https://www.gopsusports.com/sports/womens-volleyball/roster/player/gillian-grimes",
      "https://www.gopsusports.com/sports/mens-soccer/roster/player/christian-dionne",
      "https://www.gopsusports.com/sports/womens-volleyball/roster/player/jess-mruzik",
      "https://www.gopsusports.com/sports/womens-volleyball/roster/player/caroline-jurevicius",
      "https://www.gopsusports.com/sports/womens-volleyball/roster/player/camryn-hannah",
      "https://www.gopsusports.com/sports/mens-soccer/roster/player/michael-hewes",
      "https://www.gopsusports.com/sports/mens-soccer/roster/player/ben-liscum",
      "https://www.gopsusports.com/sports/mens-soccer/roster/player/matthew-henderson",
      "https://www.gopsusports.com/sports/womens-volleyball/roster/player/izzy-starck",
      "https://www.gopsusports.com/sports/womens-soccer/roster/player/kaitlyn-macbean"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:01:45.433+03:00",
    "updated": "2024-09-06T04:44:02.165+03:00"
  }
]