[
  {
    "uuid": "8fc80eb52a6a8abccab4026a074d0ab5786392b9",
    "url": "https://www.beliefnet.com/columnists/news/2023/12/community-furious-after-tennessee-school-allows-after-school-satan-club",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "N/A",
    "published": "2023-12-29T06:31:00Z",
    "title": "Community Furious After Tennessee School Allows “After School Satan Club”",
    "text": "A Tennessee school is facing criticism after it revealed plans to permit an “After School Satan Club” to use its building starting January 10th. The club is run by\nThe Satanic Temple (TST), which promotes the club as a program that “focuses on science, critical thinking, creative arts, and good works for the community.” The club states that proselytization is not its goal and seeks to “provide a safe and inclusive alternative to the religious clubs that use threats of eternal damnation to convert school children to their belief system.” TST states it does not start a club at a school unless the school is also in use by religious afterschool programs, such as The Good News Club.\nParents of students at Chimneyrock Elementary School in Cordova were alarmed to receive notices about the club starting and contacted officials at Memphis-Shelby County Schools (MSCS), which oversees Chimneyrock. According to TST, they were contacted by parents within the school that were interested in starting a club. Including Tennessee, there will be five states running After School Satan Clubs. At a meeting to address parent concerns, interim school superintendent Toni Williams said permitting the club to host meetings at the school’s library was a matter of law. “I want to assure you that I do not endorse, I do not support the beliefs of this organization at the center of the recent headlines. I do, however, support the law. As a superintendent, I am duty-bound to uphold our board policy, state laws and the Constitution,” she\nsaid. Attendance at the club is not mandatory for students, nor is it being sponsored by the district. Williams encouraged critics to seek a middle ground. “I challenge you not to push away in fear but to push in with support. We can support the First Amendment and our students at the same time.”\nSpeaking to\nFox News, father Reggie Clark didn’t mince words. “I can’t say that I was shocked because I wasn’t shocked. [They] have already taken God out of school and prayer out of school and they invited the devil in,” he said. He criticized the district’s decision to allow the club. “They failed the community. They failed our children because, again, they [would] rather dodge a lawsuit than actually protect our children.” He also did not buy into TST’s claims of not forcing proselytization. “If you want to exercise the First Amendment right, do like any other proper 501(c)(3). You go to your building and give people a choice to. But when you are forcing and demanding yourself in a school system, especially with our children, we’re talking about babies, five through nine years old. You’re forcing yourself into the school… that’s what I have an issue with.” Another member of the community, Rev. Bill Adkins, pastor of Greater Imani Church, called the situation “absurd.” “We cannot allow any entity called Satanic Temple to have private time with our children. I can’t go into the school building and pray. But yet we can rent a facility to the Satanic Temple, and they can give a party for children. It’s ridiculous. It’s absurd.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.cbsnews.com/news/after-school-satan-club-sparks-tennessee-chimneyrock-controversy/",
      "https://www.foxnews.com/media/memphis-father-infuriated-over-elementary-schools-after-school-satan-club-invited-devil",
      "https://wreg.com/news/local/memphis-school-officials-address-after-school-satan-club/",
      "https://thesatanictemple.com/pages/after-school-satan",
      "https://foxnews.com/media/memphis-father-infuriated-over-elementary-schools-after-school-satan-club-invited-devil",
      "https://www.thesatanictemple.com/pages/after-school-satan",
      "https://cbsnews.com/news/after-school-satan-club-sparks-tennessee-chimneyrock-controversy/",
      "https://www.wreg.com/news/local/memphis-school-officials-address-after-school-satan-club/",
      "https://wreg.com/news/local/memphis-school-officials-address-after-school-satan-club",
      "https://www.cbsnews.com/news/after-school-satan-club-sparks-tennessee-chimneyrock-controversy"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cordova",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tennessee school",
          "sentiment": "negative"
        },
        {
          "name": "chimneyrock elementary school",
          "sentiment": "none"
        },
        {
          "name": "good news club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "memphis-shelby county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:24:22.890+02:00",
    "updated": "2023-12-29T12:24:22.890+02:00"
  },
  {
    "uuid": "c004301c0f6fcfe0bc8e3916d9af60dd9cf0bb0a",
    "url": "https://www.whsv.com/2024/01/02/man-celebrates-last-day-work-after-48-years-supermarket-chain/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WHSVnews",
    "published": "2024-01-02T13:29:00Z",
    "title": "Man celebrates last day of work after 48 years at supermarket chain",
    "text": "Man celebrates last day of work after 48 years at supermarket chain WEST DES MOINES, Iowa (KCCI) - For an Iowa man, the start of 2024 will bring a lot of change to his normal routine as he retires from supermarket chain Hy-Vee after almost five decades. It’s not every day Steve Mick gets chauffeured around, but after 48 years at Hy-Vee, Sunday was his last day and his boss insisted on the special ride to work. Outside the West Des Moines supermarket was a display celebrating Mick’s years of service. “That’s amazing,” Mick said. “Wow. It’s about all I can say.” Inside the store, countless hugs and congratulations from family, friends and former colleagues showed the impact Mick had on the community. He started at Hy-Vee behind the meat counter in 1975 when he was just 16. “He’s the same person today: extremely nice, extremely thoughtful, willing to help the customers,” longtime colleague Marilyn Cook said. “He’s been such a hard worker all his life, and today is kind of a bittersweet day for all of us,” said Mick’s daughter, Kerri Driscoll. Mick worked at different Hy-Vee locations throughout his career, his last being the store in West Des Moines on Jordan Creek Parkway. “It was just a place that fit for me,” Mick said. “Been a long haul, and it’s been well worth it.” As the chapter at Hy-Vee comes to an end, the cake at Mick’s party is a hint as to what part of retirement looks like: camping and time in nature with family. “I’m going to let life happen to me, enjoy every minute of it,” Mick said. Mick’s co-workers say he will be missed after bringing smiles to people during his nearly five decades on the job. Copyright 2024 KCCI via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mick",
          "sentiment": "none"
        },
        {
          "name": "hy-vee",
          "sentiment": "none"
        },
        {
          "name": "marilyn cook",
          "sentiment": "none"
        },
        {
          "name": "kerri driscoll",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kcci",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "west des moines",
          "sentiment": "none"
        },
        {
          "name": "west des moines",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T17:47:37.628+02:00",
    "updated": "2024-01-02T17:47:37.628+02:00"
  },
  {
    "uuid": "f3d970ef690d2dbfc2e60d3e602560cf83dee66b",
    "url": "https://uk.investing.com/news/world-news/venezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-28T00:00:00Z",
    "title": "Venezuela's Maduro slams deployment of British warship to Guyana By Reuters",
    "text": "4/4 © Reuters. Venezuela's President Nicolas Maduro addresses military staff during a meeting at the Ministry of Defence, in Caracas, Venezuela December 28, 2023. Zurimar Campos/Miraflores Palace/Handout via REUTERS 2/4 CARACAS (Reuters) - Venezuelan President Nicolas Maduro on Thursday said the deployment of a British warship to waters off the coast of Guyana breaches the \"spirit\" of an agreement reached between Venezuelan and Guyanese authorities.\nGuyana and Venezuela agreed earlier this month to avoid the use of force and avoid increasing tensions in the long border dispute over the oil-rich Essequibo territory.\nThe 160,000-square-km (62,000-square-mile) Essequibo region is generally recognized as part of Guyana, but in recent years Venezuela has revived its claim to the territory and to offshore areas after major oil and gas discoveries.\nRoyal Navy patrol vessel HMS Trent is visiting Guyana, a British ally and former colony, as part of a series of engagements in the region, the UK's defense ministry said in a statement earlier this month, without referring to Venezuela or the border dispute.\n\"It is the breaking of the spirit of dialogue, diplomacy and peace of the agreements,\" Maduro said on Thursday. He said the deployment was \"practically a military threat from London.\"\nMaduro has ordered \"the activation of a joint defensive action of the Bolivarian National Armed Forces\" off the coast of Essequibo, he said in a state televised broadcast, but did not give more information.\nMilitary leaders in Venezuela's east said during the broadcast that 5,600 uniformed personnel were ready for the operation.\nIn a statement, Venezuela's Foreign Ministry said the country \"reserves all actions, within the framework of the Constitution and International Law, to defend its maritime and territorial integrity.\"\nVenezuela's Maduro slams deployment of British warship to Guyana",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://invst.ly/12txep",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&title=Venezuela%27s+Maduro+slams+deployment+of+British+warship+to+Guyana&summary=",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&display=popup&ref=plugin",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&title=Venezuela%27s+Maduro+slams+deployment+of+British+warship+to+Guyana&summary=",
      "https://www.facebook.com/sharer/sharer.php",
      "http://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fvenezuelas-maduro-slams-deployment-of-british-warship-to-guyana-3282426&display=popup&ref=plugin",
      "https://www.invst.ly/12txep"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maduro",
          "sentiment": "negative"
        },
        {
          "name": "nicolas maduro",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "zurimar campos/miraflores palace",
          "sentiment": "none"
        },
        {
          "name": "ministry of defence",
          "sentiment": "none"
        },
        {
          "name": "royal navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "guyana",
          "sentiment": "none"
        },
        {
          "name": "caracas",
          "sentiment": "none"
        },
        {
          "name": "caracas",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "essequibo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:30.066+02:00",
    "updated": "2023-12-29T01:13:30.066+02:00"
  },
  {
    "uuid": "493248a051d336c37d1a13cff8fa5cc4e5b0de6f",
    "url": "https://www.noticiasrcn.com/colombia/violinista-eldbjorg-hemsing-cartagena-festival-musica-462449",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "noticiasrcn.com",
    "published": "2024-01-07T23:02:00Z",
    "title": "Violinista Eldbjørg Hemsing Cartagena Festival Música",
    "text": "La violinista Eldbjørg Hemsing deleitó en concierto del XVIII Cartagena Festival de Música En la Capilla Santa Clara, se escucharon piezas de la talla de la violinista Eldbjørg Hemsing y el pianista Olli Mustonen. El [Cartagena Festival de Música](https://www.noticiasrcn.com/temas/festival-de-musica-de-cartagena) ha sido un éxito, con llenos totales en los conciertos de estos dos días, así como en otras actividades gratuitas como las charlas musicales en el Teatro de La Proclamación. El repertorio ha sido cuidadosamente seleccionado. En horas de la mañana de este domingo 7 de diciembre, en la Capilla Santa Clara, se escucharon piezas de la talla de la violinista Eldbjørg Hemsing y el pianista Olli Mustonen. Se trató de un concierto lleno de romanticismo al que denominaron: ‘Canciones populares: tradición y modernidad. Grandes artistas fueron invitados al evento este fin de semana inaugural. Eldbjørg Hemsing es una de ellas; se trata de una destacada joven violinista noruega, que decidió enfocar su carrera a exaltar la cultura de su país a través de la música clásica, en los más importantes escenarios del mundo. Le puede interesar: [El telón del Cartagena Festival de Música se alzó con una majestuosa sinfonía de la naturaleza](https://www.noticiasrcn.com/colombia/video-de-inauguracion-del-cartagena-festival-de-musica-462402) ¿Quién es la violinista Eldbjørg Hemsing? Se trata de una reconocida violinista noruega, tiene 33 años y una pasión por la música tradicional de su país, que la motiva a exaltar su cultura en todos los escenarios que pisa. “Como viajo mucho y el mundo está muy globalizado, entonces cada país es muy importante, es más, noruega es un país muy pequeño, nosotros solo tuvimos nuestra independencia un poco más de 100 años atrás, entonces representar la identidad a través de la música es muy importante y yo soy una noruega muy feliz, que disfruta mucho llevando la cultura de mi país”, dijo la violinista a Noticias RCN. Eldbjørg Hemsing ha logrado posicionarse como una de las más destacadas violinistas noruegas, participó en la ceremonia de entrega del premio nobel de paz en Oslo y trabaja en proyectos sociales, como gestora cultural, con un marcado interés por acercar la música clásica a un público más general. Vea también: [Los colores naturales de la música será el concierto inaugural del Cartagena Festival de Música](https://www.noticiasrcn.com/colombia/asi-sera-el-concierto-inaugural-del-festival-de-musica-462356) El reto de la violinista Eldbjørg Hemsing Para esta artista noruega “el reto más grande en ese sentido es encontrar sus raíces y desarrollarlas, mucha de nuestra tradición es un ser tradicional y también hay mucho escrito entonces hay que pasar esa tradición de generación en generación, pero no necesariamente tiene que hacer de una manera tradicional, hay otras formas de hacerlo y en ese sentido es que entre la creatividad y es muy importante”. Es su primera vez en Suramérica y el público de Cartagena, la cautivó: Me siento muy afortunada de estar acá, me han recibido con los brazos abiertos, con muchas sonrisas. El clima es maravilloso y, por supuesto, estar en un festival como este es muy importante. A las 4:00 de la tarde de este domingo, en la Capilla Santa Clara, Eldbjørg Hemsing y su violín interpretaron sentimentalismo melódico, con obras de Robert Schumann y Edvard Grieg. Lea, además: [Cartagena Festival de Música 2024: esta es la programación](https://www.noticiasrcn.com/colombia/programacion-del-cartagena-festival-de-musica-2024-462283) Noticiasrcn.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:26:43.316+02:00",
    "updated": "2024-01-08T01:26:43.316+02:00"
  },
  {
    "uuid": "1d78021af65f6f27973a659024aa8ad8738dc11d",
    "url": "https://www.lasillavacia.com/silla-amazonia/amazonia-en-breve/reunion-del-ipcc-de-cambio-climatico-finaliza-con-pocos-avances",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Silla Vacia",
    "published": "2025-03-05T23:20:00Z",
    "title": "Reunión del Ipcc de cambio climático finaliza con pocos avances",
    "text": "La 62.ª reunión del Grupo Intergubernamental de Expertos sobre el Cambio Climático —IPCC—concluyó el sábado en Hangzhou, China con un día de retraso y sin que los participantes pudieran ponerse de acuerdo en un cronograma para presentar el séptimo informe sobre el estado del cambio climático en el mundo.\n¿Por qué son importantes los informes del IPCC? Sirven para generar consenso dentro de la comunidad científica, para guiar las políticas públicas y para su respectiva implementación en los países.\nEn este encuentro que se llevó a cabo del 24 de febrero al 1 de marzo, los delegados de los países miembros debían revisar los cronogramas y presupuestos para los cuatro informes que se deben entregar: uno sobre los aspectos físicos del cambio climático; otro sobre los impactos y la adaptación; uno tercero de mitigación. También debían aprobar el informe sobre tecnologías de captura y eliminación de dióxido de carbono.\nSin calendario definitivo. Los delegados no lograron acordar fechas definitivas, lo que prolonga ese debate que lleva pendiente desde enero de 2024. Varios países han presionado porque se cumpla con los plazos para que el séptimo informe salga previo al balance mundial de la implementación del Acuerdo de París que hará la Convención de Naciones Unidas sobre cambio climático en 2028, con el fin de que se pueda tener en cuenta para la evaluación de los compromisos de los países y de los ajustes que tienen que hacer dada la realidad climática. Otros países como India y Sudáfrica creen que esos plazos limitan que los países en desarrollo puedan participar dados los desafíos que tienen los científicos en los países en desarrollo para hacer investigación y la de los equipos de los gobiernos para revisar estos informes.\nAvance en el séptimo informe. Pese a lo anterior, se logró un consenso en la estructura de los informes de los tres grupos de trabajo, permitiendo iniciar el proceso de nominación de autores.\nEn relación con el informe sobre la metodología de las tecnologías de eliminación de dióxido de carbono (CDR), se aprobó un marco metodológico general. Sin embargo, el debate sobre la eliminación de CO2 en cuerpos de agua se aplazó hasta la próxima reunión del IPCC que está programada para finales de este año. Ahí se discutirá también el cronograma de nuevo.\nEstados Unidos no participó. Fue la primera vez en la historia del IPCC que el país no participa en una sesión, lo que generó interrogantes sobre su futura implicación en el proceso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Environment->climate change",
      "Politics->intergovernmental elections",
      "Politics->environmental policy",
      "Politics->government policy",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://enb.iisd.org/intergovernmental-panel-climate-change-ipcc-62-summary",
      "https://www.enb.iisd.org/intergovernmental-panel-climate-change-ipcc-62-summary"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Grupo Intergubernamental de Expertos",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:00:56.670+02:00",
    "updated": "2025-03-06T02:00:56.670+02:00"
  }
]