[
  {
    "uuid": "dbeb7cbec3f0143a8e7f7943c96cf7544728cfff",
    "url": "https://vnexplorer.net/cricket-fans-are-caught-in-a-shocking-beer-drinking-act-at-the-boxing-day-test-s696821.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:54:00Z",
    "title": "Cricket fans are caught in a shocking beer-drinking act at the Boxing Day Test",
    "text": "Sports fans drink beer out of cricket groin guard Comedian Checkers kicked off the celebration Hundreds of cricket fans cheered on in delight\nCricket fans have shocked onlookers on the first day of the Boxing Day Test at the MCG by drinking beer out of a groin guard.\nAdelaide social media comedian Checkers took the divisive Australian cultural phenomenon of the shoey to a new level on Tuesday during a rain-interrupted session in Melbourne.\nCheckers, who has a cult following of more than 100,000 people on the TikTok account ‘Marmalade’, both delighted and disgusted cricket fans by drinking a beer out of a protective box he fished out of his trousers.\nHundreds cheered him on, and after he’d finished he passed his box to others and encouraged them to drink out of it – with at least one other spectator taking him up on the offer.\nCheckers later posted a clip of the celebration to social media, alongside the caption: ‘Boxys at the Boxing Day Test’.\nBoxys at the Boxing Day Test #AUSvsPAK pic.twitter.com/nu8zdNQr0i\n— Checkers from Marmalade (@marmalade_aus) December 26, 2023\nComedian Checkers (right) pulled his protective box out of his pants and drank beer out of it at the MCG on Boxing Day\nThe shoey is one of Australia’s iconic traditions and doubles as both a hazing punishment or celebratory ritual.\nIt has been made increasingly popular around the world by Aussie sport stars like Formula One driver Daniel Ricciardo and UFC fighter Tai Tuivasa, both of whom are well known for celebrating by drinking out of a shoe.\nIn the past, the tradition has come under attack as critics – including prominent Australian musicians – called for it to be banned.\nSecurity at the MCG didn’t take any action over the boozy box-drinking celebration, but are known for clamping down on other beer-related activities, such as fans building ‘beer snakes’ out of empty plastic cups.\nThe shoey has become an Aussie cultural tradition thanks to big names from down under like F1 superstar Daniel Ricciardo (pictured)\nWestern Sydney UFC star Tai Tuivasa has also been known to celebrate with a shoey\nOver the last year, fans have been spotted being kicked out of stadiums for creating the snakes, which are passed around the crowd.\nThe Marmalade TikTokers made headlines earlier in the year after spending a week trying to get a selfie with Novak Djokovic at the Adelaide International tennis tournament.\nThe Adelaide comedians tracked his movements around the city, but every time they visited the locations, the tennis champion was nowhere to be found.\nAfter a tireless week of chasing the Serbian star, the boys finally got their photo and posted it to social media.\nEven Djokovic found the affair amusing and posted the shot to his own social media page.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "checke",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "adelaide",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:28.907+02:00",
    "updated": "2023-12-29T00:01:28.907+02:00"
  },
  {
    "uuid": "0d37d5b965ef14b83d67ab56823341c7fe22f8c5",
    "url": "https://news.yahoo.com/health-authorities-across-globe-issue-212119876.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Life",
    "published": "2023-12-28T21:21:00Z",
    "title": "Health authorities across the globe issue warnings about fake Ozempic",
    "text": "NBC News Health authorities around the globe issue warnings about fake Ozempic Berkeley Lovelace Jr. Updated December 29, 2023 at 3:11 AM · 3 min read 72\nHealth regulators around the world are sounding the alarm about counterfeit versions of Ozempic . Fake versions of the hugely popular diabetes drug, which is often prescribed off-label for weight loss , have been reported in over a dozen countries, including the U.S., and have also caught the attention of the World Health Organization.\n“The thing about this product is that it’s very popular; people are going to use it,” said Timothy Mackey, a professor of global health at the University of California, San Diego, who studies counterfeit drugs. “Global regulators are trying to shut down the counterfeit drugs wherever they may go. Americans or anyone around the world are susceptible to counterfeits.”\nLast month, the WHO’s Member State Mechanism on Substandard and Falsified Medical Products discussed counterfeit semaglutide products, WHO spokesperson Daniel Epstein said. Semaglutide is the active ingredient in Ozempic.\nThe group encouraged member countries to “take appropriate action in the face of the recognized threat,” Epstein said.\nIn the U.S., the Food and Drug Administration said last week that it seized thousands of counterfeit units of the drug.\nThe FDA said it was working with drugmaker Novo Nordisk, which holds the patent on Ozempic, to test the counterfeit drugs to find out what’s in them. They’ve already determined that the needles that came with the seized injectable medication are counterfeit and might not be sterile, the agency said. The labeling, packaging and prescription information given to patients and doctors were also falsified.\nTo date, no one has been seriously hurt by the counterfeit medications, the FDA said. The agency is aware of five adverse events related to the fake products, though all of them were consistent with known side effects seen with real Ozempic, including nausea, vomiting and diarrhea.\nIn October, the European Medicines Agency said fake versions of Ozempic had been found at wholesalers in the European Union and the United Kingdom. The counterfeit pens, labeled in German, were detected when the serial numbers on the packages were scanned and came up as inactive, the agency said.\nSeveral people in Austria were hospitalized after they used the counterfeit products, Austrian regulatory authorities said in a separate statement . Serious side effects included hypoglycemia and seizures, an indication, authorities said, that the counterfeit products contained insulin instead of semaglutide. German authorities confirmed in November that a batch of counterfeit Ozempic contained insulin.\nIt’s unclear whether the counterfeit Ozempic found in the U.S. supply chain is linked to the fake drugs discovered in other countries, Mackey said.\nThe FDA declined to comment beyond its statement last week, saying the investigation continues. Jamie Bennett, a spokesperson for Novo Nordisk, also declined to comment.\nLast week, the comp a ny sa id the counterfeit drugs were seized in warehouses outside its authorized supply chain.\nThe Partnership for Safe Medicines, a nonprofit coalition of supply chain producers and distributors, has been tracking cases of counterfeit Ozempic and other weight loss drugs around the world.\nAt least 16 countries have encountered fake Ozempic, said the group’s executive director, Shabbir Imber Safdar.\n“The fake products aren’t exactly identical, but close enough that they don’t look obviously fake,” he said.\nThis article was originally published on NBCNews.com\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?text=Health%20authorities%20across%20the%20globe%20issue%20warnings%20about%20fake%20Ozempic&url=https%3A%2F%2Fnews.yahoo.com%2Fhealth-authorities-across-globe-issue-212119876.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooNews",
      "https://www.fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-use-counterfeit-ozempic-semaglutide-found-us-drug-supply-chain",
      "https://s.yimg.com/ny/api/res/1.2/cW10W__6FFP3tGBoDYdjZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02OTA-/https://media.zenfs.com/en/nbc_news_122/318c2e248d35051bcff6c5800075d8c2",
      "https://s.yimg.com/ny/api/res/1.2/ozIMGTzOjMuiKbGHIJyMJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD03MTU-/https://media.zenfs.com/en/nbc_news_122/318c2e248d35051bcff6c5800075d8c2",
      "https://www.safemedicines.org/2023/06/fake-semaglutide.html",
      "https://www.nbcnews.com/health/health-news/fda-warns-ozempic-counterfeit-diabetes-weight-loss-rcna130871",
      "https://www.nbcnews.com/health/health-news/ozempic-what-its-like-to-take-for-years-rcna93921",
      "https://www.bfarm.de/DE/Arzneimittel/Arzneimittelinformationen/Rapid-Alert-System/Arzneimittelfaelschungen/Ozempic/_artikel.html?nn=468782",
      "https://www.nbcnews.com/health/health-news/ozempic-wegovy-diabetes-weight-loss-side-effects-rcna66493",
      "https://s.yimg.com/os/creatr-uploaded-images/2023-12/90fe2e40-9383-11ee-afba-e10366cf6e23",
      "https://www.basg.gv.at/en/market-surveillance/official-announcements/detail/update-zur-warnung-vor-gefaelschtem-arzneimittel-ozempicr-1?sword_list%5B0%5D=2023&cHash=ca1435e4fd1ea73d8f04791b7b1cd20d",
      "https://www.ema.europa.eu/en/news/ema-alerts-eu-patients-and-healthcare-professionals-reports-falsified-ozempic-pens",
      "https://www.nbcnews.com/health/health-news/fake-ozempic-health-authorities-globe-issue-warnings-rcna131452",
      "https://www.nbcnews.com/health/health-news/ozempic-wegovy-weight-loss-compounded-crackdowns-rcna82405",
      "https://s.yimg.com/ny/api/res/1.2/NNZA1CeCkSKA9WmaYXGd_A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMwODtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2023-12/90fe2e40-9383-11ee-afba-e10366cf6e23",
      "https://www.novonordisk-us.com/media/latest-news/company-statement-consumer-counterfeit-warning.html",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fnews.yahoo.com%2Fhealth-authorities-across-globe-issue-212119876.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.nbcnews.com/",
      "https://s.yimg.com/ny/api/res/1.2/cMas56Q4xeq.n49gjUNUzA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzgw/https://media.zenfs.com/en/nbc_news_122/318c2e248d35051bcff6c5800075d8c2",
      "https://nbcnews.com/health/health-news/ozempic-wegovy-weight-loss-compounded-crackdowns-rcna82405",
      "https://www.s.yimg.com/ny/api/res/1.2/ozIMGTzOjMuiKbGHIJyMJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD03MTU-/https://www.media.zenfs.com/en/nbc_news_122/318c2e248d35051bcff6c5800075d8c2",
      "https://nbcnews.com/health/health-news/ozempic-wegovy-diabetes-weight-loss-side-effects-rcna66493",
      "https://www.s.yimg.com/ny/api/res/1.2/cMas56Q4xeq.n49gjUNUzA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzgw/https://www.media.zenfs.com/en/nbc_news_122/318c2e248d35051bcff6c5800075d8c2",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/90fe2e40-9383-11ee-afba-e10366cf6e23",
      "https://novonordisk-us.com/media/latest-news/company-statement-consumer-counterfeit-warning.html",
      "https://www.twitter.com/intent/tweet?text=Health%20authorities%20across%20the%20globe%20issue%20warnings%20about%20fake%20Ozempic&url=https%3A%2F%2Fnews.yahoo.com%2Fhealth-authorities-across-globe-issue-212119876.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooNews",
      "https://www.s.yimg.com/ny/api/res/1.2/cW10W__6FFP3tGBoDYdjZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02OTA-/https://www.media.zenfs.com/en/nbc_news_122/318c2e248d35051bcff6c5800075d8c2",
      "https://safemedicines.org/2023/06/fake-semaglutide.html",
      "https://www.basg.gv.at/en/market-surveillance/official-announcements/detail/update-zur-warnung-vor-gefaelschtem-arzneimittel-ozempicr-1",
      "https://ema.europa.eu/en/news/ema-alerts-eu-patients-and-healthcare-professionals-reports-falsified-ozempic-pens",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fnews.yahoo.com%2Fhealth-authorities-across-globe-issue-212119876.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://twitter.com/intent/tweet",
      "https://bfarm.de/DE/Arzneimittel/Arzneimittelinformationen/Rapid-Alert-System/Arzneimittelfaelschungen/Ozempic/_artikel.html?nn=468782",
      "https://www.facebook.com/dialog/feed",
      "https://nbcnews.com/health/health-news/fake-ozempic-health-authorities-globe-issue-warnings-rcna131452",
      "https://fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-use-counterfeit-ozempic-semaglutide-found-us-drug-supply-chain",
      "https://www.nbcnews.com",
      "https://www.bfarm.de/DE/Arzneimittel/Arzneimittelinformationen/Rapid-Alert-System/Arzneimittelfaelschungen/Ozempic/_artikel.html",
      "https://www.s.yimg.com/ny/api/res/1.2/NNZA1CeCkSKA9WmaYXGd_A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMwODtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/90fe2e40-9383-11ee-afba-e10366cf6e23",
      "https://nbcnews.com/health/health-news/fda-warns-ozempic-counterfeit-diabetes-weight-loss-rcna130871",
      "https://nbcnews.com/health/health-news/ozempic-what-its-like-to-take-for-years-rcna93921",
      "https://basg.gv.at/en/market-surveillance/official-announcements/detail/update-zur-warnung-vor-gefaelschtem-arzneimittel-ozempicr-1?sword_list%5B0%5D=2023&cHash=ca1435e4fd1ea73d8f04791b7b1cd20d",
      "https://nbcnews.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "timothy mackey",
          "sentiment": "none"
        },
        {
          "name": "daniel epstein",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nbc news health",
          "sentiment": "negative"
        },
        {
          "name": "ozempic berkeley lovelace jr",
          "sentiment": "negative"
        },
        {
          "name": "san diego",
          "sentiment": "none"
        },
        {
          "name": "world health organization",
          "sentiment": "none"
        },
        {
          "name": "link copied read",
          "sentiment": "none"
        },
        {
          "name": "falsified medical products",
          "sentiment": "none"
        },
        {
          "name": "university of california",
          "sentiment": "none"
        },
        {
          "name": "who",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:59:19.220+02:00",
    "updated": "2023-12-31T06:43:04.781+02:00"
  },
  {
    "uuid": "70033fcdd8a6d1ce430d329a4ac64afdc32aa97c",
    "url": "https://vnexplorer.net/z/1054774.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-27T13:49:00Z",
    "title": "Barroso diz que STF é muito criterioso com gastos e que ministros não viajam de primeira classe",
    "text": "BRASÍLIA, DF (FOLHAPRESS) - O presidente do STF (Supremo Tribunal Federal), Luís Roberto Barroso, afirmou que a corte vive sob o regime de teto de gastos e nunca ultrapassou esse limite em uma referência às despesas da corte com passagens aéreas e diárias de viagens que vem sendo noticiadas nas últimas semanas. &quot;Nós somos muito criteriosos nos gastos. Ninguém aqui viaja de primeira classe. A única pessoa que tem passagem paga pelo Supremo é o presidente. E mesmo assim geralmente só viaja a convite. São raras as situações em que nós viajamos com despesas pagas pelo STF&quot;, afirmou. A declaração foi dada durante sessão plenária desta quarta-feira (26), quando o presidente da corte fez um balanço dos trabalhos do primeiro semestre. Ele citou, por exemplo, 10 casos que considera os mais importantes julgados no período, dentre eles o do porte de maconha para uso pessoal, concluído nesta quarta depois de quase nove anos. No fim do discurso, ele agradeceu a imprensa que cobre o STF, que tem, segundo ele, papel imprescindível para levar informação ao público. &quot;Nós gostamos de elogios, prestamos atenção às críticas, e procuramos nos aprimorar sempre que possível&quot;, disse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:02:28.462+03:00",
    "updated": "2024-06-28T01:02:28.462+03:00"
  },
  {
    "uuid": "4cbf931471fc94bfa55cd37ea8c3d814aaef64bb",
    "url": "https://www.inquirer.net/435907/comelec-calls-out-manila-bet-over-suggestive-jingle",
    "ord_in_thread": 0,
    "author": "Gillian Villanueva, Jerome Aning",
    "published": "2025-04-09T21:50:00Z",
    "title": "Comelec calls out Manila bet over suggestive jingle | INQUIRER.net",
    "text": "Manila city council candidate Mocha Uson —File photo\nMANILA, Philippines — The Commission on Elections (Comelec) has asked Manila city council candidate Mocha Uson to explain the sexually suggestive tone and content of some of the materials, including a controversial jingle, being used in her political campaign.\n“While we understand that political campaigns often aim to capture the attention and engage voters, we believe it is crucial to approach the electorate with messages that are direct to the point,” Task Force Safe (Safeguarding Against Fear and Exclusion in Elections) said in a letter to Uson dated April 8.\nArticle continues after this advertisement The letter was written by Comelec Director Sonia Bea Wee Lozada who heads the task force.\nREAD: More solons call out Pasig congressional bet over sexist remarks\n“Puns and double meanings may be used as literary devises in campaigns but we hope that these are not used to distract from your political platform or skirt the line between accepted speech and obscenity, as we are in the context of elections,” the task force said.\nIt also reminded Uson that “sexually suggestive elements in your campaign can detract from the serious discussions we need to have about policy, governance, and the future of our communities.”\nUson’s campaign jingle plays on the word “cookie’’ as it rhymes with a Filipino term for the female genitalia.\nArticle continues after this advertisement Pattern of misogyny Women’s group Gabriela has singled out Uson’s jingle as it condemned the “continuing pattern of misogyny and objectification of women” in the ongoing election campaign.\n“The use of sexually suggestive campaign jingles and materials only reinforces the harmful objectification of women’s bodies and reduces them to sexual objects rather than dignified human beings with political agency,” said Gabriela secretary general Clarice Palce in a statement on Wednesday.\nArticle continues after this advertisement The group reiterated that women, children, as well as members of the LGBTQ+ community, “need and deserve better from those seeking office, especially since they bear the brunt of the dire socioeconomic crisis in the country.”\n“We need candidates who will champion policies that genuinely uplift women’s conditions—living wages, affordable health care, protection from violence and equal opportunities—not those who trivialize women’s issues or use women’s bodies to gain attention,” Palce said.\nThe Comelec task force said it was not devaluing sexuality issues but advised Uson to “reflect on the impact” of her campaign approach and “make choices that elevate political participation and discourse.”\nUson, in a letter on Wednesday, informed the task force that she has instructed her campaign team to immediately halt the use of the materials in question.\n“We are currently reviewing all our content to ensure that it aligns with the standards of decency and appropriateness expected in public discourse and electoral engagement,” she said.\n“I fully recognize the importance of maintaining a respectful, inclusive, and age-appropriate tone in all campaign communications,” she added.\nUson, 46, is a media personality and blogger, who served several government positions in the Duterte administration. She cofounded the all-female singing and dancing group Mocha Girls.\nShe gained online notoriety for gaffes and sexuality-explicit remarks, and has also been accused of spreading fake news, misinformation and Red-tagging.\nMore offenders Uson is not the only candidate to get in trouble with the Comelec.\nThe task force on Wednesday issued a show-cause order (SCO) to Davao de Oro Rep. Ruwel Peter Gonzaga, who is running for governor of the province, for alleged lewd and misogynistic remarks made in three separate incidents. In one of the incidents, Gonzaga told a woman to “spread your legs.”\nThe task force said Gonzaga’s acts may constitute violation of Comelec Resolution No. 11116, which prohibits, among other things, discrimination against women and gender-based harassment. Such acts could be grounds for disqualification, an election offense charge, or both.\nPasig congressional candidate Christian Sia, who has been served an SCO earlier, questioned Resolution 11116. He said it suffered from “constitutional infirmity” as it seeks to implement, among other laws, the Magna Carta for Women and Safe Spaces Act. He said this was already outside the Comelec’s jurisdiction.\nSecond SCO for Sia Sia also argued that he did not commit any violation, adding, “While the language and tone were indeed conversation with the use of everyday banter one would expect from ordinary people, may statements were not made to discriminate, exclude, restrict, demean or harass female solo parents.”\nSia was served a second SCO on Tuesday over another set of remarks that he made in another campaign sortie where he defended himself from his remarks about single mothers.\nYour subscription could not be saved. Please try again.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Sonia Bea Wee Lozada",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:53:24.722+03:00",
    "updated": "2025-04-10T00:53:24.722+03:00"
  },
  {
    "uuid": "a1d12348d53cf298b905e6ff59759794dab280ff",
    "url": "https://www.walesonline.co.uk/news/uk-news/drivers-warned-visibility-down-up-28361773",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Neil Shaw",
    "published": "2023-12-29T08:58:00Z",
    "title": "Drivers warned visibility will be down by up to 60% until January 3 - Wales Online",
    "text": "Drivers have been warned that fireworks are a driving hazard and can cut visibility by over half. As New Year’s Eve approaches, motoring experts at LeaseCar.uk have advised motorists to avoid driving during firework displays.\nAlthough enjoyed during New Year celebrations, fireworks can affect short-term air quality and lead to a significant reduction in visibility which is a hazard for all road users. Using data from meteorological stations throughout the UK, scientists found that on average visibility is reduced by a quarter when there are fireworks.\nIn some parts of the UK, significantly higher visibility reductions have been recorded, including 64% in Nottingham. The visibility-reducing effects can last for up to two days after a fireworks display, meaning drivers should be extra cautious until at least January 3.\nThe reduction in visibility is caused by atmospheric particulate matter from fireworks which is scattered after detonation. If humidity is high, the effects can be even worse because the particles can scatter light more effectively.\nMotorists who are unable to avoid driving during the New Year celebrations must take extra precautions to stay safe including lowering speeds. The Highway Code also states that motorists must use headlights when visibility is seriously reduced, and that they can use front or rear fog lights until it improves.\nOther tips for driving in low-visibility conditions include braking slower to give drivers behind more time to slow down and listening for other vehicles before changing lanes. Tim Alcock from LeaseCar.uk said: “Many motorists will be shocked to find out that fireworks can dramatically cut visibility on the roads.\n“Although firework displays can be distracting, the majority of drivers know the importance of keeping their eyes on the road. However, it is not common knowledge that fireworks can affect air quality which has visibility-reducing consequences which are dangerous for all road users.\n“On average, fireworks displays cut visibility by a quarter, but in some parts of the UK, it has been recorded at over 60 per cent. This is a real concern for motorists heading out over the New Year period, and for the days after, because their chances of getting involved in a car crash are increased.\n“It is important that motorists alter their driving style if they know firework displays are on because there is evidence to suggest it will lower visibility, even if you don’t see a difference.\n“Use headlights, reduce speeds and brake slower on the day, and the days that follow a big display, to avoid getting into an accident.”\nStory Saved You can find this story in My Bookmarks. Or by navigating to the user icon in the top right.\nFollow Wales Online Facebook Twitter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://twitter.com/intent/follow?screen_name=WalesOnline",
      "https://www.facebook.com/WalesOnline",
      "https://leasecar.uk/",
      "https://facebook.com/WalesOnline",
      "https://twitter.com/intent/follow",
      "https://www.leasecar.uk/",
      "https://leasecar.uk",
      "https://www.twitter.com/intent/follow?screen_name=WalesOnline"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "nottingham",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:09:42.901+02:00",
    "updated": "2023-12-29T20:25:24.497+02:00"
  },
  {
    "uuid": "00e23c94cfdfdb4834746a116f5853ba167c8313",
    "url": "https://www.thepinknews.com/2024/08/30/chappell-roan-the-midwest-princess-tour-cancelled",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PinkNews Reporter",
    "published": "2024-08-30T03:05:00Z",
    "title": "Chappell Roan cancels two Midwest Princess Tour shows: ‘I’m heartbroken’",
    "text": "Chappell Roan cancels two Midwest Princess Tour shows: ‘I’m heartbroken’ Chappell Roan has cancelled two of her The Midwest Princess Tour shows, telling fans: “I’m heartbroken.” The “Pink Pony Club” star is about to launch the Europe leg of her ongoing The Midwest Princess Tour following her record-breaking previous appearance at Lollapalooza Chicago 2024 , which reportedly saw her draw the biggest crowd ever at the event. However, the “Good Luck, Babe!” hitmaker took to X (formerly Twitter) on 29 August to announce that two of her upcoming tour stops in Paris, France, and Amsterdam, the Netherlands would no longer be going ahead. Meanwhile, her Berlin, Germany, date was rescheduled. The cancelled shows were originally scheduled for 3 and 4 September, respectively, while Berlin was originally scheduled for 31 August. “Due to scheduling conflicts, I have had to make the extremely hard decision to cancel my Paris and Amsterdam shows. I have rescheduled my Berlin show to 23 September. I am so sorry & very disappointed. “I promise I will be back. I’m heartbroken. thank you for understanding,” Roan concluded. The star went on to confirm that ticket holders for the Paris and Amsterdam shows would receive refunds “from point of purchase”. Meanwhile, Berlin ticket holders would “automatically” be transferred to the new show date on 23 September. While Roan did not cite the “conflicts” she’ll be attending instead of her pre-arranged shows, Roan is set to make her performance debut at the MTV Video Music Awards , where she is nominated for two categories, including Best New Artist. The award show is taking place on 11 September. Her upcoming 13 September Manchester show date is still going ahead as normal. Her show cancellations come after Roan set boundaries for her fans, where she told her followers that she doesn’t “give a f***” if people think her boundaries are “selfish” . “I don’t want whatever the f*** you think you’re supposed to be entitled to. Whenever you see a celebrity, I don’t give a f*** if you think it’s selfish for me to say no for a photo or for your time or for a hug. That’s not normal. That’s weird.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.teenvogue.com/story/chappell-roan-lollapalooza-2024-chicago-crowd",
      "https://www-thepinknews-com.webpkgcache.com/doc/-/s/www.thepinknews.com/2024/08/20/chappell-roan-fans-public/",
      "https://teenvogue.com/story/chappell-roan-lollapalooza-2024-chicago-crowd",
      "https://www-thepinknews-com.webpkgcache.com/doc/-/s/www.thepinknews.com/2024/08/20/chappell-roan-fans-public",
      "https://thepinknews-com.webpkgcache.com/doc/-/s/www.thepinknews.com/2024/08/20/chappell-roan-fans-public/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chappell roan",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "chappell roan",
          "sentiment": "neutral"
        },
        {
          "name": "pink pony club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "lollapalooza chicago",
          "sentiment": "none"
        },
        {
          "name": "amsterdam",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T06:13:27.002+03:00",
    "updated": "2024-08-30T16:35:16.614+03:00"
  },
  {
    "uuid": "23483ffe2ad3d5e5c2ff4ebaa5c35546eb1f3fe8",
    "url": "https://kby.za.net/2025/02/28/harith-and-cisco-showcase-smart-building-experience-in-johannesburg-businesslive",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RSS",
    "published": "2025-02-27T22:48:00Z",
    "title": "Harith and Cisco showcase smart building experience in Johannesburg - BusinessLIVE",
    "text": "As an example, Lanseria, Johannesburg’s second-largest airport that Harith is invested in, could use Cisco’s technology to make it a smart set of … Read more: Harith and Cisco showcase smart building experience in Johannesburg – BusinessLIVE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->biomedical science",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->construction and property",
      "Social Issue->social services",
      "Social Issue->social networking",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Harith",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Cisco",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Lanseria",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:48:53.479+02:00",
    "updated": "2025-02-28T01:48:53.479+02:00"
  },
  {
    "uuid": "5518b5478096df996837b063b3de21f77d1db9b0",
    "url": "https://finance.sina.com.cn/stock/aiassist/ggsp/2025-08-14/doc-infkxuaa2361545.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-08-14T07:41:00Z",
    "title": "超声电子跌6.03%，成交额8.00亿元，近5日主力净流入7258.18万|超声电子_新浪财经_新浪网",
    "text": "8月14日， 超声电子 跌6.03%，成交额8.00亿元，换手率11.05%，总市值71.15亿元。\n异动分析\nPCB概念+共封装光学(CPO)+毫米波雷达+5G+苹果概念\n1、公司主要从事印制线路板、液晶显示器及触摸屏、超薄及特种覆铜板、超声电子仪器的研制、生产和销售。印制线路板是电子产品的基础元器件，广泛应用于通讯产品、汽车电子产品、消费电子产品、家电产品、工业及医疗电子、电脑及周边设备等众多领域，是现代电子信息产品中不可缺少的电子元器。\n2、2023年11月17日互动易，公司高阶印制板产品、任意层互联板产品均有批量生产；公司200G-400G光模块处于小批量量产阶段，市场仍在拓展中。\n3、2023年2月23日互动易回复:公司有批量生产毫米波雷达板。雷达板主要客户有：海拉、森 思泰克 、 比亚迪 等。\n4、2024年10月25日公司在互动平台称：公司有生产5G通信的印制板产品。\n5、苹果公司的PCB供应商,唯一具备SLP生产能力的国内厂商,最早投产HD的国内企业;基于商业保密原因,不便透露具体应用何种设备。\n(免责声明：分析内容来源于互联网，不构成投资建议，请投资者根据不同行情独立判断)\n资金分析\n今日主力净流入-5581.66万，占比0.07%，行业排名49/61，该股当前无连续增减仓现象，主力趋势不明显；所属行业主力净流入-38.43亿，当前无连续增减仓现象，主力趋势不明显。\n区间 今日 近3日 近5日 近10日 近20日 主力净流入 -5581.66万 -1.55亿 7258.18万 -3237.33万 -1.52亿\n主力持仓\n主力轻度控盘，筹码分布较为分散，主力成交额5.90亿，占总成交额的15.39%。\n技术面：筹码平均交易成本为13.16元\n该股筹码平均交易成本为13.16元，近期该股快速吸筹，短线操作建议关注；目前股价靠近压力位13.42，谨防压力位处回调，若突破压力位则可能会开启一波上涨行情。\n公司简介\n资料显示，广东汕头超声电子股份有限公司位于广东省汕头市龙湖区龙江路12号，成立日期1997年9月5日，上市日期1997年10月8日，公司主营业务涉及印制线路板、液晶显示器及触摸屏、超薄及特种覆铜板、超声电子仪器的研制、生产和销售。主营业务收入构成为：印制线路板48.23%，液晶显示器29.80%，覆铜板17.22%，超声电子仪器及其他4.75%。\n超声电子所属申万行业为：电子-元件-印制电路板。所属概念板块包括：苹果三星、苹果产业链、5G、PCB概念、汽车电子等。\n截至3月31日，超声电子股东户数4.24万，较上期增加1.85%；人均流通股12661股，较上期减少1.82%。2025年1月-3月，超声电子实现营业收入14.66亿元，同比增长15.81%；归母净利润4177.25万元，同比增长142.26%。\n分红方面，超声电子A股上市后累计派现11.48亿元。近三年，累计派现2.15亿元。\n机构持仓方面，截止2025年3月31日，超声电子十大流通股东中，香港中央结算有限公司位居第三大流通股东，持股697.91万股，相比上期减少163.91万股。招商量化精选股票发起式A（001917）位居第六大流通股东，持股292.51万股，为新进股东。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->business reporting and performance",
      "Science and Technology->technology and engineering",
      "Social Issue->social services",
      "Social Issue->population and census",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:48:13.378+03:00",
    "updated": "2025-08-14T10:50:56.000+03:00"
  },
  {
    "uuid": "726fa45dece645fdb0f3befa1d55bcc284ced028",
    "url": "https://www.buccaneers.com/news/tampa-bay-2024-opponents-nfl-information-nfc-afc-bucs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Scott Smith",
    "published": "2024-01-07T20:37:00Z",
    "title": "List of Tampa Bay Buccaneers' 2024 Opponents | NFL Future Schedule",
    "text": "The Tampa Bay Buccaneers clinched their third straight 2023 NFC South title and with it earned another first-place schedule in 2024. The three games on Tampa Bay's 17-game schedule that were determined by matching division standing became home dates against the AFC North champion Baltimore Ravens and the NFC West-winning San Francisco 49ers, plus a trip to Detroit to play the Lions, who captured the NFC North title. That fleshes out a schedule that also includes the usual six intradivision games in the NFC South plus matchups with the four teams in the NFC East and the four teams in the AFC West. To be more specific, here are the opponents for the Bucs' 17 regular season games in 2024: HOME - Atlanta Falcons - Baltimore Ravens - Carolina Panthers - Denver Broncos - Las Vegas Raiders - New Orleans Saints - Philadelphia Eagles - San Francisco 49ers - Washington Commanders AWAY - Atlanta Falcons - Carolina Panthers - Dallas Cowboys - Detroit Lions - Kansas City Chiefs - Los Angeles Chargers - New Orleans Saints - New York Giants The Buccaneers play nine games at home in 2024 because it is the NFC's turn to host all of the \"17th games\" that were added to the schedule in 2021. Each year, that game is an interconference matchup for every team with the two conferences alternating from year to year as the home teams. The Bucs' 17th game is their matchup against the Ravens. The Bucs will play six games against teams that earned a spot in the 2023 postseason field: Baltimore, Philadelphia and San Francisco at home, Dallas, Detroit and Kansas City on the road.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "tampa bay buccaneers",
          "sentiment": "negative"
        },
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "nfc",
          "sentiment": "none"
        },
        {
          "name": "philadelphia eagles",
          "sentiment": "none"
        },
        {
          "name": "carolina panthers",
          "sentiment": "none"
        },
        {
          "name": "atlanta falcons",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "baltimore ravens",
          "sentiment": "none"
        },
        {
          "name": "baltimore ravens - carolina panthers",
          "sentiment": "none"
        },
        {
          "name": "denver broncos - las vegas raiders - new orleans saints",
          "sentiment": "none"
        },
        {
          "name": "washington commanders away - atlanta falcons - carolina panthers",
          "sentiment": "none"
        },
        {
          "name": "dallas cowboys",
          "sentiment": "none"
        },
        {
          "name": "kansas city chiefs - los angeles chargers - new orleans saints - new york giants",
          "sentiment": "none"
        },
        {
          "name": "bucs",
          "sentiment": "none"
        },
        {
          "name": "detroit lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "tampa bay",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:15:59.372+02:00",
    "updated": "2024-01-23T01:29:23.400+02:00"
  },
  {
    "uuid": "cb853fbe1d868d1976b35b21a335d2ba34d1a433",
    "url": "http://intl.ce.cn/qqss/202508/t20250814_2441907.shtml",
    "ord_in_thread": 0,
    "author": "中国经济网 财经频道",
    "published": "2025-08-14T05:37:27Z",
    "title": "爆料：美国秘密在芯片货物中安了追踪器",
    "text": "分享到微信X\n打开微信，点击底部的“发现”，使用 “扫一扫” 即可将网页分享到我的朋友圈。\n据环球时报8月13日消息，最近，国家网信办就美国英伟达算力芯片漏洞后门安全风险约谈该公司问题受到关注。与此同时，越来越多美国给芯片安“后门”的内幕也被曝光。\n8月13日，路透社又刊发独家报道爆料，美国秘密在人工智能相关芯片中设置追踪器，以发现“芯片被转运至中国的情况”。\n报道称，据两位知情人士透露，美国政府已秘密在他们认为有可能被转运至中国的先进芯片目标货物中植入位置追踪装置。知情人士称，这些措施“仅适用于部分受调查的货件”。追踪器可为美方搜集个人或机构违反出口管制的信息。\n位置追踪器是美国执法机构数十年来一直使用的一种调查工具，用于追踪受出口限制的产品，例如飞机零部件。\n另外五名人工智能服务器供应链相关人士表示，他们知道戴尔和超微 (Super Micro）的服务器货物中使用了这些追踪器，这些服务器中包含英伟达和AMD公司的芯片。这些人表示，追踪器通常隐藏在服务器的产品包装中。\n两名参与服务器供应链的人士描述，2024年的一个案例中，一批搭载英伟达芯片的戴尔服务器不仅运输箱上装有大型追踪器，还在包装内甚至服务器内部隐藏了更小、更隐蔽的追踪装置。\n消息人士称，负责监督出口管制和执法的美国商务部工业与安全局通常参与这类行动中，另外联邦调查局（FBI）等部门也可能参与其中。\n对于美国限制对华出口先进人工智能芯片相关问题，中国外交部发言人林剑11日表示，中方反对将科技和经贸问题政治化、工具化、武器化，反对对中国进行恶意封锁和打压的立场是一贯、明确的。这种做法扰乱全球产供链稳定，不符合任何一方利益。\n（责任编辑：何欣）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific innovation",
      "Science and Technology->information technology and computer science",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Social Issue->immigration"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T08:37:27.229+03:00",
    "updated": "2025-08-14T08:47:55.000+03:00"
  }
]