[
  {
    "uuid": "9fb22ce54cc6b0b3d87f292222556cac45b271bd",
    "url": "https://saskatoon.ctvnews.ca/connection-to-my-family-saskatoon-woman-shares-the-art-of-ukrainian-easter-eggs-1.6826565",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stacey Hein",
    "published": "2024-03-28T22:37:00Z",
    "title": "'Connection to my family': Saskatoon woman shares the art of Ukrainian Easter eggs",
    "text": "[Skip to main content](#main) 'Connection to my family': Saskatoon woman shares the art of Ukrainian Easter eggs A Saskatoon woman is sharing her Ukrainian culture with thousands in the community through the art of making a pysanka, or Easter eggs. Karen Pidskalny has been decorating the elaborate eggs for decades. “My grandfather is the one who brought the art from Ukraine and taught his daughters, and some of the older cousins, so to me it’s that connection to my family,” Pidskalny said. One day she offered to teach the tradition to students in her childrens’ class. “‘Hey, I can come in and teach this,’ and before you knew it, I became known as the pysanka lady,” she said. Pysanka -- the elaborately-designed Ukrainian Easter eggs. (Dale Cooper / CTV News) Since then she’s taught thousands, and now helps with classes at the Ukrainian Museum of Canada. She said it’s helped her connect with other cultures. “I love when other cultures are sitting here because they look at the symbols and motifs, and they tell me ‘oh this is what this is in my culture,’ and sometimes the meanings are exactly the same,” she said. Each year the museum has an egg-cellent turn out, Pidskalny said. “Everything is very popular, so we’ve added more from last year, and it looks like we’re going to add more opportunity to come to the museum and do classes next year,” she said. If you’re wanting to give it try, no need to scramble, classes continue until Ukrainian Easter on May 5. [Saskatoon Top Stories](https://saskatoon.ctvnews.ca/) CTVNews.ca Top Stories [Grandparent scam: London, Ont., senior beats fraudsters not once, but twice](https://london.ctvnews.ca/grandparent-scam-london-ont-senior-beats-fraudsters-not-once-but-twice-1.6826462) It was a typical Tuesday for Mabel Beharrell, 84, until she got the call that would turn her world upside down. Her teenaged grandson was in trouble and needed her help. [Deaths of 4 people on Sask. farm confirmed as murder-suicide](https://regina.ctvnews.ca/deaths-of-4-people-on-sask-farm-confirmed-as-murder-suicide-1.6826427) The deaths of four people on a farm near the Saskatchewan village of Neudorf have been confirmed a murder-suicide. [CRA no longer requiring 'bare trust' reporting in 2023 tax return](https://www.ctvnews.ca/canada/cra-no-longer-requiring-bare-trust-reporting-in-2023-tax-return-1.6826929) The Canada Revenue Agency announced Thursday it will not require 'bare trust' reporting from Canadians that it introduced for the 2024 tax season, just four days before the April 2 deadline. [Full parole granted to man convicted in notorious 'McDonald's murders' in Cape Breton](https://atlantic.ctvnews.ca/more/full-parole-granted-to-man-convicted-in-notorious-mcdonald-s-murders-in-cape-breton-1.6826168) The Parole Board of Canada has granted full parole to one of three men convicted in the brutal murders of three McDonald's restaurant workers in Cape Breton more than 30 years ago. [Incident on Calgary's Reconciliation Bridge comes to safe resolution](https://calgary.ctvnews.ca/incident-on-calgary-s-reconciliation-bridge-comes-to-safe-resolution-1.6825543) Calgary police shut down a number of bridges into and out of the downtown core as officers dealt with a distraught individual. The incident lasted almost 20 hours. [Sunshine list: These were the Ontario public sector's highest earners in 2023](https://toronto.ctvnews.ca/sunshine-list-these-were-the-ontario-public-sector-s-highest-earners-in-2023-1.6826035) Ontario released its annual sunshine list Thursday afternoon, noting that the largest year-over-year increases were in hospitals, municipalities, and post-secondary sectors. [George Washington family secrets revealed by DNA from unmarked 19th century graves](https://www.ctvnews.ca/sci-tech/george-washington-family-secrets-revealed-by-dna-from-unmarked-19th-century-graves-1.6826300) Genetic analysis has shed light on a long-standing mystery surrounding the fates of U.S. President George Washington's younger brother Samuel and his kin. ['We won't forget': How some Muslims view Poilievre's stance on Israel-Hamas war](https://www.ctvnews.ca/politics/we-won-t-forget-how-some-muslims-view-poilievre-s-stance-on-israel-hamas-war-1.6825932) A spokesman for a regional Muslim advocacy group says Conservative Leader Pierre Poilievre's stance on the Israel-Hamas war could complicate his party's relationship with Muslim Canadians. [Why some Christians are angry about Trump's 'God Bless the USA' Bible](https://www.ctvnews.ca/world/why-some-christians-are-angry-about-trump-s-god-bless-the-usa-bible-1.6826069) Former U.S. President Donald Trump is officially selling a copy of the Bible themed to Lee Greenwood’s famous song, 'God Bless the USA.' But the concept of a Bible covered in the American flag has raised concern among religious circles. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Regina](https://regina.ctvnews.ca/) - [Deaths of 4 people on Sask. farm confirmed as murder-suicide](https://regina.ctvnews.ca/deaths-of-4-people-on-sask-farm-confirmed-as-murder-suicide-1.6826427) The deaths of four people on a farm near the Saskatchewan village of Neudorf have been confirmed a murder-suicide. - [The eye in the sky: An inside look at Regina's police plane](https://regina.ctvnews.ca/the-eye-in-the-sky-an-inside-look-at-regina-s-police-plane-1.6826240) CTV News recently got an inside look at the Regina Police Service’s (RPS) Aerial Support Unit (ASU) during a fly along. - [Sask. woman claims her elderly father was assaulted at a Warman care home](https://saskatoon.ctvnews.ca/sask-woman-claims-her-elderly-father-was-assaulted-at-a-warman-care-home-1.6826765) A Saskatchewan woman says her elderly father is suffering from a brain bleed after he was assaulted at his care home in Warman. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Kinew, Poilievre meet at Manitoba legislature, discuss each other's priorities](https://winnipeg.ctvnews.ca/kinew-poilievre-meet-at-manitoba-legislature-discuss-each-other-s-priorities-1.6826562) Premier Wab Kinew and federal Conservative Leader Pierre Poilievre met at the Manitoba legislature Thursday afternoon. - [Here's when Manitobans might be getting new plastic health cards](https://winnipeg.ctvnews.ca/here-s-when-manitobans-might-be-getting-new-plastic-health-cards-1.6826088) Plastic health cards will be coming to Manitobans. - ['Overall, the city’s not horrible': TakePride Winnipeg’s spring litter index rankings](https://winnipeg.ctvnews.ca/overall-the-city-s-not-horrible-takepride-winnipeg-s-spring-litter-index-rankings-1.6826564) TakePride Winnipeg is asking city residents to do some spring cleaning along our streets. [Edmonton](https://edmonton.ctvnews.ca/) - [Edmonton firefighters to stop answering some 911 calls](https://edmonton.ctvnews.ca/edmonton-firefighters-to-stop-answering-some-911-calls-1.6826922) Edmonton Fire Rescue Services respond to nearly 100,000 emergency calls every year, but most have nothing to do with fire. On April 1, that's going to change. - ['They're not trained marksmen': The risk of gun crime in Edmonton and how police are cracking down](https://edmonton.ctvnews.ca/they-re-not-trained-marksmen-the-risk-of-gun-crime-in-edmonton-and-how-police-are-cracking-down-1.6826289) A second police team dedicated to investigating shootings in Edmonton is starting at the end of the month. - [Family of Alberta life lease holder still waiting on more than $300K after her death](https://edmonton.ctvnews.ca/family-of-alberta-life-lease-holder-still-waiting-on-more-than-300k-after-her-death-1.6826560) A local woman says her mother died without ever receiving money back from her life lease. She says new legislation by the Alberta government doesn't go far enough to protect seniors. [Calgary](https://calgary.ctvnews.ca/) - [Calgary officer charged after allegedly assaulting handcuffed man](https://calgary.ctvnews.ca/calgary-officer-charged-after-allegedly-assaulting-handcuffed-man-1.6826262) A Calgary police officer has been charged after allegedly assaulting a handcuffed man two years ago. - [Put the brakes on April 1 tax hikes: Canadian Taxpayers Federation](https://calgary.ctvnews.ca/put-the-brakes-on-april-1-tax-hikes-canadian-taxpayers-federation-1.6826832) The Canadian Taxpayers Federation is calling on the province and the feds to halt next week’s tax hikes. - [Incident on Calgary's Reconciliation Bridge comes to safe resolution](https://calgary.ctvnews.ca/incident-on-calgary-s-reconciliation-bridge-comes-to-safe-resolution-1.6825543) Calgary police shut down a number of bridges into and out of the downtown core as officers dealt with a distraught individual. The incident lasted almost 20 hours. [Lethbridge](https://calgary.ctvnews.ca/lethbridge) - [Lethbridge city committee hears presentation on future of Enmax Centre](https://calgary.ctvnews.ca/lethbridge-city-committee-hears-presentation-on-future-of-enmax-centre-1.6826800) A Lethbridge policy committee heard a presentation Thursday on the future of the Enmax Centre and the possibility of replacing the facility in years to come. - [Magrath, Alta., grandmother planks 4.5 hours to set Guinness World Record](https://calgary.ctvnews.ca/magrath-alta-grandmother-planks-4-5-hours-to-set-guinness-world-record-1.6826675) A Magrath, Alta., grandmother has broken a Guinness World Record for the longest time in an abdominal plank position (female). - [Lethbridge Hurricanes open playoff run against Swift Current Broncos](https://calgary.ctvnews.ca/lethbridge-hurricanes-open-playoff-run-against-swift-current-broncos-1.6826676) The Lethbridge Hurricanes began preparing for their playoff run as soon as their regular season wrapped up last weekend. [Toronto](https://toronto.ctvnews.ca/) - [Sunshine list: These were the Ontario public sector's highest earners in 2023](https://toronto.ctvnews.ca/sunshine-list-these-were-the-ontario-public-sector-s-highest-earners-in-2023-1.6826035) Ontario released its annual sunshine list Thursday afternoon, noting that the largest year-over-year increases were in hospitals, municipalities, and post-secondary sectors. - [Ontario to raise minimum wage in the fall](https://toronto.ctvnews.ca/ontario-to-raise-minimum-wage-in-the-fall-1.6826129) The Ford government says it will be raising Ontario’s minimum wage by 65 cents in the fall. - [Woll solid, Giordano scores in return from injury as Maple Leafs top Capitals 5-1](https://toronto.ctvnews.ca/woll-solid-giordano-scores-in-return-from-injury-as-maple-leafs-top-capitals-5-1-1.6826949) Joseph Woll made 24 saves in a bounceback performance and Mark Giordano scored following a long injury absence as the Toronto Maple Leafs cruised past the Washington Capitals 5-1 on Thursday. [Ottawa](https://ottawa.ctvnews.ca/) - [You could be the key to saving a Navan, Ont. man's life as he seeks a living liver donor](https://ottawa.ctvnews.ca/you-could-be-the-key-to-saving-a-navan-ont-man-s-life-as-he-seeks-a-living-liver-donor-1.6826517) A Navan man in need of a liver transplant is appealing to the public and sharing his story in the hopes of finding a match in order to save his life. - OPEN/CLOSED OPEN/CLOSED [Here's what is open and closed in Ottawa over the Easter weekend](https://ottawa.ctvnews.ca/here-s-what-is-open-and-closed-in-ottawa-over-the-easter-weekend-1.6821387) CTVNewsOttawa.ca looks at what's open and closed in Ottawa over the Easter weekend. - THINGS TO DO THINGS TO DO [What's happening in Ottawa this weekend: March 29-April 1](https://ottawa.ctvnews.ca/what-s-happening-in-ottawa-this-weekend-march-29-april-1-1.6824672) CTVNewsOttawa.ca looks at things to do in Ottawa during the Easter weekend. [Montreal](https://montreal.ctvnews.ca/) - [Quebec minister to order probe after complaint about QMJHL English-only playoff garb](https://montreal.ctvnews.ca/quebec-minister-to-order-probe-after-complaint-about-qmjhl-english-only-playoff-garb-1.6826399) The Quebec government says it will ask the province's language watchdog to investigate after the leader of the Parti Québécois complained about a lack of French on a QMJHL team's playoff garb. - [Trudeau won't say if he has spoken to Housefather since Gaza motion](https://www.ctvnews.ca/politics/trudeau-won-t-say-if-he-has-spoken-to-housefather-since-gaza-motion-1.6826469) Quebec MP Anthony Housefather remains undecided on his future more than a week after a House of Commons motion on Israel and Gaza left him questioning whether he will remain in the Liberal party. - [Quebec firefighters who died in 2023 flood lacked training, equipment: safety board](https://montreal.ctvnews.ca/quebec-firefighters-who-died-in-2023-flood-lacked-training-equipment-safety-board-1.6826888) Two volunteer firefighters who died trying to rescue two people trapped by floodwaters northeast of Quebec City last May lacked proper training and equipment, Quebec's workplace safety board has found. [Vancouver](https://bc.ctvnews.ca/) - [Killer whale rescue team puts boats back in lagoon in effort to entice calf to ocean](https://bc.ctvnews.ca/killer-whale-rescue-team-puts-boats-back-in-lagoon-in-effort-to-entice-calf-to-ocean-1.6826783) A flotilla of up to 10 vessels, taking advantage of the best tidal flows in days, was on the waters of a remote lagoon off northern Vancouver Island Thursday in an effort to coax a young killer whale back to the open ocean, but 'a successful outcome is not guaranteed.' - [Angst and calls for resting places as Surrey, B.C., pet cemetery development continues](https://bc.ctvnews.ca/angst-and-calls-for-resting-places-as-surrey-b-c-pet-cemetery-development-continues-1.6826861) A single headstone is all that remains of dozens of markers for long-buried pets in a subdivision in Surrey’s Newton neighbourhood, where a half-acre parcel bears a large sign announcing the proposed construction of new homes. - ['Less stress': More $10-a-day child care spaces opening in B.C](https://bc.ctvnews.ca/less-stress-more-10-a-day-child-care-spaces-opening-in-b-c-1.6826224) The prime minister was in Surrey Thursday, promising to help millennial moms by expanding child-care spaces and adding more $10-a-day spaces across the country. [Kelowna](https://bc.ctvnews.ca/kelowna) - [Security guard, bystander restrained suspect after Kelowna assault, RCMP say](https://bc.ctvnews.ca/security-guard-bystander-restrained-suspect-after-kelowna-assault-rcmp-say-1.6823734) A 49-year-old man has been charged with assault, uttering threats and possession of a weapon for a dangerous purpose after an incident in Kelowna Monday night. - [B.C. court finds City of Vernon's arguments 'without merit' in case of 13-month licence delay](https://bc.ctvnews.ca/b-c-court-finds-city-of-vernon-s-arguments-without-merit-in-case-of-13-month-licence-delay-1.6823589) A B.C. judge has given the City of Vernon 14 days to make a decision on a business licence application it has left pending without explanation for more than a year. - [Anti-vax protester's 'race-based tirade' against security guard wasn't criminal, B.C. judge rules](https://bc.ctvnews.ca/anti-vax-protester-s-race-based-tirade-against-security-guard-wasn-t-criminal-b-c-judge-rules-1.6823109) A protester who unleashed a \"race-based tirade\" outside a vaccination clinic in B.C.'s Okanagan at the height of the COVID-19 pandemic did not cause a criminal disturbance, a judge has ruled. [Vancouver Island](https://vancouverisland.ctvnews.ca/) - [Killer whale rescue team puts boats back in lagoon in effort to entice calf to ocean](https://bc.ctvnews.ca/killer-whale-rescue-team-puts-boats-back-in-lagoon-in-effort-to-entice-calf-to-ocean-1.6826783) A flotilla of up to 10 vessels, taking advantage of the best tidal flows in days, was on the waters of a remote lagoon off northern Vancouver Island Thursday in an effort to coax a young killer whale back to the open ocean, but 'a successful outcome is not guaranteed.' - [Number hospitalized with COVID-19 in B.C. hits new low for 2024 in latest update](https://bc.ctvnews.ca/number-hospitalized-with-covid-19-in-b-c-hits-new-low-for-2024-in-latest-update-1.6826742) The number of patients with COVID-19 in B.C. hospitals declined to its lowest level of 2024 in the latest data update from the B.C. Centre for Disease Control. - [Province puts up $4M for new permanent homeless shelter in Courtenay, B.C.](https://bc.ctvnews.ca/province-puts-up-4m-for-new-permanent-homeless-shelter-in-courtenay-b-c-1.6826501) The British Columbia government will spend $4 million to buy a parcel of land for a proposed homeless shelter on northern Vancouver Island. [London](https://london.ctvnews.ca/) - ['I was pressing on the brake': Elderly woman maintains story in deadly crash that killed 8-year-old Girl Guide](https://london.ctvnews.ca/i-was-pressing-on-the-brake-elderly-woman-maintains-story-in-deadly-crash-that-killed-8-year-old-girl-guide-1.6826628) Petronella McNorgan called it 'sheer panic' as she recalled the fatal crash that killed a young girl on Nov. 30, 2021. - [Grandparent scam: London, Ont., senior beats fraudsters not once, but twice](https://london.ctvnews.ca/grandparent-scam-london-ont-senior-beats-fraudsters-not-once-but-twice-1.6826462) It was a typical Tuesday for Mabel Beharrell, 84, until she got the call that would turn her world upside down. Her teenaged grandson was in trouble and needed her help. - [Former golf pro sentenced to prison term in impaired driving crash that killed skateboarder](https://london.ctvnews.ca/former-golf-pro-sentenced-to-prison-term-in-impaired-driving-crash-that-killed-skateboarder-1.6826656) David MacMicken, 52, hung his head as he was sentenced to four and a half years in prison today. [Kitchener](https://kitchener.ctvnews.ca/) - ['Enough is enough': Contractor calls out government for inaction of Dutchie’s non-payment](https://kitchener.ctvnews.ca/enough-is-enough-contractor-calls-out-government-for-inaction-of-dutchie-s-non-payment-1.6826528) Another person has come forward claiming they were not paid what they were owed by Dutchie’s Fresh Market. - [Conestoga College to see significant drop in international student enrolment](https://kitchener.ctvnews.ca/conestoga-college-to-see-significant-drop-in-international-student-enrolment-1.6826186) The college says its allocation for new international students in 2024 has been set at less than 50 per cent of its current international enrollment. - [How to take pictures of the solar eclipse on April 8](https://kitchener.ctvnews.ca/how-to-take-pictures-of-the-solar-eclipse-on-april-8-1.6826796) Experts say there are a few things to keep in mind to keep your camera and eyes safe when viewing the rare celestial event on April 8. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Royal Canadian Air Force celebrates 100 years](https://northernontario.ctvnews.ca/royal-canadian-air-force-celebrates-100-years-1.6826920) You could say 22 Wing/Canadian Forces Base Commander Col. Richard Jolette was born to be in the Royal Canadian Air Force. - [Sunshine list: These were the Ontario public sector's highest earners in 2023](https://toronto.ctvnews.ca/sunshine-list-these-were-the-ontario-public-sector-s-highest-earners-in-2023-1.6826035) Ontario released its annual sunshine list Thursday afternoon, noting that the largest year-over-year increases were in hospitals, municipalities, and post-secondary sectors. - [St. Marys River closed in Sault Ste. Marie after 'marine casualty'](https://northernontario.ctvnews.ca/st-marys-river-closed-in-sault-ste-marie-after-marine-casualty-1.6825796) The St. Marys River in the Sault Ste. Marie area is closed to traffic following a 'marine casualty' involving a commercial vessel, the U.S. Coast Guard said in a news release Thursday. [Atlantic](https://atlantic.ctvnews.ca/) - [N.B. man wins $64 million from Lotto 6/49](https://atlantic.ctvnews.ca/more/n-b-man-wins-64-million-from-lotto-6-49-1.6825810) A New Brunswicker will go to bed Thursday night much richer than he was Wednesday after collecting on a winning lottery ticket he let sit on his bedroom dresser for nearly a year. - [Full parole granted to man convicted in notorious 'McDonald's murders' in Cape Breton](https://atlantic.ctvnews.ca/more/full-parole-granted-to-man-convicted-in-notorious-mcdonald-s-murders-in-cape-breton-1.6826168) The Parole Board of Canada has granted full parole to one of three men convicted in the brutal murders of three McDonald's restaurant workers in Cape Breton more than 30 years ago. - [N.B. Premier Higgs tells Ottawa to replace carbon tax with LNG exports](https://atlantic.ctvnews.ca/n-b-premier-higgs-tells-ottawa-to-replace-carbon-tax-with-lng-exports-1.6826822) New Brunswick Premier Blaine Higgs made a “plea” on Thursday for exports of liquefied natural gas to replace the federal carbon tax. [N.L.](https://www.ctvnews.ca/canada/newfoundland-and-labrador) - [Ukrainian child asylum seekers in St. John's get class of their own](https://www.ctvnews.ca/canada/ukrainian-child-asylum-seekers-in-st-john-s-get-class-of-their-own-1.6825608) Roughly 50 children will gather in a St. John’s classroom for the first time on Saturday for unique lessons on Ukrainian language, culture and history. - [A tiny critter who could: Elusive Newfoundland Marten makes improbable comeback](https://www.ctvnews.ca/canada/a-tiny-critter-who-could-elusive-newfoundland-marten-makes-improbable-comeback-1.6824166) Newfoundland’s unique version of the Pine Marten has grown out of its threatened designation. - [With help from Pitbull, Newfoundland cabbie shows spoons aren't just for folk music](https://www.ctvnews.ca/entertainment/with-help-from-pitbull-newfoundland-cabbie-shows-spoons-aren-t-just-for-folk-music-1.6822383) Harold Butler opened a kitchen drawer one night and found the instrument that would one day land him on national television.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karen pidskalny",
          "sentiment": "none"
        },
        {
          "name": "dale cooper",
          "sentiment": "none"
        },
        {
          "name": "” pidskalny",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ukrainian museum of canada",
          "sentiment": "none"
        },
        {
          "name": "ctv news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saskatoon",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T01:02:29.626+02:00",
    "updated": "2024-03-29T05:07:08.696+03:00"
  },
  {
    "uuid": "2f8c020d4a750832cc9f2478baa8cc4fa5c67016",
    "url": "https://www.novinite.com/view_news.php?id=231750",
    "ord_in_thread": 0,
    "author": "M3 Web - http://m3web.bg",
    "published": "2025-04-09T21:09:44Z",
    "title": "Man Found Dead in Flooded Basement in Sofia, Suspected Murder - Novinite.com - Sofia News Agency",
    "text": "Bodies Near Sofia's 'Iliyantsi' District Identified as 63-Year-Old Twin Brothers\nThe identities of the two male bodies discovered near Sofia’s \"Iliyantsi\" district have been confirmed as 63-year-old twins Ivan and Toma Penkovi\nCrime| April 9, 2025, Wednesday // 16:28",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->law enforcement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Ivan",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:09:44.064+03:00",
    "updated": "2025-04-10T00:09:44.064+03:00"
  },
  {
    "uuid": "3445dd4b795f2e5e9ed11251700dc9b3e29f9d1b",
    "url": "https://www.aol.com/news/mexican-farmers-killed-10-cartel-155002520.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-29T15:50:00Z",
    "title": "Mexican farmers who killed 10 cartel members with sickles and shotguns ‘acted in self-defence’",
    "text": "Mexican farmers who killed 10 cartel members with sickles and shotguns ‘acted in self-defence’ A group of Mexican farmers have been allowed to walk free despite killing 10 members of [a cartel](https://www.telegraph.co.uk/world-news/2023/12/18/mexican-drug-cartel-hands-out-branded-gifts-to-children/) with sickles and shotguns in a “football field massacre”. The villagers engaged in a showdown with the gangsters earlier this month after they refused to pay them protection money. Armed with sickles, machetes and shotguns, the villagers killed 10 members of the notorious [Familia Michoacana](https://www.telegraph.co.uk/news/worldnews/centralamericaandthecaribbean/mexico/5900976/Mexico-drug-cartel-with-its-own-bible.html) cartel at a football field in Texcapilla on Dec 8, and lost four of their own. Despite the showdown being dubbed by locals as “the massacre on the football field”, prosecutors from the state of Mexico concluded that cartel members had opened fire first and that the farmers had acted in self-defence with “the tools of their trade”. ‘Under constant threat’ Prosecutors said that the rural community of Texcapilla had been “under constant threat” from the Familia Michoacana cartel, which extorted money from farmers by charging them protection fees according to the size of the land they planted. After a poor harvest this year, the farmers met with cartel representatives the day before the showdown to negotiate a lower fee. However, they were unsuccessful and decided to band together and reiterate their demands at the football pitch. As well as the 14 dead, seven people were injured in the battle. Among those killed was the local leader of the Michoacana cartel, who went by the name “el Payaso”, or the Clown. Cartel exacts its revenge Local authorities fear that the cartel has already exacted revenge for the defeat, with 14 villagers having disappeared in the days after the battle, including four children. Delfina Gómez, the governor of [Mexico](https://www.telegraph.co.uk/mexico/) state, told Texcapilla residents that officials would not abandon them: “I tell you, you are not alone; we are with you.” But the [threat of violence from criminal gangs](https://www.telegraph.co.uk/world-news/2022/07/08/mexicos-cartel-violence-reaches-bloody-nadir-hugs-not-bullets/) has led some Mexicans to seek protection by hiring private security forces. For example, also in the state of Mexico, chicken merchants from the city of Toluca have hired [vigilantes](https://www.telegraph.co.uk/world-news/2021/08/16/vigilante-groups-stand-alone-fight-against-mexican-drug-lords/) to protect them from reprisals after they stopped paying extortion fees to criminal gangs. Last week four Toluca chicken traders were kidnapped in their warehouse and driven away in vans by armed men. [Broaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month, then enjoy 1 year for just $9 with our US-exclusive offer.](https://secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/?WT.mc_id=tmg_yahoo_subsoffers_digitalus-Yahoo&utm_source=tmgoff&utm_medium=tmg_yahoo&utm_content=subsoffers_digitalus&utm_campaign=tmg_yahoo_subsoffers_digitalus-Yahoo)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/?WT.mc_id=tmg_yahoo_subsoffers_digitalus-Yahoo&utm_source=tmgoff&utm_medium=tmg_yahoo&utm_content=subsoffers_digitalus&utm_campaign=tmg_yahoo_subsoffers_digitalus-Yahoo)",
      "https://www.telegraph.co.uk/mexico/)",
      "https://www.telegraph.co.uk/world-news/2021/08/16/vigilante-groups-stand-alone-fight-against-mexican-drug-lords/)",
      "https://www.telegraph.co.uk/world-news/2022/07/08/mexicos-cartel-violence-reaches-bloody-nadir-hugs-not-bullets/)",
      "https://www.telegraph.co.uk/world-news/2023/12/18/mexican-drug-cartel-hands-out-branded-gifts-to-children/)",
      "https://www.telegraph.co.uk/news/worldnews/centralamericaandthecaribbean/mexico/5900976/Mexico-drug-cartel-with-its-own-bible.html)",
      "https://telegraph.co.uk/world-news/2023/12/18/mexican-drug-cartel-hands-out-branded-gifts-to-children/)",
      "https://telegraph.co.uk/world-news/2021/08/16/vigilante-groups-stand-alone-fight-against-mexican-drug-lords/)",
      "https://telegraph.co.uk/world-news/2022/07/08/mexicos-cartel-violence-reaches-bloody-nadir-hugs-not-bullets/)",
      "https://telegraph.co.uk/mexico/)",
      "https://telegraph.co.uk/news/worldnews/centralamericaandthecaribbean/mexico/5900976/Mexico-drug-cartel-with-its-own-bible.html)",
      "https://www.secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/?WT.mc_id=tmg_yahoo_subsoffers_digitalus-Yahoo&utm_source=tmgoff&utm_medium=tmg_yahoo&utm_content=subsoffers_digitalus&utm_campaign=tmg_yahoo_subsoffers_digitalus-Yahoo)",
      "https://secure.telegraph.co.uk/customer/subscribe/05aa1f9188a1asi/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "familia michoacana",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texcapilla",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:07:05.996+02:00",
    "updated": "2023-12-29T18:07:05.996+02:00"
  },
  {
    "uuid": "1126a11fe50f8702d7e792689a519e2dbfdcfbf2",
    "url": "https://vnexplorer.net/sole-survivor-of-erin-pattersons-fatal-mushroom-lunch-appears-in-high-spirits-as-he-leads-good-friday-service-s2124673.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-29T12:19:00Z",
    "title": "Sole survivor of Erin Patterson's fatal mushroom lunch appears in high spirits as he leads Good Friday service",
    "text": "Mushroom lunch survivor leads church service Appeared cheery unlike during previous sermon READ MORE: New court hearing scheduled for Erin Patterson The sole survivor of the deadly mushroom lunch dished up by accused triple-murderer Erin Patterson appeared in good spirits as he led the Good Friday service at his local church.\nIan Wilkinson, 70, lost his his wife Heather, 66, her sister, Gail Patterson, and brother-in-law, Don Patterson, both 70, as the result of a lunch laced with toxic mushrooms served at Erin Patterson’s Leongatha home in eastern Victoria last July 29.\nIn contrast to the emotional service he conducted in February when first resuming his role as pastor at the Korumburra Baptist Church, Mr Wilkinson appeared cheerful.\n‘It’s a good day for Good Friday, (the support from the church) has been great. Have a great day,’ he told the congregation according to the Herald Sun.\nErin Patterson’s estranged husband Simon, who was meant to attend the fateful lunch but pulled out at the last minute, was among the small congregation.\nIan Wilkinson appeared in high spirits as he led a Good Friday service at the Korumburra Baptist Church today (pictured a service in February at the church)\nMr Wilkinson did not learn of the deaths of his dining companions until he awoke from an induced coma several weeks after the lunch.\nWhen he took to the pulpit again in February he tearfully spoke of how God had sustained him since ‘Heather, Gail and Don went to be with the Lord’.\n‘The way is sometimes hard but God is good and he is with us,’ said Mr Wilkinson as his wavered and he battled to keep back tears.\n‘He promised never to leave or forsake us and I can say that is true.’\nMr Wilkinson revealed he would have celebrated his 45th wedding anniversary with his wife Heather that week, who died in hospital just days after the lunch.\nHe reportedly told the congregation it had been a ‘pretty big week’.\n‘At the start of the week, it was six months since Heather and Gail and Don went to be with the Lord,’ Mr Wilkinson said.\n‘And yesterday was our 45th wedding anniversary, so it’s been a pretty big week, but I am grateful for all that God has given me, God has done through me.’\nThe pastor, who has spent 25 years at the church, jokingly asked the congregation if they remembered a Bible teaching series that was ‘cut short’ last year.\n‘Does anybody remember our series on Genesis that we began last year?’ he asked.\n‘Has anybody got any vague memories of that? It was dramatically cut short half way through Genesis chapter two.’\nIan Wilkinson is pictured with his wife Heather, who died a few days after the mushroom lunch\nErin Patterson has been charged with three counts of murder and five counts of attempted murder after serving. She is due to next appear in court on April 22\nMs Patterson, 49, will appear in Latrobe Valley Magistrates’ Court via video link on April 22, where she will formally enter a plea to three counts of murder and five counts of attempted murder.\nShe is accused of intentionally including poisonous mushrooms in a beef Wellington served at the lunch.\nMs Patterson has told police the mushrooms were button mushrooms from a local supermarket chain and dried mushrooms, which she bought months earlier from an Asian grocer in the Mount Waverley area, but couldn’t recall which one.\nVictoria Police have spent 20 weeks preparing a brief of evidence against Ms Patterson who was arrested at her home on November 2.\nShe is currently behind bars in Dame Phyllis Frost Centre, where sources say she requires protection from other inmates due to her alleged crime.\nErin Patterson is currently behind bars at the Dame Phyllis Frost Centre (pictured)\nRead more",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kKkFz.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kKgae.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kK4tb.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kKga9.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kK4tb.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kKkFz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kKgae.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kKga9.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "erin patterson",
          "sentiment": "negative"
        },
        {
          "name": "heather",
          "sentiment": "none"
        },
        {
          "name": "don patterson",
          "sentiment": "none"
        },
        {
          "name": "simon",
          "sentiment": "none"
        },
        {
          "name": "gail patterson",
          "sentiment": "none"
        },
        {
          "name": "wilkinson",
          "sentiment": "none"
        },
        {
          "name": "ian wilkinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "korumburra baptist church",
          "sentiment": "none"
        },
        {
          "name": "herald sun",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "victoria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T15:53:59.418+03:00",
    "updated": "2024-03-29T15:53:59.418+03:00"
  },
  {
    "uuid": "149f8f186d2005c5eff3623878ced06d2b8f6906",
    "url": "https://www.indiatvnews.com/west-bengal/kolkata-cold-wave-alert-issued-for-west-bengal-till-dec-15-these-districts-to-be-affected-check-full-list-2024-12-13-966069",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "India TV News Desk",
    "published": "2024-12-13T11:24:00Z",
    "title": "Cold wave alert issued for West Bengal till Dec 15: These districts to be affected, check full list",
    "text": "The IMD has issued an intense cold wave alert for West Bengal till December 15 and said the weather conditions are very likely to prevail over the western districts of West Bengal. The weather office said the minimum temperature is likely to be below normal over the districts of the state owing to the northwesterly to northerly winds prevailing in the region.\nCold wave conditions are likely to prevail over Purulia, East and West Bardhaman, Birbhum, Bankura, Jhargram and West Midnapore districts till December 15, it said.\nThe minimum temperature is very likely to be below normal by 2 to 4 degrees Celsius in all the other districts of West Bengal till December 15, the Met said.\nThe higher reaches of Darjeeling in sub-Himalayan West Bengal recorded a minimum temperature of 1.0 degrees Celsius on Friday morning, the lowest in the state, while\nDarjeeling town recorded a minimum temperature of 4 degrees Celsius, the Met said. Purulia was the coldest in the state's plains at 7.5 degrees Celsius, it said.\nKolkata recorded a minimum temperature of 14 degrees Celsius, it said. Minimum temperatures were below normal by 5 degrees Celsius or more at some places in the western part of south Bengal and 2 to 4 notches below average at rest of the places in West Bengal, the Met office said.\n(With inputs from PTI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T13:33:54.874+02:00",
    "updated": "2024-12-13T13:33:54.874+02:00"
  },
  {
    "uuid": "4aeb18f1bcd68bd4ea7f047a4c18cbef0d7cf6f4",
    "url": "https://people.com/bride-to-be-reveals-secret-engagement-during-childhood-family-friends-wedding-8423056",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "people.com",
    "published": "2024-01-05T21:51:00Z",
    "title": "Bride-to-Be Reveals ‘Secret’ Engagement During Family Friend’s Wedding",
    "text": "Bride-to-Be Reveals ‘Secret’ Engagement During Childhood Family Friend’s Wedding “By the time I got to the bride to congratulate her and celebrate her marriage with her she was really upset with me,” she wrote on Reddit\nBy Brian Anthony Hernandez Brian Anthony Hernandez Brian Anthony Hernandez, who has nearly 20 years of journalism experience, joined PEOPLE as a writer-editor in 2023. Brian previously worked for Bustle, Billboard, Forbes, MTV, Mashable and Men's Health. People Editorial Guidelines Published on January 5, 2024 04:51PM EST Photo: Getty\nA 24-year-old wedding guest — whose fiancé proposed to her on Christmas Eve just days before they attended her childhood family friend’s wedding together — is being called out online for not hiding her engagement ring and taking attention away from the bride.\nWondering if she was in the wrong, she detailed her dilemma in the popular subreddit “Am I The A ?” Her Reddit post , titled \"AITA for keeping my engagement a secret until my friend's wedding?\" Was shared two days ago and has attracted a flurry of reactions since, including nearly 1,000 comments.\nShe explained that she and her 25-year-old partner were waiting to announce their engagement until after they received photos from an upcoming maternity shoot.\nBy the time they attended the wedding, the couple had told only a few close relatives and friends. They hadn’t informed the bride or the groom.\nAll the Celebrity Weddings of 2023 “[The bride was] not one of the people who was aware of my engagement, and the majority of guests were family members and friends I had known for a long time, but were not in the inner circle of people we had told,” the bride-to-be wrote. “So, whenever I went up to chat to them, they would notice the ring and congratulate me and my fiance on our engagement.”\nAt one point, a group gathered around her to celebrate the news.\n“I felt pretty bad that the attention wasn’t on the bride so once that group cleared I took the ring off and placed it in my clutch for the rest of the night,” she continued, conceding that “the damage was done” at that point, with people continually congratulating her throughout the night even after she hid the ring.\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from juicy celebrity news to compelling human interest stories.\n“By the time I got to the bride to congratulate her and celebrate her marriage with her she was really upset with me, basically telling me that it was so selfish of me to flaunt my engagement at her wedding, and she accused me of purposely taking the limelight off her,” she added. “She thought I had purposely kept my engagement secret for the sole purpose of revealing it at her wedding, and accused me of being a liar when I explained myself.”\nShe concluded her Reddit post by saying she should have not worn the ring to the wedding and asking, “Am I the a-",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fbride-to-be-reveals-secret-engagement-during-childhood-family-friends-wedding-8423056%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Bride-to-Be+Reveals+%E2%80%98Secret%E2%80%99+Engagement+During+Childhood+Family+Friend%E2%80%99s+Wedding",
      "https://forms.dotdashmeredith.com/people-news-inline",
      "https://www.reddit.com/r/AmItheAsshole/comments/18xhreh/aita_for_keeping_my_engagement_a_secret_until_my/",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fbride-to-be-reveals-secret-engagement-during-childhood-family-friends-wedding-8423056%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://www.bahjournalist.com",
      "https://twitter.com/BAHjournalist",
      "https://www.instagram.com/bahjournalist",
      "https://www.reddit.com/r/AmItheAsshole/comments/18xhreh/aita_for_keeping_my_engagement_a_secret_until_my",
      "https://www.facebook.com/sharer/sharer.php",
      "https://instagram.com/bahjournalist",
      "https://reddit.com/r/AmItheAsshole/comments/18xhreh/aita_for_keeping_my_engagement_a_secret_until_my/",
      "https://www.forms.dotdashmeredith.com/people-news-inline",
      "https://www.twitter.com/BAHjournalist",
      "https://bahjournalist.com",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fbride-to-be-reveals-secret-engagement-during-childhood-family-friends-wedding-8423056%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Bride-to-Be+Reveals+%E2%80%98Secret%E2%80%99+Engagement+During+Childhood+Family+Friend%E2%80%99s+Wedding",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fbride-to-be-reveals-secret-engagement-during-childhood-family-friends-wedding-8423056%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian",
          "sentiment": "none"
        },
        {
          "name": "brian anthony hernandez brian anthony hernandez brian anthony hernandez",
          "sentiment": "none"
        },
        {
          "name": "forbes",
          "sentiment": "none"
        },
        {
          "name": "getty",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "men's health",
          "sentiment": "none"
        },
        {
          "name": "mtv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "reddit",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:05:33.845+02:00",
    "updated": "2024-01-06T00:05:33.845+02:00"
  },
  {
    "uuid": "2f0fdaf59b02b361911d51cceb584609787db8c0",
    "url": "https://www.ariva.de/aktien/fresenius-se-co-kgaa-aktie/news/bund-laender-runde-zur-krankenhausreform-11682538",
    "ord_in_thread": 0,
    "author": "dpa-AFX",
    "published": "2025-07-03T04:51:18Z",
    "title": "Bund-Länder-Runde zur Krankenhausreform - 03.07.25 - News - ARIVA.DE",
    "text": "Aus den Ländern kommt weiterhin Kritik an der noch von der Ampel-Koalition beschlossenen Reform. Die Neuordnung soll laut Gesetz schrittweise bis 2029 umgesetzt werden. Das Netz der 1.700 Kliniken dürfte damit kleiner werden.\nDie gesetzlichen Krankenversicherungen warnten vor einem Aufweichen der Ziele. Die stellvertretende Vorsitzende des Spitzenverbands, Stefanie Stoff-Ahnis, sagte der Deutschen Presse-Agentur: \"Im Mittelpunkt der Reform müssen die Patientinnen und Patienten und ihr Anspruch auf die bestmögliche Behandlung in dafür spezialisierten und erfahrenen Krankenhäusern stehen.\" Dies dürfe nicht durch landespolitische Eigeninteressen verwässert werden./sam/DP/zb\nHinweis: ARIVA.DE veröffentlicht in dieser Rubrik Analysen, Kolumnen und Nachrichten aus verschiedenen Quellen. Die ARIVA.DE AG ist nicht verantwortlich für Inhalte, die erkennbar von Dritten in den „News“-Bereich dieser Webseite eingestellt worden sind, und macht sich diese nicht zu Eigen. Diese Inhalte sind insbesondere durch eine entsprechende „von“-Kennzeichnung unterhalb der Artikelüberschrift und/oder durch den Link „Um den vollständigen Artikel zu lesen, klicken Sie bitte hier.“ erkennbar; verantwortlich für diese Inhalte ist allein der genannte Dritte.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics"
    ],
    "topics": [
      "Health->health facility",
      "Health->government health care",
      "Health->public health",
      "Politics->government",
      "Politics->political development",
      "Politics->healthcare policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Stefanie Stoff-Ahnis",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Deutschen Presse-Agentur",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "ARIVA.DE AG",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "DP",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:51:18.870+03:00",
    "updated": "2025-07-03T04:54:54.000+00:00"
  },
  {
    "uuid": "de4b8e50b3459c85db350cbae9f2ae80720aef5e",
    "url": "https://lakalle.bluradio.com/entretenimiento/virales/moneda-de-500-con-error-de-acunacion-podria-estar-teniendo-un-valor-mas-alto-rs15",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carolina Montenegro",
    "published": "2023-12-28T22:23:00Z",
    "title": "Moneda de $500 con error de acuñación podría estar teniendo un valor más alto - LaKalle",
    "text": "Una [moneda de $500 colombiana](https://lakalle.bluradio.com/noticias/economia/moneda-de-100-esta-siendo-comprada-hasta-en-20-000-so35) La moneda, que fue acuñada en 2012, presenta un error en el núcleo, que está hecho de cobre. En lugar de tener un círculo perfecto, el núcleo tiene una forma ovalada. Este error es muy raro y solo se han reportado unos pocos casos. Por esta razón, los coleccionistas están dispuestos a pagar altos [precios por estas monedas.](https://lakalle.bluradio.com/noticias/tres-monedas-colombianas-por-las-que-pagan-mas-de-18-millones-so35) En el mercado de coleccionismo, las monedas con errores de acuñación suelen ser más valiosas que las monedas normales. Esto se debe a que son más raras y difíciles de encontrar. Publicidad En el caso de la moneda de $500, el error de acuñación es muy visible y fácil de detectar. Esto hace que la moneda sea aún más valiosa para los coleccionistas. Si usted tiene una moneda de $500 colombiana con un error de acuñación, podría valer una buena cantidad de dinero. Puede intentar venderla en el mercado de coleccionismo para obtener una ganancia. Sin embargo, es importante tener en cuenta que el precio de la moneda dependerá de varios factores, como la rareza del error, el estado de la moneda y la demanda de los coleccionistas. Publicidad Si usted está interesado en comprar una moneda de $500 con un error de acuñación, puede buscar en el mercado de coleccionismo online o en tiendas especializadas. [@numismaker] Error de acuñación en moneda de 500 pesos, [#numismatica] [#parati] [#viral] [#fyp] [#monedas] [♬ Caile - Luar La L] ¿Por qué hay personas que coleccionan monedas? Hay varias razones por las que las personas coleccionan monedas. Algunas de las razones más comunes incluyen: Publicidad - Interés histórico y cultural: Las monedas pueden tener una rica historia detrás de ellas. Los coleccionistas a menudo se sienten atraídos por las monedas antiguas debido a su conexión con eventos históricos, períodos de tiempo específicos o culturas particulares. - Valor monetario: Algunas monedas tienen un valor intrínseco debido a su rareza, antigüedad o errores de acuñación. Los coleccionistas pueden buscar estas monedas con la esperanza de que aumenten su valor con el tiempo. - Pasatiempo y disfrute personal: Para muchos, coleccionar monedas es un hobby apasionante. La búsqueda, el descubrimiento y el intercambio de monedas pueden ser una actividad placentera y educativa. - Conexión con la numismática: La numismática es el estudio y la colección de monedas y papel moneda. Algunos coleccionistas se sienten atraídos por la numismática como una forma de aprender sobre la historia económica, las técnicas de acuñación y los detalles de diseño de diferentes monedas. Carlos, el malabarista urbano: un encuentro de solidaridad y lucha en las calles | De 5 en 5 [Únete a nuestro canal de Whatsapp para tener de primera mano el mejor contenido de entretenimiento y música](https://whatsapp.com/channel/0029Va4bJzX8vd1SnLoXac01)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va4bJzX8vd1SnLoXac01)",
      "https://www.whatsapp.com/channel/0029Va4bJzX8vd1SnLoXac01)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:00.017+02:00",
    "updated": "2023-12-29T00:32:00.017+02:00"
  },
  {
    "uuid": "3ef328a78c831038398251b31ce609a1271d6278",
    "url": "https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gastronómico",
    "published": "2024-02-16T06:00:00Z",
    "title": "\"La agricultura no va a decaer nunca, y en nuestras manos está defender lo nuestro\" - La opinión de Málaga",
    "text": "Entrevista | Toñi Bravo Presidenta del Consejo Regulador de la Denominación de Origen Protegida (DOP) Aceituna Aloreña de Málaga \"La agricultura no va a decaer nunca, y en nuestras manos está defender lo nuestro\" Nuevos proyectos y muchos retos se presentan en un 2024 donde Toñi Bravo seguirá al frente de todo lo que representa la aceituna aloreña de Málaga «Una responsabilidad y un orgullo a partes iguales. Es un verdadero honor representar a tantísimos agricultores», afirma Gastronómico Toñi Bravo siempre ha estado ligada al mundo del campo y la agricultura. Perteneciente a una empresa familiar con más de 50 años de historia, fue su padre quien decidió iniciar esta andadura en el año 1976 fundando la empresa Aceitunas y Encurtidos Bravo. Sin embargo, la pronta pérdida de su progenitor hizo que Antonia y sus hermanas tomaran el revelo generacional y siguieran el camino que su padre había dejado labrado en esta empresa. Hoy, tras años de duro trabajo, de volcarse en el sector agrícola y de seguir al frente del legado familiar, Toñi se ha convertido en la gerente de la empresa Aceitunas y Encurtidos Bravo y es presidenta del Consejo Regulador de la Denominación de Origen Protegida (DOP) Aceituna Aloreña de [Málaga](https://www.laopiniondemalaga.es/malaga/). ¿Qué significa para usted estar al frente del Consejo Regulador de la Denominación de Origen Protegida (DOP) Aceituna Aloreña de Málaga? Una responsabilidad y un orgullo a partes iguales. Es un verdadero honor representar a tantísimos agricultores y a tantas familias que trabajan dentro de la Denominación de Origen. Son 19 municipios los que engloban nuestra DOP desde el Valle del [Guadalhorce](https://www.laopiniondemalaga.es/tags/rio-guadalhorce/) a Sierra de las Nieves. Lleva al frente del Consejo Regulador desde 2018, ¿cuáles han sido los mayores logros conseguidos desempeñando el papel de presidenta? Comencé siendo vicepresidenta en 2012, justo el mismo año en que nos concedían la DOP. En 2018 salí electa como presidenta y fui reelegida de nuevo en el período de elecciones. En todos estos años el logro más importante ha sido conseguir la unión entre todos los colegas del sector. También el promover, promocionar y llevar por bandera nuestros productos allá donde vamos. Para nosotros es un verdadero orgullo decir que somos de Málaga, donde tenemos la primera y prácticamente la única aceituna con DOP de España. ¿Qué aporta al producto y su comercialización el sello de una DOP como la de la aceituna aloreña de Málaga? Una garantía de calidad. La confianza absoluta por parte del consumidor que sabe que está comprando un producto avalado por un Consejo Regulador con toda la normativa de calidad pertinente. Además, como empresa, en Aceitunas y Encurtidos Bravo también hemos conseguido entrar dentro del sello de calidad gastronómica de la [Junta de Andalucía](https://www.laopiniondemalaga.es/tags/junta-de-andalucia/), Gusto del Sur, que es un pasito más para posicionar nuestra aceituna aloreña como una marca única y diferencial. ¿Cómo se consigue la DOP? No es nada fácil. En cuanto a la burocracia, hay que presentar una gran cantidad de documentación que previamente se ha tenido que estudiar. Hay que ver la raíz de la que proviene, demostrar que el producto es único y autóctono de la zona y mucho más. Todo esto conlleva realizar una parte técnica muy importante y de mucha labor. Nosotros contamos desde hace mas de 20 años con una asociación de aderezadores y uno de los objetivos que nos propusimos para diferenciar nuestro producto era conseguir una DOP. Al principio nos parecía inalcanzable. Hubo muchas trabas e impedimentos ya que éramos realmente innovadores al ser los primeros en querer conseguirla para este producto. Pero nos pusimos manos a la obra con un gran equipo, entre los que contamos al GDR Valle del Guadalhorce, y en 2012, después de pasar por la consejería de Andalucía, Madrid y Bruselas, conseguimos nuestra DOP Aceituna Aloreña de Málaga. ¿Qué diferencia a la aceituna aloreña del resto de aceitunas en España? Sobre todo las características tan peculiares que la comprenden. Posee una propiedades organolépticas únicas que la diferencian de las demás. Es muy rica en fibra, posee una gran cantidad de polifenoles, levaduras y mucho más. Es un producto realmente natural, no va cocido en cáusticas y no necesita el proceso de oxidación que sí que hay que llevar a cabo en otras aceitunas. Esta aceituna aloreña es agua y sal. Posee un hueso flotante super fácil de retirar y es muy carnosa. Todo esto lo conseguimos intentando que, desde que sale del árbol hasta el envasado, la aceituna reciba la menor manipulación posible. ¿Qué peculiaridades gastronómicas tiene la Aloreña? Esta parte nos encanta resaltarla, ya que la aceituna aloreña no es solo uno de los grandes aperitivos, sino que se puede usar para prácticamente cualquier tipo de elaboración. Aparte del AOVE, por supuesto, se puede elaborar pan, mayonesas e incluso postres, como bizcochos. Tal es su versatilidad que organizamos concursos de recetas con la aceituna aloreña como protagonista y después creamos recetarios con las mismas. Las creaciones suelen sorprender muchísimo porque la gran cantidad de oportunidades que nos da la aceituna es infinita. Esto lo intentamos inculcar desde las escuelas de hostelería hasta los niños en los colegios. Nos encanta enseñar las raíces, de dónde venimos y los productos que tenemos en Málaga y todo lo que se puede conseguir a través de nuestra aceituna. Aparte de España, ¿en qué mercados se ha afianzado esta aceituna? ¿Hay algún mercado en mente que se pretenda alcanzar? Estamos prácticamente en todo el mundo. Uno de nuestros principales problemas, en comparación con otras aceitunas, es que no tenemos la misma cantidad de producción. Por eso nos intentamos diferenciar por la calidad y el perfeccionamiento, y presentárselo como tal a aquel que quiera comprarlo. Esa es nuestra carta de presentación. Con ella hemos llegado ya a América del Norte, Centroamérica, Canadá, Rusia, Moldavia, Rumanía y muchos otros lugares. El próximo gran proyecto nos llevará a Oriente. Concretamente a Emiratos Árabes, donde nos encantaría seguir aportando calidad con nuestra aceituna aloreña. ¿Cómo está afectando la sequía y la inflación a la producción y comercialización de la aceituna? El principal problema son las inclemencias meteorológicas. Llevamos tres años sufriendo sequía y esto hace que que el olivar no tenga fuerza para tirar y la producción no sea muy grande. Y en cuanto a la la inflación se refiere, también afecta. El AOVE, que siempre ha sido un aliado, ahora es un factor que este año juega en nuestra contra. Esto se debe a que, debido a las subidas de precios, tenemos que competir en el mercado. Son muchos los gastos para producirlo y eso hace que el precio se encarezca. ¿Qué estimación de producción se prevé para el verdeo de este año 2024? Es pronto aún para saberlo. Va a depender mucho de la primavera que tengamos. Ojalá tengamos una primavera lluviosa y un verano no muy cálido para que el olivar pueda recuperarse y que salga la trama, que ya está apunto de salir, con fuerza y pueda tirar. Pero la trayectoria hasta ahora, con todo el problema de la sequía, está siendo bastante mala. ¿Cómo valora el futuro del sector de la aceituna aloreña? No va a decaer nunca. Siempre se ha mirado al campo cuando ha habido crisis, solo hay que fijarse en el período de pandemia. La agricultura no va a decaer nunca y en nuestras manos está apoyar al agricultor, defender nuestro producto y mantener esos campos de olivos que se han convertido en paisajes naturales tan representativos de nuestra tierra. ¿Qué proyectos tiene para con el Consejo Regulador? Seguir creciendo, sin ninguna duda. A través de las promociones queremos tratar de llegar al mayor número de personas posible. Y también vamos a seguir apostando por la unión entre todos los profesionales del sector, que haya más socios que se sumen al Consejo Regulador, tanto agricultores como industrias. Para este tipo de proyectos hemos comenzado a realizar una especie de Erasmus profesional entre las DOP de España, donde profesionales de los diferentes sectores vienen a visitarnos y nosotros los visitamos a ellos. Ya hemos estado en Extremadura y en Valencia, conociendo el arroz, la alcachofa y la chufa. Esta es una gran iniciativa para buscar apoyos entre nosotros y seguir presumiendo de los grandes productos locales que cada uno posee en su tierra. [RRSS WhatsApp](https://api.whatsapp.com/send?text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html&text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS email](mailto:?subject=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20&body=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) Gastronomía",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html&text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20%20https://www.laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://facebook.com/sharer/sharer.php?u=https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://twitter.com/intent/tweet?original_referer=https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html&text=%22La%20agricultura%20no%20va%20a%20decaer%20nunca%2C%20y%20en%20nuestras%20manos%20est%C3%A1%20defender%20lo%20nuestro%22%20%20https://laopiniondemalaga.es/el-delantal/2024/02/16/agricultura-decaer-manos-defender-98226911.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T08:27:44.688+02:00",
    "updated": "2024-03-08T20:27:49.953+02:00"
  }
]