[
  {
    "uuid": "dc2d0df27b73854b151bb3bcf77e5c9a4952d8b6",
    "url": "https://www.inverness-courier.co.uk/news/power-cuts-latest-energy-giant-ssen-says-all-highland-custo-337464/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@InvCourier",
    "published": "2023-12-29T12:17:00Z",
    "title": "POWER CUTS LATEST: Scottish and Southern Electricity Networks (SSEN) say all Highland customers should have the lights back on later today after mass power cuts caused by Storm Gerrit",
    "text": "POWER CUTS LATEST: Scottish and Southern Electricity Networks (SSEN) say all Highland customers should have the lights back on later today after mass power cuts caused by Storm Gerrit Easier access to your trusted, local news. Subscribe to a digital package and support local news publishing. Engineers from Scottish and Southern Electricity Networks (SSEN) hope to reconnect all remaining Highland customers hit by Storm Gerrit power cuts by later today. Teams from the power giant have been working through the night to tackle faults and breakages. By 11 am today, power had been restored to 47,000 homes and around 450 properties still off-grid. Gales, snow and heavy rain brought widespread damage to the grid infrastructure after storms hit on Wednesday. Localised faults remain in small pockets along the Great Glen, at Maryburgh, Achiltibuie and across Aberdeenshire and Perthshire. SSEN said these were “the sole focus” of today’s repair and restoration efforts, adding: “It is expected all customers will be reconnected through the course of today and this evening, barring any unforeseen challenges.” Improving conditions yesterday saw substantial progress made in reconnecting thousands of people who had lost supplies, helped by the arrival of additional line crews from contractors and other network operators through Wednesday and Thursday. Teams continued to work into the early hours to clear debris, which was hindering access to areas where repairs were needed. That resulted in hundreds more properties being reconnected late last night. Since first light today, crews have resumed targeted efforts to restore those final properties. These include customers in the Fort Augustus area, as well as some in Maryburgh, Ross-shire. SSEN is continuing to work closely with local resilience partners to coordinate welfare arrangements and identify customers who may benefit from additional support. Customer service teams are also in regular contact with those on the Priority Services Register to give updates and offer support with alternative accommodation where necessary. In mobilising its response, SSEN dealt with over 13,000 incoming calls, while making more than 11,000 proactive calls to priority service register customers who might have needed extra assistance. Welfare vans serving free hot food and drink have also been deployed. Andy Smith, operations director at SSEN Distribution, said: “Our operational teams have made excellent progress in restoring customers impacted by Storm Gerrit, in the face of continued challenging conditions last night. “We recognise this has been a difficult couple of days for the customers still affected, and I’m grateful to them for their continued patience and support as our teams work extremely hard to restore power. “Up to now we’ve targeted our restoration plan on repairing the faults that will reconnect the greatest number of customers, and those who have been without power the longest. “Today, we face a number of complex and very localised faults, and we press on to reconnect those final customers affected. “We are still encountering some access challenges. However, I’d like to reassure our customers that all our teams have been directed to these last few remaining areas of damage for this final push.” Anyone who may need additional help or advice should contact SSEN on the power cut helpline, 105.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "achiltibuie",
          "sentiment": "none"
        },
        {
          "name": "ssen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "southern electricity networks",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "highland",
          "sentiment": "none"
        },
        {
          "name": "great glen",
          "sentiment": "none"
        },
        {
          "name": "maryburgh",
          "sentiment": "none"
        },
        {
          "name": "aberdeenshire",
          "sentiment": "none"
        },
        {
          "name": "perthshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:48:25.736+02:00",
    "updated": "2023-12-29T16:48:25.736+02:00"
  },
  {
    "uuid": "d1ce9c95dc422a4cf0cd4e171978f07d20c147fc",
    "url": "https://www.tellerreport.com/business/2023-12-29-all-time-high!-in-2023--the-number-of-passengers-sent-by-the-yangtze-river-delta-railway-will-exceed-8-million.S1XAynjw6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T02:32:00Z",
    "title": "All-time high! In 2023, the number of passengers sent by the Yangtze River Delta Railway will exceed 8 million - Teller Report",
    "text": "This morning (29th), the Shanghai Bureau of China Railway announced that the annual number of passengers sent by the Yangtze River Delta Railway in 2023 will exceed 8 million, an increase of more than one percent compared with the annual number of passengers sent in 2019, a record high. At present, the Yangtze River Delta Railway has an operating mileage of more than 14000,25 kilometers, including 7100 high-speed rail lines and more than , kilometers of high-speed railway mileage. In addition to the island of Zhoushan, Zhejiang, the scope of EMU operation has covered all prefecture-level cities in the Yangtze River Delta, becoming one of the most developed areas of the high-speed rail network in China. Since the beginning of this year, the Yangtze River Delta Railway has been guided by market demand, optimized the train operation map three times, continuously improved the layout of the road network through deep excavation of transportation capacity configuration, and realized the bus-based operation of high-speed rail. The Yangtze River Delta Railway also actively explores the intelligent passenger service model of \"dual network integration\" of high-speed rail network and Internet, and has successively applied advanced technologies such as big data, artificial intelligence, mobile Internet, and face recognition to passenger services, so that passengers can travel more smoothly and calmly through service innovation. This year marks the fifth anniversary of the integrated development of the Yangtze River Delta as a national strategy, and most cities in the Yangtze River Delta have achieved 1, 2 and 3 hours of railway travel. The railway department also combed the passenger flow and attendance data of the center and sub-center cities of the Yangtze River Delta urban agglomeration such as Shanghai, Nanjing, Hangzhou, and Hefei, analyzed the rules, increased the daily morning peak and weekend evening peak driving density, helped the life of the two cities, pulled out the \"same city effect\", and accelerated the \"Yangtze River Delta on the track\". (Reporter Yang Shaopeng, Feng Xiaojie)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "shanghai bureau of china railway",
          "sentiment": "negative"
        },
        {
          "name": "emu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yangtze river delta railway",
          "sentiment": "none"
        },
        {
          "name": "zhoushan",
          "sentiment": "none"
        },
        {
          "name": "yangtze river delta",
          "sentiment": "none"
        },
        {
          "name": "zhejiang",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:33:53.143+02:00",
    "updated": "2023-12-29T04:33:53.143+02:00"
  },
  {
    "uuid": "d640388a46239b655e3454fc88316396b50a2f86",
    "url": "https://www.blackenterprise.com/black-women-sisterhood-baltimore-firefighters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stacy Jackson",
    "published": "2024-02-29T20:15:00Z",
    "title": "2 Black Women Create Sisterhood In Baltimore City’s Fire Department",
    "text": "by Stacy Jackson\nFebruary 29, 2024\n2 Black Women Create Sisterhood In Baltimore City’s Fire Department\nThese two Black women firefighters are representing as they work to create sisterhood and boost diversity in Baltimore's Fire Department.\nAfrican American women remain underrepresented in firefighting, comprising just 8% of uniformed firefighters nationwide.\nWith only 7% of Black female firefighters in the Baltimore City Fire Department, Captain Shanntel Wilkins and EMT Tiffany Randolph are trailblazers, confronting challenges as they develop a sisterhood in the workforce.\nOut of over 1,600 employees, there are only 29 African American women in the suppression unit and eight in EMS, according to CBS News who,\nnoted the city’s 2023 Equity Statistics. Creating a sisterhood for support and recruitment is an important mission for the Black female firefighters. Wilkins and Randolph believe their culture and perspective save lives in Baltimore’s predominantly Black communities. “You don’t get that feeling of ridicule or shame when you go to a fellow Black woman who has endured the same type of struggle,” Randolph shared. “We like to think first, especially since it’s such a dangerous job,” Randolph said about women’s approach.\nWilkins, who became a captain in September 2023, said she never saw female firefighters, growing up. “I did not think about a woman being a firefighter, she shared. “I never saw any.” Now a role model for her daughter, Wilkins has endured skepticism, jumping into the male-dominated profession. “I just woke up one day and decided I wanted to get into something my little girl could see and be proud of me,” Wilkins recalled about\nbecoming a firefighter.\nRandolph transitioned from social work seven years ago to fulfill her passion for helping people on the frontlines, but\nbeing part of the minority takes a toll. “To come into a white male-dominated career is a second task,” she said. “It’s just task full, but not impossible.”\nWilkins shared that she has faced sly comments questioning her abilities. Her response to critics: “You walk past that.”\nThe latest census recorded Baltimore’s population is predominantly African American, with Blacks comprising roughly 63%. The Fire Department aims to boost diversity through high school training programs and Camp Spark, engaging girls’ interest in firefighting from a young age. Earlier this month, over 300 Baltimore City residents learned “Hands-Only CPR” with the fire department.\nIn January, the department spotlighted Lt. Jenell A. Taylor, who received the Firefighter of the Year Award from “Cure Operation Pulse” at Zion Baptist Church in Northeast Baltimore.\nRELATED CONTENT:\nBLACK FIREFIGHTERS IN CHICAGO CALL FOR JUSTICE ON MLK DAY",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cbsnews.com/baltimore/news/baltimore-city-fire-department-firefighters-black-women-representation/",
      "https://cbsnews.com/baltimore/news/baltimore-city-fire-department-firefighters-black-women-representation/",
      "https://www.cbsnews.com/baltimore/news/baltimore-city-fire-department-firefighters-black-women-representation"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stacy jackson",
          "sentiment": "negative"
        },
        {
          "name": "wilkins",
          "sentiment": "none"
        },
        {
          "name": "shanntel wilkins",
          "sentiment": "none"
        },
        {
          "name": "tiffany randolph",
          "sentiment": "none"
        },
        {
          "name": "randolph",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baltimore city fire department",
          "sentiment": "none"
        },
        {
          "name": "ems",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baltimore city",
          "sentiment": "none"
        },
        {
          "name": "baltimore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:51:12.799+02:00",
    "updated": "2024-03-01T00:51:12.799+02:00"
  },
  {
    "uuid": "f4ed0ff40a3d2aa1ad2a82338ffa74327c8da60c",
    "url": "http://www.gentedigital.es/girona/noticia/3804654/verges-girona-acoge-su-tradicional-procesion-que-culmina-con-la-dansa-de-la-mort",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tres Tristes Tigres",
    "published": "2024-03-28T00:00:00Z",
    "title": "Verges (Girona) acoge su tradicional procesión que culmina con la 'Dansa de la Mort'",
    "text": "Es una Fiesta Patrimonial de Interés Nacional que se celebra por el Jueves Santo 28/3/2024 - 23:31 [A Coruña](/a-coruna/) | [Albacete](/albacete/) | [Algeciras](/algeciras/) | [Alicante](/alicante/) | [Almería](/almeria/) | [Ávila](/avila/) | [Avilés](/aviles/) | [Badajoz](/badajoz/) | [Barcelona](/barcelona/) | [Bilbao](/bilbao/) | [Burgos](/burgos/) | [Cáceres](/caceres/) | [Cádiz](/cadiz/) | [Cartagena](/cartagena/) | [Castellón](/castellon/) | [Ceuta](/ceuta/) | [Ciudad Real](/ciudad-real/) | [Córdoba](/cordoba/) | [Cuenca](/cuenca/) | [Gijón](/gijon/) | [Girona](/girona/) | [Granada](/granada/) | [Guadalajara](/guadalajara/) | [Huelva](/huelva/) | [Huesca](/huesca/) | [Ibiza](/ibiza/) | [Jaén](/jaen/) | [Las Palmas de Gran Canaria](/las-palmas-de-gran-canaria/) | [León](/leon/) | [Lleida](/lleida/) | [Logroño](/logrono/) | [Lugo](/lugo/) | [Madrid](/madrid/) | [Málaga](/malaga/) | [Melilla](/melilla/) | [Mérida](/merida/) | [Murcia](/murcia/) | [Ourense](/ourense/) | [Oviedo](/oviedo/) | [Palencia](/palencia/) | [Palma de Mallorca](/palma-de-mallorca/) | [Pamplona](/pamplona/) | [Pontevedra](/pontevedra/) | [Salamanca](/salamanca/) | [San Sebastián](/san-sebastian/) | [Santander](/santander/) | [Santiago de Compostela](/santiago-de-compostela/) | [Segovia](/segovia/) | [Sevilla](/sevilla/) | [Soria](/soria/) | [Tarragona](/tarragona/) | [Tenerife](/tenerife/) | [Teruel](/teruel/) | [Toledo](/toledo/) | [Valencia](/valencia/) | [Valladolid](/valladolid/) | [Vigo](/vigo/) | [Vitoria](/vitoria/) | [Zamora](/zamora/) | [Zaragoza](/zaragoza/) | Grupo de información GENTE · el líder nacional en prensa semanal gratuita según [PGD-OJD](http://www.ojd.es/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "http://www.ojd.es/)",
      "http://ojd.es/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:10:41.635+03:00",
    "updated": "2024-03-29T03:10:41.635+03:00"
  }
]