[
  {
    "uuid": "dc7900f7d28a970eee45bdf65e66140d8aa8df77",
    "url": "https://www.devdiscourse.com/article/education/2760734-lg-approves-compensation-scheme-for-victims-of-mob-violence-lynching",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T07:12:00Z",
    "title": "LG approves compensation scheme for victims of mob violence, lynching | Education",
    "text": "LG approves compensation scheme for victims of mob violence, lynching [PTI](/pti-stories)| New Delhi | Updated: 29-12-2023 15:12 IST | Created: 29-12-2023 15:12 IST - Country: - India Delhi LG V K Saxena has approved amendment in the Delhi Victims Compensation Scheme 2018, enabling the payment of ex gratia to the victims of mob violence and lynching, Raj Niwas officials said on Friday. They added the Supreme Court had in 2018 directed state governments to prepare such a scheme within a month but the Delhi government took five years to submit a proposal, they added. According to the changes in the scheme, the definition of 'victim' has been amended to include the guardian or legal heir of a person who has suffered loss or injury or death as a result of mob violence and mob lynching. Interim relief has been proposed to be paid to the victim(s) or the next of the kin of the deceased within 30 days of the incident, the official said. The apex court had directed on July 17, 2018 that state governments will prepare within one month of the judgement a lynching/mob violence compensation scheme under the provisions of Section 357A of the CrPC. The court had given the guidelines that in the scheme for computation of compensation, the state governments shall give due regard to the nature of bodily injury, psychological injury and loss of earnings. In terms of loss of earnings, it shall also take into account loss of opportunities of employment and education and expenses incurred on account of legal, medical and other sufferings due to mob lynching/ mob violence, the official said. The Delhi Victims Compensation Scheme, 2018 was notified with the approval of the then LG in a notification dated June 27, 2019, but the issue of compensation for lynching and mob violence was not covered in it, the official said. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Rajya Sabha passes momentous Bills to replace IPC, CrPC, Evidence Act](/article/politics/2754111-rajya-sabha-passes-momentous-bills-to-replace-ipc-crpc-evidence-act) [Lok Sabha passes 3 key bills to replace IPC, CrPC, Evidence Act; Shah says focus on speedy justice](/article/politics/2752918-lok-sabha-passes-3-key-bills-to-replace-ipc-crpc-evidence-act-shah-says-focus-on-speedy-justice) [Lok Sabha passes momentous bills to replace IPC, CrPC, Evidence Act](/article/politics/2752804-lok-sabha-passes-momentous-bills-to-replace-ipc-crpc-evidence-act) [Rajya Sabha passes 3 criminal bills replacing IPC, CrPC, Evidence Act; Amit Shah says focus on time-bound justice to Indians](/article/headlines/2754212-rajya-sabha-passes-3-criminal-bills-replacing-ipc-crpc-evidence-act-amit-shah-says-focus-on-time-bound-justice-to-indians) [Lok Sabha takes up discussion on bills to replace IPC, CrPC, Evidence Act](/article/politics/2751332-lok-sabha-takes-up-discussion-on-bills-to-replace-ipc-crpc-evidence-act)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raj niwas",
          "sentiment": "none"
        },
        {
          "name": "saxena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "lg",
          "sentiment": "negative"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "india delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:47:17.850+02:00",
    "updated": "2023-12-29T11:47:17.850+02:00"
  },
  {
    "uuid": "bdc5e1e1e666a7d946bbc27c6bfddd5d25d248af",
    "url": "https://www.catholicworldreport.com/2023/12/29/from-hatred-to-love-christmas-reflections-of-a-muslim-convert-to-catholicism/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Catholic News Agency",
    "published": "2023-12-30T02:10:00Z",
    "title": "From hatred to love: Christmas reflections of a Muslim convert to Catholicism",
    "text": "ACI Prensa Staff, Dec 29, 2023 / 16:10 pm (CNA). Christmas is a time of reconciliation. God himself chose to become a man, coming into the world to save fallen humanity and reconcile it with himself. Christmas represents a dramatic break with conventional patterns and changes paradigms. Such is also the case of Zubair Simonson, a former Muslim who converted to Catholicism and shared his story recently with the [National Catholic Register](https://www.ncregister.com/blog/simonson-gaza-and-israel-and-peace), CNA’s sister news partner. “Hatred consumes. The loathing of a perceived enemy can be so consuming that one would rather see that enemy harmed than see a so-called ‘friend’ be saved,” Simonson noted, recalling his childhood, deeply affected by an upbringing that taught him to viscerally hate the Jews. Simonson grew up in the United States, a long way from the Holy Land. However, from a very young age he was introduced to a narrative of “oppressors” and “oppressed,” of a people who were entirely to blame and a people who never did anything reprehensible. “I’d heard it reinforced, time and again, at the mosque. I’d heard it reinforced, time and again, in the homes of family and friends,” he recalled. In his daily life, suspicion was normal and would be directed at the supposedly Jewish-dominated media as well as with anyone with whom a Muslim had a disagreement. “He’s a Jew,” they commented to one another in a mocking tone when disputes arose, even over totally superficial things. For him and everyone around him, Israel was a nation made up of fundamentalists and extremists. “Attacks perpetrated by Palestinian terrorists were often considered the desperate resort of a people fighting to preserve their dignity,” Simonson explained. The conflict in the Holy Land was for his Muslim community “a concept rather than a reality to face,” due to the geographical distance that separated them from the region. This, Simonson acknowledged, made it much easier for Muslims to repeat any belief, theory, or ideology they considered “correct” even though it had no logical basis, while innocent Israeli and Palestinian families suffered the true and very real consequences of war. “I’ll even admit that having an enemy, even an abstract enemy, felt rather good,” he said, adding that he and his peers began to consider themselves “holy” because this abstract enemy allowed them to express their “compassion” and “concern” for their fellow Muslims in Palestine. Hate and rage give more immediate satisfaction than love Simonson shared that he soon lost that black-and-white view of life. The terrorist attacks on the World Trade Center in 2001 were a turning point for him. During this time, he experienced firsthand the consequences of the paradigm he had grown up in. He also noted that his studies at the University of Michigan led him to reject the “victim mentality” that characterized his community. In 2006 he definitively distanced himself from Islam and in 2007 he [converted to Catholicism](https://youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC). Before he finally converted, he had grown willing to listen to both sides of the story. He then realized that those “oppressors” were not demonic and that the “oppressed” were not a choir of angels. “The real narrative is very much gray. What I’d grown up ‘knowing’ wasn’t quite so,” he said. Simonson said he found a balance that led him to a much more humble view of life. He then began to recognize himself as a sinner, as a fallible man who needs God’s mercy, like everyone else. “Who were we, or who is anyone for that matter, to consider ourselves so ‘good,’ and the other so ‘evil,’ with an authority due to God alone?” he observed. Likewise, he said he realized that the “love” he felt for Palestine was nothing more than a visceral hatred for Israel. “We were sinners (as all people are sinners), eager to point out the sins of others,” he commented. For him, Hamas is a group consumed by that visceral hatred. Simonson emphasized that Hamas is motivated by antisemitism and that a Catholic cannot and should never support that group. “Could it have been that that common hatred for an ‘enemy,’ felt throughout so much of the world, had helped to invigorate Hamas?” he asked. He also fears that this feeling drove the terrorist group to commit a wanton massacre on Oct.7 because they felt protected by the supposed hatred that millions feel against the Jews. “Can any of us honestly say that what we hold in our hearts doesn’t carry weight?” he questioned. For Simonson, Hamas‘ propaganda efforts do great harm to the Palestinian people, who end up paying the price of the war with their innocent blood. “Thousands of Palestinian civilians have already been killed in the crossfire in the Gaza conflict. The list of those killed in the crossfire has grown, on and on, for 75 years,” he stated. The former Muslim believes that it’s time to learn to distinguish between love and hate to prevent more people from continuing to lose their lives. “How many of those Palestinian civilians, trapped in Gaza, were already fed up with conflict before the Oct. 7 attacks occurred?” he pointed out. “And when you hear of wars and rumors of wars, do not be alarmed; this must take place, but the end is not yet … this is but the beginning of the sufferings” (Mk 13: 7-8). Simonson recalled the above words of Jesus Christ, which “are still proving themselves true today,” and which were spoken decades before the destruction of Solomon’s Temple at the hands of the Romans. “He knew, decades beforehand, what the tactics of the Zealots would lead to. He understood the futility of force, the power of love, and that truth must continue to navigate through the dark realities that our deceptions have constructed for a very long time to come,” Simonson said. For the convert, if these words of Jesus Christ are still valid today, his promise of the kingdom of God is also valid, which will come despite “wars and rumors of wars.” “That is the hope that was passed on to us from generations past, and to be carried on by future generations, until the day on which the King returns at the end of time. And so long as any of us still has breath,” he added, “we still have time to learn what it is to forgive, to prepare a world more fitting for his return.” This story [was first published](https://www.aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon) by ACI Prensa, CNA’s Spanish-language news partner. It has been translated and adapted by CNA. If you value the news and views Catholic World Report provides, [please consider donating](https://www.ignatius.com/Donation-P3579.aspx) to support our efforts. Your contribution will help us continue to make CWR available to all readers worldwide for free, without a subscription. Thank you for your generosity! [Click here](/donate) for more information on donating to CWR. [Click here](/free-newsletter) to sign up for our newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC",
      "https://www.aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon",
      "https://www.ignatius.com/Donation-P3579.aspx",
      "https://www.ncregister.com/blog/simonson-gaza-and-israel-and-peace",
      "https://aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon",
      "https://youtu.be/yzHbhwD6daY",
      "https://ignatius.com/Donation-P3579.aspx",
      "https://ncregister.com/blog/simonson-gaza-and-israel-and-peace",
      "https://www.youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zubair simonson",
          "sentiment": "none"
        },
        {
          "name": "simonson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholicism aci prensa staff",
          "sentiment": "neutral"
        },
        {
          "name": "cna",
          "sentiment": "none"
        },
        {
          "name": "national catholic register",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:13:45.639+02:00",
    "updated": "2023-12-30T19:13:56.678+02:00"
  },
  {
    "uuid": "52bea092fe3ce1ab10bdb88c472721f867bdee7b",
    "url": "https://charlottecounty.floridaweekly.com/articles/florida-wildlife-at-risk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Wozniak",
    "published": "2025-03-06T05:01:00Z",
    "title": "Florida wildlife at risk",
    "text": "Concern about the avian flu is spreading among wildlife agencies and wildlife rehabilitation experts, much like the virus itself.\nAccording to the U.S. Department of Agriculture, the virus has been detected in over 12,000 wild birds since the outbreak began in January 2022. Florida is the state with the highest number of detections at 735, followed by California, with 726.\nLauren Barkley, manager of the von Arx Wildlife Hospital at the Conservancy of Southwest Florida, said that in 2022, all the wildlife rehab centers started discussing the onset of bird flu cases.\n“It was almost like a panic moment,” she said. “You’ve heard about it. But what do we do? How do we protect the animals that we have in our care? How do we protect the animals that are our permanent residents? Because it does almost spread like wildfire. And everyone’s still trying to understand the virus.”\nIn Florida, the avian, or bird flu, has appeared in 35 Florida counties, including Charlotte, Collier and Palm Beach, according to the Florida Fish and Wildlife Conservation Commission. Lee County was not listed in FWC’s latest update in November. However, since then, Lee County has joined the list, according to data from the Centers for Disease Control and Prevention.\nThe numbers are small, except for Palm Beach County, which has seen 40 cases, according to the CDC. There were four cases in Charlotte, Collier had five cases and Lee had two.\nThe USDA reports that 28 wild birds nationwide have been detected with avian flu over the last 30 days (Jan. 19 to Feb. 18) but none have been in Florida.\nThe way the virus spreads can create a continuous cycle, Barkley said. For example, say a duck dies of the virus and the body is on the shore.\n“Then an eagle comes to eat the dead bird, they ingest the bird and let’s say the eagle has chicks and takes it up to its chicks,” she said.\nThe virus can affect them pretty quickly with devastating results, she said.\nThat’s what happened in what might be the most famous avian flu fatality so far in Southwest Florida: the recent death of two baby eaglets that were the darlings of a popular online webcam that has been broadcasting live video of a nest in North Fort Myers for many years, allowing many to watch the life cycle of bald eagle parents and their offspring.\nThe death of the eaglets may have brought the story of bird flu to life in the public eye in the region, Barkley said.\nIf another bird eats from the same duck carcass, becomes infected and dies and another animal eats from the new dead carcass, “it’s a cycle that never ends,” Barkley said.\nShe said there have been no confirmed cases at the von Arx Wildlife Hospital, but several bird samples have been sent for testing, and they’re waiting for the results.\nThe majority of the testing is on waterfowl, including Muscovy ducks, the blue-winged teal, raptors like great horned owls, eagles and black vultures, she said.\nAt the hospital, staff take special precautions to prevent the spread of the virus, called Highly Pathogenic Avian Influenza (HPAI), she said.\n“Our staff wears personal protective equipment, including gloves, masks and gowns. We quarantine potential HPAI suspects and patients,” Barkley said.\nThe outbreak in Florida is believed to have followed the introduction of the virus last year from Europe to Canada, the FWC says. The virus then traveled with migratory waterfowl down the Atlantic Flyway to Florida and other states.\nAccording to the FWC, in Florida, the species that have had presumptive or confirmed bird flu cases since 2022 include waterfowl like mallard ducks, Canada geese, green-winged teal and others. Waterbirds include the brown pelican, great blue heron, wood stork, great egret and more. Raptors include the bald eagle, great horned owl, turkey vulture and others.\nBarkley said it’s important for people to know about bird flu because they need to be aware of what’s happening in the environment. It’s important from a human health standpoint, and the virus is still mutating, she added.\nA dolphin in the state’s Big Bend area has tested positive for the virus. According to the National Oceanic and Atmospheric Administration, other reports include hundreds of Maine harbor and gray seals dying in 2022 after being infected with bird flu.\nDomestic cats that roam outdoors have contracted it when eating dead prey contaminated with the virus.\nThe CDC reports that there have been 68 human cases of bird flu nationally with one death in Louisiana. Of the total cases, the bulk of exposure to the virus came from dairy herds, poultry farms and culling operations. The CDC says that public health risks are low. There has been no person-to-person transmission at this time.\nAccording to the CDC, dairy cows in 16 states and a total of 968 dairy herds have been affected. The data shows none in Florida and none in the Southeast United States and the Midwest. Most cases are in California, Nevada and Arizona.\nAcross the country, many millions of chickens have been euthanized due to bird flu, but the actual numbers vary depending on the source. However, if it’s found in one flock, the entire flock must be killed.\nDr. Gary Butcher wants to put bird flu and its risks into a historical perspective. For the last 30 years, Butcher has worked as a poultry veterinarian for the state of Florida. He is a professor and researcher in the College of Veterinary Medicine at the University of Florida. Over the years, he’s traveled to 65 countries, assisting them with poultry operations, working with bird flu disease and helping address problems. He was headed to Trinidad and Tobago when Florida Weekly spoke to him.\n“We always have avian influenza in the United States,” Butcher said. “Why do we always have it in the United States? Because it’s always going to be present in the migratory birds and the shorebirds. All the data we have right now shows that every year when the migratory birds cross from Canada into the U.S., over one-third of them are infected with and shedding avian influenza. We can say for hundreds of thousands of years or millions of years, influenza virus and migratory birds have developed this relationship.”\nButcher has seen several cycles of avian flu come and go throughout his career.\n“I think probably the biggest time it came to the forefront was back in 1997 to the year 2000,” he said. “That’s when it became an international crisis.”\nThat’s when the bird flu was first recognized as being able to infect humans, Butcher said.\nIt surfaced in Hong Kong, associated with the “wet markets” where live chickens were sold, he said, causing a great panic at the time.\n“So now, all of a sudden, avian influenza can affect people. And my gosh, it’s even killing people in some cases. And there’s just incredible fear throughout the world worldwide,” Butcher said.\nThat particular virus never made it to this hemisphere, Butcher said. But the media predictions were that this was going to be the new 1918 Spanish flu, when millions died.\n“Well, of course, since 1997, worldwide, we’ve had less than 900 human cases,” Butcher said. “We’ve had less than 500 deaths.” If you look at other statistics, “three to five million people die a year from cigarette smoking worldwide. And we live along with that. No problem.”\n“So, this one will come and go, and then whether three years or five years, seven years later, we’ll have another strain come up that causes some problems too,” Butcher said.\nAs far as impacts on poultry, from USDA statistics, “We have about 325 million egg layers in the U.S.,” Butcher said. “And in 2024, we lost about 6 to 8% of our layers total.”\nSome of those farms were back into production in six months, he said. Florida has about 13 million egg layers and has not seen any avian influenza.\n“We’ve not had a single flock infected commercially with this virus.” He’s proud of that fact.\n“But I can say a lot has to do with how we raise our chickens in Florida,” he said. “We have very tight biosecurity.”\nYou can’t just drive up to a poultry farm and walk in, he said. You have to go through preventive procedures, wear coveralls and boots, be questioned on where you’ve been to see if there’s any potential exposure in the past. If you have had contact with pet birds or backyard chickens, you won’t be allowed access.\n“We have to keep cool heads,” Butcher said. “You know, you’re seeing panic right now. I guess you can call it a panic. It’s just a lot of people are wondering really what’s going on. But this is a cycle. It’s going to come and go.” ¦",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Health->health organisation",
      "Health->communicable disease",
      "Environment->endangered species",
      "Environment->environmental pollution",
      "Environment->animal",
      "Social Issue->social services",
      "Social Issue->mankind",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lauren Barkley",
          "sentiment": "none"
        },
        {
          "name": "Collier",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Southwest",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Florida Fish and Wildlife Conservation Commission",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "U.S. Department of Agriculture",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T07:24:32.177+02:00",
    "updated": "2025-03-06T07:24:32.177+02:00"
  },
  {
    "uuid": "fe426db856d90de977134d7fb376417c761abe9b",
    "url": "https://www.thisdaylive.com/index.php/2024/01/08/fidelity-bank-to-list-rights-issue-as-stock-price-gains-31-wow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kayode Tokede",
    "published": "2024-01-07T23:21:55Z",
    "title": "Fidelity Bank to List Rights Issue as Stock Price Gains 31% WoW - THISDAYLIVE",
    "text": "Kayode Tokede The stock price of Fidelity Bank Plc appreciated by 31 per cent Week-on-Week (WoW) to N14.20 per share from N10.85 per share it opened for trading in 2024. The stock price appreciation is on the backdrop of management’s plans to list 3.2billion ordinary shares of 50 kobo each at N10 per share on the basis of one new ordinary share for every ten existing ordinary shares rights Issue on the floor of the Nigerian Exchange Limited (NGX). Document sighted by THISDAY showed that Fidelity Bank through its Stockbrokers, APT Securities & Funds Limited, submitted an application to NGX for approval to list the Rights Issue. Shareholders of Fidelity Bank recently passed a resolution to increase its share capital from N16 billion to N22.6 billion, paving the way for its planned public offer to begin. At an Extra-Ordinary General Meeting (EGM), which was held virtually on August 11, 2023, the bank disclosed plans to increase its share capital from N16 billion to N22.6 billion. Fidelity Bank’s share capital is poised to surge, with the creation of a whopping 13.2 billion additional ordinary shares each priced at N0.50. It was learnt that in a bid to increase its financial muscle, the bank will launch a public offer for up to 10 billion ordinary shares. Additionally, the rights issue will allow existing shareholders to snap up 3.2 billion ordinary shares. Intriguingly, for every ten shares an investor holds, they can bag one new share. The resolutions at the EGM have equipped Fidelity Bank’s Board of Directors with the green light to allocate the freshly issued shares, which will stand toe-to-toe with the bank’s existing shares, subject, to obtaining the nod from regulatory bodies.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fidelity bank plc",
          "sentiment": "negative"
        },
        {
          "name": "fidelity bank",
          "sentiment": "negative"
        },
        {
          "name": "apt securities & funds limited",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:21:57.826+02:00",
    "updated": "2024-01-08T01:21:57.826+02:00"
  },
  {
    "uuid": "7d6ea843d707dc8ddcf0a1e42f35cf52c0956bde",
    "url": "https://www.tvanouvelles.ca/2024/12/12/de-nouveaux-records-de-chaleur-etablis-au-quebec-en-plus-de-la-pluie-abondante-et-des-vents-violents",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence QMI",
    "published": "2024-12-12T19:36:00Z",
    "title": "De nouveaux records de chaleur établis au Québec, en plus de la pluie abondante et des vents violents",
    "text": "Le cocktail météo qui a frappé le Québec depuis mardi a entraîné sur son passage des températures douces qui ont fracassé des records. • À lire aussi: Matane sur un pied d’alerte: la rivière qui traverse le centre-ville est sortie de son lit • À lire aussi: Météo au Québec: temps frisquet avec des vents violents de 70 km/h • À lire aussi: Voici les 10 phénomènes météo les plus marquants de 2024 En Gaspésie, Cap-Chat a enregistré 13,0 °C mercredi, pulvérisant l’ancien record de 9,4 °C établi en 1969. Cap-Madeleine n’est pas en reste avec 13,3 °C, tandis que Havre-Saint-Pierre a atteint 6,9 °C la même journée. Les précipitations ont été particulièrement importantes dans l’Est-du-Québec, où Rimouski a reçu 60 millimètres de pluie. Sept-Îles a enregistré entre 45 et 70 millimètres, alors que la région métropolitaine de Montréal a reçu entre 30 et 40 millimètres, et l’Estrie entre 30 et 45 millimètres. Le système météorologique s’est également manifesté par des vents violents, notamment dans l’est de la province, avec des rafales atteignant 102 km/h à Gaspé et 100 km/h à Natashquan. En mi-journée jeudi, plus de 115 000 foyers québécois étaient toujours privés d’électricité à cause de pannes d’Hydro-Québec, dont la majorité en Montérégie où près de 71 000 clients sont touchés, suivie de Lanaudière avec plus de 41 000 interruptions. *Ce texte, généré à l’aide de l’intelligence artificielle, a été revu et validé par notre équipe à partir d’une entrevue réalisée à QUB.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.journaldemontreal.com/2024/12/10/voici-les-10-phenomenes-meteo-les-plus-marquants-de-2024",
      "https://www.journaldemontreal.com/2024/12/12/meteo-au-quebec-temps-frisquet-avec-des-vents-violents-de-70-km-h",
      "https://www.journaldequebec.com/2024/12/12/matane-sur-le-pied-dalerte-la-riviere-qui-traverse-le-centre-ville-est-sortie-de-son-lit",
      "https://journaldequebec.com/2024/12/12/matane-sur-le-pied-dalerte-la-riviere-qui-traverse-le-centre-ville-est-sortie-de-son-lit",
      "https://journaldemontreal.com/2024/12/12/meteo-au-quebec-temps-frisquet-avec-des-vents-violents-de-70-km-h",
      "https://journaldemontreal.com/2024/12/10/voici-les-10-phenomenes-meteo-les-plus-marquants-de-2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T00:24:49.831+02:00",
    "updated": "2024-12-13T00:24:49.831+02:00"
  },
  {
    "uuid": "3a497e1790377d1dce2cec58cbca84edfa164288",
    "url": "https://www.thestar.com.my/sport/football/2025/01/17/soccer-brighton-snap-winless-streak-with-2-0-victory-over-ipswich",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Star Online",
    "published": "2025-01-16T21:42:00Z",
    "title": "Football: Soccer-Brighton snap winless streak with 2-0 victory over Ipswich | The Star",
    "text": "IPSWICH, England (Reuters) -Kaoru Mitoma and Georginio Rutter both scored to end Brighton & Hove Albion's run of eight Premier League games without a win as their side beat Ipswich Town 2-0 at Portman Road on Thursday.\nThe victory lifts Brighton to ninth place on 31 points, while Ipswich slip to 17th on 16 and back into the relegation zone behind Wolverhampton Wanderers on goals scored.\nThe hosts started well despite Brighton enjoying plenty of possession and Nathan Broadhead created the first decent chance of the game for Ipswich with a shot from outside the box but Bart Verbruggen got down to steer the ball behind for a corner.\nFive minutes later striker Liam Delap had a go from a similar position but again the Brighton goalkeeper was equal to the task and the Dutchman had to be on his toes again when midfielder Omari Hutchinson let fly just before the break.\nIpswich fullback Wes Burns flashed a shot just wide after a well-worked long throw in the 57th minute but the home side's failure to take their chances finally cost them dear two minutes later when Mitoma struck.\nA sliced clearance fell to Swedish midfielder Yasin Ayari and he cleverly fed Matt O’Riley, who teed up the Japanese winger for a first-time finish.\nWith Ipswich reeling, keeper Christian Walton got a measure of revenge on Brighton's Joao Pedro, who got a yellow card for clattering into him early in the second half, by making a superb save to prevent his 67th-minute shot flying into the top corner.\nBrighton were not to be denied, however, and substitute Rutter fired home form close range in the 82nd to wrap up the three points and end the visitors' long winless run.\n\"It was a long time and we suffered a little bit, and I'm really happy for the players, really happy also for the staff, because they do a lot of work in the shadows, and today, I think we deserve to win, and we're happy,\" Brighton coach Fabian Huerzeler said.\n\"An important thing (during the winless run) was to stay predictable, to stay calm and to trust the process, and I think the performances were not that bad, and we could easily win one of these eight games where we weren't able to win,\" he added.\nBoth sides will be back in action again on Sunday, with Brighton travelling to Manchester United and Ipswich hosting Manchester City.\n(Reporting by Philip O'Connor; Editing by Christian Radnedge and Ken Ferris)\nOpen Modal × $(document).ready(function(){ var freeBoxShow = false; $(window).scroll(function() { var scrollPercent = 100 * $(window).scrollTop() / ($(document).height() - $(window).height()); window.setTimeout(function () { //scroll to page length 35% then show the pop-up if (scrollPercent >= 35 && !freeBoxShow) { freeBoxShow = true; $('#freeHTMLBoxBtn').click(); } }, 500); }); var freeModal = document.getElementById(\"freeModal\"); $(\"#freeHTMLBoxBtn\").click(function () { freeModal.style.display = \"block\"; //$('body').addClass('free-modal-open'); }); $(\".free-close\").click(function () { freeModal.style.display = \"none\"; //$('body').removeClass('free-modal-open'); }); var freeBox = '",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->soccer",
      "Sport->sport event",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Georginio Rutter",
          "sentiment": "none"
        },
        {
          "name": "Bart Verbruggen",
          "sentiment": "none"
        },
        {
          "name": "Philip O'Connor",
          "sentiment": "none"
        },
        {
          "name": "Matt O’Riley",
          "sentiment": "none"
        },
        {
          "name": "Kaoru Mitoma",
          "sentiment": "none"
        },
        {
          "name": "Yasin Ayari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Ipswich Town",
          "sentiment": "negative"
        },
        {
          "name": "Brighton & Hove Albion",
          "sentiment": "negative"
        },
        {
          "name": "Reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Portman Road",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:10:08.376+02:00",
    "updated": "2025-01-17T00:34:20.391+02:00"
  },
  {
    "uuid": "1a68a9d6be253f77273221ea7784f36a19ad4033",
    "url": "https://www.newsbreak.com/minnesota-state/3490973156211-woman-facing-30-years-in-prison-for-bong-water",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-13T20:15:00Z",
    "title": "Woman Facing 30 Years in Prison for Bong Water",
    "text": "By Chris Malone Méndez ,\n53 minutes ago\nA loophole in a Minnesota drug law could land one woman behind bars for decades if convicted, and it all has to do with bong water.\nThe Minnesota Reformer reports that 43-year-old Jessie Beske of Fargo, SD was pulled over for speeding on Minnesota's Highway 59 on May 8. According to charging documents, officers smelled marijuana and searched her car. They then found a bong, a glass jar containing a \"crystal substance,\" and various paraphernalia items.\nThe water in the bong, the substance in the glass jar, and the residue on the paraphernalia all tested positive for methamphetamine . The police reported that the bong water weighed eight ounces, while the crystal substance weighed 13.2 grams \"in total with the packaging.\" Beske claims the \"packaging\" in question is the glass jar and that the officers only included the jar in the weight because there was no measurable quantity of substance on her.\nBeske affirmed that she had no drugs on her, only paraphernalia containing residue. That in itself isn't against the law, as a 2023 bill decriminalized possession of paraphernalia even with residue. Still, she's been charged with first-degree felony possession, which comes with a sentence of up to 30 years in prison and a $1 million fine.\nThe possession charge doesn't stem from the residue on the glass jar, but the water inside the bong. Under state law, eight ounces of bong water is considered the same as eight ounces of pure methamphetamine. The legal threshold required for a first-degree felony offense is 50 grams.\nThe assistant county attorney in charge of the case, Scott Buhler, told the Reformer that his office \"simply enforces the laws of this state as written.\"\n\"I will not comment on any pending cases,\" he said. \"The criminal complaint filed in Ms. Beske’s case speaks for itself.\"\nBeske admitted she deals with substance abuse , which she said started while she was leaving an abusive ex. \"The only thing I’m guilty of is using substances to lessen my mental suffering caused by a sick and abusive predator,\" she said. “Addicts—women especially—are made to feel like public enemy number one, when in fact most of us have been victims of serious crime that will never be prosecuted.\"\nJust the idea of being locked up for 30 years is enough to hurt her condition. \"It’s just gonna make my life worse and make me want to use drugs more,\" she said. \"That’s why people use drugs mostly, is to cope.\"\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.mensjournal.com/news/airbnb-cleaners-drug-trafficking-discovery",
      "https://img.particlenews.com/image.php?url=2PEtFU_0tqaQv6p00",
      "https://www.mensjournal.com/news/platja-d-aro-sex-paraphernalia-ban",
      "https://www.mensjournal.com/news/phish-fan-bong-las-vegas-sphere-consequences",
      "https://www.mensjournal.com/travel/best-golf-courses-minnesota",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2PEtFU_0tqaQv6p00",
      "https://www.mensjournal.com/news/billy-idol-california-sober-lifestyle",
      "https://www.mensjournal.com/news/marijuana-use-surpasses-alcohol-consumption",
      "https://minnesotareformer.com/2024/06/10/fargo-woman-facing-30-years-in-prison-for-bong-water/",
      "https://mensjournal.com/news/billy-idol-california-sober-lifestyle",
      "https://www.minnesotareformer.com/2024/06/10/fargo-woman-facing-30-years-in-prison-for-bong-water/",
      "https://mensjournal.com/news/airbnb-cleaners-drug-trafficking-discovery",
      "https://www.img.particlenews.com/image.php?url=2PEtFU_0tqaQv6p00",
      "https://mensjournal.com/travel/best-golf-courses-minnesota",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2PEtFU_0tqaQv6p00",
      "https://mensjournal.com/news/platja-d-aro-sex-paraphernalia-ban",
      "https://mensjournal.com/news/phish-fan-bong-las-vegas-sphere-consequences",
      "https://minnesotareformer.com/2024/06/10/fargo-woman-facing-30-years-in-prison-for-bong-water",
      "https://mensjournal.com/news/marijuana-use-surpasses-alcohol-consumption"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris malone méndez",
          "sentiment": "negative"
        },
        {
          "name": "beske",
          "sentiment": "none"
        },
        {
          "name": "jessie beske",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:18:24.499+03:00",
    "updated": "2024-06-14T00:18:24.499+03:00"
  },
  {
    "uuid": "25ebb609cd652c7cc33e2415b107189b2413b62f",
    "url": "https://la1ere.francetvinfo.fr/football-le-martiniquais-warren-zaire-emery-absent-plusieurs-semaines-apres-une-entorse-de-la-cheville-1558060.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Outre-mer la 1ère",
    "published": "2025-01-30T16:33:00Z",
    "title": "Football : le Martiniquais Warren Zaïre-Emery absent plusieurs semaines après une entorse de la cheville",
    "text": "Le milieu du PSG Warren Zaïre-Emery est victime d'une entorse de la cheville gauche et devrait être absent plusieurs semaines, a annoncé jeudi le club de la capitale. \"La durée de son indisponibilité dépendra de l'évolution de la blessure dans les prochains jours\", a précisé le PSG dans un communiqué .\nCette absence pourrait être d'au moins trois semaines, selon plusieurs médias. Mercredi soir, il s'est mal réceptionné à la suite d'un contact en fin de rencontre en Ligue des champions face à Stuttgart (victoire 4-1).\n📌 Point médical après Stuttgart - Paris Saint-Germain. @Aspetar\n— Paris Saint-Germain (@PSG_inside) January 30, 2025\nDans la 3e et dernière minute du temps additionnel, sur une balle anodine et un pressing de Ermedin Demirovic, \"WZE\" a été touché par l'international bosnien et s'est tordu la cheville gauche à la réception. Il a été soigné sur la pelouse par le staff médical parisien avant de sortir en boitant. En quittant la zone mixte quelques minutes plus tard, il boitait également, sans béquille.\nL'autre milieu, Joao Neves, a \"reçu un coup au pied droit durant le match à Stuttgart. Il restera en soins ces prochains jours\", a précisé le club. Samedi, le PSG se déplace à Brest en Ligue 1 avant d'aller au Mans lors des 8e de finale de Coupe de France.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->regular competition",
      "Sport->soccer",
      "Lifestyle and Leisure->exercise and fitness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/Aspetar?ref_src=twsrc%5Etfw",
      "https://www.psg.fr/equipes/equipe-premiere/content/point-medical-vfb-stuttgart-paris-saint-germain-uefa-champions-league-2024-2025",
      "https://twitter.com/PSG_inside/status/1884991344596467818?ref_src=twsrc%5Etfw",
      "https://psg.fr/equipes/equipe-premiere/content/point-medical-vfb-stuttgart-paris-saint-germain-uefa-champions-league-2024-2025",
      "https://www.twitter.com/PSG_inside/status/1884991344596467818?ref_src=twsrc%5Etfw",
      "https://twitter.com/PSG_inside/status/1884991344596467818",
      "https://www.twitter.com/Aspetar?ref_src=twsrc%5Etfw",
      "https://twitter.com/Aspetar"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T08:33:09.236+02:00",
    "updated": "2025-01-31T08:33:09.236+02:00"
  },
  {
    "uuid": "3f9247751391ab4785ffd53c30a75cadce8a3821",
    "url": "https://baskonia.elcorreo.com/kalejira-banderas-palestina-protestar-maccabi-20240201202921-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jon Aroca",
    "published": "2024-02-01T19:29:00Z",
    "title": "Baskonia-Maccabi: Kalejira, cinco minutos de ausencia y banderas de Palestina para protestar contra el Maccabi | El Correo",
    "text": "Baskonia-MaccabiKalejira, cinco minutos de ausencia y banderas de Palestina para protestar contra el Maccabi Secciones Servicios Destacamos Baskonia-MaccabiKalejira, cinco minutos de ausencia y banderas de Palestina para protestar contra el Maccabi Necesitas ser suscriptor para acceder a esta funcionalidad. Jueves, 1 de febrero 2024, 20:29 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir La visita del Maccabi al Buesa Arena, además de por la notable presencia policial siempre cerca de la expedición israelí, está marcada por la batería de actos reivindicativos planteada por aficionados y colectivos locales. Un conjunto de acciones que tienen el objetivo de protestar por ... Publicidad Publicidad Te puede interesar TodoAlicante [ Un conductor se graba mientras atraviesa una rotonda y denuncian a su padre ](https://www.elnortedecastilla.es/valladolid/provincia/conductor-novel-graba-atraviesa-rotonda-denuncian-padre-20240130150627-nt.html#vca=voc-recirc&vso=elcorreo) El Norte de Castilla Publicidad Publicidad Destacados Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.elnortedecastilla.es/valladolid/provincia/conductor-novel-graba-atraviesa-rotonda-denuncian-padre-20240130150627-nt.html#vca=voc-recirc&vso=elcorreo)",
      "https://elnortedecastilla.es/valladolid/provincia/conductor-novel-graba-atraviesa-rotonda-denuncian-padre-20240130150627-nt.html#vca=voc-recirc&vso=elcorreo)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:04:34.263+02:00",
    "updated": "2024-02-02T00:04:34.263+02:00"
  }
]
