[
  {
    "uuid": "b15b9d76308786fea3887893cb68d4b700ecbe0e",
    "url": "https://news.yahoo.com/flies-over-popeye-batter-country-222407002.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Sports Commerce",
    "published": "2023-12-28T00:00:00Z",
    "title": "Flies over Popeye’s batter. Country club roaches. Miami to Palm Beach restaurant problems",
    "text": "Miami Herald Flies over Popeye’s batter. Country club roaches. Miami to Palm Beach restaurant problems David J. Neal December 29, 2023 at 1:24 AM · 4 min read Link Copied Read full article\nA restaurant in a country club, a place persistent in its squalor, and another place with more flies than a dog park all are part of this week’s Sick and Shut Down List of Miami-Dade, Broward and Palm Beach restaurants that failed inspection.\nOnce again, we remind you, we don’t do the inspecting, and we don’t choose who gets inspected. Direct your complaints to the Florida Department of Business and Professional Regulation.\nIn alphabetical order:\nCaribbean Kitchen 305, 760 NW 183rd St., Miami Gardens: Routine inspection, 20 total violations, six High Priority violations.\nWe told you about this place with its hot water deficiencies — which means washing and cleaning deficiencies —and rodent problems earlier this week.\nREAD MORE: Cool running water, pooping rodents got a Miami Gardens place closed by inspection\nThe kitchen was open again after it corrected the issue for the next day’s re-inspection.\nMulligan’s Beach House Singer Island, 2551 N. Ocean Ave., Riviera Beach: Complaint inspection, six total violations, five High Priority violations.\nDoes this place think you get Frequent Failure points for filthy inspections? Four inspections in just over three months makes us wonder.\nFlies, rodents and a dishwasher that didn’t wash put Mulligan’s on this list in November. No problems with the dishwasher this time, but, seeing as how this is a complaint inspection, somebody probably noticed the flies and the rodents returned for the holidays.\nEight flies at the inside bar were “flying around, landing on liquor bottles and the wall behind” the bar.\nAs for the rodents, they left 34 droppings on the kitchen floor: 20 near dry storage, six on the expo line, five at the dishwashing area and three at the prep area. Another three poo pieces were under shelves in the bar.\nIf you want something new, there’s food so poorly handled and such a danger to guests, they got hit with Stop Sales. Buttermilk made a previous day that needed to be kept under 41 degrees came in at 61 degrees. Labeling on reduced oxygen packaged raw salmon says remove from packaging before thawing. Staff thawed it anyway.\nThe next day, two more flies had joined the eight at the bar for another failed inspection.\nMulligan’s passed a second re-inspection two days after the original inspection.\nNonna Russo’s, hot dog stand, 4090 Tivoli Ct., unincorporated Palm Beach County: Routine inspection, seven total violations, two High Priority violations.\nNonna Russo’s hit for power with few total violations, but several violations that can be off-putting on their own.\n“Food stored outside” as in “outside the chest freezer.” That’s not what you want in insect-heavy South Florida.\n“Food being prepared on a grill outside that has no cover.”\nStaff didn’t keep the hot dogs, the menu’s foundation, warm enough. After they measured 10 degrees too cool, the manager tossed them.\n“Establishment operating with no potable running water.” That’ll kill your inspection alone, even without the fallout violation of of no running water at the employee handwash sink (where there wasn’t any soap anyway).\nNonna Russo’s came correct the following day.\nThe Original Brooklyn Water Bagel Co., 4403 Northlake Blvd., Palm Beach Gardens: Routine inspection, eight total violations, four High Priority violations.\nAbout 40 flies landed on prep counters, the bagel oven, bags of flour, dry storage food items and the nearby walls. Over at the deli, three flies were using the slicer as a helipad..\nA big rolling rack, a speed rack, blocked the handwash sink at the sandwich station.\nA Stop Sale hit butter left on the counter long enough to soften and measure 60 degrees.\nThey were breaking out the bagels again after the next day’s callback inspection.\nPopeyes, 9373 W. Atlantic Blvd., Coral Springs: Routine inspection, one total violation, one High Priority violation.\nOur most recent Amityville Award winner counted 74 flies “flying around shelves and landing on clean service utensils, cases of single service bags, spoons, the wall and the ceiling.” Another seven flies were “landing on the bottom of the prep shelf over open egg batter, seasoned flour and raw chicken.”\nA prep sink drain, a mop sink and the carbon dioxide tanks accounted for another 35 flies.\nSomehow, all those flies got disappeared before the next day’s re-inspection.\nStallion, in The Palm Beach Polo Club, 11630 Polo Club Rd., Wellington: Routine inspection, 10 total violations, five High Priority violations.\n“To apply for Membership at Palm Beach Polo Golf and Country Club , applicants must fully complete and sign all Membership documents, which will be submitted for the approval to the Membership Committee.”\nSo sayeth the club website. Wonder if the eight live roaches walking on the tray with canned goods and the six live roaches on the wall outside the kitchen dry storage room applied for membership or did they just invite themselves?\nAn employee killed some of the 16 flies, most likely the two on the kitchen dry storage room door.\nThe wiping cloth sanitizer “exceeds the maximum concentration allowed,” coming in at 500 parts per million. That’s a sanitizer soup.\nSeven flies and five running roaches kept Stallion closed. The inspector came back for a same day re-re-inspection and got Stallion open for the early holiday weekend business.\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.miamiherald.com/miami-com/restaurants/article282240868.html",
      "http://www.palmbeachpolo.com/memberships.html",
      "https://s.yimg.com/ny/api/res/1.2/tP25vZarGDHtXMg3d25RmA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyNDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92470c90-34ef-11eb-bd77-23f1e090d6ce",
      "https://www.miamiherald.com/miami-com/restaurants/article283534023.html",
      "https://s.yimg.com/ny/api/res/1.2/YaEM4fmsljUt9XUMtKUKvQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD02OTg-/https://media.zenfs.com/en/miami_herald_mcclatchy_975/f3862524d51602b44dbcaa8e7ff6c4a7",
      "https://s.yimg.com/ny/api/res/1.2/q6KRJq8ewB6Rs5tfHrMzPg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyODA7aD0xMjgy/https://media.zenfs.com/en/miami_herald_mcclatchy_975/f3862524d51602b44dbcaa8e7ff6c4a7",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92470c90-34ef-11eb-bd77-23f1e090d6ce",
      "https://www.miamiherald.com/",
      "https://media.zenfs.com/en/miami_herald_mcclatchy_975/f3862524d51602b44dbcaa8e7ff6c4a7",
      "https://www.s.yimg.com/ny/api/res/1.2/q6KRJq8ewB6Rs5tfHrMzPg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyODA7aD0xMjgy/https://www.media.zenfs.com/en/miami_herald_mcclatchy_975/f3862524d51602b44dbcaa8e7ff6c4a7",
      "https://miamiherald.com/miami-com/restaurants/article283534023.html",
      "https://www.s.yimg.com/ny/api/res/1.2/tP25vZarGDHtXMg3d25RmA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyNDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92470c90-34ef-11eb-bd77-23f1e090d6ce",
      "https://www.media.zenfs.com/en/miami_herald_mcclatchy_975/f3862524d51602b44dbcaa8e7ff6c4a7",
      "https://miamiherald.com/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92470c90-34ef-11eb-bd77-23f1e090d6ce",
      "https://www.miamiherald.com",
      "https://www.s.yimg.com/ny/api/res/1.2/YaEM4fmsljUt9XUMtKUKvQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD02OTg-/https://www.media.zenfs.com/en/miami_herald_mcclatchy_975/f3862524d51602b44dbcaa8e7ff6c4a7",
      "https://miamiherald.com/miami-com/restaurants/article282240868.html",
      "http://palmbeachpolo.com/memberships.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "popeye",
          "sentiment": "neutral"
        },
        {
          "name": "david j. neal december",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "miami herald flies",
          "sentiment": "negative"
        },
        {
          "name": "link copied read",
          "sentiment": "none"
        },
        {
          "name": "florida department of business",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "palm beach",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        },
        {
          "name": "miami gardens",
          "sentiment": "none"
        },
        {
          "name": "miami-dade",
          "sentiment": "none"
        },
        {
          "name": "broward",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:16:14.102+02:00",
    "updated": "2023-12-29T01:16:14.102+02:00"
  },
  {
    "uuid": "d808095cdd1a18494cd1487cb191503850f7a00b",
    "url": "https://www.dawn.com/news/1801520",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-29T02:11:00Z",
    "title": "Iranians mourn commander killed in Israeli strike - Newspaper - DAWN.COM",
    "text": "TEHRAN: Thousands massed on Thursday in the Iranian capital for the funeral of senior Revolutionary Guards commander Razi Moussavi, three days after he was killed in what Tehran says was an Israeli strike. The crowd in Tehran’s central Imam Hossein square chanted “Death to Israel” and “Death to America”. Many waved yellow flags imprinted with the message “I am your opponent” — a reference to Israel — in both Persian and Hebrew. Israel has long fought a shadow war of assassinations and sabotage against arch foe Iran and its allies, but Moussavi’s killing in Syria came at a time of sharply heightened regional tensions over the Israeli aggression against Gaza. Some of the mourners in Tehran carried pictures of Moussavi together with the revered Qasem Soleimani, a former commander of the Islamic Revolutionary Guard Corps’s foreign operations arm who was killed in a 2020 US drone strike in Baghdad. Iran next week will mark the fourth anniversary of the death of Soleimani, who had run the IRGC’s Quds Force for more than a decade. Iranian state media says an Israeli missile strike on Monday near the Syrian capital Damascus killed Moussavi, a Quds Force general and the most senior Guards commander killed since Soleimani. The Israeli army, which has launched hundreds of strikes on Iran-linked targets in war-torn Syria in recent years, said only that it does not comment on foreign media reports. Syria on Thursday said Moussavi’s “martyrdom” on its territory was part of Israel’s “aggressive policies”, official news agency SANA reported. In letters sent by the Syrian foreign ministry, Damascus called on the United Nations to act against Israeli actions which might “ignite the region”, SANA said. Published in Dawn, December 29th, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "qasem soleimani",
          "sentiment": "none"
        },
        {
          "name": "razi moussavi",
          "sentiment": "none"
        },
        {
          "name": "soleimani",
          "sentiment": "none"
        },
        {
          "name": "imam hossein",
          "sentiment": "none"
        },
        {
          "name": "moussavi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "quds force",
          "sentiment": "none"
        },
        {
          "name": "irgc",
          "sentiment": "none"
        },
        {
          "name": "islamic revolutionary guard corps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tehran",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "baghdad",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:25:21.486+02:00",
    "updated": "2023-12-29T04:25:21.486+02:00"
  },
  {
    "uuid": "65f9003a18bb34dd60a9f4ce8176077fa693fc3e",
    "url": "https://www.elcorreoweb.es/andalucia/2024/10/04/placas-solares-cascos-historicos-sevilla-cordoba-granada-107322582.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aristóteles Moreno",
    "published": "2024-10-04T05:01:00Z",
    "title": "PLACAS SOLARES CASCOS HISTÓRICOS | Las ciudades históricas buscan soluciones al impacto visual de los paneles solares",
    "text": "Patrimonio Las ciudades históricas buscan soluciones al impacto visual de los paneles solares Granada, Córdoba, Jerez, Sevilla, Baeza y otros tesoros monumentales intentan conjugar el derecho ciudadano al autoconsumo energético con la protección del patrimonio Las placas solares se expanden a velocidad de vértigo en Andalucía. El alza de la factura de la luz y el abaratamiento de las instalaciones fotovoltaicas han empujado a decenas de miles de andaluces a optar por el autoconsumo y desengancharse del oligopolio eléctrico. A finales de 2023 ya estaban registrados en la comunidad autónoma casi 114.000 dispositivos de autoconsumo, 44 veces más que el último lustro, según datos oficiales facilitados por la Consejería de Industria. Pero ojo: no todos los ciudadanos tienen en su mano modificar su fuente de energía. Las [placas solares](/economia/2024/05/28/tres-hogares-placas-solares-instaladas-103001858.html) constituyen una alternativa limpia y sostenible, pero provocan un impacto visual considerable en los cascos históricos, muchos de ellos protegidos por normativas municipales restrictivas. Granada, Córdoba, Jerez, Sevilla o Baeza tratan de arbitrar soluciones que conjuguen la preservación de sus conjuntos históricos con el derecho de sus vecinos a abastecerse de fuentes energéticas baratas y renovables. La casuística es diversa y las respuestas municipales varían desde la limitación absoluta a cierta flexibilidad según la ubicación y la perturbación paisajística que generen los paneles fotovoltaicos. Ordenanza municipal en Granada [Granada](https://www.elcorreoweb.es/tags/granada/) cuenta con una ordenanza municipal destinada a “impedir la desfiguración de la perspectiva del paisaje” y garantizar la “preservación y protección de los edificios, conjuntos, entornos y paisajes catalogados”. Y confía en el área de planificación urbanística del Ayuntamiento la competencia para verificar la “adecuación de las instalaciones a las normas” y valorar su “integración [arquitectónica](https://www.elcorreoweb.es/tags/arquitectura/)”. La ordenanza, sin embargo, deja fuera al conjunto monumental de la Alhambra, el Albaicín, el Sacromonte y el centro histórico, que cuentan con planes especiales en los cuales deberá sustanciarse un protocolo de actuación respecto a las placas solares. Sobre el terreno, colocar paneles de autoconsumo energético en estas zonas protegidas es prácticamente imposible. “En el Albaicín está prohibido tajantemente colocarlos”, asegura José Bigorra, vocal de la junta directiva de la asociación de vecinos del barrio. Hay excepciones. Pero contadas con los dedos de una mano. “Son tolerados donde no afecten a la contemplación del paisaje, pero se autorizan muy pocos en zonas ocultas a la visión desde la Alhambra”, puntualiza. El Albaicín es un barrio histórico frente al gran palacio nazarí, dotado de una tipología arquitectónica bastante homogénea y declarado Patrimonio de la Humanidad en 1994. Construido sobre una colina, sus tejados configuran una estampa única perfectamente visible desde la Alhambra. Ese paisaje singular es el que se pretende proteger con el marco normativo municipal. La situación de Albaicín Los vecinos tienen asumido que viven en un tesoro arquitectónico único sometido a innumerables restricciones. “Esta es una limitación más”, admite con naturalidad Bigorra, arquitecto jubilado con 35 años de residencia en el Albaicín. “Es un barrio incómodo para envejecer. Hay muchas cuestas, la calle está empedrada y no tenemos tiendas. Pero estoy muy a gusto aquí”, proclama. El distrito llegó a tener casi 30.000 habitantes a mediados del siglo pasado. Hoy apenas alcanza las 7.700 personas, buena parte de ellas extranjeras. Muchos reclaman su derecho a disponer de una fuente energética barata, renovable y propia, ahora que la tecnología permite instalar dispositivos en la azotea a buen precio. De hecho, un grupo de [vecinos](https://www.elcorreoweb.es/tags/vecinos/) se han organizado para fundar una comunidad energética, cuyos paneles se colocarán en un polideportivo fuera del área de protección urbanística. Esa es una de las soluciones que barajan los expertos para garantizar el derecho a una fuente eléctrica sostenible de los habitantes de los conjuntos históricos sin degradar el paisaje urbano. Icomos, la organización internacional asesora de la Unesco, ya la recomendó en la Guía de Buenas Prácticas que publicó en noviembre de 2022 para intentar ordenar el caótico panorama normativo de las ciudades históricas tras la irrupción masiva de los dispositivos de autoconsumo eléctrico. “Para evitar la proliferación de instalaciones aisladas se desea hacer referencia a comunidades energéticas utilizando cubiertas de edificios o suelo público”, recoge el documento que sirve de referencia para los ayuntamientos de ciudades históricas de toda España. Icomos es consciente del derecho ciudadano al autoconsumo eléctrico y, en su opinión, “no parece razonable negar al propietario de un edificio con protección patrimonial el acceso a las energías renovables”. Aunque también advierte del “inevitable impacto visual” de los paneles solares y, por tanto, anima a tomar medidas cautelares para evitar la degradación paisajística de los conjuntos históricos. En el informe, de 68 páginas, recuerda la obligatoriedad de efectuar una Evaluación de Impacto Patrimonial (EIP) cuando la instalación de placas solares afecte a “bienes de la lista del Patrimonio Mundial o su zona de amortiguamiento”. En el caso de los bienes de interés cultural (BIC), la realización del EIP es, según Icomos, “muy recomendable”. Es decir, en edificios universales como la Mezquita de [Córdoba](https://www.elcorreoweb.es/tags/cordoba/), la Giralda y la Alhambra, y sus zonas de influencia, así como los conjuntos históricos declarados Patrimonio de la Humanidad, como el Albaicín, Úbeda, Baeza y la medina cordobesa están sujetos a la máxima protección en términos paisajísticos. Conflicto vecinal en Córdoba La pelota, sin embargo, está en el tejado de los ayuntamientos, en cuyas manos reside la competencia sobre la ordenación urbanística. Y no tienen una papeleta fácil. Córdoba, por ejemplo, arrastra un conflicto vecinal notable a cuenta de las placas solares. Se trata de un caso espinoso. Su conjunto histórico es uno de los más extensos de Europa, con 240 hectáreas y casi 30.000 habitantes. Un tercio de ese territorio, el que rodea a la Mezquita Catedral, fue declarado Patrimonio de la Humanidad en 1994, y la instalación de paneles fotovoltaicos aquí afrontaría serias restricciones. Siete asociaciones de vecinos del casco histórico demandan desde hace años el derecho a dotarse de sistemas de autoconsumo y el Ayuntamiento se ha comprometido a realizar las modificaciones normativas necesarias para delimitar el marco regulatorio. La última reunión tuvo lugar hace poco más de mes y medio y el responsable de Urbanismo anunció que tenían ultimada una propuesta a punto de ser presentada ante la Consejería de Cultura, toda vez que exigiría la modificación del Plan Especial de Protección del Casco Histórico (PEPCH), un instrumento normativo tutelado por la administración autonómica. Tenemos el mismo derecho que cualquier vecino. Nos está costando un dineral no poder instalar placas solares En líneas generales, el Ayuntamiento no permitirá la instalación de paneles que perturben el área de visión desde la torre de la Mezquita, el Alcázar y la Iglesia de San Lorenzo, según informa Guillermo Contreras, representante vecinal presente en la reunión. Los monumentos BIC y los edificios protegidos quedan fuera de este marco regulatorio. Sobre la zona Patrimonio de la Humanidad gravita cierta confusión. “Nosotros no entendimos que vaya a haber una prohibición absoluta”, aduce Contreras. De partida, los vecinos exigen similar trato normativo al resto de los ciudadanos. “Tenemos el mismo derecho que cualquier vecino. Nos está costando un dineral no poder instalar placas solares”, protesta el representante de la Asociación de Vecinos de la Axerquía. En Córdoba hay 1.800 edificios catalogados. Y la idea del Ayuntamiento, según fuentes consultadas, es que los monumentos BIC y sus entornos dispongan de un nivel máximo de protección frente a los paneles solares. El entorno de un bien de interés cultural comprende un área de influencia de 50 metros a la redonda. El caso de Baeza, Úbeda y Jerez Sea cual sea la solución normativa, los cascos históricos de Córdoba y Sevilla ya han sido contaminados por multitud de elementos aéreos en los tejados y azoteas, la mayor parte de los cuales no disponen de autorización legal. Baeza y Úbeda, dos ciudades Patrimonio de la Humanidad desde 2003, presentan, en cambio, un paisaje de conjunto mucho más cuidado. En las 4,8 hectáreas protegidas de Baeza no hay instalado ni un solo panel fotovoltaico, según ha confirmado una arquitecta técnica municipal. Ya el Plan Especial del Casco Histórico de 1990 reguló la instalación de este tipo de dispositivos, que en “ningún caso superarán la altura total del edificio”. “En la práctica, es casi imposible colocar una placa solar”, subrayó la funcionaria contactada. En Jerez, la normativa municipal se refiere expresamente a la colocación de placas solares en el casco antiguo donde obliga a someterse a un informe previo de la Comisión Municipal de Patrimonio Histórico. El Ayuntamiento gaditano estaría poniendo “muchos inconvenientes” para ubicar paneles fotovoltaicos en los edificios del centro monumental, según indican fuentes de la Asociación del Casco Histórico Intramuros de Jerez. Los técnicos municipales recomiendan colocar las placas en paralelo a los tejados para minimizar el impacto visual, lo que en muchos casos reduce sustancialmente la eficacia de la captación solar. Las comunidades energéticas ubicadas fuera de los cascos históricos se presentan como la alternativa más adecuada porque preserva el derecho ciudadano a una fuente energética propia sin alterar el paisaje aéreo de los conjuntos históricos. Y ese es el reto al que se enfrentan los ayuntamientos andaluces en los próximos años. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Las%20ciudades%20hist%C3%B3ricas%20buscan%20soluciones%20al%20impacto%20visual%20de%20los%20paneles%20solares%20https://www.elcorreoweb.es/andalucia/2024/10/04/placas-solares-cascos-historicos-sevilla-cordoba-granada-107322582.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.elcorreoweb.es/andalucia/2024/10/04/placas-solares-cascos-historicos-sevilla-cordoba-granada-107322582.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.elcorreoweb.es/andalucia/2024/10/04/placas-solares-cascos-historicos-sevilla-cordoba-granada-107322582.html&text=Las%20ciudades%20hist%C3%B3ricas%20buscan%20soluciones%20al%20impacto%20visual%20de%20los%20paneles%20solares%20%20https://www.elcorreoweb.es/andalucia/2024/10/04/placas-solares-cascos-historicos-sevilla-cordoba-granada-107322582.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40elcorreoweb) [RRSS email](mailto:?subject=Las%20ciudades%20hist%C3%B3ricas%20buscan%20soluciones%20al%20impacto%20visual%20de%20los%20paneles%20solares%20&body=https://www.elcorreoweb.es/andalucia/2024/10/04/placas-solares-cascos-historicos-sevilla-cordoba-granada-107322582.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) Noticia guardada en tu perfil [El huracán Isaac cambia a borrasca y así afectará a Andalucía, con un veranillo de San Miguel perpetuo](https://www.elcorreoweb.es/andalucia/2024/09/30/huracan-isaac-cambia-borrasca-afectara-andalucia-lluvias-108739631.html)[Un pequeño pueblo andaluz se lleva el gordo del Cupón de la ONCE con 350.000 euros](https://www.elcorreoweb.es/andalucia/2024/10/01/pequeno-pueblo-andaluz-lleva-gordo-cupon-once-108795524.html)[Las lluvias llegarán con casi un 100% de posibilidades a varias provincias de Andalucía](https://www.elcorreoweb.es/andalucia/2024/10/01/aemet-confirma-lluvias-andalucia-108783119.html)[Se vende villa turística: la Junta se deshace de otras cinco propiedades y cifra las pérdidas en 500.000 euros anuales](https://www.elcorreoweb.es/andalucia/2024/09/29/subastas-villas-turisticas-junta-de-andalucia-108608587.html)[Diez claves para entender qué está pasando con los contratos de Salud en Andalucía](https://www.elcorreoweb.es/andalucia/2024/10/02/diez-claves-entender-pasando-contratos-salud-andalucia-108804844.html)[Los “out’s” de la Faffe: enchufados del PSOE a sueldo de empresas a cambio de una comisión](https://www.elcorreoweb.es/andalucia/2024/10/02/out-faffe-enchufados-junta-andalucia-108794265.html)[Más País se diluye en Andalucía: Esperanza Gómez se incorpora a la cúpula de Sumar](https://www.elcorreoweb.es/andalucia/2024/09/28/pais-desaparece-andalucia-esperanza-gomez-108682931.html)[Tras las lluvias en España Aemet avisa de lo que pasará el domingo en Andalucía](https://www.elcorreoweb.es/andalucia/2024/10/02/roberto-brasero-advierte-lluvias-aemet-108827352.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T08:12:01.226+03:00",
    "updated": "2024-10-04T10:23:42.512+03:00"
  },
  {
    "uuid": "caf7507a8b122eb1f3f0ab23de2e99e4bc7e08de",
    "url": "https://www.newsbreak.com/news/3784836882429-the-conservatory-delivers-beautiful-ambience-but-a-below-average-food-experience",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UV Cavalier Daily",
    "published": "2025-01-31T03:12:00Z",
    "title": "The Conservatory delivers beautiful ambience - but a below-average food experience - NewsBreak",
    "text": "4 hours ago Located in the ravishing lobby of the Omni Hotel, The Conservatory restaurant serves New American small plates and entrées in addition to offering an extensive drink menu. With their Restaurant Week menu priced at $35 for a three-course meal — an appetizer, entrée and dessert — the bill for my friend and I totaled around $90, including tip. However, our meal did not reflect the high price — the restaurant left much to be desired in execution and taste. Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "topics": [
      "Lifestyle and Leisure->leisure venue",
      "Lifestyle and Leisure->lifestyle",
      "Arts, Culture and Entertainment->culture"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T09:07:23.441+02:00",
    "updated": "2025-01-31T10:01:45.736+02:00"
  },
  {
    "uuid": "4ad7e63725853da796e3fbc4ce17beb1da67b5b0",
    "url": "https://www.usatoday.com/story/news/world/2024/08/22/russian-incursion-slow-response/74908866007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", USA TODAY",
    "published": "2024-08-22T00:00:00Z",
    "title": "Russia response to Ukrainian incursion weeks away, official say",
    "text": "Russia weeks away from responding to Ukrainian incursion: officials Tom Vanden Brook USA TODAY Show Caption\nHide Caption\nUkrainian forces destroy key bridge in Russia's Kursk region Ukrainian forces operating in Russia’s Kursk region destroyed a bridge over the Seym River near the town of Glushkovo on Friday, August 16. Ukrainian Air Force WASHINGTON — Russia may need two more weeks to mount a significant challenge to Ukrainian forces that have occupied the Kursk region after a border raid that began Aug. 6, according to U.S. officials.\nRussian President Vladimir Putin has begun mobilizing troops for the fight, said the officials, who were not authorized to speak publicly. But Russian forces are stretched, occupied by months fighting in a grinding war of attrition in eastern Ukraine.\nThe Russians do not appear to have the manpower and weaponry to keep pushing battle lines in Ukraine’s Donetsk region and respond to the incursion in Kursk, one official said.\nUkraine’s decision to raid the border region surprised Russia and Ukraine’s western allies, including the United States. On Monday, Ukrainian President Volodymyr Zelenskyy said Ukrainian troops now occupied nearly 500 square miles of Russian territory, including 92 villages and towns.\nMore: One week in Kursk: Maps show evolution of Ukrainian incursion as Russia builds trenches\nOn Thursday, Sabrina Singh, the deputy Pentagon press secretary, told reporters that Zeleskyy has indicated that Ukraine’s incursion is intended to create a “buffer zone” to prevent Russian attacks.\n“We do have some more questions on that,” Singh said.\nRussia has moved forces toward the region, she said, without offering further details.\nMore: Let us use long-range weapons, Zelenskyy says after Ukraine strikes 3rd Kursk bridge\nUkraine has also destroyed at least three bridges in the region to snarl Russia’s supply lines to the front. Another aim, according to Zelenskyy, is to drain Russian reserves. Putin’s response to the raid, the largest of Russia since World War II, has been slow as 200,000 Russians have been driven from their homes.\nRussia, which launched its full-scale, unprovoked invasion in February 2022, occupies about 20% of Ukraine. The United States has supplied Ukraine with more than $55 billion in military aid during the war.\nFacebook\nTwitter\nEmail\nShare your feedback to help improve our site!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.gannett-cdn.com/authoring/videos/storyful/renditions/74835608007/e3830bbf-f892-4b17-8423-e2c9d3608b6d/1080p_30fps.mp4",
      "https://www.gannett-cdn.com/appservices/universal-web/universal/icons/icon-play-alt-white.svg",
      "https://twitter.com/intent/tweet?text=${text}",
      "https://www.facebook.com/dialog/feed?app_id=${window.ga_data.site.facebook.appid}&redirect_uri=${window.location.href}&link=${url}&name=${encodeURIComponent(headline)}`);",
      "https://hlsmedia.gannett-cdn.com/authoring/videos/storyful/renditions/74835608007/e3830bbf-f892-4b17-8423-e2c9d3608b6d/480p_30fps,720p_30fps,1080p_30fps,master.m3u8",
      "https://www.facebook.com/dialog/feed",
      "https://www.hlsmedia.gannett-cdn.com/authoring/videos/storyful/renditions/74835608007/e3830bbf-f892-4b17-8423-e2c9d3608b6d/480p_30fps,720p_30fps,1080p_30fps,master.m3u8",
      "https://gannett-cdn.com/appservices/universal-web/universal/icons/icon-play-alt-white.svg",
      "https://twitter.com/intent/tweet",
      "https://gannett-cdn.com/authoring/videos/storyful/renditions/74835608007/e3830bbf-f892-4b17-8423-e2c9d3608b6d/1080p_30fps.mp4",
      "https://facebook.com/dialog/feed?app_id=${window.ga_data.site.facebook.appid}&redirect_uri=${window.location.href}&link=${url}&name=${encodeURIComponent(headline)}`);",
      "https://www.twitter.com/intent/tweet?text=${text}"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tom vanden brook",
          "sentiment": "neutral"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "monda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "air force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "seym river",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "glushkovo",
          "sentiment": "none"
        },
        {
          "name": "donetsk",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T01:02:12.721+03:00",
    "updated": "2024-08-23T01:03:47.949+03:00"
  }
]