[
  {
    "uuid": "e863b31583a6af32d963c3fe76c22b0bc5d6776b",
    "url": "https://www.pahomepage.com/news/florida-woman-attempts-to-bribe-state-trooper",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ricky Turner",
    "published": "2024-06-13T21:28:00Z",
    "title": "Florida woman attempts to bribe state trooper| 28/22 News",
    "text": "GREENFIELD TOWNSHIP, LACKAWANNA COUNTY (WBRE/WYOU)— A woman wanted out of Florida was taken into custody June 1 after attempting to bribe a state trooper. Trooper Maguire states that he pulled over Andrea Mayze, 32, from Jacksonville Florida after she was following his vehicle closely, speeding, and unsafely passing his vehicle. While questioning Mayze, Maguire became suspicious after she gave him a false name of Megan Shoults, a false date of birth, and said her license was out of North Carolina. Mayze was unable to answer questions about her address and Social Security Number, according to the report. Maguire then searched the vehicle and found several baggies containing white powder, a marijuana cigarette, and several IDs with Mayze’s name on them. He then confirmed she had an active arrest warrant out of Florida. Mayze then complained of a medical issue, and was transported to Regional Hospital of Scranton. There, she tried to bribe Trooper Robert Mikulak with money to let her go because she did not want to go to jail for her existing warrant. Mayze was discharged from the hospital and transported to the Lackawanna County Prison where authorities found more baggies with white substances and a pink crystal like substance. Mayze was arraigned on misdemeanor charges of possession of a controlled substance, possession of drug paraphernalia, and false identification among other charges. She was taken to the county prison, unable to post $5,000 bail, with a preliminary hearing June 24.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Florida%20woman%20attempts%20to%20bribe%20state%20trooper&#038;url=https%3A%2F%2Fwww.pahomepage.com%2Fnews%2Fflorida-woman-attempts-to-bribe-state-trooper%2F",
      "https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fwww.pahomepage.com%2Fnews%2Fflorida-woman-attempts-to-bribe-state-trooper%2F&#038;title=Florida%20woman%20attempts%20to%20bribe%20state%20trooper",
      "https://linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fwww.pahomepage.com%2Fnews%2Fflorida-woman-attempts-to-bribe-state-trooper%2F&#038;title=Florida%20woman%20attempts%20to%20bribe%20state%20trooper",
      "https://www.twitter.com/intent/tweet?text=Florida%20woman%20attempts%20to%20bribe%20state%20trooper&#038;url=https%3A%2F%2Fwww.pahomepage.com%2Fnews%2Fflorida-woman-attempts-to-bribe-state-trooper%2F",
      "https://twitter.com/intent/tweet",
      "https://www.linkedin.com/sharing/share-offsite/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ricky turner",
          "sentiment": "negative"
        },
        {
          "name": "maguire",
          "sentiment": "none"
        },
        {
          "name": "andrea mayze",
          "sentiment": "none"
        },
        {
          "name": "megan shoults",
          "sentiment": "none"
        },
        {
          "name": "mayze",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "lackawanna",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "jacksonville florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:30:11.726+03:00",
    "updated": "2024-06-14T00:30:21.935+03:00"
  },
  {
    "uuid": "d4883d53dba720c20f76a1d9a8cde87f44ff181c",
    "url": "https://www.mdzol.com/politica/2024/5/25/puede-fallar-el-blooper-que-vivio-javier-milei-cuando-le-hizo-una-ofrenda-san-martin-en-la-catedral-430325.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MDZ Política",
    "published": "2024-05-25T18:37:00Z",
    "title": "Puede fallar: el blooper que vivió Javier Milei cuando le hizo una ofrenda a San Martín en la Catedral - MDZ Online",
    "text": "El presidente protagonizó una curiosa situación en la Catedral de Buenos Aires durante la ofrenda a José de San Martín. El presidente Javier Milei protagonizó un curioso blooper la mañana de este sábado durante los festejos por el 25 de Mayo. El mandatario y todo su Gabinete participaron del Tedeum en la Catedral Metropolitana de la Ciudad de Buenos Aires, lugar donde sucedió la anécdota. Una tradición que se lleva adelante los 25 de Mayo en el Tedeum de Caba es rendirle ofrendas a José de San Martín con una corona de laureles y la banda presidencial. Javier Milei y la vicepresidente Victoria Villarruel se acercaron para hacerlo pero en ese momento la corona con la bandera argentina se les cayó. El momento quedó registrado en cámara y fue rápidamente viralizado por redes. \"Le llegó una clara señal desde el más allá\", escribió un usuario. Otro hizo referencia a sus perros: \"Si el presidente cree en las señales de Conan, tendría que prestar atención a este episodio\". \"Estas son Las Fuerzas del Cielo de San Martín\", opinó un tercero. Fuerte discurso del arzobispo porteño El arzobispo porteño, Jorge García Cuerva, dijo que en su homilía del Tedeum por el 25 de Mayo busca \"una reflexión de todos los actores de la sociedad argentina\", pero pidió que sus palabras no sean tomadas para \"alimentar la fragmentación\". \"El mensaje que compartiré quiere ser un aporte a la luz de la palabra de Dios para la reflexión de todos los actores de la sociedad argentina, convencido de que entre todos construimos la Patria, más allá de saber que, luego, puedan ser tomadas algunas frases aisladas para querer alimentar la fragmentación\", aseguró el cardenal primado de la Argentina al iniciar la ceremonia eclesiástica en la Catedral Metropolitana. Y continuó: “Hoy nos ponemos delante de Dios como nación y le pedimos que nos cure, porque parecemos tener las manos paralizadas para el encuentro que construye fraternidad, las manos paralizadas para abrazar a los heridos por la soledad y la tristeza, las manos paralizadas para ser solidarios con los que menos tienen”. [](/politica/2024/5/25/por-cadena-nacional-javier-milei-habla-en-cordoba-por-el-acto-del-25-de-mayo-430349.html) En vivo Por cadena nacional, Milei habla en Córdoba por el acto del 25 de Mayo [](/politica/2024/5/25/fernando-ubieta-con-este-modelo-economico-pueblos-como-la-paz-pueden-desaparecer-430000.html) Entrevistas MDZ Ubieta: \"Con este modelo económico, pueblos como La Paz pueden desaparecer\" [](/politica/2024/5/25/patricia-bullrich-celebro-el-accionar-de-gendarmeria-para-despejar-la-ruta-en-cordoba-430320.html) Incidentes con ATE Bullrich celebró el accionar de Gendarmería para despejar la ruta en Córdoba [](/politica/2024/5/25/alfredo-cornejo-parte-de-su-gabinete-referentes-de-la-ucr-celebraron-el-25-de-mayo-con-el-tradicional-toque-de-diana-430311.html) Día de la Patria Cornejo celebró el 25 de Mayo con el tradicional Toque de Diana [](/politica/2024/5/25/argentinos-viva-la-constitucion-430227.html) Opinión Argentinos: ¡Viva la Constitución! [](/politica/2024/5/25/el-mensaje-de-jorge-garcia-cuerva-una-critica-transversal-un-sistema-roto-430287.html) Tedeum del 25 de Mayo El mensaje de Jorge García Cuerva: una crítica transversal a un sistema roto [](/politica/2024/5/25/con-nicolas-posse-entre-los-presentes-javier-milei-su-gabinete-participaron-del-tedeum-430267.html) En medio de los rumores Con Posse entre los presentes, Milei y su Gabinete participaron del Tedeum [](/politica/2024/5/25/demostracion-de-fuerza-incertidumbre-como-sera-el-acto-de-javier-milei-en-cordoba-430264.html) Esta tarde",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T22:22:38.214+03:00",
    "updated": "2024-05-25T22:22:38.214+03:00"
  },
  {
    "uuid": "c7d4225199c9b21ff37a3d43c5df8608395df21f",
    "url": "https://business.weatherzone.com.au/energy/freezing-ocean-temps-cold-comfort-for-south-australians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashleigh Madden",
    "published": "2024-05-09T12:06:00Z",
    "title": "Freezing ocean temps cold comfort for South Australians | Weatherzone Business",
    "text": "No South Australian needs to be told that it has been desperately dry in recent months across most of the state, and especially in southern parts. “Adelaide is so dry my lawn is like brown dry paper that crunches when you walk on it… Where is our rain???” asked [Weatherzone Facebook community member](https://www.facebook.com/weatherzone) Mara Gemini on one of our recent posts. The answer to the question “Where is our rain?” is that it has been blocked by the [unrelenting blocking high pressure systems](https://www.weatherzone.com.au/news/unrelenting-high-pressure-dominating-australias-weather/1889387) which have been centred south of the mainland for the last month or more. These systems have prevented Southern Ocean cold fronts from surging northwards to South Australia on a regular basis and delivering much-needed autumn rain. And those strong highs have caused something else too: exceptionally cold water off the SA coastline. Source: [BoM](http://www.bom.gov.au/products/IDYOC052.SA.SSTAnomaly.shtml). Take a look at the chart above. It shows sea surface temperature anomalies in South Australian waters – or in other words, the current water temps compared to the average. As you can see, they are up to six degrees colder than usual for this time of year. Why is the ocean off SA so much colder than usual? - As mentioned, it’s all to do with those persistent highs. - Because of their location south of the mainland, the highs have been consistently funnelling southeasterly winds in the direction of the SA coast. - Because of a phenomenon called [Ekman Transport](https://media.bom.gov.au/social/blog/1244/the-ekman-transport-effectcold-water-upwelling-on-australian-coastlines/), water moves at an angle of approximately 90 degrees to the left (in the S Hemisphere) of the prevailing wind. - That means that water off the SA coast has been deflected out into the Southern Ocean - When surface water is deflected away from the coast, it is replaced by an upwelling of colder water. And that explains the purple zone of super cold water around Ceduna and Streaky Bay in the image above. Image: Probably not the best week to take a dip along the Nullarbor coastline. Source: iStock. What do the unusually cold ocean waters mean for SA weather? Not good things, unfortunately. - Cold fronts moving aross the ocean towards pick up more moisture from warmer waters and less moisture from colder waters. So when the fronts start arriving in southern SA more regularly this winter, rain-starved parts of southern SA can expect less rain than they’d see if sea surface temps were warmer. - Without wanting to cause alarm, it’s still worth noting that an upwelling of nutrient-rich cold water tends to attract fish, which in turn attarcts sharks. There are probably not too many swimmers or even surfers in the chilly SA waters right now, but it’s still something to be aware of. Meanwhile the graph below shows the last 12 motnhs worth of rainfall in Adelaide. You can see how the taps basically turned off after January and unfortunately, there’s no rain on the horizon over the next seven days. The shifting climate is bringing increased complexity and greater risks to businesses worldwide. We are here for you, delivering trusted weather solutions to optimize your operations and profitability. Weatherzone Business is a diverse team, with global forecasting, product development and analytics expertise. Couple this with extensive industry experience spanning Aviation to Energy, and we are primed to assist you in strengthening your response to weather impact. We work hard to identify your operational pressures and tailor our services and products to meet your needs. Concise communication, giving you full situational awareness exactly when you need it, is our focus. We want to reduce weather risk in your operations, every day. We deliver clear and comprehensive weather data, personalised risk assessments and briefings to you and your team, so that your critical decisions can be made with confidence. We are available 365 days a year, so you always have the timely guidance you require, especially when severe conditions hit. You have our insights to rely on to see you through complex situations, minimising potential loss of profit and maximising the safety of your staff and assets. For more information, please contact us at business@weatherzone.com.au.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://media.bom.gov.au/social/blog/1244/the-ekman-transport-effectcold-water-upwelling-on-australian-coastlines/),",
      "https://www.facebook.com/weatherzone)",
      "http://www.bom.gov.au/products/IDYOC052.SA.SSTAnomaly.shtml).",
      "https://www.media.bom.gov.au/social/blog/1244/the-ekman-transport-effectcold-water-upwelling-on-australian-coastlines/),",
      "http://bom.gov.au/products/IDYOC052.SA.SSTAnomaly.shtml).",
      "https://facebook.com/weatherzone)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mara gemini",
          "sentiment": "none"
        },
        {
          "name": "sou",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "weatherzone facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "adelaide",
          "sentiment": "none"
        },
        {
          "name": "southern ocean",
          "sentiment": "none"
        },
        {
          "name": "south australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T02:54:01.654+03:00",
    "updated": "2024-05-10T02:54:01.654+03:00"
  },
  {
    "uuid": "cca50130e4a69b5c7d5df91f11a2ebe169143ea3",
    "url": "https://euromaidanpress.com/2024/01/19/ukraine-allocates-record-466-million-for-fortifications",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Iryna Voichuk",
    "published": "2024-01-19T19:32:00Z",
    "title": "Ukraine allocates record $ 466 million for fortifications - Euromaidan Press",
    "text": "Ukraine’s government has allocated a record UAH 17.5 billion ($466 million) for the development of defense borders. This funding, announced on 19 January, is designated for the construction of engineering and fortification structures, relevant equipment, and a system of non-explosive barriers. Furthermore, the government approved a mechanism to distribute an additional UAH 33.4 billion (approx $800 million) in subvention to communities. “This is a substantial amount that will help local authorities to carry out all the necessary expenditures for the sustainability and development of our state,” Prime Minister Denys Shmyhal stated. The support will be provided in two stages, prioritizing communities in dire need, particularly in de-occupied territories and areas where hostilities are ongoing. In line with this effort, President Volodymyr Zelensky, in a 19 December press conference in Kyiv, addressed the fortification of front lines, particularly highlighting the robust defenses constructed in northeastern Kharkiv Oblast. [According](https://euromaidanpress.com/2024/01/19/general-russia-keeps-some-22000-troops-near-ukraines-northern-border/?swcfpc=1) to the commander of the Joint Forces of the Ukrainian Armed Forces, Lieutenant General Serhiy Nayev, Russia has about 21,800 troops in the northern operational zone, 1,800 of whom are in Belarus. Read also: [Baltic states to build defensive installations along borders with Russia, Belarus](https://euromaidanpress.com/2024/01/19/baltic-states-to-build-defensive-installations-along-borders-with-russia-belarus/?swcfpc=1) [Expert: FPV drones can not replace artillery but are comparable with battalion mortar systems](https://euromaidanpress.com/2024/01/19/expert-fpv-drones-can-not-replace-artillery-but-are-comparable-with-battalion-mortar-systems/?swcfpc=1) [Ukraine reallocates reserve funds to buy ammo and drones amid US aid freeze](https://euromaidanpress.com/2024/01/16/ukraine-reallocates-reserve-funds-to-buy-ammo-and-drones-amid-us-aid-freeze/?swcfpc=1) [Official: Russians changed assault vector in Luhansk Oblast](https://euromaidanpress.com/2024/01/16/official-russians-changed-assault-vector-in-luhansk-oblast/?swcfpc=1)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "volodymyr zelensky",
          "sentiment": "none"
        },
        {
          "name": "denys shmyhal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "euromaidan press ukraine",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "kharkiv oblast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T00:11:22.209+02:00",
    "updated": "2024-01-20T00:11:22.209+02:00"
  }
]