[
  {
    "uuid": "f291d4b8d0401348a71576fdac157add24eae524",
    "url": "https://en.nhandan.vn/russian-scholar-describes-dien-bien-phu-victory-as-one-of-prominent-battles-of-20th-century-post135349.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Nhan Dan Online",
    "published": "2024-05-05T23:16:00Z",
    "title": "Russian scholar describes Dien Bien Phu Victory as one of prominent battles of 20th century | Nhan Dan Online",
    "text": "Sokolov, who is also a senior research fellow at the Centre for Southeast Asia, Australia and Oceania at the Russian Academy of Sciences’ Institute of Oriental Studies, said the Dien Bien Phu Victory marked the successful end of the Vietnamese people's 8-year resistance against French colonialists. It was studied by military academies worldwide and often referred to as Vietnam's Stalingrad. According to the scholar, the Dien Bien Phu Victory has become a shining and practical example for many oppressed peoples around the world. It shattered the domination of French colonialism, compelling not only France but also other colonial powers to respect the rights of oppressed peoples in Asia, Africa, and Latin America. Meanwhile, the April 30, 1975 victory forever etched into the world history, marking the definitive end of the longest, fiercest, and most challenging war of the 20th century. The 30-year struggle of the Vietnamese people against foreign invaders - the French colonialists and the American imperialists - came to a close, he said. He attributed the victory to the far-sighted policy and vision of the Communist Party of Vietnam, and the correctness of the strategy and tactic of the Vietnam People's Army.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dien bien phu victory",
          "sentiment": "negative"
        },
        {
          "name": "oceani",
          "sentiment": "negative"
        },
        {
          "name": "dan online sokolov",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "russian academy of sciences’ institute of oriental studies",
          "sentiment": "none"
        },
        {
          "name": "dien bien phu victory",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southeast asia",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "asia",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "stalingrad",
          "sentiment": "none"
        },
        {
          "name": "latin america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T06:44:05.342+03:00",
    "updated": "2024-05-06T06:44:05.342+03:00"
  },
  {
    "uuid": "fa504ec0ed60055d8f8cef930faf5f7a7b6db6b6",
    "url": "https://www.nasdaq.com/articles/verisign-vrsn-outpaces-stock-market-gains:-what-you-should-know-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks",
    "published": "2023-12-28T23:00:00Z",
    "title": "VeriSign (VRSN) Outpaces Stock Market Gains: What You Should Know",
    "text": "In the latest trading session, VeriSign (VRSN) closed at $206.28, marking a +0.26% move from the previous day. This change outpaced the S&P 500's 0.04% gain on the day. Elsewhere, the Dow gained 0.14%, while the tech-heavy Nasdaq lost 0.03%.\nPrior to today's trading, shares of the internet infrastructure services provider had lost 2.81% over the past month. This has lagged the Computer and Technology sector's gain of 4.9% and the S&P 500's gain of 5.28% in that time.\nThe investment community will be closely monitoring the performance of VeriSign in its forthcoming earnings report. On that day, VeriSign is projected to report earnings of $1.83 per share, which would represent year-over-year growth of 7.65%. In the meantime, our current consensus estimate forecasts the revenue to be $381.01 million, indicating a 3.2% growth compared to the corresponding quarter of the prior year.\nVRSN's full-year Zacks Consensus Estimates are calling for earnings of $7.15 per share and revenue of $1.49 billion. These results would represent year-over-year changes of +14.58% and +4.83%, respectively.\nIt's also important for investors to be aware of any recent modifications to analyst estimates for VeriSign. These latest adjustments often mirror the shifting dynamics of short-term business patterns. As such, positive estimate revisions reflect analyst optimism about the company's business and profitability.\nEmpirical research indicates that these revisions in estimates have a direct correlation with impending stock price performance. To take advantage of this, we've established the Zacks Rank, an exclusive model that considers these estimated changes and delivers an operational rating system.\nThe Zacks Rank system, running from #1 (Strong Buy) to #5 (Strong Sell), holds an admirable track record of superior performance, independently audited, with #1 stocks contributing an average annual return of +25% since 1988. Over the past month, the Zacks Consensus EPS estimate has remained steady. At present, VeriSign boasts a Zacks Rank of #2 (Buy).\nIn terms of valuation, VeriSign is currently trading at a Forward P/E ratio of 28.78. Its industry sports an average Forward P/E of 29.96, so one might conclude that VeriSign is trading at a discount comparatively.\nThe Internet - Software and Services industry is part of the Computer and Technology sector. At present, this industry carries a Zacks Industry Rank of 15, placing it within the top 6% of over 250 industries.\nThe Zacks Industry Rank gauges the strength of our industry groups by measuring the average Zacks Rank of the individual stocks within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nBe sure to use Zacks.com to monitor all these stock-influencing metrics, and more, throughout the forthcoming trading sessions.\nZacks Naming Top 10 Stocks for 2024\nWant to be tipped off early to our 10 top picks for the entirety of 2024?\nHistory suggests their performance could be sensational.\nFrom 2012 (when our Director of Research, Sheraz Mian assumed responsibility for the portfolio) through November, 2023, the Zacks Top 10 Stocks gained +974.1%, nearly TRIPLING the S&P 500’s +340.1%. Now Sheraz is combing through 4,400 companies to handpick the best 10 tickers to buy and hold in 2024. Don’t miss your chance to get in on these stocks when they’re released on January 2.\nBe First to New Top 10 Stocks >> Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report VeriSign, Inc. (VRSN) : Free Stock Analysis Report To read this article on Zacks.com click here.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.zacks.com/registration/pfp/?ALERT=RPT_7BST_LP194&ADID=SYND_NASDAQ_7BEST_TALEOFTAPE_554&cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://www.zacks.com/stock/news/2203378/verisign-vrsn-outpaces-stock-market-gains-what-you-should-know?cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://www.zacks.com/registration/top10/welcome/eoffer/5283?adid=SYND_NASDAQ_ZU_TOP10PRE_TALEOFTAPE_554_12282023&cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://www.zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=VRSN&ADID=SYND_NASDAQ_TCK_TALEOFTAPE_554&cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://www.zacks.com/stock/news/2203378/verisign-vrsn-outpaces-stock-market-gains-what-you-should-know",
      "https://zacks.com/stock/news/2203378/verisign-vrsn-outpaces-stock-market-gains-what-you-should-know?cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://zacks.com/registration/top10/welcome/eoffer/5283?adid=SYND_NASDAQ_ZU_TOP10PRE_TALEOFTAPE_554_12282023&cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://zacks.com/registration/pfp?ALERT=NASDAQ_ZER_A388&d_alert=ZER_CONF&t=VRSN&ADID=SYND_NASDAQ_TCK_TALEOFTAPE_554&cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://www.zacks.com/registration/top10/welcome/eoffer/5283",
      "https://zacks.com/registration/pfp/?ALERT=RPT_7BST_LP194&ADID=SYND_NASDAQ_7BEST_TALEOFTAPE_554&cid=CS-NASDAQ-FT-tale_of_the_tape|yseop_template_6v2-2203378",
      "https://www.zacks.com/registration/pfp",
      "https://www.zacks.com/registration/pfp/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "verisign",
          "sentiment": "negative"
        },
        {
          "name": "computer and technology",
          "sentiment": "none"
        },
        {
          "name": "s&p 500",
          "sentiment": "none"
        },
        {
          "name": "zacks consensus estimates",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        },
        {
          "name": "vrsn",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:19:02.628+02:00",
    "updated": "2023-12-29T02:19:02.628+02:00"
  },
  {
    "uuid": "d68c3c20e31769ccad6eb0d6dbdcbd42f3a3e835",
    "url": "https://www.laprovincia.es/gran-canaria/2024/01/01/estreno-ano-refrescante-96448413.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Esther Medina Álvarez",
    "published": "2024-01-01T18:41:00Z",
    "title": "Un estreno de año refrescante",
    "text": "Los amigos de Dani estaban «pasando frío en Madrid» mientras él disfrutaba del primer día del año en bañador, corriendo de un lado a otro con su hermano y bañándose en un Atlántico que hoy parecía una piscina en\nPlaya del Inglés. Tan feliz estaba este niño de 8 años que hasta llegó a decir que se quedaría a vivir en Gran Canaria hasta que cayó en la cuenta de que eso supondría dejar a sus amigos allá. Por lo pronto, no ha dejado de presumir de la suerte que ha tenido de cambiar de año con una temperatura de 26º que marcaban los termómetros en esta zona del sur «y ya les he mandado muchas fotos».\nDani, su hermano, sus padres, sus abuelos y su tío viajan «cada dos o tres años a una de las islas para pasar estas fechas en familia» y aunque hasta hoy habían estado disfrutando de la playa y las piscinas, a partir de mañana y hasta el jueves «vamos a estar de ruta», explica su madre, Virginia.\nEsa es la idea también de otra de las familias que estos días disfrutan de las bondades climatológicas de\nCanarias y de unas fiestas navideñas diferentes, la formada por Saray, Cristina, Raquel y Alejandro, entre otros, que llegaron el 29 de diciembre desde La Línea, en Cádiz.\n«Bañarnos en el mar el 1 de enero es una tradición, pero nunca lo habíamos hecho con tan buen tiempo», explicaba Cristina mientras se secaba con una toalla tras salir del agua.\nUna familia viaja desde Milán, Navarra y Madrid para cumplir el sueño del patriarca\nEs la primera vez que vienen a Canarias y la experiencia les ha parecido tan buena que no descartan volver cada año, instaurando una nueva tradición en la familia. Una de ellas, incluso, bromeaba diciendo que no volvería a su casa.\nEstos primeros días de su estancia «los hemos dedicado a la piscina, la playa, las dunas, que están desiertas y los Palmitos Park», pero mañana tienen previsto recorrer el centro de Gran Canaria y ya han localizado, incluso, algunas opciones para almorzar.\nEn la orilla, el ir y venir de personas que recorren los tres kilómetros de playa o, incluso, los otros tres de\nMaspalomas, no cesaba. Y en la orilla, entre los juegos infantiles y los baños pausados de otros, se mezclaban las sesiones de fotos y los selfis para presumir de un primer día del año.\nDificultades a la hora de hacer la maleta\nEl cambio de paisaje y, sobre todo de temperaturas, ha sido toda una aventura para muchos, incluso desde antes de llegar a la Gran Canaria. «Hay que cambiar el chip y poner bañadores y ropa veraniega en la maleta mientras estás vestida con un suéter y bufanda», explicaba Beatriz, una madrileña afincada en Milán que está cumpliendo el sueño de su padre de pasar un fin de año en Gran Canaria. Ella, su marido Marc —de nacionalidad lituana—, su hermano José y su mujer Lidia, que vienen de Navarra, sus padres, su abuela de 88 años y los hijos de los dos matrimonios, disfrutan de unos días muy especiales en la isla.\nAdemás de cumplir el deseo del patriarca, es la primera vez que los tres primos, que tienen seis, cuatro y un año y medio, viajan juntos de vacaciones. Mañana, cada uno regresará a su casa, pero en el recuerdo les quedará esta experiencia que «seguramente repetiremos».\n[](/fotos/gran-canaria/2024/01/01/primer-dia-ano-playas-sur-96449294.html) [71](/fotos/gran-canaria/2024/01/01/primer-dia-ano-playas-sur-96449294.html)\nTambién le costó hacer las maletas a Rubén y Fernando, un matrimonio de Burgos que en agosto decidió pasar las navidades en la Isla. «Estuvimos aquí diez días de vacaciones y nos relajamos y nos divertimos tanto que decidimos que era el sitio perfecto para cambiar de año». Rubén es profesor, por lo que tenía tiempo libre para venir y Fernando, que es psicólogo, ofrece terapia online, que fue la forma que tuvo de adaptar su trabajo a la\npandemia y ha tenido una gran acogida entre sus pacientes. Esto les ha permitido alquilar un apartamento en Mogán desde el 23 de diciembre hasta el 5 de enero «y ser el que más moreno vuelva al instituto después de las vacaciones», bromeaba Rubén.\nDe un lugar más frío aún llegaron Dafne y Gelmert, una pareja que vive en una ciudad al norte de Ámsterdam. Esta ha sido su primera escapada a Canarias y a pesar de lo que les habían contado reconocen que se llevaron una grata sorpresa al ver el buen tiempo que hace a esta altura del año.\n«Lo que más nos ha gustado es el mar y el tiempo soleado», aseveró Gelmert mientras pagaba en el kiosco dos polos, un paquete de papas y dos cervezas. Su intención es apurar los tres días que les quedan en Gran Canaria disfrutando de la playa. Y ya volverán, aseguran, para conocer el resto de la isla en otra ocasión.\n«Desde el 24 de diciembre hay muchísima gente en la playa», explicaba ayer Maite, la responsable del kiosco que ya está preparada para la nueva temporada que llega. Confirma que el movimiento que ve estos días es similar al de años anteriores, prueba de que el sur de la isla es una buena opción para empezar el año, una idea en la que coinciden José, Jonathan y Yésica, tres amigos que a diario acuden a esta playa, «da igual el tiempo que haga» y que esta mañana brindaban juntos para que sus deseos y esperanzas para 2024 se hagan realidad.\nUna tradición de más de tres décadas\nBetina también tenía un deseo y era poder seguir viniendo cada año. Vive Preston, en Inglaterra, y solía venir con su marido y dos matrimonios amigos cada año a pasar las navidades, unas veces a Gran Canaria y otras a\nLanzarote, desde hace ya casi 30 años, «pero ahora estoy sola». Sentada en la escalinata de acceso a la playa sacudía la arena de sus pies. «Con 65 años que tengo ya no puedo estar mucho en la playa porque me canso, pero mientras pueda, seguir viniendo, lo haré». En su ciudad «hace mucho frío ahora y, aunque tengo calefacción, me duelen los huesos». En un español casi perfecto explica que las semanas que pasa en Canarias cada año le da fuerzas para aguantar la dureza del clima de su país el resto de meses.\nLos turistas disfrutan estos días de las altas temperaturas frente al frío de sus lugares de origen\nPero no solo los turistas optaron por darse un baño en Playa del Inglés para empezar el año. La teldense Cándida y sus amigas reservaron hace dos meses una suite en el hotel Don Miguel «que está lleno; no tiene ni una habitación libre». Esta escapada con amigas para cambiar de año es casi una tradición, aunque también optan por el sur de la isla en verano.\n«Teníamos dos opciones, venir a la playa y pasar la resaca aquí o irse cada uno a su casa, y aquí estamos», sentenciaba Paula mientras bajaba la escalinata con Yoel, David, Cristina y Silvia, cargados con sombrillas y neveras. Están apurando las vacaciones de Navidad porque pronto retoman las clases en la universidad, dos de ellos en Granada, a donde regresarán el viernes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T22:53:25.324+02:00",
    "updated": "2024-01-01T22:53:25.324+02:00"
  },
  {
    "uuid": "a93945afc1c1abe80182480d71c2ee185974a0d4",
    "url": "https://www.francebleu.fr/sports/football/jeux-paralympiques-les-bleus-du-cecifoot-qualifies-pour-la-finale-5411474",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "France Bleu",
    "published": "2024-09-05T20:55:00Z",
    "title": "Jeux paralympiques : les Bleus du cécifoot qualifiés pour la finale - France Bleu",
    "text": "Jeux paralympiques : les Bleus du cécifoot qualifiés pour la finale - France Bleu , [France Bleu Gironde](/gironde) Direction la finale ! L'équipe de France de cécifoot s'est qualifiée en battant ce jeudi soir la Colombie en demi-finale du tournoi des Jeux paralympiques de Paris 2024 (1-0). Les Bleus du cécifoot sont assurés de décrocher une médaille lors des Jeux paralympiques. Ils ont battu la Colombie 1-0 ce jeudi en demi-finale, au pied de la tour Eiffel et dans une ambiance surchauffée. La finale les attend samedi soir à 20h00. Ils affronteront soit l'Argentine, en argent à Tokyo il a trois ans et qui a renversé ce jeudi soir l'ogre brésilien, vainqueur de toutes les éditions depuis l'apparition du cécifoot au programme paralympique en 2004, aux tirs au but. Pas qualifiés pour les Jeux de Rio en 2016, bons derniers dans un stade désert à Tokyo en 2021, les joueurs de l'équipe de France continuent leurs progrès. Sacrés champions d'Europe en 2022, les Français ont écarté la Colombie grâce notamment à une prestation hors normes de leur N.10 Frédéric Villeroux. \"On est une bande de potes amateurs, on travaille tous, on fait des heures pas possible, on prend sur nos vacances, personne ne nous y attend\", savourait le Bordelais après le match, alors que les deux grands favoris de la compétition, le Brésil et l'Argentine, sont composés de joueurs professionnels. Solide en défense, l'éducateur sportif de 41 ans a multiplié les percées balle au pied et les frappes pour mettre en danger les Colombiens. Il a fini par faire la différence à quatre minutes du terme, d'une frappe qui est venue se loger sous la barre du portier colombien. Les Bleus ont été portés par un public parisien, désormais habitué aux règles du cécifoot. Il s'est rapidement mis au diapason, silencieux lorsque la balle est en jeu pour que les joueurs déficients visuels puissent entendre les grelots qui s'y trouvent, et aussi bruyant que possible lorsque le chrono est arrêté. \"C'est quelque chose qu'on ne connaît pas et que les équipes adverses ne connaissent pas non plus, on a vraiment l'impression d'être au milieu d'une arène\", s'est réjouit Martin Baron, entré en deuxième période. Paris 2024 : Les dernières infos - ParisIl y a 44min [EN IMAGES - Jeux paralympiques 2024 : toutes les médailles des athlètes français](/sports/tous-les-sports/en-images-jeux-paralympiques-2024-toutes-les-medailles-des-athletes-francais-5253709) Les Jeux paralympiques de Paris 2024 ont lieu du 29 août au 8 septembre, soit 11 jours de compétition. France Bleu revient, au fur et à mesure de ces paralympiades d'été, sur toutes les médailles françaises. - Il y a 1h [Jeux paralympiques : les Bleus du cécifoot qualifiés pour la finale](/sports/football/jeux-paralympiques-les-bleus-du-cecifoot-qualifies-pour-la-finale-5411474) Direction la finale ! L'équipe de France de cécifoot s'est qualifiée en battant ce jeudi soir la Colombie en demi-finale du tournoi des Jeux paralympiques de Paris 2024 (1-0). - Il y a 2h [Jeux paralympiques - Escrime : la France décroche la médaille de bronze en fleuret par équipes](/sports/tous-les-sports/jeux-paralympiques-escrime-la-france-decroche-la-medaille-de-bronze-en-fleuret-par-equipes-6179833) Ludovic Lemoine, Damien Tokatlian et Maxime Valet se sont imposés contre les Italiens ce jeudi soir, dans la petite finale de fleuret par équipes, et décrochent ainsi la médaille de bronze dans ces Jeux paralympiques de Paris. - MayenneIl y a 3h [Jeux paralympiques 2024 : le Mayennais Charles Renard et le sprinter Timothée Adolphe remportent l'argent sur 100m](/sports/tous-les-sports/jeux-paralympiques-2024-le-mayennais-charles-renard-et-le-sprinter-thimothee-adolphe-remportent-l-argent-sur-100m-9789330) Le guide mayennais Charles Renard et le sprinteur Timothée Adolphe décrochent l'argent sur 100 mètres aux Jeux paralympiques de Paris lors de la finale au Stade de France ce jeudi 5 septembre. L'info en continu Les plus consultés Opération anti-drogue à haut risque sur l'autoroute A63 : huit personnes arrêtées [France Bleu Pays Basque](/pays-basque) Employée d'autoroute percutée au péage de Saint-Avold : le conducteur s'est enfui au Maghreb [France Bleu Lorraine Nord](/lorraine-nord) Ossements, corbeau, traces de sang : 25 ans après la disparition de la famille du docteur Godard, le mystère subsiste [France Bleu Normandie (Calvados - Orne)](/normandie-caen)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:04:53.438+03:00",
    "updated": "2024-09-06T00:04:53.438+03:00"
  }
]