[
  {
    "uuid": "4999a916c60708afd44286503c2e76072cb0b912",
    "url": "https://www.devdiscourse.com/article/politics/2838891-yulia-navalnaya-demands-authorities-release-husbands-body-calls-putins-faith-fake",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-02-24T05:36:00Z",
    "title": "Yulia Navalnaya demands authorities release husband's body, calls Putin's faith 'fake' | Politics",
    "text": "Yulia Navalnaya demands authorities release husband's body, calls Putin's faith 'fake' In a six minute video posted on YouTube, Navalnaya accused Putin of holding her husband's body \"hostage\", and questioned Putin's often-professed Christian faith. Navalny's mother Lyudmila said on Friday that Russian investigators were refusing to release his body from a morgue in the remote Arctic city of Salekhard until she agreed to lay him to rest without a public funeral. [Reuters](/reuters-stories)| Updated: 24-02-2024 13:36 IST | Created: 24-02-2024 13:36 IST Yulia Navalnaya, the widow of the late Russian opposition leader Alexei Navalny, on Saturday demanded that Russian authorities release his body for burial and accused a \"demonic\" Russian President Vladimir Putin of \"torturing\" his corpse. In a six minute video posted on YouTube, Navalnaya accused Putin of holding her husband's body \"hostage\", and questioned Putin's often-professed Christian faith. Navalny's mother Lyudmila said on Friday that Russian investigators were refusing to release his body from a morgue in the remote Arctic city of Salekhard until she agreed to lay him to rest without a public funeral. She said an official had told her that she should agree to their demands, as Navalny's body was already decomposing. On Saturday, Navalny aides said that authorities had threatened to bury him in the remote prison colony where he died unless his family agreed to their conditions. In the video, an emotional Yulia Navalnaya claimed that Putin personally was responsible for the whereabouts of Navalny's body, and that he was \"torturing\" Navalny in death as he had in life. \"We already knew that Putin's faith was fake. But now we see it more clearly than ever before,\" said Navalnaya, dressed in black. \"No true Christian could ever do what Putin is now doing with Alexei's body.\" Since returning to the Russian presidency in 2012, Vladimir Putin has positioned himself as a defender of traditional, conservative values against what he portrays as corrosive Western liberalism. He has also trumpeted his closeness to Russia's Orthodox Church, regularly appearing at services around religious festivals, and speaking of his personal faith. Navalnaya said her husband had been a devout Christian, who attended church and had fasted for Lent even while in prison. She said his political activism had been inspired by Christian values. Concluding her video, she said: \"Give us back the body of my husband. We want to hold a funeral service and bury him in a humane way, in the ground, as is customary in Orthodox Christianity.\" (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yulia navalnaya",
          "sentiment": "negative"
        },
        {
          "name": "putin",
          "sentiment": "negative"
        },
        {
          "name": "navalny",
          "sentiment": "none"
        },
        {
          "name": "alexei navalny",
          "sentiment": "none"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "lyudmila",
          "sentiment": "none"
        },
        {
          "name": "navalnaya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "youtube",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "salekhard",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T10:10:38.702+02:00",
    "updated": "2024-02-24T10:10:38.702+02:00"
  },
  {
    "uuid": "9ffacefcdb12bf6df64a15b64a8637f334bd1ad7",
    "url": "https://www.eluniverso.com/noticias/politica/asambleista-ana-galarza-denunciada-por-presunto-delito-de-calumnias-nota",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "vicente-ordonez",
    "published": "2024-06-27T16:50:00Z",
    "title": "Asambleísta Ana Galarza, denunciada por presunto delito de calumnias contra el juez electoral Ángel Torres | Política | Noticias | El Universo",
    "text": "La asambleísta de Tungurahua por el movimiento Construye, Ana Galarza Añazco, fue denunciada por un presunto delito de calumnia ante la Sala Especializada de lo Penal de la Corte Nacional de Justicia. La querella fue presentada por el juez del Tribunal Contencioso Electoral (TCE) Ángel Torres Maldonado, quien acusa a la legisladora del supuesto delito de calumnia tipificado en el artículo 182 del Código Orgánico Integral Penal (COIP), por hacer falsas imputaciones en su contra, por lo que solicita la aplicación de la pena correspondiente y el pago de daños y perjuicios por $ 1 millón. Torres describe que como juez electoral conoció una denuncia presentada por la presidenta del Consejo Nacional Electoral, Diana Atamaint, en contra del movimiento Construye (lista 25), en el que milita Galarza. Publicidad Apegado a derecho, narra que mediante sentencia se determinó que el representante legal del movimiento, Iván González, incurrió en una infracción relativa al financiamiento de la política y gasto electoral y se impuso una multa de 35 salarios básicos unificados, y a la organización política se le impuso una sanción de cancelación del registro de organizaciones políticas. [Construye seguirá en el registro electoral, ganó apelación en el Tribunal Contencioso Electoral](https://www.eluniverso.com/noticias/politica/construye-lista-25-apelacion-tribunal-contencioso-electoral-tce-maria-paula-romo-juez-angel-torres-nota/) Tras esa decisión, según el escrito presentado por el juez Torres, la legisladora Ana Galarza se dedicó a desprestigiarlo y a mancillar su honor con el fin de afectar su buen nombre, así como su desarrollo personal y profesional, vulnerando su dignidad en medios de comunicación digitales, lo cuales fueron replicados en varias redes sociales y merecieron comentarios malintencionados. El acusador sostiene que el 24 de abril de 2024 la querellada dio una rueda de prensa en los exteriores de la Asamblea Nacional, la cual fue grabada y difundida por medios de comunicación. En ella textualmente señaló: “ADN le nombra al yerno director provincial de ADN, al yerno del juez Ángel Torres. Todas las hijas están trabajando en el CNE, tienen cargos públicos. En este momento ha sido muy beneficiado el juez Ángel Torres, gracias al Gobierno del presidente Daniel Noboa y el tráfico de influencias a cambio de que eliminen a la lista Construye, que hemos sido la única que hemos evidenciado el pacto del Gobierno con el correísmo...”. En las declaraciones, la legisladora afirmó que “hasta Estados Unidos sabe los fallos tan arbitrarios, el enriquecimiento ilícito del juez, y por eso le quitó la visa”. Publicidad Al día siguiente —agrega la denuncia— la querellada en una entrevista en vivo en el programa digital VisionariasEc, con la periodista Janet Hinostroza, señaló: “... la primera instancia en el TCE, de este juez, muy cuestionado, a tal punto que de Ángel tiene solamente el nombre, porque a este sujeto hasta Estados Unidos le ha quitado la visa. A ver, el presidente Daniel Noboa le pidió a este señor que nos quite del registro electoral; a cambio de eso, en un tema de presunto tráfico de influencias, al yerno del juez le nombran director de ADN en Loja; él ahora es el director de ADN en Loja (...). Además, también logró nombramientos de todas las hijas del juez en espacios del Estado. Vemos el caso Metástasis...”. Según la denuncia presentada, las expresiones señaladas por Galarza demuestran el evidente deseo de calumniar; y, según el accionante, la querellada lo culpa de tráfico de influencias a cambio de un fallo, detallando que su resolución como juez electoral en contra del movimiento Construye es a cambio de cargos a favor de sus familiares, hecho “que es una falacia, lo que evidencia una calumnia”. Publicidad Por otro lado, dice la denuncia que la querellada lo acusa de cometer el delito de enriquecimiento ilícito y que por eso el Gobierno de los Estados Unidos le quitó la visa, lo que se traduce en que la asambleísta Ana Galarza mancilló su honor frente a varios televidentes; y que no solo lo imputó de cometer delitos, sino que además indicó y detalló cómo presuntamente los realizó, lo cual se demostrará con la prueba que será practicada en la audiencia respectiva. En el escrito, el juez Ángel Torres señala que la libertad de opinión no faculta a una asambleísta para imputar la comisión de un delito a una persona. En este caso existió el ánimo de calumniar. Que si bien el artículo 128 de la Constitución establece que los asambleístas gozarán de fuero de Corte Nacional de Justicia durante el ejercicio de sus funciones, y que no serán civil ni penalmente responsables por las opiniones que emitan ni por las decisiones o actos que realicen en el ejercicio de sus funciones, se debe tomar en cuenta que “las expresiones calumniosas expresadas en (su) contra por parte de la asambleísta Ana Galarza Añazco no se realizaron como parte de una actividad legislativa o fiscalizadora, en el ejercicio de sus funciones de asambleísta, sino que responden a su interés a título personal como militante del movimiento Construye, lista 25″. En la querella, el accionante pide que la acusada sea condenada al pago de daños y perjuicios que ha ocasionado, lo que cuantifica en $ 1 millón; además, solicita que imponga la pena contemplada en el artículo 182 del COIP; esto es, se aplique una pena privativa de libertad de seis meses a dos años, así como la garantía de no repetición de las calumnias y que le pida disculpas de manera pública. Publicidad Además solicita al juez de la Sala Especializada de lo Penal de la Corte Nacional de Justicia que se oficie al presidente de la Asamblea Nacional, Henry Kronfle, para que el pleno de la Asamblea conceda la autorización previa para proceder a enjuiciamiento penal de la asambleísta Ana Mercedes Galarza. (I)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:01:40.002+03:00",
    "updated": "2024-06-28T00:01:40.002+03:00"
  },
  {
    "uuid": "cd45f55d8f42b1c4b1293d1584eae4aa38026bea",
    "url": "https://ny1.com/nyc/all-boroughs/transit/2024/06/06/mta-board-caught-off-guard-by-congestion-pricing-pause",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samantha Liebman",
    "published": "2024-06-06T22:38:00Z",
    "title": "MTA board caught off guard by congestion pricing pause",
    "text": "Three non-voting MTA board members on Thursday described how they heard about Gov. Kathy Hochul’s plan to pause congestion pricing indefinitely.\n“On the news,” Randy Glucksman, an MTA board member, said.\nWhat You Need To Know MTA board members said they heard on the news about the governor's decision to put congestion pricing on hold indefinitely\nLawyers for the board are looking at what actions they can take\nSome members are hoping they can vote against the governor's recommendation “We got the rug pulled out right from under us,” Gerrard Bringmann, another MTA board member, said. “We didn’t know. This came out of left field.”\nSources told NY1 that MTA Chairman and CEO Janno Lieber didn’t find out until two hours before the formal announcement. The board is in uncharted territory.\n“Now, everybody’s scrambling to find out exactly what we can do, what are the contingencies,” Bringmann said.\nWith it paused, some, like former City Traffic Commissioner Sam Schwartz, said maybe a plan could be floated that would get more buy in from the public. He has a plan that he says the Traffic Mobility Review Board — which proposed the current tolling scheme — didn’t want to consider.\n“There is a better plan out there that reflects the concerns of people from New Jersey,” Schwartz said. “No, they shouldn’t have to pay more. Truckers shouldn’t have to pay every time they come into the zone. Tolls in the other areas should be lower.”\n“I would love nothing better than I think it’s June 26, for MTA board members to say, ‘hey, we have a fiduciary responsibility here. And we voted for that plan and we’re keeping that plan.’” he added.\nGlucksman, Bringmann and Albert hope their colleagues who do have a vote on the board can do something to keep congestion pricing moving.\n“I would love to think the board will take a stance on this being that so much progress was set to be made,” Albert said.\nLawyers are looking into what the board can do, and yet, nothing is certain.\n“One of the problem is, it’s politics,” Bringmann said. “And six of the board members are directly appointed by the governor. So even though they were in support and voted in support of it, I’m sure the governor is going to make some phone calls and if this comes back to a vote, are they going to switch their votes or stand firm?”\nSources told NY1 the atmosphere at 2 Broadway was like a funeral on Wednesday. People there think the only way to fill the $15 billion hole in the $55 billion capital plan is through legislative action.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathy hochul",
          "sentiment": "negative"
        },
        {
          "name": "randy glucksman",
          "sentiment": "none"
        },
        {
          "name": "janno lieber",
          "sentiment": "none"
        },
        {
          "name": "sam schwartz",
          "sentiment": "none"
        },
        {
          "name": "gerrard bringmann",
          "sentiment": "none"
        },
        {
          "name": "bringmann",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mta",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:46:43.592+03:00",
    "updated": "2024-06-07T03:17:14.347+03:00"
  }
]