[
  {
    "uuid": "174648ade0cb41d060081916c84dadc269b3b38a",
    "url": "https://www.dispatch.com/story/news/local/2023/12/31/bazooka-charlies-granville-daughter-shares-wwii-heroics-in-new-book/72033226007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alan Miller",
    "published": "2023-12-31T00:00:00Z",
    "title": "Bazooka Charlie's Granville daughter shares WWII heroics in new book",
    "text": "On a night when Carol Apacki had trouble sleeping, she found herself at the computer typing a search for “Rosie the Rocketer.” That was the name her dad had given his airplane during World War II, and she knew he had done some amazing things with it during the war.\nThe first thing that came up in her search was a very long, technical discussion about whether her father, Maj. Charles Carpenter, actually could have strapped six bazookas onto the wings of his 800-pound reconnaissance plane made of cloth over a frame of welded steel and wood – and used those weapons to take out German tanks.\nWith what little evidence they had and their knowledge of the Piper L-4 Grasshopper’s construction and capabilities, the war enthusiasts cast doubt about whether the stories of his heroics were true. They suggested it was myth at best and perhaps even wartime propaganda.\n“As for ‘rosie,’ I’m inclined to dismiss it using a highly technical term: ‘Complete Bollocks,’” wrote one skeptic. “During WWII, propaganda, both against the enemy and to bolster the Home Front, was in high gear. Rosie appears to be the result of yet more ‘home-grown hero’ wishes.”\nThe typically mild-mannered and kindly Apacki could feel her face flush.\n“That made me a little angry,” said Apacki, 81, of Granville, who had plenty of evidence that all of it was true. Her dad, a history teacher before and after the war, was a prolific letter writer, and her mom, Elda, had saved all of his letters and the photos he sent home.\nSo she pulled out box after box of letters, photos and documents and began to school the historians on the true story of a humble soldier and an otherwise quiet family man from Illinois who became known as “Bazooka Charlie.”\nShe shared, with evidence in his own handwriting, that Maj. Carpenter repeatedly flew his military version of a Piper Cub low over enemy troops – who were firing at him with pistols and rifles – and took out German tanks and other armored vehicles by firing missiles at them.\n“There’s no question he saved countless lives,” Apacki said.\nThe doubters were stunned, and the online conversation caught the eye of Colin Powers of La Pine, Oregon, a retired mechanical engineer and pilot who had restored several planes like the one Apacki’s dad flew.\nPowers encouraged Apacki to write a story about her dad and offer it to the Experimental Aircraft Association Warbirds magazine.\nIt was a small act inspired by respect for her father and her passion for accuracy. It also led to a book and, almost miraculously, the recovery and restoration of the very plane Bazooka Charlie Carpenter flew on his remarkable missions. The plane is now in the Collings Foundation’s American Heritage Museum in Hudson, Massachusetts.\n“In 2016, I got a call from a woman named Carol from Ohio,” said James P. Busha, the EAA magazine’s editor and a retired Oshkosh, Wisconsin, police detective lieutenant. “She said she wanted to submit a story about her dad. She said he was a pilot in World War II.\n“Then she said her father was Charles Carpenter, and she must have thought the phone went dead. I was speechless,” Busha said. “This was a woman talking about her father, but it was a path into history.”\nAfter the article appeared, it led to the discovery of her dad’s plane, and Busha contacted Apacki and said, ‘I think there’s a book here.’”\nDuring his visit to Granville in 2020 to meet with Apacki and her husband, Ken, Busha said, “I was gobsmacked when I saw all of the letters and documents and diaries.” Apacki’s mother had collected and saved all of it.\nApacki was excited that someone wanted to help tell her father’s story, to set the record straight and document his accomplishments. She was thinking it would be a self-published book with enough copies to share with family and friends.\n“I came back the next day, and she had these lemon cookies for me,” Busha said. “She told me, ‘I thought at first you might be a shyster, but you’re OK.’”\nBusha and Apacki went on a journey through time and deep into history – including some personal history about the toll the war took on her father, his marriage and his family.\nApacki insisted that any book about her dad’s heroics should also include the effects on his mental and physical health – and the home-front heroics of her mother, who stood by him and held their family together during very difficult circumstances.\nThe story was not just about her dad, “but about what can happen to a marriage and a family. It’s many people’s story,” said Apacki, who was born while her father was at war. “I didn’t see my dad until I was 4 – and I didn’t really like him because he was so stern. I’m sure he had (post-traumatic stress disorder).”\nSome veterans who have read the book or heard Apacki talk about the war’s effects on her dad and her family have been overwhelmed with appreciation for her willingness to be so open.\n“I had people come up to me in tears – Vietnam veterans – who said, ‘Thank you for telling this story.’”\nApacki said the book started as a gift for her family. “I have 13 grandchildren who knew nothing of him. For my family, it has been a wonderful reconnection with their roots.”\nHer dad grew up as one of six children in a home where his dad drank and gambled so much that he lost the family farm. Adversity led Carpenter as a 17-year-old, to write this personal creed:\n“I have resolved to exert all of my efforts toward being a nobler and stronger fellow, a gentleman, a scholar, a friend, and a real man. To the best of my ability, I will ever strive to self-control, self-improvement, freedom, wisdom, courage, generosity, truth and true nobility before gods and men. I will be better.” – Charles Marston Carpenter, 1929\nApacki said the creed framed who her father would become, but the war challenged his values. He enlisted after Japan attacked Pearl Harbor in 1941, and by 1944, he was firing missiles at German tanks as U.S. troops swept across Europe.\n“He was seeing devastation,” she said. “He was brave but not the man he wanted to be. He was a man of peace, and he saw untold deaths and destruction – day after day, endless death and destruction.”\nIn one incredible act of bravery, Carpenter, who had flown over an occupied village, landed near some U.S. troops just outside town and asked why the troops were not moving to rout the few Germans holding it.\nThe troops were under the impression the town was swarming with German troops, so they stayed at bay – until Carpenter jumped onto a U.S. tank, grabbed a 50-caliber machine gun and threatened to use it if they didn’t take the village.\nHis bold move inspired the troops, and they captured the village.\nHe might have been court-martialed for that move if not for Maj. Gen. John Wood, Commander of the 4th Armored Division, who appreciated Carpenter’s moxie and his military skills, particularly his flying. Wood made Carpenter his personal reconnaissance pilot.\nApacki said she was stunned when she finally saw the plane she had read so much about.\n“I couldn’t believe how small it was,” she said. “It looked like a kid’s toy.”\nHer dad’s letters talked about being shot at by German troops, “and the restorer found bullet holes in the plane.”\nThe Collings Foundation located the plane in a museum in Austria, where it had been used after WWII to pull gliders into the air. The museum operators clearly didn’t know its history and sold it for a song, Busha said.\nThe foundation hired Colin Powers to restore the plane, given his experience rebuilding several Piper L-4s.\n“I restored it for Collings but also for Carol,” Powers said.\nWhen he stripped off the old fabric, he found that “Rosie had bullet holes, and a lot of signatures of the people who built it were on the wooden spars.”\nIt took him a year to restore it, and when it came time to apply the “Rosie the Rocketer” image on the new fabric skin, he invited Apacki’s daughter and Carpenter’s granddaughter to put paintbrush to canvas.\nErin Pata is a graphic artist living in California, and Powers said she nailed the “nose art” on the plane.\nAs he was completing the restoration, Powers made a special request of Apacki.\n“When I finished the restoration, I asked Carol for a photo of her mom to use as a pin-up in the cockpit,” he said. “Carol sent me a picture of her mom and Carol as a child. It was a very special touch.”\nAt the Experimental Aircraft Association’s annual airshow in Oshkosh in July, an event that drew more than 800,000 enthusiasts over seven days, Apacki was a guest of honor and center of attention. She was invited to center stage to talk about her dad and the book, “Bazooka Charlie: The Unbelievable Story of Major Charles Carpenter and Rosie the Rocketer.”\nShe was beaming, Busha said, and taken aback by the several hundred people who came to hear her.\n“I saw the youngest 80-year-old woman I have ever seen in my life,” he said. “You would have thought I was escorting an 18-year-old girl around. She was giddy. She was the star of the show. I introduced her as Charles Carpenter’s daughter, and she was the rock star.”\nAt the largest aviation event in the world, Busha said, everyone knows the name Charles Carpenter, “or the legend of him.”\nAnd now they have a book full of facts about the man, the myth, the legend – the humble World War II hero Carol Apacki knew simply as dad.\nAlan Miller writes for TheReportingProject.org , the nonprofit news organization of Denison University’s Journalism program, which is sponsored in part by the Mellon Foundation and donations from readers. Sign up for The Reporting Project newsletter here .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://schifferbooks.com/products/bazooka-charlie",
      "https://www.thereportingproject.org/",
      "https://denison.kindful.com/?campaign=1246449",
      "https://www.thereportingproject.org/coming-soon-the-reporting-projects-weekly-newsletter/",
      "https://www.americanheritagemuseum.org/aircrafts/piper-l4-grasshopper-rosie-the-rocketer/",
      "https://www.butterbeanstudios.com/",
      "https://www.eaa.org/eaa",
      "https://www.collingsfoundation.org/",
      "https://thereportingproject.org/coming-soon-the-reporting-projects-weekly-newsletter/",
      "https://thereportingproject.org/",
      "https://www.thereportingproject.org",
      "https://www.denison.kindful.com/?campaign=1246449",
      "https://eaa.org/eaa",
      "https://denison.kindful.com/",
      "https://americanheritagemuseum.org/aircrafts/piper-l4-grasshopper-rosie-the-rocketer/",
      "https://www.butterbeanstudios.com",
      "https://www.collingsfoundation.org",
      "https://butterbeanstudios.com/",
      "https://www.schifferbooks.com/products/bazooka-charlie",
      "https://www.thereportingproject.org/coming-soon-the-reporting-projects-weekly-newsletter",
      "https://www.americanheritagemuseum.org/aircrafts/piper-l4-grasshopper-rosie-the-rocketer",
      "https://collingsfoundation.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carol apacki",
          "sentiment": "negative"
        },
        {
          "name": "granville",
          "sentiment": "negative"
        },
        {
          "name": "rosie",
          "sentiment": "none"
        },
        {
          "name": "charles carpenter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bazooka charlie",
          "sentiment": "negative"
        },
        {
          "name": "grasshopper",
          "sentiment": "none"
        },
        {
          "name": "piper l",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T13:27:01.550+02:00",
    "updated": "2024-01-03T18:47:20.122+02:00"
  },
  {
    "uuid": "6ce9615fb5a2adf1ed2f40771079d7a54b8234d1",
    "url": "https://www.engineeringnews.co.za/article/powering-tomorrow-sungrow-unveils-game-changing-energy-solution-for-south-africa-2024-02-16",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dimpho Madiba",
    "published": "2024-02-16T08:01:00Z",
    "title": "Powering Tomorrow: Sungrow Unveils Game-Changing Energy Solution for South Africa",
    "text": "Powering Tomorrow: Sungrow Unveils Game-Changing Energy Solution for South Africa As a magazine-and-online subscriber to Creamer Media's Engineering News & Mining Weekly, you are entitled to one free research report of your choice. You would have received a promotional code at the time of your subscription. Have this code ready and click [here](https://store.creamermedia.co.za/products/). At the time of check-out, please enter your promotional code to download your free report. Email [subscriptions@creamermedia.co.za](mailto:subscriptions@creamermedia.co.za) if you have forgotten your promotional code. If you have previously accessed your free report, you can purchase additional Research Reports by clicking on the “Buy Report” button on this page. The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this [link](https://store.creamermedia.co.za/products/research-channel-africa-1-user-1). The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this [link](https://store.creamermedia.co.za/products/research-channel-africa-1-user-1). For a full list of Research Channel Africa benefits, click [here](https://cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html) If you are not a subscriber, you can either buy the individual research report by clicking on the ‘Buy Report’ button, or you can subscribe and, not only gain access to your one free report, but also enjoy all other subscriber benefits, including 1) an electronic archive of back issues of the weekly news magazine; 2) access to an industrial and mining projects browser; 3) access to a database of published articles; and 4) the ability to save articles for future reference. At the time of your subscription, Creamer Media’s subscriptions department will be in contact with you to ensure that you receive a copy of your preferred Research Report. The most cost-effective way to access all our Research Reports is by subscribing to Creamer Media's Research Channel Africa - you can upgrade your subscription now at this [link](https://store.creamermedia.co.za/products/research-channel-africa-1-user-1). If you are a Creamer Media subscriber, click [here](javascript:void(0);) to log in. This article has been supplied as a media statement and is not written by Creamer Media. It may be available only for a limited time on this website. Sungrow, a global leader in renewable energy solutions, is excited to announce the upcoming launch of its latest product in South Africa. As we continue our mission to bring clean, reliable energy to households and businesses across the country, Sungrow is proud to introduce a new solution tailored for the South African market. Building on the success of last year's 6.0 and 10RS models, Sungrow is thrilled to expand its offerings with the introduction of the highly anticipated 3-phase inverter. This addition further enhances our commitment to providing accessible, cutting-edge energy solutions to meet the diverse needs of South African consumers. At Sungrow, your happiness is our power. That's why we offer an all-inclusive 10-year warranty on both the inverter and battery, along with full maintenance coverage and a dedicated 24/7 service hotline. We're here to make sure you shine bright every step of the way, providing a hassle-free energy solution that's as reliable as the sunrise. Our newest offering is a state-of-the-art 3-phase hybrid system, designed to seamlessly power homes and businesses with clean energy. Safety is our top priority; equipped with top-notch protective features and smart system integration, our energy solution ensures you enjoy peace of mind around the clock. Plus, with our whisper-quiet design, you can bask in the glow of clean energy without any pesky noise disruptions. \"We're thrilled to introduce our latest energy solution to the South African market,\" said Izzat Sankari, Channels Business Director for Sungrow Middle East and Africa. \"This innovation represents our commitment to sustainability and our belief in the power of clean energy to transform communities. We're confident that our solution will redefine the way South African households and businesses embrace renewable energy, offering reliability, efficiency, and peace of mind.\" Stay tuned for more updates as we prepare to launch Sungrow's game-changing energy solution in South Africa. Comments Latest Multimedia sponsored by Announcements What's On Subscribe to improve your user experience... Option 1 (equivalent of R125 a month): Receive a weekly copy of Creamer Media's Engineering News & Mining Weekly magazine (print copy for those in South Africa and e-magazine for those outside of South Africa) Receive daily email newsletters Access to full search results Access archive of magazine back copies Access to Projects in Progress Access to ONE Research Report of your choice in PDF format Option 2 (equivalent of R375 a month): All benefits from Option 1 PLUS Access to Creamer Media's [Research Channel Africa](https://www.researchchannel.co.za) for ALL Research Reports, in PDF format, on various industrial and mining sectors including Electricity; Water; Energy Transition; Hydrogen; Roads, Rail and Ports; Coal; Gold; Platinum; Battery Metals; etc. Already a subscriber? Forgotten your password? MAGAZINE & ONLINE R1500 (equivalent of R125 a month) [SUBSCRIBE](https://store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only) Receive weekly copy of Creamer Media's Engineering News & Mining Weekly magazine (print copy for those in South Africa and e-magazine for those outside of South Africa) ➕ Recieve daily email newsletters ➕ Access to full search results ➕ Access archive of magazine back copies ➕ Access to Projects in Progress ➕ Access to ONE Research Report of your choice in PDF format RESEARCH CHANNEL AFRICA R4500 (equivalent of R375 a month) [SUBSCRIBE](https://store.creamermedia.co.za/products/research-channel-africa-1-user-1) All benefits from Option 1 ➕ Access to Creamer Media's [Research Channel Africa](https://www.researchchannel.co.za) for ALL Research Reports on various industrial and mining sectors, in PDF format, including on: Electricity ➕ Water ➕ Energy Transition ➕ Hydrogen ➕ Roads, Rail and Ports ➕ Coal ➕ Gold ➕ Platinum ➕ Battery Metals ➕ etc. CORPORATE PACKAGES Discounted prices based on volume [CLICK FOR A QUOTATION](mailto:subscriptions@creamermedia.co.za?subject=Corporate Package Subscription Quotation needed) Receive all benefits from Option 1 or Option 2 delivered to numerous people at your company ➕ Multiple User names and Passwords for simultaneous log-ins ➕ Intranet integration access to all in your organisation",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://store.creamermedia.co.za/products/).",
      "https://store.creamermedia.co.za/products/research-channel-africa-1-user-1)",
      "https://www.researchchannel.co.za)",
      "https://store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only)",
      "https://store.creamermedia.co.za/products/research-channel-africa-1-user-1).",
      "https://cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html)",
      "https://www.store.creamermedia.co.za/products/research-channel-africa-1-user-1).",
      "https://researchchannel.co.za)",
      "https://www.store.creamermedia.co.za/products/).",
      "https://www.store.creamermedia.co.za/products/copy-of-magazine-online-1-year-hard-copy-south-africa-only)",
      "https://www.cdn.creamermedia.com/e-magazines/engineering-news/ResearchChannalMay2023/index.html)",
      "https://www.store.creamermedia.co.za/products/research-channel-africa-1-user-1)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "creamer media's engineering news & mining weekly",
          "sentiment": "none"
        },
        {
          "name": "creamer media's research channel africa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:38:57.205+02:00",
    "updated": "2024-02-16T13:42:13.845+02:00"
  },
  {
    "uuid": "0a63bf8f2791170baecc86e3359cd73a731ab3be",
    "url": "https://www.tmj4.com/sports/milwaukee-woman-tackles-the-world-of-sports-as-game-day-host-for-packers-admirals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Williams",
    "published": "2024-01-05T22:02:00Z",
    "title": "Local woman tackles the world of sports as game day host for Packers, Admirals",
    "text": "MILWAUKEE — Traits of the perfect job may include teamwork, excitement, and a desire to win.\nFor Deysha Smith-Jenkins, those come with not one but all FOUR of her jobs. For the past two years, she's served as one of the game-day hosts for the legendary Green Bay Packers.\nTMJ4's Andrea Williams met with her in Green Bay.\n\"We are here at the historic Lambeau Field, what's it like for you to have a job in this stadium?\" Williams asked.\n\"It's unreal, the Packers are so historic, so I still can't believe that I have this gig,\" said Deysha.\nAs if spending your Sundays in the Frozen Tundra isn't \"cool\" enough. Deysha also serves as the game-day host for the Milwaukee Admirals.\nHow did she land THIS gig?\n\"The power of social media, so I've done a couple of NBA opportunities. I posted a couple of things on the red carpet, and I literally had a Director of Entertainment DM me on Instagram. It doesn't even feel like work!\" said Deysha.\nIt's been said, when you're doing what you love you never have to work a day in your life. Being a huge sports fan and former athlete she truly understands what that feels like.\n\"Well, I have a saying, they say, once an athlete, always an athlete!\"\nThe former Whitefish Bay Dominican High School basketball standout and three-time track and field state champion also finds time to be an assistant coach at her alma mater.\n\"What's it like for you to walk these halls and be a conditioning coach for the girls' basketball team?\" Williams asked.\n\"Well first of all the hallways still smell the exact same. Not a lot has changed, maybe the staff, but it's a full circle moment to be able to coach alongside my coach, (and) my dad...it's a treat,\" said Deysha.\nFull circle for sure...Not only does she coach alongside her dad, Derick Jenkins, but she also coaches alongside Dominican Girls Basketball Head Coach Kevin Schramka who coached her when she was a student.\n\"We never had to worry about teams pressing us, she was really a one-man team, she could do it all! She could play all five positions, and she was in all my years of coaching, she was one my best defenders I ever had,\" said Schramka.\nDeysha affectionately known as Coach D., also has a special relationship with the young ladies that she coaches.\n\"Coach D looks out for us like our mom on the court. She's always making sure we're ok mentally, physically,\" said Kaylei Agee.\nShe's known Laylah Rose Bly since she was in the third grade and has been an inspiration to her as well.\n\"She's really an inspirational woman leader role for us, like if we didn't have her, I don't think the team would be where it is right now,\" said Bly.\nAfter graduating from Dominican, Deysha was recruited by the University of Connecticut for track and field. Her UConn uniform now sits in this case at Dominican right under her uncle Shannon's jersey.\n\"And so that's why I was so excited to come back eight years ago and coach because I'm like I got everything I wanted out of 4 years and then I was able to spend another 4 years in and I was so fortunate that they let me come back to pour in the future,\" said Deysha.\nWhen she's not at Lambeau, Panther Arena, or her old high school, you can find Deysha using the 25th hour (also the name of her business) as a photographer and videographer.\n\"At the end of the day, I want to go to bed exhausted, because when I woke up, I spent all 24 hours and however many hours during that day, doing what I love and that's what it's all about!\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dey",
          "sentiment": "neutral"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "andrea williams",
          "sentiment": "none"
        },
        {
          "name": "deysha",
          "sentiment": "none"
        },
        {
          "name": "sha smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "packers",
          "sentiment": "positive"
        },
        {
          "name": "green bay packers",
          "sentiment": "none"
        },
        {
          "name": "frozen tundra",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        },
        {
          "name": "milwaukee admirals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "green bay",
          "sentiment": "none"
        },
        {
          "name": "lambeau field",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:29:50.170+02:00",
    "updated": "2024-01-06T00:29:50.170+02:00"
  },
  {
    "uuid": "921ad4334258262945a7bc5183af187910c95d0c",
    "url": "https://www.farmonline.com.au/story/8782916/uq-unveils-new-cutting-edge-65m-plant-research-facility",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@grheard",
    "published": "2024-10-03T15:00:00Z",
    "title": "UQ unveils new cutting edge $65m plant research facility | Farm Online | ACT",
    "text": "The University of Queensland's plant sciences department will receive a shot in the arm with the opening of a state of the art $65 million facility. The Plant Futures Facility, opened today, has a number of features to allow researchers to best replicate desired conditions, such as temperature control and the ability to adjust light intensity, light quality, humidity and CO 2 concentration. The new functions will allow researchers to best replicate conditions that might be found under climate change. UQ vice chancellor Deborah Terry said the building, which she described as unique in the southern hemisphere, would be a boost not only for UQ but for Australia's plant breeding sector. \"This facility is an important national asset and reinforces the position of Australia, Queensland and UQ as a leader in plant science research,\" Professor Terry said. She said one of the major aims with new building was to give researchers the ability to replicate climate change scenarios. \"Being able to accurately control every aspect of the growing environment opens up opportunities for precision plant science and to fast track experiments,\" she said. \"This is crucial to supporting Australian farmers and producers as they respond the challenges of a changing climate.\" The opening of the facility, located at the university's main campus in St Lucia in inner city Brisbane represents the culmination of three years of construction work. Every step of the growth process will be monitored, with cameras and sensors capturing data as the plants grow. There are nine rooftop glasshouses for propagation, four for temperate plants and five for tropical plants and three floors of grow rooms, glasshouses and laboratories along with two levels of mechanical and computer equipment. Director of the UQ-led ARC Centre for Plant Success in Nature and Agriculture, Christine Beveridge, said experiments in the facility will expand knowledge about the relationship between a plant's genome and the environment which in turn could lead to breeding breakthroughs to create tougher and higher yielding plants. \"We are still discovering fundamental things about how plants work - what makes them flower, branch or have big, small or thick leaves,\" Professor Beveridge said. \"We can now expose the same genetic material to slightly different temperatures or to lighting that simulates different day lengths to see how it responds while keeping everything else about the environment the same. \"This level of control was not possible before the construction of this specialised building and the technology it contains.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T05:10:00.197+03:00",
    "updated": "2024-10-04T11:42:33.579+03:00"
  },
  {
    "uuid": "4672e3e506b786c44687803243dc0374c344804b",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrft3927939.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:31:00Z",
    "title": "银行ETF天弘（515290）跌0.27%，半日成交额7606.60万元|银行ETF_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，银行ETF天弘（515290）跌0.27%，报1.502元，成交额7606.60万元。银行ETF天弘（515290）重仓股方面， 招商银行 截止午盘跌0.70%， 兴业银行 跌0.08%， 工商银行 涨0.14%， 交通银行 涨0.13%， 农业银行 涨0.17%， 江苏银行 涨0.68%， 浦发银行 跌0.23%， 中国银行 涨0.36%， 平安银行 跌0.68%， 上海银行 涨0.19%。\n银行ETF天弘（515290）业绩比较基准为 中证银行指数 收益率，管理人为天弘基金管理有限公司，基金经理为陈瑶，成立（2020-12-11）以来回报为50.44%，近一个月回报为5.07%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service",
      "Social Issue->social problem",
      "Social Issue->poverty",
      "Social Issue->demographics",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:20.312+03:00",
    "updated": "2025-06-20T05:10:32.000+00:00"
  },
  {
    "uuid": "6b1764e02273002b0c5c554ea479f984bc22543f",
    "url": "https://americansongwriter.com/trending-olivia-rodrigo-fans-up-arms-over-ticketmaster-fiasco-set-twitter-ablaze",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clayton Edwards",
    "published": "2024-01-25T22:22:00Z",
    "title": "Trending: Olivia Rodrigo Fans Up in Arms Over Ticketing Fiasco, Set Twitter Ablaze",
    "text": "Tickets for\nOlivia Rodrigo’s GUTS World Tour are a hot ticket item right now. Rodrigo’s music has pulled in fans from all walks of life. As a result, when tickets went on sale last year, they went fast. Many fans who wanted to get into a show found themselves waitlisted by Ticketmaster. Earlier today, the ticket seller sent notifications to hundreds of previously waitlisted fans saying they could purchase newly released tickets. However, many fans found long queues with nothing waiting for them at the end.\nVideos by American Songwriter\nCountless fans hoped to get tickets to see the “Bad Idea, Right?” singer. However, very few were able to purchase theirs before all of the seats sold. As a result, they took to social media to air their grievances with Ticketmaster.\n[[Olivia Rodrigo GUTS World Tour: Get Tickets Without Ticketmaster’s Long Queues]]https://stubhub.prf.hn/click/camref:1101ljfZw/pubref:Trending%3A%20Olivia%20Rodrigo%20Fans%20Up%20in%20Arms%20Over%20Ticketing%20Fiasco%2C%20Set%20Twitter%20Ablaze/destination:https%3A%2F%2Fwww.stubhub.com%2Folivia-rodrigo-tickets%2Fperformer%2F101864867\nOlivia Rodrigo Fans React to Ticketmaster Fiasco\nOne fan has been trying to see Rodrigo live since her first tour to no avail. “Ticketmaster always giving me depression. I just wanna see Olivia [because] I couldn’t get Sour tour tickets either like damn,” they\nwrote.\nAnother of Rodrigo’s fans didn’t get tickets but didn’t let that get them down. Instead, they partook in some retail therapy to cope. “By the time I got in Ticketmaster, there were nooo Guts tickets yet but I made myself feel better with Kelsea Ballerini merch I wanted,” they\nshared.\nOne X user provided screenshots. In\ntheir tweet, they showed the email telling them they could purchase tickets alongside a screenshot of Ticketmaster’s site saying the show was sold out. “Once again Ticketmaster, you will pay for your crimes,” they added in the caption.\n“Disappointed but not surprised” seemed to be the mood of most fans. “Ticketmaster f-cking up the new Olivia Rodrigo tickets available. AS EXPECTED,” one fan\nshared, summing things up nicely.\nAnother fan surely felt like they were the butt of some cruel joke. “Damn, why’d Ticketmaster even let me in the Olivia Rodrigo queue when there were no tickets left,” they\nwondered publicly.\nThis is a visual representation of what most fans saw when they logged into the Ticketmaster site for GUTS tickets.\nHowever, it wasn’t all bad for everyone. At least one fan “beat Ticketmaster” to get tickets.\nFeatured Image by Emma McIntyre/WireImage\nIf you purchase through links on our site we may earn an affiliate commission.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [
      "https://stubhub.prf.hn/click/camref:1101ljfZw/pubref:Trending%3A%20Olivia%20Rodrigo%20Fans%20Up%20in%20Arms%20Over%20Ticketing%20Fiasco%2C%20Set%20Twitter%20Ablaze/destination:https%3A%2F%2Fwww.stubhub.com%2Folivia-rodrigo-tickets%2Fperformer%2F101864867",
      "https://twitter.com/cowboylikebug/status/1750621696829124897",
      "https://twitter.com/_its_katie_b/status/1750626322244591696",
      "https://twitter.com/evermoreslpss/status/1750624444278575441",
      "https://twitter.com/nicejanice19/status/1750622233742200998",
      "https://twitter.com/miniyyih/status/1750618268564361562",
      "https://www.twitter.com/_its_katie_b/status/1750626322244591696",
      "https://www.twitter.com/miniyyih/status/1750618268564361562",
      "https://www.twitter.com/nicejanice19/status/1750622233742200998",
      "https://www.twitter.com/evermoreslpss/status/1750624444278575441",
      "https://www.stubhub.prf.hn/click/camref:1101ljfZw/pubref:Trending%3A%20Olivia%20Rodrigo%20Fans%20Up%20in%20Arms%20Over%20Ticketing%20Fiasco%2C%20Set%20Twitter%20Ablaze/destination:https%3A%2F%2Fwww.stubhub.com%2Folivia-rodrigo-tickets%2Fperformer%2F101864867",
      "https://www.twitter.com/cowboylikebug/status/1750621696829124897"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rodrigo",
          "sentiment": "negative"
        },
        {
          "name": "olivia rodrigo",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ticketmaster",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:27:19.668+02:00",
    "updated": "2024-01-26T00:27:19.668+02:00"
  },
  {
    "uuid": "0e4ef6ce827bba9b9cca9fba6c742388b0e3f3a4",
    "url": "https://www.intelligentliving.co/healing-power-red-light-therapy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@IntelligLiving",
    "published": "2024-11-07T23:57:00Z",
    "title": "Unleash the Healing Power of Red Light Therapy: Transform Your Health and Radiance Naturally",
    "text": "by Jennifer Barns November 7, 2024 Share Red light therapy is an innovative treatment that is gaining popularity among wellness enthusiasts and health-conscious individuals. This non-invasive therapy employs low-wavelength light to penetrate the skin, effectively stimulating healing processes at the cellular level.\nIndividuals seeking pain relief, improved skin health, enhanced mood, or accelerated recovery may find a variety of benefits through this therapy. An increasing body of evidence highlights its effectiveness, making it a sought-after option for enhancing diverse health aspects, from joint function to skin rejuvenation.\nThis article will examine eight significant ways in which red light therapy can contribute to improved health and overall well-being. Discover how this cutting-edge treatment can support a healthier lifestyle.\nTable of Contents\nToggle\n1. Boosts Skin Health and Reduces Wrinkles 2. Relieves Pain and Reduces Inflammation 3. Accelerates Muscle Recovery and Performance 4. Improves Joint Health and Flexibility 5. Enhances Mood and Reduces Symptoms of Depression 6. Promotes Hair Growth and Scalp Health 7. Supports Wound Healing and Tissue Repair 8. Boosts Immune System Function Harness the Benefits of Red Light Therapy to Enhance Your Health and Vitality 1. Boosts Skin Health and Reduces Wrinkles\nRed light therapy has revolutionized the field of skin health, especially due to its anti-aging properties. This therapy stimulates collagen production, effectively reducing the appearance of fine lines and wrinkles. As the light penetrates deeply into the dermis layer of the skin, it promotes tissue repair and cell regeneration. This healing process can enhance skin tone, texture, and overall radiance.\nRegular application of red light therapy can effectively treat common skin concerns, including acne scars, sun damage, and inflammation. This treatment leads to a more youthful and luminous complexion. By incorporating red light therapy into skincare routines, individuals can support skin regeneration, increasing resilience and vibrancy over time. This makes red light therapy an appealing option for those seeking a non-invasive alternative to traditional cosmetic procedures.\n2. Relieves Pain and Reduces Inflammation Chronic pain and inflammation can profoundly affect daily activities and overall quality of life. Red light therapy provides a non-invasive treatment option for alleviating these issues. It works by increasing blood circulation and stimulating cellular repair in the affected area, which can help reduce inflammation and alleviate pain. Whether you suffer from conditions like arthritis, muscle soreness, or joint pain, this light therapy can be an effective way to speed up healing and minimize discomfort.\nThis treatment not only addresses surface-level symptoms but also promotes deeper healing by targeting the tissues and muscles directly beneath the skin’s surface. Regular sessions can result in sustained relief, reducing your reliance on medications.\n3. Accelerates Muscle Recovery and Performance Athletes and fitness enthusiasts are increasingly adopting red light therapy to improve muscle recovery and enhance overall performance. This approach effectively supports faster healing and helps individuals achieve their fitness goals. After an intense workout, muscles are often sore due to microscopic tears and inflammation. Red light therapy accelerates the healing process by increasing cellular energy production, which helps to repair these muscle fibers faster.\nBy reducing recovery time, this therapy enables individuals to train harder and more frequently without experiencing excessive soreness. This light therapy also increases circulation, delivering oxygen and nutrients to muscles, which further aids recovery. As a result, it can help improve overall athletic performance by increasing endurance and reducing fatigue.\n4. Improves Joint Health and Flexibility For those struggling with joint pain or stiffness, this light therapy offers a natural way to promote better joint health. The therapy works by stimulating the cells in the joint tissues, reducing inflammation, and improving circulation to the affected area. It can help those with conditions like osteoarthritis, tendonitis, and other joint-related issues. Red light therapy can also enhance the production of collagen, which is essential for maintaining the elasticity and flexibility of joint cartilage.\nAs a result, individuals may experience less stiffness, increased range of motion, and better overall joint function. This therapy is particularly beneficial for seniors or those with physically demanding jobs who need to keep their joints in optimal condition.\n(Credit: Intelligent Living) 5. Enhances Mood and Reduces Symptoms of Depression This light therapy has shown promising results in improving mental well-being, especially for individuals dealing with depression or seasonal affective disorder (SAD). This light therapy’s light wavelengths stimulate the brain’s production of serotonin, the “feel-good” hormone. Increased serotonin levels can result in improved mood, less stress, and a greater sense of overall happiness.\nAdditionally, this light therapy may help regulate circadian rhythms, which can enhance sleep quality and further support emotional health. By addressing both the physiological and psychological components of mental health, this light therapy offers a holistic approach to managing depression and anxiety.\n6. Promotes Hair Growth and Scalp Health Red light therapy isn’t just beneficial for skin—it’s also an effective treatment for hair loss. Research has shown that this light stimulates hair follicles, encouraging hair growth and improving scalp health. It works by increasing circulation to the scalp, promoting the absorption of nutrients that support hair growth. The therapy also extends the anagen (growth) phase of the hair cycle and strengthens existing hair follicles, resulting in thicker, fuller hair.\nThis light therapy is particularly effective for individuals with androgenic alopecia (male or female pattern baldness) and other types of hair thinning. Regular treatments can help restore hair density and combat the effects of hair loss.\n7. Supports Wound Healing and Tissue Repair Studies have demonstrated that red light therapy expedites the healing process for wounds, cuts, and injuries. By stimulating the body’s natural repair mechanisms, it promotes faster tissue regeneration and reduces healing time. This therapy enhances the production of collagen and elastin, two key proteins involved in tissue repair, which helps wounds close more quickly.\nAdditionally, it enhances blood flow to the injured area, guaranteeing the efficient delivery of oxygen and nutrients to the tissues. Whether you’re recovering from surgery, an injury, or a chronic wound, this light therapy can significantly improve healing outcomes and reduce scarring. It’s a powerful tool for anyone seeking a quicker recovery from physical trauma.\n8. Boosts Immune System Function A strong immune system is essential for maintaining overall health, and red light therapy can help enhance its function. Research suggests that this light stimulates the production of white blood cells, which are responsible for fighting infections and protecting the body from illness. By enhancing cellular metabolism and improving circulation, this light therapy enables the immune system to respond more effectively to threats.\nIt also reduces inflammation, a common underlying factor in many immune-related conditions. For individuals looking to strengthen their body’s defenses, this light therapy can be an easy, non-invasive addition to their wellness routine, helping to keep them healthy year-round.\nHarness the Benefits of Red Light Therapy to Enhance Your Health and Vitality Red light therapy is a powerful, non-invasive treatment that offers a variety of health benefits. This therapy enhances skin appearance, boosts recovery, and improves overall well-being. It effectively addresses pain relief, skin health, and joint function. Through its ability to stimulate cellular repair and regeneration, red light therapy serves as an excellent option for numerous health concerns.\nAs ongoing research continues to reveal its full potential , integrating red light therapy into daily routines presents a straightforward and effective method for enhancing health and vitality. The benefits of red light therapy contribute to both physical rejuvenation and mental wellness.\nShare",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.tumblr.com/share/link?url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;name=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://my.clevelandclinic.org/health/symptoms/21660-inflammation",
      "https://www.linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;title=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;text=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;title=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F",
      "https://www.medicalnewstoday.com/articles/320101",
      "https://twitter.com/intent/tweet?text=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy:%20Transform%20Your%20Health%20and%20Radiance%20Naturally%20-%20https://www.intelligentliving.co/healing-power-red-light-therapy/",
      "https://mitoredlight.com/",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F",
      "https://reddit.com/submit",
      "https://www.my.clevelandclinic.org/health/symptoms/21660-inflammation",
      "https://mitoredlight.com",
      "https://twitter.com/intent/tweet?text=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy:%20Transform%20Your%20Health%20and%20Radiance%20Naturally%20-%20https://www.intelligentliving.co/healing-power-red-light-therapy",
      "https://www.tumblr.com/share/link",
      "https://telegram.me/share/url",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;text=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://www.linkedin.com/shareArticle",
      "https://twitter.com/intent/tweet?text=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy:%20Transform%20Your%20Health%20and%20Radiance%20Naturally%20-%20https://intelligentliving.co/healing-power-red-light-therapy/",
      "https://tumblr.com/share/link?url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;name=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;title=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Fwww.intelligentliving.co%2Fhealing-power-red-light-therapy%2F&#038;title=Unleash%20the%20Healing%20Power%20of%20Red%20Light%20Therapy%3A%20Transform%20Your%20Health%20and%20Radiance%20Naturally",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.mitoredlight.com/",
      "https://twitter.com/intent/tweet",
      "https://medicalnewstoday.com/articles/320101"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:14:03.657+02:00",
    "updated": "2024-11-08T02:14:03.657+02:00"
  },
  {
    "uuid": "96a253f55e14e7a727077e7cfae279ca699df63b",
    "url": "https://vnexplorer.net/mamata-outshines-bjp-with-ram-navami-celebrations-as-lok-sabha-campaign-heats-up-s2434186.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-18T22:20:00Z",
    "title": "Mamata outshines BJP with Ram Navami celebrations as Lok Sabha campaign heats up",
    "text": "Mamata outshines BJP with Ram Navami celebrations as Lok Sabha campaign heats up\nFamed for Durga Puja, West Bengal witnessed Ram Navami celebrations across the state on April 17. Both the BJP and Trinamool Congress leaders marched along with hundreds of participants as Ram Navami processions were taken out across the state.\nThe CM began the day greeting the people of the state and urging them to maintain peace. “Greetings to all on the auspicious occasion of Ram Navami. I appeal to maintain peace, prosperity, and development for all,” she posted on X.\nPolitics over celebration\nThe West Bengal government also declared a public holiday on Ram Navami attracting jibes from the BJP.\nThe BJP accused Chief Minister Mamata Banerjee of trying to “redeem her anti-Hindu image” by celebrating the Hindu festival ahead of the upcoming Lok Sabha election. BJP leader Suvendu Adhikari termed the Trinamool Congress celebration of Ram Navami a “sign of fear not devotion”. Earlier, the BJP had criticised the state government for not announcing a holiday on January 22, the day of the Pran Prathishtha of Ram Lalla in Ayodhya.\nBanerjee had earlier claimed that some people are trying to “engineer riots” during elections. “If anyone comes to riot, you should keep quiet, keep your head cool… If there is a blast, they (BJP) send the NIA to arrest everyone. By arresting everyone, your country will become desolate…,” West Bengal Chief Minister Mamata Banerjee said at an Eid prayer in Kolkata on April 11.\nThe Trinamool has been alleging that the BJP and RSS are planning riots in the state while the BJP has blamed the Mamata government for “communal unrest” in the state.\nPolling will take place in Coochbehar, Alipurduar, and Jalpaiguri on April 1 during the first phase of Lok Sabha polls.\nThe issue of Trinamool holding Ram Navami celebrations across the state and the BJP accusing it of using the occasion for political gains took centre stage on the last day of the Phase I poll campaign.\nTop leaders celebrate Ram Navami\nThe Trinamool began the day by holding a march in Howrah where incidents of violence were reported last year when some BJP supporters were allegedly attacked.\nProcessions with youths chanting “Jai Shri Ram” and holding saffron flags and replicas of swords amid beating of drums were spotted in Bankura, Purulia, Durgapur and Asansol.\nTrinamool candidate from Jadavpur Lok Sabha seat, Sayaani Ghosh, also led a Ram Navami rally in her constituency. “We believe in peaceful worshipping, we don’t believe in flaunting muscle power,” she said. Trinamool MP from Birbhum, Satabdi Roy, also did the same.\nOn the other hand, Nandigram BJP MLA Suvendu Adhikari marched in a religious procession at New Town in Kolkata. At Barrackpore in North 24 Parganas, outgoing MP and BJP candidate Arjun Singh took out a similar procession. BJP MP and Burdwan-Durgapur candidate Dilip Ghosh also led a similar rally.\nTrinamool’s Ghatal MP Dev said “Ram bhakts” were present everywhere and that “God doesn’t belong to any single party”.\nHowever, clashes broke out in Murshidabad district leaving several people injured. The incident occurred in the Shaktipur area when a group was leading a procession.\n“The Ram Navami Processions were disrupted and attacked at various places across the State of West Bengal, due to the CM’s provocative speech which successfully incited miscreants, who were assured that the Law enforcement Agency won’t act against them as their hands have been tied due to CM’s public stance on Ram Navami; a day, which according to her, ‘Is a day for Rioting’,” Adhikari posted on X.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ndi3J.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ndi3J.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ram navami",
          "sentiment": "negative"
        },
        {
          "name": "durga puj",
          "sentiment": "negative"
        },
        {
          "name": "mamata",
          "sentiment": "negative"
        },
        {
          "name": "mamata banerjee",
          "sentiment": "none"
        },
        {
          "name": "suvendu adhikari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "lok sabha",
          "sentiment": "negative"
        },
        {
          "name": "trinamool congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bengal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:21:50.215+03:00",
    "updated": "2024-04-19T01:21:50.215+03:00"
  },
  {
    "uuid": "06ed6b098a7c9a3f48c8fd6c3cb3869de75dcfb1",
    "url": "https://freerepublic.com/focus/f-news/4214416/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "dennisw",
    "published": "2024-02-01T07:12:00Z",
    "title": "A Pod Of Ukraine’s Explosive Drone Boats Just Chased Down, And Blew Up, A Russian Missile-Corvette (Crimea)",
    "text": "Drones and missiles work. Ukrainians stepped up their raids late last year, destroying—mostly with air-launched missiles—two landing ships, a submarine, corvette and decommissioned minesweeper.\nA December drone strike on the patrol boat Tarantul—not to be confused with the Tarantul-class Ivanovets—marked a turning point in this devastating anti-ship campaign. Tarantul was the first Russian warship to fall prey to Ukraine’s drone boats. Ivanovets was the second.\nIn 23 months of hard fighting, the Black Sea Fleet has lost: a cruiser; four large amphibious landing ships; a submarine; a supply ship; several patrol boats and small landing craft; and Ivanovets.\nThe crew of the Russian navy missile-corvette Ivanovets saw the drone boats coming early Thursday morning. They opened fire with machine guns or cannons—but missed.\nSeveral of the explosives-laden, satellite-guided boats struck the 490-ton Tarantul-class corvette—blowing her up then sinking her It’s possible all 50 or so sailors aboard the 1980s-vintage vessel are dead. At a minimum, the Russian Black Sea Fleet is down yet another warship.\nThe sinking coincides with repeated attacks on Russian oil infrastructure by Ukraine’s long-range unmanned aerial vehicles—and comes just two weeks after Ukrainian missiles shot down one of the Russian air force’s rare Beriev A-50 radar planes.\nUkrainian forces “are running rings around the Kremlin,” mused Ben Hodges, a retired U.S. Army general. “Russians seem unable to protect energy infrastructure, airplanes on the ground in Crimea, or their ships.”\nIvanovets’ destruction continues the Black Sea Fleet’s long losing streak against a Ukrainian fleet\nThe Ukrainians scuttled the frigate at her mooring in Odesa in the early hours of the initial Russian attack in February 2022.\nWith Hetman Sahaydachniy on the seafloor, the Ukrainian navy became a new kind of navy—one that fights with drones and missiles, with big assists from the air force and army.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tarantul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "black sea fleet",
          "sentiment": "none"
        },
        {
          "name": "russian black sea fleet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "crimea",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:48:20.916+02:00",
    "updated": "2024-02-02T00:48:20.916+02:00"
  }
]