[
  {
    "uuid": "d9d26be5c18f3c7b3e71854855662c6c46b81d6e",
    "url": "https://mauth.cbssports.com/essentials/news/the-best-cold-weather-running-gear-for-warm-frostbite-free-winter-runs/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachael Green",
    "published": "2024-01-12T17:32:00Z",
    "title": "The best cold weather running gear for warm, frostbite-free winter runs - CBSSports.com",
    "text": "Essentials editors independently choose what to recommend. We may receive commissions from links to products on this page. Brooks / Lululemon / Black Diamond / Amazon Dressing for a winter run is a tricky balancing act of keeping warm, while avoiding anything that could cause you to sweat once you warm up. Underdress and you put yourself at risk of frostbite. Overdress and you put yourself at risk of sweating through your clothes, then having that sweat freeze, once again, putting you at risk of frostbite.\nThere are two good rules of thumb to follow to achieve that balance with your cold weather running gear. The first: dress like it's about 20 degrees (Fahrenheit) warmer outside than it really is. If it's 40 degrees outside, dress like it's 60 degrees -- even if that means wearing shorts on a winter day.\nThe second rule: Cover your extremities before the rest of you. If you've ever seen someone running in shorts and a T-shirt but donning gloves and a beanie at the same time, you might have thought they looked strange. But they're actually doing it right. Your ears, nose and fingers are often the first to feel the chill and the most vulnerable to frostbite.\nTo help you stay warm without overheating, we've rounded up our favorite cold weather running gear , listed in order of when you should add them to your outfit. That means you should start with gloves, and save the running jacket for the coldest winter days.\nA pair of all-weather gloves: Black Diamond Wind Hood Gridtech Gloves Black Diamond The unique gridded channels in these fleece gloves trap warmth without limiting breathability. They keep your hands warm while avoiding hot, sweaty palms. The soft fleece extends down your wrist with an extra long cuff that's great for keeping out wind.\nOn rainy or snowy days, unfurl the waterproof and windproof shell for added weather protection on your hands. When you don't need it, the shell rolls up into a built-in pouch on the cuff.\nThese all-weather gloves are available in a range of sizes. Get a pair for $50 at Black Diamond.\n$50 at Black Diamond Soft ear protection: Smartwool Merino 250 reversible headband Amazon A quality headband is usually a better choice than a full beanie because the headband keep your ears protected from the wind and cold without trapping more heat than necessary around your head. Made from 100% merino wool, this Smartwool reversible headband is warm, soft and stretchy. Wear it on its own or layer it under a beanie or hood on colder days.\nGet the merino wool headband on Amazon for $22.\n$22 at Amazon A balm to prevent windburn and frostbite: Dermatone Skin Protector Amazon Keeping your face -- especially your nose and cheeks -- warm is one of the most challenging things about winter running. If you cover up in a balaclava or bandana, the fabric can chafe your skin or trap sweat, making your face even colder. But if you leave it exposed, the wind and cold can leave your face feeling raw and frozen.\nThe solution: Dermatone skin protection balm. The sweat-resistant balm creates a long-lasting barrier between your skin and the harsh winter air so that your face doesn't freeze even though it's uncovered. With zinc oxide sunscreen and moisturizing aloe, the balm also heals and protects your skin in addition to keeping the cold off you.\nJust spread a layer across your cheeks, nose and chin before you head out. This small tin also fits easily in a zipper pocket or belt bag so you can reapply it as needed on marathons or longer runs.\nGet the healing, all-in-one balm at Amazon for $9.\n$9 at Amazon A warm, quick-drying long sleeve top: Outdoor Voices FastTrack Waffle Longsleeve Outdoor Voices This long sleeve base layer from Outdoor Voices keeps you warm while pulling sweat away from your skin so you can stay dry on your cold weather runs.\nIt's soft, warm and offers just the right fit to wear comfortably with the sleeves down or pushed up to your elbows. This makes it an ideal winter running top that can keep you toasty at the start of your run and then adjusted later on after you warm up.\nGet the performance long sleeve base layer for $68.\nShop men's sizes:\n$68 at Outdoor Voices Shop women's sizes:\n$68 at Outdoor Voices Water-repellent pants that are easy to layer: Lululemon Adapted State high-rise fleece jogger Lululemon Lululemon makes some of the most comfortable pants you could wear on a run in any season. On colder days, your best bet is to slip on a pair of these Adapted State high-rise fleece joggers.\nThe full-length pant is made from a stretchy, water-repellant fabric that keeps you warm and dry while you run. On extra cold days when you're wearing a base layer underneath, the zippered cuff makes these joggers even easier to slip on over your thermal leggings.\nGet a pair of the soft, stretchy Lululemon joggers for $138.\n$138 at Lululemon For men, the Lululemon Surge jogger is an equally comfortable pair of running pants. Made from a similar nylon-lycra blend, the men's jogger pants are soft, sweat-wicking and quick-drying. They even come with a convenient zippered cuff to make it easier to pull these on over thermals for extreme cold weather runs. Available in a variety of colors and sizes, these Surge Joggers are priced at $118 for a pair.\n$118 at Lululemon A windproof, waterproof running jacket: Brooks High Point waterproof jacket Brooks This Brooks High Point jacket is windproof, waterproof and super versatile. The semi-fitted construction helps keep wind out while still being loose enough to wear over a thermal base layer on extra cold days. And if you start to heat up a few minutes into your run, the lightweight jacket is easy to pack into a running backpack or tie around your waist.\nGet the premium running jacket for $198.\nShop men's sizes:\n$198 at Brooks Shop women's sizes:\n$198 at Brooks",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.brooksrunning.com/en_us/womens-high-point-waterproof-jacket/221608.html",
      "http://www.amazon.com/exec/obidos/ASIN/B0B7Z78NPR",
      "http://www.amazon.com/exec/obidos/ASIN/B00029W5CA",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.outdoorvoices.com/products/m-fasttrack-waffle-longsleeve?variant=39492159537230",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://shop.lululemon.com/p/womens-joggers/Adapted-State-Training-Jogger-Fleece/_/prod10690025",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://shop.lululemon.com/p/men-joggers/Surge-Jogger/_/prod8470023",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.blackdiamondequipment.com/en_US/product/wind-hood-gridtech-gloves/",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.brooksrunning.com/en_us/mens-high-point-waterproof-jacket/211448.html",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.outdoorvoices.com/products/w-fasttrack-waffle-longsleeve?variant=40281993543758",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://brooksrunning.com/en_us/womens-high-point-waterproof-jacket/221608.html",
      "http://amazon.com/exec/obidos/ASIN/B00029W5CA",
      "http://amazon.com/exec/obidos/ASIN/B0B7Z78NPR",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://brooksrunning.com/en_us/mens-high-point-waterproof-jacket/211448.html",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://outdoorvoices.com/products/w-fasttrack-waffle-longsleeve?variant=40281993543758",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://outdoorvoices.com/products/m-fasttrack-waffle-longsleeve?variant=39492159537230",
      "https://www.go.skimresources.com?id=192707X1664445&xs=1&url=https://www.shop.lululemon.com/p/womens-joggers/Adapted-State-Training-Jogger-Fleece/_/prod10690025",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://blackdiamondequipment.com/en_US/product/wind-hood-gridtech-gloves/",
      "https://go.skimresources.com",
      "https://www.go.skimresources.com?id=192707X1664445&xs=1&url=https://www.shop.lululemon.com/p/men-joggers/Surge-Jogger/_/prod8470023",
      "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.blackdiamondequipment.com/en_US/product/wind-hood-gridtech-gloves"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "brooks / lululemon / black diamond / amazon dressing",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T19:47:47.405+02:00",
    "updated": "2024-01-12T19:47:47.405+02:00"
  },
  {
    "uuid": "dd330c68677c43adc31307228405e27ede7d3fc3",
    "url": "https://www.local3news.com/local-news/hamilton-county-schools-superintendent-addresses-decision-to-delay-start-times-due-to-severe-weather/article_bfef8bc0-0e46-11ef-aff0-4b4f58c75884.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Local 3 News Staff",
    "published": "2024-05-09T20:57:00Z",
    "title": "Hamilton County Schools Superintendent addresses decision to delay start times due to severe weather",
    "text": "Several parents and teachers reached out to Local 3 News on Thursday morning over the decision to open Hamilton County Schools.\nParents and teachers said they were upset that school was only delayed and not cancelled.\nSuperintendent Dr. Justin Robertson is addressing those complaints and said he is responsible the decision.\nDr. Robertson issued the following statement:\nThe safety of students and staff is always our top priority. In the face of dynamic weather events, the decision to close schools is a collaborative effort involving consultation with numerous agencies. As Superintendent, it is my responsibility to finalize district closures, a task I approach with careful consideration.\nI recognize the difficulties that remaining on a two-hour delay caused, and I am accountable for this decision.\nWhen the decision to remain on a two-hour delay was made, it was made with the information available at the time. As the morning progressed, conditions continued to evolve, which caused new challenges across the district, including road closures and power outages, particularly in the northern areas of our community.\nStudents will not be penalized for missing school. I am deeply grateful to our transportation staff, bus drivers, and school staff. Their work ensured that students arrived and remained safe this morning.\nI look forward to continued collaboration with our community as we make decisions on behalf of our students.\nStay with the Local 3 News app for updates to this developing story.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Education"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robertson",
          "sentiment": "none"
        },
        {
          "name": "justin robertson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamilton county schools",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T00:24:03.372+03:00",
    "updated": "2024-05-10T00:24:03.372+03:00"
  },
  {
    "uuid": "9c994a5b201819a5a8adf2f42b1f04e376dbb325",
    "url": "https://heartland.org/opinion/what-happens-in-california-should-stay-in-california",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ctalgo",
    "published": "2024-06-27T19:49:00Z",
    "title": "What Happens in California Should stay in California",
    "text": "California recently adopted a zero-emission requirement for all railroad locomotives in the state by 2030, which many critics are saying could cripple the nation’s freight rail network. That’s because California doesn’t have its own separate fleet of locomotives. So to keep the trains running, the rule effectively forces nationwide compliance with one state’s policy. California can make whatever rules it wants for freight trains, but they don’t stay in California.\nAn iconic 2003 ad campaign used the slogan “What happens in Vegas, stays in Vegas.” It became a pop culture standard and even a blockbuster Ashton Kutcher/Cameron Diaz movie. I think it ought to be the official policy of the State of California, but unfortunately, what happens there does not stay there.\n“Original jurisdiction” cases involve disputes between two or more states, such as border or water rights disputes, and can only be resolved by the Supreme Court. Such cases are not common (the high court hears only 2-3 a year), but even more uncommon are cases where multiple states file suit against each other. Such is the case this season, as 19 states have filed suit against California, alleging that it is illegally attempting to impose its aggressive climate agenda on the rest of the country. The locomotive rule is one of several examples.\nIt is a fascinating legal argument because California (and four other states named in the suit) does not really deny the accusation. Indeed, it is part of the strategy of the U.S. Climate Alliance (USCA), which boasted in 2021, “Over the past four years, we have coordinated across state lines to enact ambitious bipartisan climate solutions and leverage our collective market power to transform the U.S. economy.” That was in the USCA’s Annual Report, which “Details Pathway to Achieve 2030-2050 Climate Goals Through Collective State-Federal Action.” Here it is the state action, led by California and New York, that is at issue. Nineteen other states are now asking, legally, “who died and left you king?”\nThe argument is that the Fourth Amendment to the Constitution guarantees to every state “a republican form of government,” in which policies are set by representatives elected by the people in that state. Not by governors and legislature in other states. So, when California, New York and a handful of other states (Colorado among them) sign onto policy documents agreeing to change the entire U.S. economy away from carbon sources – including states that have not joined USCA and do not share that goal – they have “an inequitable excess” of influence over policies everywhere.\nIn other words, by what authority does California get to decide that Wyoming should not have a substantial energy economy, with jobs and communities dependent on oil, gas, and coal?\nThe Supreme Court will hear the argument that California and four other states are trying to advance an anti-fossil fuel agenda for the entire country through legal actions and state regulations. The plaintiff states are asking the Court to determine whether these USCA states can legally interfere in other states’ energy policies, which is the real effect.\nThe suit points out that “Plaintiff States and their citizens rely on traditional energy products every day. The assertion that Defendant States can regulate, tax, and enjoin the promotion, production, and use of such products beyond their borders… threatens profound injury.”\nFar from denying the accusation, defendant states have doubled down and proudly admit they are doing precisely that. New Jersey Attorney General Matthew Platkin said he was sure the high court would dismiss the case, and Connecticut’s Attorney General similarly trashed the 19 plaintiff states, calling it “a fake lawsuit filed in the Land of Make Believe.” But the loss of tens of thousands of energy jobs across America is hardly make-believe.\nIt is uncertain how the Supreme Court might rule on this unprecedented case, but clearly California and the others won’t care. Co-defendant New Jersey’s Attorney General said, “In any event, our important work continues.” Meaning they won’t care whether the court says they can proceed.\nTheir plan is to stop the use of fossil fuel energy to power trains, planes, and automobiles. Like California’s law barring the sale of gas-powered cars in 2035 – a policy already copied by a dozen other states. To them, the fact that interstate commerce is involved does not mean policies must be federal. It just means they can railroad the rest of the country, like an unstoppable locomotive. And that is the crux of the problem. What happens in California doesn’t stay in California.\nPhoto by Charlie Nguyen. Creative Commons Attribution 2.0 Generic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashton kutcher",
          "sentiment": "none"
        },
        {
          "name": "cameron diaz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:10:02.960+03:00",
    "updated": "2024-06-28T01:10:02.960+03:00"
  },
  {
    "uuid": "d515b69317edf5dcfed8c8fa6c435b25ed26bd58",
    "url": "https://www.labroots.com/trending/genetics-and-genomics/28610/atlas-human-gene-function-created",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carmen Leitch",
    "published": "2025-02-27T12:03:00Z",
    "title": "An Atlas of Human Gene Function is Created",
    "text": "Scientists have now created an encyclopedia of gene function for all known human genes that code for protein. This data uses the most current and reliable data, and it has also been released on a website. It has integrated data from functional studies on genes using animal models, and human gene data. This effort was made possible by The Gene Ontology, which is a resource that has been developed over the past 25 years, and is crucial to many research studies. The work has also been reported in Nature.\n\"Our knowledge base allows scientists to go from just a list of genes to an understanding of their biological functions, including what might be useful for treatment,\" said Professor Paul D. Thomas, Ph.D., a principal investigator of The Gene Ontology Consortium and director of the division of bioinformatics at the Keck School of Medicine. \"We'd previously amassed a huge knowledge base that has become an authoritative reference on human gene functions, and now, by adding information about when each function arose in evolution, we're now providing an even more complete, accurate, and concise description of the functions encoded by human genes.\"\nSince animal study data was included, such as from common research models like zebrafish and mice, this research can provide potential functions for many human genes that have not yet been assessed in human cell lines or tissues. So if a gene is identified in a research study but the investigators are not familiar with what it does, they can turn to this resource for some clues about its function. This may help researchers find new connections between human genes and diseases.\nThis catalogue of gene functions is known as the \"PAN-GO functionome,\" and it can be used to analyze omics data long with other tools. Thomas suggested it will be more accurate than other techniques because it has collected data including the evolutionary history of thousands of genes and proteins to make a more refined prediction about gene function.\nSo while studies on every single human gene may have not yet been performed, many of them have been analyzed in models like yeast, fruit flies or mice. \"This helps us infer the functional characteristics of human genes, even when there is no direct evidence from an experiment on the human gene itself,\" Thomas said.\nThe researchers are also asking for suggestions from the community about updates to the project. Crowdsourcing can be an excellent way to safeguard and update the information.\nThe PAN-GO functionome is not quite finished but it does now include data on 82% of genes that code for protein. There is no experimental data or the other 18%, or about 3,600 genes that have unknown functions.\n\"We now have a real picture of where we are missing information, and that's where future research in this area may want to focus,\" Thomas suggested.\nSources: Keck School of Medicine, Nature",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->biomedical science",
      "Science and Technology->scientific research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://dx.doi.org/10.1038/s41586-025-08592-0",
      "https://functionome.geneontology.org/",
      "https://www.geneontology.org/",
      "https://keck.usc.edu/news/gene-ontology-consortium-releases-comprehensive-resource-describing-functions-of-more-than-20000-human-genes/",
      "https://functionome.geneontology.org",
      "https://www.dx.doi.org/10.1038/s41586-025-08592-0",
      "https://www.functionome.geneontology.org/",
      "https://www.geneontology.org",
      "https://www.keck.usc.edu/news/gene-ontology-consortium-releases-comprehensive-resource-describing-functions-of-more-than-20000-human-genes/",
      "https://geneontology.org/",
      "https://keck.usc.edu/news/gene-ontology-consortium-releases-comprehensive-resource-describing-functions-of-more-than-20000-human-genes"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Paul D. Thomas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Gene Ontology Consortium",
          "sentiment": "none"
        },
        {
          "name": "Keck School of Medicine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:14:10.816+02:00",
    "updated": "2025-02-28T01:14:10.816+02:00"
  },
  {
    "uuid": "7ee0a98807dbfd4cb00033917224cd1ce82fe478",
    "url": "https://www.lafranceagricole.fr/conjoncture-cultures/article/875596/une-campagne-2024-tres-perturbee-par-la-meteo-pour-les-melons",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FranceAgricole",
    "published": "2024-12-13T05:33:00Z",
    "title": "Une campagne 2024 très perturbée par la météo pour les melons",
    "text": "Selon les prévisions d’Agreste arrêtées au 1er novembre 2024, la production française de melons est estimée à 301 000 tonnes pour la campagne 2024, en baisse de 9 900 tonnes par rapport à 2023 (-3 %). Les rendements sont dans tous les bassins inférieurs à ceux de 2023. La production de melons recule plus fortement dans les bassins du Centre Ouest et du Sud-Ouest (-6 %).\nLa production nationale reste « toutefois supérieure de 8 % à la moyenne quinquennale, avec une évolution positive sur l’ensemble des principaux bassins de production », souligne le service de statistiques du ministère de l’Agriculture dans sa lettre d'Infos rapides datée du 29 novembre 2024. Les surfaces implantées elles seraient en légère augmentation, de 1 % sur un an, à 12 900 hectares, ce qui vient compenser [la baisse constatée l’an dernier dans la même proportion](/conjoncture-cultures/article/843265/la-production-de-melons-baisse-les-prix-grimpent).\nLa production retardée au-delà de mi-juillet\nLe manque d’ensoleillement et la fraîcheur du printemps ont retardé la maturation des fruits. La campagne 2024 s’est ainsi caractérisée par un retard dans la production. En juillet, les volumes ont progressé après un mois de juin caractérisé par une production particulièrement faible. La demande n’était alors pas très active et les prix inférieurs, pour le même mois, à ceux de 2023 (-14 %) et de la moyenne quinquennale (-6 %).\n« En août, avec une demande plus présente en début de mois en raison de conditions météo plus favorables et de moindres disponibilités qu’en juillet, les prix sont fermes et bien orientés. En septembre, l’offre reste présente mais la demande est faible compte tenu des conditions météorologiques automnales, et les prix se replient au-dessous de la moyenne quinquennale (-16 %) », observe Agreste.\nEntre janvier et septembre 2024, les exportations ont représenté 31 200 tonnes, en baisse de 7 % par rapport à la même période l’an dernier, tandis que les importations se sont élevées à 121 400 tonnes, en baisse de 2 %.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T09:52:41.226+02:00",
    "updated": "2024-12-13T09:52:41.226+02:00"
  }
]