[
  {
    "uuid": "83e36b57589418e45dfb508fc72d54b7c9f2e13f",
    "url": "https://bangsamoro.gov.ph/news/latest-news/ip-community-benefits-clean-water-source-from-bangsamoro-government",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bangsamoro Information Office",
    "published": "2024-02-15T17:24:00Z",
    "title": "IP community benefits clean water source from Bangsamoro Government - BARMM Official Website",
    "text": "COTABATO CITY—In a significant development for the residents of Barangay Kinitaan in Upi, Maguindanao del Norte, approximately 1,377 individuals now have access to a reliable source of clean water. This achievement comes as the newly completed solar-powered water system level II was officially turned over to the village on February 14. Funded by the Ministry of Indigenous Peoples’ Affairs (MIPA), the water system worth P3-million has the capacity to produce 4,000 liters of clean water and features 10 tap stands strategically positioned to serve the community’s needs. Barangay Kinitaan has a population of 1,377, according to the 2020 Census, comprising approximately 2.33% of Upi’s total population. Mars Mariano, the barangay chairperson, expressed heartfelt appreciation to the regional government, especially to the MIPA, for choosing their barangay as a beneficiary of the vital infrastructure project. “Ang water system ay hindi lamang ang Brgy. Kinitaan ang makikinabang dahil makikinabang na rin ang kalapit barangay namin,” Mariano said. [The water system will benefit not only Barangay Kinitaan but also our neighboring communities.] Prior to the establishment of the water system, residents, primarily from IP communities, had to travel long distances to fetch water from springs located far from their homes. “Sana hindi lamang po ngayon natutuldukan ‘yung mga proyekto na galing sa ministry at Bangsamoro Government, dahil damang-dama po namin (ang suporta) ng gobyerno sa amin,” Mariano added. [I hope we receive more projects from the ministry and the Bangsamoro Government, because we deeply feel the support of the government towards us.] Rusman Musa, Project Engineer at the Bangsamoro Planning and Development Authority (BPDA) SDF-Project Management Office, highlighted the commitment of BARMM Chief Minister Ahod Ebrahim to ‘moral governance,’ which aims to bring essential services closer to constituents. “Asahan niyo po na patuloy ang aming suporta sa mga ganitong programa na magbibigay prayoridad sa mga kapatid nating IPs upang makaangat, ma-rebuild, rehabilitate at ma-develop (ang kanilang komunidad),” Musa said. [Please expect our continued support for such programs that prioritize our fellow IPs, aiming to uplift, rebuild, rehabilitate, and develop their communities.] The turnover ceremony was attended by various barangay officials, tribal leaders, IP women, and MIPA personnel, marking a significant milestone in the community’s development. (Myrna Tepadan/BIO)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maguindana",
          "sentiment": "neutral"
        },
        {
          "name": "barangay kinitaan",
          "sentiment": "neutral"
        },
        {
          "name": "mars mariano",
          "sentiment": "none"
        },
        {
          "name": "mariano",
          "sentiment": "none"
        },
        {
          "name": "baranga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ministry of indigenous peoples’ affairs",
          "sentiment": "none"
        },
        {
          "name": "norte",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cotabato city",
          "sentiment": "none"
        },
        {
          "name": "upi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T07:01:42.046+02:00",
    "updated": "2024-02-16T07:01:42.046+02:00"
  },
  {
    "uuid": "c1805e67ec62983dacdc0685e02ba5d0c37811ad",
    "url": "https://bnnbreaking.com/politics/a-time-of-reckoning-cindy-jacobs-and-the-spiritual-community-respond-to-allegations-against-ihopkcs-mike-bickle",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salman Akhtar",
    "published": "2024-02-23T11:56:00Z",
    "title": "A Time of Reckoning: Cindy Jacobs and the Spiritual Community Respond to Allegations Against IHOPKC's Mike Bickle",
    "text": "In a world where the sanctity of spiritual leadership is often taken for granted, the recent allegations of sexual misconduct against Mike Bickle, the founder of the International House of Prayer, Kansas City (IHOPKC), have sent shockwaves through the Christian community. Cindy Jacobs, a prominent figure in the global prayer movement, has publicly voiced her deep disappointment and called for a thorough examination of leadership accountability. This call comes at a time of significant spiritual and political upheaval, from the anticipation of Purim 2024 and a total solar eclipse to debates sparked by recent U.S. military aid policies.\nA Call for Accountability and Healing\nFollowing the revelations brought to light, Cindy Jacobs emphasized the need for justice, mercy, and healing within the spiritual community. Her response highlights the importance of leadership integrity, not only within IHOPKC but across all faith-based organizations. The allegations, as detailed by victims including Tammy Woods and 'TH,' have prompted a broader conversation about the mechanisms in place to protect and support those who come forward with accusations of misconduct.\nGlobal Events Sparking Spiritual Warfare\nThe backdrop to these allegations is a world bracing itself for what has been termed a 'double door' year, marked by both Purim 2024 and a significant total solar eclipse. These events have been interpreted by some as harbingers of increased spiritual warfare, necessitating strategic prayer and prophetic insight. This period of heightened spiritual activity coincides with significant political shifts, including a controversial memorandum from U.S. President Joe Biden. The memorandum, which ties American military aid to adherence to international humanitarian law, has particularly affected Israel, raising concerns over its implications for international relations and military operations.\nPersonal Struggles and Public Faith\nAmid these broader discussions, the personal struggles of figures such as singer Amy Grant have provided a human touch to the narrative. Grant's journey of recovery following a severe biking accident in 2022, which led to a brain injury, sheds light on the resilience and faith of individuals facing personal trials. Her decision to decline a facelift offered during surgery, focusing instead on her recovery and return to performing, speaks to a broader theme of authenticity and healing that resonates within the spiritual community.\nThe allegations against Mike Bickle have undoubtedly cast a shadow over IHOPKC, but they have also sparked a necessary conversation about leadership, accountability, and the path to healing. As the spiritual and political landscape continues to evolve, the responses of figures like Cindy Jacobs offer a beacon of hope for those seeking justice and integrity in their leaders. The coming months, with their blend of spiritual significance and political uncertainty, promise to be a test of the resilience and faith of communities worldwide.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy jacobs",
          "sentiment": "negative"
        },
        {
          "name": "mike bickle",
          "sentiment": "negative"
        },
        {
          "name": "tammy woods",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiritual community respond to allegations against ihopkc",
          "sentiment": "negative"
        },
        {
          "name": "international house of prayer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T16:00:29.542+02:00",
    "updated": "2024-02-23T16:00:29.542+02:00"
  },
  {
    "uuid": "dbae9dd34254bd8d744daedec5cd2fbe492c08dc",
    "url": "https://www.cleveland.com/guardians/2024/07/guardians-fall-to-tigers-3-0-for-10th-shutout-loss.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joe Noga",
    "published": "2024-07-25T19:39:00Z",
    "title": "Guardians fall to Tigers, 3-0, for 10th shutout loss",
    "text": "Updated: Jul. 25, 2024, 7:18 p.m. | Published: Jul. 25, 2024, 3:39 p.m. 21",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.1800gambler.net/",
      "https://1800gambler.net/",
      "https://www.1800gambler.net"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gavin williams",
          "sentiment": "negative"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "stephen vogt",
          "sentiment": "none"
        },
        {
          "name": "javier baez",
          "sentiment": "none"
        },
        {
          "name": "vogt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tigers",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "cleveland",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "cleveland",
          "sentiment": "none"
        },
        {
          "name": "progressive field",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T01:30:06.682+03:00",
    "updated": "2024-07-26T03:44:21.998+03:00"
  }
]