[
  {
    "uuid": "43cb6169b0d75041bb39bbfba602c01bcf0fd91b",
    "url": "https://www.latestnigeriannews.com/p/3079903/be-resilient-focuseddont-underrate-yourselves-pastor-kumuyi-charges-youths.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2023-12-29T07:38:00Z",
    "title": "Be resilient, focused'don't underrate yourselves, Pastor Kumuyi charges youths",
    "text": "10 Millionaires, 2,300 Cash Prize Winners Emerge in FCMB Millionaire Promo Season 9 - Linda Ikeji According to community sources, the girl claimed that the man was her husband who died mysteriously in their previous life. - Pulse Actor Emeka Ike's Son Micheal Says He Went Through The Abuse His Mum Went Through With His Dad - Stella Dimoko Korkus Actress Funke Akindele replies X user who told her she is getting old and needs to remarry - https://www.latestnigeriannews.com/news/3079850/actress-funke-akindele-replies-x-user-who-told-her-she-is-getting-old-and-needs-.html Afrobeats singer, WizKid purchases brand new Ferrari SF90 worth N1.4 Billion Naira - Gistlover Agba Baller', 'Let The Poor Breathe', Delulu, Other Viral Slangs Of 2023 - Leadership Aiyedatiwa said that the former governor diligently served God, family, friends, Ondo state and his profession. - https://www.latestnigeriannews.com/news/3079082/aiyedatiwa-said-that-the-former-governor-diligently-served-god-family-friends-on.html Alake added that the deceased carved a niche for himself as a bold and irrepressible defender of the interests of Ondo people and the Yoruba nation. - https://www.latestnigeriannews.com/news/3079846/alake-added-that-the-deceased-carved-a-niche-for-himself-as-a-bold-and-irrepress.html Army Arrests Soldier For Killing Driver At Borno Checkpoint - Information Nigeria 2024: Analysts Project Increase in Telecoms Tariffs - New Telegraph 24 Teams on Parade as Seyi Akinwunmi Charity Tourney Holds Today - https://www.latestnigeriannews.com/news/3079584/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today.html 49ers' Brock Purdy Reflects on 'Learning Experience' After 4 INTs in Loss to Ravens - Bleacher Report A big wake-up call': Son tells Tottenham to learn from wild defeat at Brighton - Yahoo Aaron Rodgers Talks Jets' 2024 Needs: 'Shore Up' OL, Add Skill Player on the Outside - https://www.latestnigeriannews.com/news/3079175/aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside.html AFCON: NFF, Peseiro Bicker Over Eagles Final List - https://www.latestnigeriannews.com/news/3079588/afcon-nff-peseiro-bicker-over-eagles-final-list.html Anthony Edwards Thrills NBA Fans as Timberwolves Win vs. Mavs Without Luka Doni - https://www.latestnigeriannews.com/news/3079181/anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doni.html Arsenal beat out a tune heard too often ' it's time to sign a goalscorer - https://www.latestnigeriannews.com/news/3079146/arsenal-beat-out-a-tune-heard-too-often-its-time-to-sign-a-goalscorer.html Arsenal lose to West Ham and miss chance to return to Premier League summit - https://www.latestnigeriannews.com/news/3079134/arsenal-lose-to-west-ham-and-miss-chance-to-return-to-premier-league-summit.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.pulse.ng/news/local/ondo-governor-pays-condolence-visit-to-akeredolus-family/jqv7tgn",
      "https://www.informationng.com/2023/12/army-arrests-soldier-for-killing-driver-at-borno-checkpoint.html",
      "https://leadership.ng/agba-baller-let-the-poor-breathe-delulu-other-viral-slangs-of-2023/",
      "https://uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://www.lindaikejisblog.com/2023/12/10-millionaires-2300-cash-prize-winners-emerge-in-fcmb-millionaire-promo-season-9.html",
      "https://bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "https://newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/?utm_source=rss&utm_medium=rss&utm_campaign=24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today",
      "https://www.pulse.ng/news/local/group-kicks-against-marriage-of-4-yr-old-girl-to-54-yr-old-man-in-bayelsa/nklw6rv",
      "https://uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://www.lindaikejisblog.com/2023/12/actress-funke-akindele-replies-x-user-who-told-her-she-is-getting-old-and-needs-to-remarry-2.html",
      "https://bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://www.gistlover.com/big-wiz-for-a-reason-afrobeats-singer-wizkid-purchases-brand-new-ferrari-sf90-worth-n1-4-billion-naira/",
      "https://uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-nff-peseiro-bicker-over-eagles-final-list",
      "https://www.pulse.ng/news/local/akeredolu-struggled-for-entrenchment-of-true-federalism-alake/50mrq1g",
      "http://www.stelladimokokorkus.com/2023/12/actor-emeka-ikes-son-micheal-says-he_28.html",
      "https://www.uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/",
      "https://www.newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/?utm_source=rss&utm_medium=rss&utm_campaign=afcon-nff-peseiro-bicker-over-eagles-final-list",
      "https://www.bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://www.newtelegraphng.com/24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today/?utm_source=rss&utm_medium=rss&utm_campaign=24-teams-on-parade-as-seyi-akinwunmi-charity-tourney-holds-today",
      "https://informationng.com/2023/12/army-arrests-soldier-for-killing-driver-at-borno-checkpoint.html",
      "https://www.bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "http://stelladimokokorkus.com/2023/12/actor-emeka-ikes-son-micheal-says-he_28.html",
      "https://lindaikejisblog.com/2023/12/actress-funke-akindele-replies-x-user-who-told-her-she-is-getting-old-and-needs-to-remarry-2.html",
      "https://www.uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://lindaikejisblog.com/2023/12/10-millionaires-2300-cash-prize-winners-emerge-in-fcmb-millionaire-promo-season-9.html",
      "https://www.gistlover.com/big-wiz-for-a-reason-afrobeats-singer-wizkid-purchases-brand-new-ferrari-sf90-worth-n1-4-billion-naira",
      "https://pulse.ng/news/local/ondo-governor-pays-condolence-visit-to-akeredolus-family/jqv7tgn",
      "https://pulse.ng/news/local/akeredolu-struggled-for-entrenchment-of-true-federalism-alake/50mrq1g",
      "https://gistlover.com/big-wiz-for-a-reason-afrobeats-singer-wizkid-purchases-brand-new-ferrari-sf90-worth-n1-4-billion-naira/",
      "https://www.leadership.ng/agba-baller-let-the-poor-breathe-delulu-other-viral-slangs-of-2023/",
      "https://www.newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/",
      "https://www.bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://leadership.ng/agba-baller-let-the-poor-breathe-delulu-other-viral-slangs-of-2023",
      "https://pulse.ng/news/local/group-kicks-against-marriage-of-4-yr-old-girl-to-54-yr-old-man-in-bayelsa/nklw6rv",
      "https://www.uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://newtelegraphng.com/afcon-nff-peseiro-bicker-over-eagles-final-list/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "linda ikeji ac",
          "sentiment": "negative"
        },
        {
          "name": "kumuyi",
          "sentiment": "negative"
        },
        {
          "name": "emeka ike",
          "sentiment": "none"
        },
        {
          "name": "stella dimoko korkus",
          "sentiment": "none"
        },
        {
          "name": "alake",
          "sentiment": "none"
        },
        {
          "name": "funke akindele",
          "sentiment": "none"
        },
        {
          "name": "aiyedatiwa",
          "sentiment": "none"
        },
        {
          "name": "micheal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "delulu",
          "sentiment": "none"
        },
        {
          "name": "ondo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:52:45.779+02:00",
    "updated": "2023-12-29T10:52:45.779+02:00"
  },
  {
    "uuid": "b873270f9e8d561e247503f174aeec189189e4fd",
    "url": "https://www.eldiario.es/andalucia/falta-espacio-luz-organizacion-criticas-nuevo-modelo-distribucion-pabellon-andalucia-fitur-2024_1_10862632.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ignacio Escolar",
    "published": "2024-01-25T20:26:00Z",
    "title": "\"Falta espacio, luz y organización\", críticas al nuevo modelo de distribución del pabellón de Andalucía en Fitur 2024",
    "text": "El nuevo modelo de distribución del pabellón andaluz ha sido blanco de críticas en la Feria Internacional del Turismo (Fitur) 2024. La “falta de luz”, la “dificultad” para localizar los estands o las deficiencias en la organización son algunos de los comentarios que le han dedicado empresarios y dirigentes políticos, especialmente de las provincias de Sevilla y Jaén, desde que aterrizaron en el recinto de Ifema. La polémica por Fitur se dispara: del se va \"a trabajar y no de fiesta\" de la Junta a la \"ofensa a Sevilla\" que ve la Diputación\nEl cambio –impulsado por la Junta de Andalucía en aras de ofrecer “más superficie neta y mayor protagonismo para los destinos y los profesionales”– se ha traducido en un espacio central y hegemónico con mesas de trabajo, dividido por provincias, y dedicado a entablar relaciones institucionales y de negocio. Para las presentaciones, se ha instalado en el lateral derecho del pabellón un módulo con dos plantas y diferentes salas cerradas “de 15 metros cuadrados”. Mientras que los tradicionales estands con folletos promocionales de los destinos turísticos de cada provincia se han dispuesto frontalmente, en línea recta.\nEn la inauguración, el presidente andaluz, Juan Manuel Moreno, defendió que el pabellón de Andalucía “ha cambiado para adaptarse a la nueva realidad” del sector turístico. Pero esta redistribución del espacio ha desconcertado a empresarios y representantes municipales veteranos en Fitur, según han manifestado ellos mismos a este periódico durante su paso por el pabellón andaluz. También el secretario general del PSOE-A, Juan Espadas, ha criticado la distribución de espacio para las diputaciones provinciales, así como “la estética oscura” del nuevo concepto que ha introducido el Gobierno de Moreno, en sintonía con la campaña Andalusian crush .\nEspecialmente crítico ha sido el presidente de la Diputación de Jaén, Francisco Reyes, quien encabezó junto a su homólogo en la de Sevilla, Javier Fernández, la carga contra la reestructuración del estand andaluz . Con la feria en marcha, Reyes confiesa que el nuevo modelo “es mucho peor de lo que yo creía”. Y avanza a elDiario.es Andalucía que desde su institución ya están haciendo gestiones de cara a la futura edición “para ver si está a nuestro alcance poder tener un estand propio”, fuera del pabellón 5 que ostenta la Junta íntegramente, y del que la capital andaluza ya se ha desgajado en esta edición .\n“Al final de un pasillo” y con salas “cerradas a cal y canto” Así pues, la polémica que ha marcado la edición 2024 antes incluso de abrir sus puertas se ha colado también en Ifema, al acentuarse las críticas por parte de alcaldes y alcaldesas de municipios sevillanos, con independencia de su color político. Buena parte de ellos coinciden en que el cambio ha generado “confusión” entre los participantes y temen que los profesionales del sector vayan a “notar la diferencia”.\nPrecisamente, la alcaldesa de Écija (PP), Silvia Heredia, explica que algunas empresas le han transmitido que “es más difícil ubicar o localizar a los municipios”. Después de presentar un vídeo promocional de su localidad, aboga por “compatibilizar” los dos modelos, “tanto el de coworking de este año, como el espacio in situ del propio municipio para defender la marca con más fuerza y que se pueda poner en valor la riqueza que hay detrás de un municipio, no solamente con 40 segundos de proyección, sino que podamos tener una difusión continua durante toda la feria”.\nDe su lado, la regidora de Marchena, María del Mar Romero (PSOE), reconoce que al llegar al pabellón junto a su equipo “no sabíamos a dónde dirigirnos”. Más allá de apelar a una engorrosa orientación y a una “sensación de oscuridad” por la línea estética escogida este año, la alcaldesa marchenera lamenta que la redistribución del pabellón haya relegado a la provincia de Sevilla “al final de un pasillo”. En efecto, el estand que acoge los folletos de los municipios sevillanos está situado en el extremo final del pabellón de Andalucía, en el pasillo de acceso al pabellón número 7.\n“Sevilla se merecía otra posición”, defiende a este respecto María del Mar Romero, quien dice también echar en falta “aquellas impresionantes fotos de los pueblos y de sus monumentos” que en cada edición presidían el estand de la provincia, colocada en el centro junto a las demás y “con la misma visibilidad”. En esa misma línea, la delegada de Turismo en el Ayuntamiento de Marchena, Teresa Jiménez, apunta que “hay mucha dispersión y poco espacio para los folletos informativos”. En cuanto al formato de presentación, Jiménez critica que se trate de “una sala cerrada a cal y canto con espacio limitado”, frente al modelo anterior“, abierto al público, ”para que cualquiera que pasase y le llamase la atención pudiera unirse a la exposición“.\nSensación de decepción Si Rosario Andújar, regidora de Osuna (PSOE), vivió con “incertidumbre” los días previos a Fitur por el cambio anunciado, una vez en Ifema califica de “decepcionante” la nueva disposición. “Hoy hemos sufrido todos los que nos hemos acercado a este pabellón de Andalucía”, afirma en alusión a la “dificultad” para orientarse y acceder a los diferentes espacios. “El lugar de presentación es un habitáculo, tipo cabina”, con aforo limitado de 30 personas, según indica un cartel en la entrada, aunque algunos organizadores han explicado que “sólo caben 15”.\n“Siempre ha sido un escaparate donde todos hemos podido presenciar las distintas presentaciones de los demás, donde captamos ideas, donde nos gusta también aplaudir e impulsar cuestiones que son de éxito, pero esta ocasión no ha podido ser porque no cabemos”, lamenta la alcaldesa de Osuna, antes de añadir que este nuevo modelo “no ha sido para nada un éxito, sino todo lo contrario”.\nA todo ello, la delegada de Cultura y Turismo de Écija, Laura Hurtado, añade que “la tecnología que se ha implantado está dando más error que satisfacción”. Al hilo, afirma que “en muchísimos de los puntos que nos hemos encontrado todo se estaba retrasando por pasar por unos códigos digitales”. “Entiendo que estamos en la era de Big Data, pero que creo que lo más importante hoy somos las personas y a esto a lo mejor habría que darle una vuelta”, agrega Hurtado con ánimo constructivo.\nEn esta idea coincide también el presidente de la Diputación jienense, quien considera el cambio como un “despilfarro de dinero”, en la medida en que no se ha aprovechado bien el espacio, según su opinión. Por todo ello, Francisco Reyes resume la edición 2024 como “un desastre”. Se refiere así a la falta de luz, de accesibilidad y de espacio para las presentaciones, que hace que “no apetezca” asomarse por el pabellón 5. “Para asistir a la sala de Jaén hay que subir una escalera con 18 peldaños, lo cual es imposible para personas con movilidad reducida”, lamenta en conversación con este medio.\nVer esta publicación en Instagram Una publicación compartida de Paco Reyes Martínez (@pacoreyesmartinez)\nA este respecto, Reyes puntualiza que en cinco años de gobierno de Moreno Bonilla, la institución que representa “nunca se ha quejado de nada” porque, hasta ahora, “siempre ha habido diálogo” . En cambio, considera que la reestructuración ha sido “una imposición” de la Consejería de Turismo, que va a “afectar a los empresarios” y que no representa a una comunidad que “es luz, es sol” y no oscuridad, como apostilla este presidente provincial. De ahí que Francisco Reyes esté considerando desvincularse del pabellón de la Junta de Andalucía en la próxima edición, puesto que “no podemos venir para nada”.\nPor eso, la concejala marchenera reivindica a las administraciones un mayor “esfuerzo” y “trato de cariño” para los pueblos, “que estamos intentando hacer todo lo posible con los pocos recursos que tenemos para visibilizarnos y atraer turismo”.\n“Repensar” el modelo Aunque el presidente de la Diputación de Sevilla ha preferido reservar su valoración para la vuelta del fin de semana –una vez concluya la feria–, en su discurso inaugural Javier Fernández ha apuntado que al pisar el pabellón andaluz ha podido “ratificar que tenía una opinión acertada” cuando alertaba al consejero de Turismo de que el cambio sería “un error” .\nCon todo, alcaldes como el de Carmona, Juan Ávila (PP), han optado por suavizar las críticas y enfocarse en lo positivo, destacando que se ha sentido “muy bien atendido” en el pabellón andaluz. Ávila dio un voto de confianza a la apuesta de Turismo por renovar el formato en Fitur y, tras participar en la presentación de la oferta turística de su localidad, expresa que “este tipo de salas tienen ventajas y desventajas”. Como punto a favor, alude a que al ser un espacio recogido, los municipios se sienten “más acompañados”. Y aplaude que los pueblos puedan disponer de la zona central y los espacios comunes que se han incorporado al recinto.\n“Supongo que nos faltará ese periodo de adaptación para poderle sacar el partido que antes se le sacaba”, puntualiza la alcaldesa de Marchena, que también ha querido “poner en valor nuestra comunidad autónoma”. En cualquier caso, regidores de la opinión de Rosario Andújar argumentan que “cambiar por cambiar no siempre es bueno”. Y abogan por “repensar” el modelo de Fitur para las próximas ediciones, sin olvidar “lo que siempre ha funcionado” porque, recuerdan, “el turismo hay que cuidarlo”.\nÚnete al canal de Telegram de elDiario.es Andalucía A través de nuestro canal en Telegram trasladamos de forma inmediata lo que ocurre en Andalucía: últimas noticias que van aconteciendo, o dónde, y te ofrecemos un resumen de la información más relevante del día.\nSuscríbete a nuestro canal en este enlace.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.youtube.com/embed/HCn207RxM-U",
      "https://instagram.com/reel/C2fTfNMIMhE/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/reel/C2fTfNMIMhE/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.ifema.es/fitur",
      "https://t.me/eldiarioand",
      "https://www.instagram.com/reel/C2fTfNMIMhE/",
      "https://ifema.es/fitur",
      "https://youtube.com/embed/VYREEA5Z1Ck",
      "https://www.youtube.com/embed/VYREEA5Z1Ck",
      "https://www.t.me/eldiarioand",
      "https://youtube.com/embed/HCn207RxM-U"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:03:16.141+02:00",
    "updated": "2024-01-26T00:03:16.141+02:00"
  },
  {
    "uuid": "49ffd2fecf0d7fed5c6b7a24f68120bb8032c89f",
    "url": "https://www.finanzen.net/nachricht/aktien/smart-transportation-market-to-reach-484-5-billion-by-2029-growing-at-21-7-cagr-14365300",
    "ord_in_thread": 0,
    "author": "Importer",
    "published": "2025-04-02T22:27:00Z",
    "title": "Smart Transportation Market to Reach $484.5 Billion by 2029, Growing at 21.7% CAGR | finanzen.net",
    "text": "Home Aktien Smart Transportation Market to Reach $484.5 Billion by 2029, Growing at 21.7% CAGR Werbung Coupon-Jäger aufgepasst - alles zu Aktienanleihen gibt’s von Birgit heute im gettex-podcast mit Lars und Christian Schlegel Smart Transportation Market to Reach $484.5 Billion by 2029, Growing at 21.7% CAGR 03.04.25 00:27 Uhr Werbung \"Comprehensive Report Highlights Latest Advances, Market Dynamics, and Practical Applications in Smart Transportation for Urban and Industrial Use\"\nBOSTON , April 2, 2025 /PRNewswire/ -- According to the latest study from BCC Research, \" Smart Transportation: Technologies and Markets \" is expected to grow from $181.7 billion in 2024 to $484.5 billion by the end of 2029 at a compound annual growth rate (CAGR) of 21.7% from 2024 through 2029.\nThe smart transportation market focuses on technology offerings across roadways, airways, railways, and maritime systems. It highlights solutions such as traffic management, vehicle telematics, smart ticketing, and port operations management. The report covers services such as consulting, deployment, integration, and maintenance, which are crucial for implementing these technologies. It also analyzes the market regions of North America , Europe , Asia-Pacific , and the Rest of the World.\nThe smart transportation market is undergoing significant advances, with innovations enhancing its applications across multiple sectors. With a growing emphasis on sustainable urban mobility and the need for customized, scalable solutions, stakeholders must stay informed on developments in smart transportation to capitalize on emerging opportunities and stay competitive in an evolving landscape.\nThe factors driving the market include:\nCost Efficiency: Smart transportation reduces fuel consumption and operational costs through technologies such as intelligent traffic management and optimized routing.\nUrbanization Challenges: As cities grow, smart solutions such as integrated public transit and smart parking help manage congestion and pollution, making urban mobility more efficient.\nSafety and Security: Advanced systems such as ADAS and automated emergency response enhance safety for passengers and pedestrians, preventing accidents and ensuring secure transit environments.\nRequest a sample copy of the global smart transportation market report .\nReport Synopsis\nReport Metric\nDetails\nBase year considered\n2023\nForecast period considered\n2024-2029\nBase year market size\n$152.6 billion\nMarket size forecast\n$484.5 billion\nGrowth rate\nCAGR of 21.7% from 2024 to 2029\nSegments covered\nTransportation mode, roadway offerings, airway\nofferings, railway offerings, maritime offerings\nRegions covered\nNorth America, Europe, Asia-Pacific, and the Rest of\nWorld (Latin America, Middle East and Africa)\nMarket drivers\n• Growing need for cost efficiency in transportation.\n• Urbanization and transportation challenges in\nexpanding cities.\n• Increased focus on safety and security.\nInteresting facts:\nSmart transportation is changing public transit with Mobility-as-a-Service (MaaS) models. These models combine ride-sharing, public transit, and other travel options for a smoother experience. For example, the city of Madrid uses MaaS to connect public and private transport, making city travel easier. 5G networks are essential for real-time data in smart transportation, especially for connected and autonomous vehicles (CAVs). Areas with strong 5G networks, such as Asia-Pacific and parts of Europe , are seeing better traffic solutions. 5G also handles the vast amount of data from IoT devices and smart city systems. Roadway transportation accounts for over 40% of the market due to the need for integrated traffic management, advanced ticketing, smart parking, and real-time data analytics. Emerging startups\nOptibus Superpedestrian Bestmile The report addresses the following questions:\nWhat is the projected market size and growth rate? The market is projected to reach $484.5 billion by the end of 2029, growing at a CAGR of 21.7%. Which segments are covered in the report? Transportation mode, roadway offerings, airway offerings, railway offerings and maritime offerings. Which roadway offering will be dominant in the market in 2029? The solutions segment is expected to be dominant in the market in 2029. Which region has the largest share of the market? Europe holds the largest share of the global market. Market leaders include:\nAARAV SOLUTIONS ADVANTECH CO. LTD. ALLIED TELESIS HOLDINGS ALSTOM SA ATOS SE AXIOMTEK CO. LTD. CISCO SYSTEMS INC. CONDUENT INC. HEXAGON AB HITACHI LTD. HUAWEI TECHNOLOGIES CO. LTD. IBM CORP. IEI INTEGRATION CORP. INTEL CORP. NEC CORP. SAP SE SIEMENS THALES Related reports include:\nGlobal IoT Testing Services Market : The report covers market trends, challenges, and companies. analyzing revenue by service type, testing type, end-user industry, and region ( North America , Europe , Asia-Pacific , and RoW). The report also explores patent activity, emerging technologies, and ESG developments, offering insights into the competitive landscape and the strategies of leading companies.\nIndustrial IoT (IIoT): Global Markets : The report analyzes offerings (hardware, solutions and platforms, services), connectivity (wired and wireless), deployment (on-premise and cloud), organization size (SMEs and large enterprises), and industry verticals (manufacturing, energy and utilities, healthcare, etc.). It also examines regional markets ( North America , Europe , Asia-Pacific , RoW), regulations, government programs, and technical issues. It includes market size data for software, platforms, solutions, services, and hardware, taking into consideration manufacturers' and consumers' perspectives.\nPurchase a copy of the report direct from BCC Research.\nFor further information on any of these reports or to purchase one, please contact info@bccresearch.com .\nAbout BCC Research\nBCC Research market research reports provide objective, unbiased measurement, and assessment of market opportunities. Our experienced industry analysts' goal is to help you make informed business decisions free of noise and hype.\nContact Us\nCorporate HQ: 50 Milk St., Ste. 16, Boston, MA 02109, USA\nEmail: info@bccresearch.com\nPhone: +1 781-489-7301\nFor media inquiries, email press@bccresearch.com or visit our media page for access to our market research library.\nAny data and analysis extracted from this press release must be accompanied by a statement identifying BCC Research LLC as the source and publisher.\nLogo - https://mma.prnewswire.com/media/2183242/BCC_Research_Logo.jpg\nView original content: https://www.prnewswire.co.uk/news-releases/smart-transportation-market-to-reach-484-5-billion-by-2029--growing-at-21-7-cagr-302419093.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business reporting and performance",
      "Science and Technology->economics",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.bccresearch.com/market-research/information-technology/iot-testing-service-market.html?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/media?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/market-research/information-technology/smart-transportation-market.html?ro=yes&utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.prnewswire.co.uk/news-releases/smart-transportation-market-to-reach-484-5-billion-by-2029--growing-at-21-7-cagr-302419093.html",
      "https://www.bccresearch.com/market-research/information-technology/smart-transportation-market.html?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/market-research/information-technology/industrial-iot-market.html?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://bccresearch.com/market-research/information-technology/industrial-iot-market.html?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://bccresearch.com/media?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://bccresearch.com/market-research/information-technology/iot-testing-service-market.html?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/",
      "https://prnewswire.co.uk/news-releases/smart-transportation-market-to-reach-484-5-billion-by-2029--growing-at-21-7-cagr-302419093.html",
      "https://bccresearch.com/?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://bccresearch.com/market-research/information-technology/smart-transportation-market.html?ro=yes&utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/market-research/information-technology/iot-testing-service-market.html",
      "https://www.bccresearch.com/market-research/information-technology/smart-transportation-market.html",
      "https://bccresearch.com/market-research/information-technology/smart-transportation-market.html?utm_source=PRNWIFT205B&utm_medium=referral&utm_campaign=prnewswire",
      "https://www.bccresearch.com/market-research/information-technology/industrial-iot-market.html",
      "https://www.bccresearch.com/media"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:41:26.128+03:00",
    "updated": "2025-04-03T01:41:26.128+03:00"
  },
  {
    "uuid": "1a395080ed0544785391108ee439311956bda256",
    "url": "https://galego.lavozdegalicia.es/noticia/opinion/2024/11/21/redes-cucarachas/00031732208331363673385.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2024-11-22T02:00:00Z",
    "title": "As redes e as cascudas",
    "text": "Levamos uns cantos anos declarando a morte en vida das redes sociais. Facebook é un cadáver andante , só o usan 3.000 millóns de «vellos» en todo o mundo. Twitter era unha ruína que xa non influía nada antes de que a comprase Elon Musk por 40.000 millóns. Agora, devaluada, transmutada en X e repleta de discursos de odio, segue movendo o mundo (acabámolo de ver coa elección de Trump). A Youtube quedaban dous telexornal s desde a irrupción de TikTok , pero é o principal distribuidor de música do mundo e en España é a terceira plataforma máis utilizada para ver «televisión conectada», por diante de Disney ou Movistar . E foi decisiva para as recentes eleccións nos Estados Unidos. Podiamos citar tamén a Snapchat, Pinterest ou BeReal , dadas por amortizadas e que aí seguen, con millóns de usuarios activos. A súa cotización varía segundo a súa desempeño na guerra por vampirizar a nosa atención. Poden declinar ou ser desprezadas, pero que se extingan ou cesen a súa actividade é unha anomalía histórica.\nTamén é pouco frecuente unha estampida como a que se produciu da polémica X cara á emerxente Bluesky . Falouse dun éxodo de millóns de usuarios, pero en realidade moitos usan e usarán as dúas plataformas. As redes parécense ás cascudas: sobreviven, persisten e volven.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Elon Musk",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T06:51:23.464+02:00",
    "updated": "2024-11-22T06:51:23.464+02:00"
  },
  {
    "uuid": "3067284c4a1e616410d52b745c76c53901fceb64",
    "url": "https://www.lemonde.fr/economie/article/2024/10/03/fievre-ovine-la-vaccination-gratuite-est-etendue-a-toute-la-france-annonce-annie-genevard_6343036_3234.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Géraldine Houot",
    "published": "2024-10-03T20:09:00Z",
    "title": "Fièvre ovine : la vaccination gratuite est étendue à toute la France, annonce Annie Genevard",
    "text": "Un premier bain de foule pour tenter de rassurer un secteur aux abois. La [nouvelle ministre de l’agriculture, Annie Genevard](https://www.lemonde.fr/politique/article/2024/09/21/la-deputee-annie-genevard-secretaire-generale-de-lr-nommee-a-l-agriculture_6327079_823448.html), était en visite, jeudi 3 octobre, au Sommet de l’élevage – 650 exposants de 32 pays, 2 000 animaux, 120 000 visiteurs attendus –, qui se tient à Cournon-d’Auvergne (Puy-de-Dôme) depuis le 1er et jusqu’au 4 octobre. Elle devait également y rester vendredi pour accompagner le premier ministre Michel Barnier et le ministre de l’économie Antoine Armand. Précédemment députée (Les Républicains) du Doubs, ancienne présidente de l’Association nationale des élus de la montagne, elle est, jusqu’ici, plutôt bien accueillie par les professionnels qui reconnaissent sa connaissance du terrain et son travail sur la loi EGalim, qui régit les relations commerciales de la filière alimentaire. « Elle connaît très bien le monde de l’élevage. Pour le reste du secteur agricole, nous attendons de voir », nuance Christophe Chambon, secrétaire général adjoint de la Fédération nationale des syndicats d’exploitants agricoles (FNSEA). Après avoir reçu les syndicats agricoles et les chambres d’agriculture ces derniers jours, la ministre a arpenté les allées du sommet à la rencontre des éleveurs, rappelant sa méthode : « l’écoute, le dialogue et l’action ». Il n’en faudra pas moins face aux attentes immenses de la profession, touchée de plein fouet depuis l’été par une « crise sanitaire sans précédent », rappelle Aurélien Teyssier, président de la section des brebis noires du Velay. Ce, en raison d’une recrudescence du sérotype 8 de la fièvre catarrhale ovine et de l’apparition en France, début août, du sérotype 3 (FCO 3). « On perd beaucoup d’animaux et il n’y a aucun traitement. Pour le sérotype 3, il y a un vaccin financé par l’Etat pour certains départements. Mais pour le sérotype 8 qui nous touche ici, il n’y a pas de prise en charge du vaccin et un grand manque de disponibilité. J’ai réussi à en avoir 300 pour un troupeau de 500 brebis », poursuit Aurélien Teyssier. « Les vaccins gratuits sont toujours limités » Si les brebis sont les plus affectées par cette épizootie qui décime les troupeaux, transmise d’un animal infecté à un autre par une piqûre d’un moucheron du genre culicoïde, les ovins le sont également, « contraignant fortement les exportations d’animaux », insiste Yohann Barbe, président de la Fédération nationale des producteurs de lait et vice-président du Centre national interprofessionnel de l’économie laitière. A cela s’ajoute la maladie hémorragique épizootique (MHE), qui affecte également les deux types d’élevage. Il vous reste 47.77% de cet article à lire. La suite est réservée aux abonnés.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T00:54:03.184+03:00",
    "updated": "2024-10-11T07:53:45.819+03:00"
  },
  {
    "uuid": "517c5be48effa4b98a454b10a9e6747c026a517f",
    "url": "https://www.gurufocus.com/news/2785327/rexford-industrial-realty-rexr-sees-stock-boost-after-earnings-beat?r%5Cu003d4bf001661e6fdd88d0cd7a5659ff9748%5Cu0026mod%5Cu003dnews_archive",
    "ord_in_thread": 0,
    "author": "@gurufocus",
    "published": "2025-04-16T21:56:00Z",
    "title": "Rexford Industrial Realty (REXR) Sees Stock Boost After Earnings",
    "text": "Key Highlights:\n- Rexford Industrial Realty (\nREXR,Financial) exceeds Q1 expectations with strong results. - Analysts project a promising 30.35% upside potential based on current price targets.\n- GuruFocus estimates suggest a substantial 105.32% upside from current levels.\nRexford Industrial Realty (NYSE: REXR) experienced a notable 2.9% surge in after-hours trading, following the release of its robust first-quarter results. The industrial real estate investment trust (REIT) reported core funds from operations (FFO) per share of $0.62, outperforming analyst expectations. Additionally, Rexford posted revenue of $252.3 million, which also surpassed forecasts. Despite rising interest expenses, Rexford remains confident, reaffirming its financial guidance for 2025.\nWall Street Analysts Forecast\nAccording to projections from 16 analysts, Rexford Industrial Realty Inc (REXR, Financial) has an average one-year price target of $42.63. The projections vary, with a high estimate of $50.00 and a low of $37.00. This average target reflects a potential upside of 30.35% compared to the current stock price of $32.70. For a more in-depth analysis, visit the Rexford Industrial Realty Inc (REXR) Forecast page.\nCurrently, 17 brokerage firms provide a consensus recommendation for Rexford Industrial Realty Inc (REXR, Financial) at an average rating of 2.5, indicating an \"Outperform\" status. This rating system scales from 1 (Strong Buy) to 5 (Sell), suggesting positive sentiment among analysts.\nGuruFocus Valuation Insights\nGuruFocus provides an estimated GF Value for Rexford Industrial Realty Inc (REXR, Financial) of $67.14, projecting a striking upside of 105.32% from the current price of $32.70. The GF Value is calculated considering the historical trading multiples, previous business growth, and projected future performance of the company. For further insights and detailed data, explore the Rexford Industrial Realty Inc (REXR) Summary page.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business reporting and performance",
      "Social Issue->social problem",
      "Politics->economic policy",
      "Politics->government budget",
      "Politics->regulation of industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Rexford Industrial Realty Inc",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:03:54.848+03:00",
    "updated": "2025-04-17T01:03:54.848+03:00"
  },
  {
    "uuid": "9586a41367afda5bd8c638dcaecbdffd2cd44f41",
    "url": "https://www.wradio.com.co/2024/08/08/israel-revoco-estatus-diplomatico-a-representantes-noruegos-ante-la-autoridad-palestina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-08-08T21:19:00Z",
    "title": "Israel revocó estatus diplomático a representantes noruegos ante la Autoridad Palestina",
    "text": "Israel revocó estatus diplomático a representantes noruegos ante la Autoridad Palestina Israel anunció revocará el estatus diplomático del personal noruego ante la Autoridad Palestina, señalando el “comportamiento antiisraelí” de Oslo. Israel anunció el jueves 8 de agosto que revocará el estatus diplomático del personal noruego ante la Autoridad Palestina, señalando el [“comportamiento antiisraelí”](https://www.wradio.com.co/2024/08/06/estamos-obligados-a-tomar-represalias-contra-israel-comento-jefe-de-hizbula/?rel=buscador_noticias) de Oslo. Leer también: “Hoy ordené el cese de toda representación en nombre de la embajada noruega en Israel ante la Autoridad Palestina”, declaró en un comunicado el canciller israelí, Israel Katz, deplorando el “comportamiento antiisraelí” de [ Noruega](https://www.wradio.com.co/2024/05/22/espana-noruega-e-irlanda-reconoceran-a-palestina-como-estado/?rel=buscador_noticias) en el contexto de la [ guerra en la Franja de Gaza](https://www.wradio.com.co/2024/08/08/ministro-irani-israel-cometio-un-error-estrategico-con-el-asesinato-de-haniyeh/?rel=buscador_noticias) entre Israel y Hamás. El ministro también aludió al reconocimiento por Noruega del [Estado de Palestina](https://www.wradio.com.co/2024/05/22/espana-noruega-e-irlanda-reconoceran-a-palestina-como-estado/?rel=buscador_noticias), efectuado el 28 de mayo, y a su participación en acciones legales contra dirigentes israelíes ante la Corte Penal Internacional (CPI). En otro comunicado, la cancillería mencionó “graves declaraciones por parte de altos [funcionarios noruegos](https://www.wradio.com.co/2024/05/22/espana-noruega-e-irlanda-reconoceran-a-palestina-como-estado/?rel=buscador_noticias)” contra Israel. El ministro noruego de Relaciones Exteriores, Espen Barth Eide, reaccionó denunciando una [ “acción extrema”](https://www.wradio.com.co/2024/05/22/espana-noruega-e-irlanda-reconoceran-a-palestina-como-estado/?rel=buscador_noticias) que tendrá “graves consecuencias para el gobierno [del primer ministro Benjamin] Netanyahu”. Eide anunció algo más tarde que convocó a una [representante israelí ](https://www.wradio.com.co/2024/08/08/netanyahu-lamento-las-fallas-de-seguridad-durante-el-ataque-del-7-de-octubre-en-israel/?rel=buscador_noticias)en Noruega para “protestar contra esta decisión” y añadió que el gobierno noruego “estudia actualmente qué otras medidas tomar”. Una orden israelí revocará el estatus diplomático de ocho diplomáticos noruegos que trabajan en la embajada en Israel, cuyas funciones consistían en representar a Noruega ante la Autoridad Palestina, según un comunicado de la [cancillería israelí.](https://www.wradio.com.co/2024/08/08/netanyahu-lamento-las-fallas-de-seguridad-durante-el-ataque-del-7-de-octubre-en-israel/?rel=buscador_noticias) En una notificación oficial enviada el jueves a la embajada noruega, la cancillería indicó que el estatus diplomático será “revocado siete días después de la fecha de esta nota”. La nota critica las “políticas y declaraciones [unilaterales](https://www.wradio.com.co/2024/08/08/netanyahu-lamento-las-fallas-de-seguridad-durante-el-ataque-del-7-de-octubre-en-israel/?rel=buscador_noticias)” de Noruega desde el mortífero ataque de Hamás en el sur de Israel del 7 de octubre, que desencadenó la guerra en Gaza. Estados Unidos criticó a su aliado Israel por esta decisión y señaló que Oslo “tiene una larga historia desempeñando un rol productivo cuando se trata de colaborar con el [gobierno de Israel](https://www.wradio.com.co/2024/08/08/netanyahu-lamento-las-fallas-de-seguridad-durante-el-ataque-del-7-de-octubre-en-israel/?rel=buscador_noticias) y con la Autoridad Palestina”, indicó el portavoz del Departamento de Estado, Matthew Miller. “No creemos que medidas que impidan que ellos jueguen ese papel sean especialmente constructiva”, agregó. El jefe de la diplomacia de la Unión Europea, [Josep Borrell](https://www.wradio.com.co/2024/08/08/netanyahu-lamento-las-fallas-de-seguridad-durante-el-ataque-del-7-de-octubre-en-israel/?rel=buscador_noticias), condenó en un comunicado esta “decisión injustificada, que contradice el espíritu de los Acuerdos de Oslo y perturba de forma desproporcionada las relaciones y la cooperación normales con la Autoridad Palestina”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:37:04.392+03:00",
    "updated": "2024-08-09T00:37:04.392+03:00"
  },
  {
    "uuid": "4618ce081b965da85f5d9ba05cd4ffcbb6412b3c",
    "url": "https://www.arcamax.com/politics/opeds/s-3325650",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-07-12T00:00:00Z",
    "title": "Commentary: US immigration court ruling on statelessness could have wide impact | Op Eds | ArcaMax Publishing",
    "text": "Commentary: US immigration court ruling on statelessness could have wide impact Published in [Op Eds](/politics/opeds/) I feel like I have been born again, after a U.S. immigration court made a remarkable ruling in my “statelessness” case in June. I hope that my case will have significant, broader implications for other stateless people in America. Being stateless means no country will claim you as a citizen. We don't belong anywhere. Stateless people are military veterans. We are Harvard graduates. We are Holocaust survivors. There are millions of stateless people around the world, and 200,000 such people in the United States. My case is a single example of statelessness in this country, and we now need to see Immigration and Customs Enforcement acknowledge that stateless noncitizens need a specific policy, in line with a recent directive from its boss, Homeland Security Secretary Alejandro Mayorkas. That’s something it has so far been reluctant to do, prompting several prominent members of Congress to write to Mayorkas two days after the ruling came down in my case. In the meantime many stateless people continue to endure sleepless nights and unnecessary suffering as they worry about an ICE officer knocking at their door. My own case dragged on for more than 20 years. It created more than 1,600 pages of legal documentation. The judge even apologized during my hearing that it had taken so long for me to get the ruling. I’m still having a hard time believing it. The case took a toll on my health. Every time I had a hearing approaching, I would get sick with anxiety. Now that I have some room to breathe, I hope we can clear things up for so many other people in a similar position. I first wrote about my story a year ago. Until recently I managed eight gas stations in the D.C. area, seven days a week. For more than 20 years I worked 13-hour days and sometimes I’d work 36 hours straight. I was born in Ethiopia, but because my father was born in next-door Eritrea, I was targeted for my ethnicity. Based on my Eritrean blood, the Ethiopians tortured me in prison for three months. When I got out of prison, I fled the country. I've been trying to sort out my legal status since I arrived here in the United States. In June, I was finally granted asylum after a long legal battle. After years of having argued for my deportation, ICE finally agreed to join me on my motion to reopen a deportation order issued more than 20 years ago. By reopening the case, the Board of Immigration Appeals effectively canceled the deportation order and allowed me to pursue asylum, which will provide the stability I need. The case wound its way back to the lower immigration court and, finally, last month, the immigration judge granted my asylum request. I hope that ICE will now adopt broader policy reform ensuring more consistent treatment to protect stateless people, as I’m not alone. On June 12 my colleague at United Stateless wrote about another stateless man, Sergei, and his wife, Marina, who came here from the former Soviet Union. They’re still under threat of deportation by ICE, but there is no country that will accept them. Because ICE won't agree to lift that order and has not adopted a policy about statelessness, Sergei and Marina are not covered by new protections for stateless people, introduced last year by U.S. Citizenship and Immigration Services. They’re just two more examples of stateless people living under deportation orders who need to see this change happen. In December 2021, Mayorkas said the Department of Homeland Security would \"enhance protections\" for stateless people. And USCIS has since done much to honor that. In October 2023, USCIS amended its policy manual to define statelessness. It now addresses the legal needs of stateless people by allowing USCIS officers to consider statelessness as a factor in decisions. USCIS also considered statelessness in updating processes for H-1B employment visas. And the agency has adopted policies that can assist certain stateless students, for example, by not requiring a waiver to stay in the United States where return to the country of origin is impossible. My colleagues have also engaged with USCIS representatives, who have shown willingness to open dialogue. ICE, however, has not kept up. The agency has not adopted its own policy on statelessness, or even a legal definition of statelessness. Because of the deportation order, Sergei and Marina are under ICE’s jurisdiction, so they can't get protection under the new USCIS policy change; at least according to both ICE and USCIS interpretation. If ICE had a statelessness policy like USCIS does, or if it agreed to allow USCIS to have jurisdiction over stateless people under orders of deportation, it could allow people like Sergei and Marina access to protections. If ICE enacts broader policy changes, which I hope it will now do, other stateless people will be able to clear up their status and move on with their lives. Meanwhile I’m so grateful to my lawyers: David Bennion, executive director of the Free Migration Project, and Michelle Mendez, director of legal resources and training for the National Immigration Project. I’m also very grateful to United Stateless, an organization I co-founded, and to Executive Director Karina Ambartsoumian-Clough, who has been a stalwart advocate for my cause. There are countless others who have kept believing in my case, and in the cause of statelessness. I’m particularly grateful to Sen. Ben Cardin, D-Md., and Rep. Jamie Raskin, D-Md., for their reintroduction of the Stateless Protection Act, which would provide a permanent administrative fix for statelessness, so we don’t have to rely on conflicting subagency policies. I firmly believe that by coming together as stateless people, telling our stories and advocating in our own interests, we have the power to overcome this human rights issue in America and around the world. The resolution of my case should give people hope that more is possible on statelessness, and I am determined to keep fighting for justice for people like me. ____ Ethiopis is a co-founder of United Stateless, a national organization led by stateless people. ____ ©2024 The Fulcrum. Visit at thefulcrum.us. Distributed by Tribune Content Agency, LLC. Comments blog comments powered by Disqus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/share?url=https://www.arcamax.com/politics/opeds/s-3325650&hashtags=ArcaMax",
      "http://disqus.com/?ref_noscript",
      "http://disqus.com",
      "https://plus.google.com/share?url=https://www.arcamax.com/politics/opeds/s-3325650",
      "https://twitter.com/share?url=https://arcamax.com/politics/opeds/s-3325650&hashtags=ArcaMax",
      "http://www.disqus.com",
      "https://plus.google.com/share",
      "http://www.disqus.com/?ref_noscript",
      "http://disqus.com/",
      "https://plus.google.com/share?url=https://arcamax.com/politics/opeds/s-3325650",
      "https://twitter.com/share"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alejandro mayorkas",
          "sentiment": "none"
        },
        {
          "name": "mayorkas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arcamax publishing",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "harvard",
          "sentiment": "none"
        },
        {
          "name": "customs enforcement",
          "sentiment": "none"
        },
        {
          "name": "homeland security",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T11:15:24.703+03:00",
    "updated": "2024-07-12T12:07:36.026+03:00"
  },
  {
    "uuid": "b3f231c0a954e05f905dd76cdea45eae7e86761d",
    "url": "https://www.varmatin.com/vie-associative/-nous-ne-laisserons-personne-dans-la-rue-tant-que-nous-serons-confrontes-a-ce-grand-froid-un-nouvel-accueil-de-nuit-pour-les-sans-abri-ouvre-ce-samedi-soir-a-nice-896546",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction",
    "published": "2024-01-13T07:10:00Z",
    "title": "\"Nous ne laisserons personne dans la rue tant que nous serons confrontés à ce grand froid\": un nouvel accueil de nuit pour les sans-abri ouvre ce samedi soir à Nice - Var-Matin",
    "text": "Les personnes sans domicile ont été accueillies à la salle Leyrit à partir du 24 décembre et jusqu’au 12 janvier. Le gymnase du quartier Saint-Roch, le 26 décembre. (Photo Ax.T.) Ax.T.. Un nouvel accueil de nuit d’urgence va ouvrir dans un local municipal au port, au 1 rue Fodéré prolongée. Il ouvrira dès ce samedi soir et sera destiné à recevoir ceux qui n’ont pas d’endroit où dormir. Le dispositif va être coordonné par le CCAS de la ville de Nice et l’Agence de sécurité sanitaire, environnementale et de gestion des risques.\nIl s’inscrit en réalité dans le prolongement de l’hébergement organisé à la salle Leyrit depuis le 24 décembre. Initialement prévu pour durer jusqu’au 5 janvier, il avait été prolongé jusqu’à ce vendredi, en raison notamment des températures faibles mais aussi et surtout de la fréquentation.\nChristian Estrosi, le maire de Nice, est allé, ce jeudi, à la rencontre des sans domicile fixe venus passer la nuit dans le gymnase. En moyenne, ils étaient une trentaine à s’y abriter chaque soir avec un pic à 48, sur une capacité totale de 50 places. \"Nous voyons qu’il y a des couples, des mamans avec des enfants, et je n’ose imaginer, si nous n’avions pas procédé comme cela le sort qui aurait été réservé à ces personnes. La salle Leyrit aurait dû fermer le 5 janvier. En raison des faibles températures nous avons décidé de poursuivre jusqu’au 12 janvier, grâce à la collaboration des clubs sportifs que je remercie.\"\nPanier-repas et boisson chaude Et d’évoquer la prolongation de l’accueil rue Foderé: \"Nous ne laisserons personne dans la rue tant que nous serons confrontés à cette période de grand froid. Avec tous nos partenaires nous prendrons toutes nos responsabilités et nous les assumerons pleinement\" . Outre le couchage (40 places disponibles), les visiteurs recevront un panier-repas et des boissons chaudes.\nL’accès à ce dispositif est inconditionnel, à l’exception des mineurs non accompagnés qui sont en principe du ressort du conseil départemental et au sujet desquels, estrosistes et ciottistes s’écharpent (lire notre édition d’hier).\nÀ noter, que si les personnes peuvent se rendre spontanément dans ce lieu, il est utile de contacter le 115 qui pourra les renseigner sur d’autres éléments. Car un accueil de nuit réservé aux femmes a ouvert fin décembre, géré notamment par l’association Solidarités 06, dans le prolongement de son accueil de jour l’Oasis. Cet endroit est quant à lui tenu secret pour des raisons de sécurité mais le 115 ou les travailleurs sociaux peuvent renseigner les concernées directement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-13T09:29:51.404+02:00",
    "updated": "2024-01-13T09:29:51.404+02:00"
  },
  {
    "uuid": "2ee0165188888a766e139b5aeef92babfda1529a",
    "url": "https://www.deccanherald.com/opinion/impossible-without-well-nourished-children-2828465",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kathyayini Chamaraj",
    "published": "2023-12-28T20:56:00Z",
    "title": "Impossible without well-nourished children",
    "text": "A teacher in Tumakuru wrote a poem in anguish after seeing the plight of young children languishing before her very door as a result of the SMART City project not providing creches for them. Titled I don’t need this Smart City, her poem says, “The city built on the lives of such innocents will never give me peace.”\nEqually distressing instances arise from the lack of creches at construction sites, of little children being run over by reversing cement lorries, and of toddlers falling into open sumps and drowning while their mothers are busy carrying bricks up to the top floors. Also, one shudders with horror at the incidents of a stray dog mauling a toddler to death at a construction site and of a road roller running over and flattening toddlers who were left unattended by the roadside by a mother working on a road project for BBMP!\nThese horrifying and avoidable tragedies stem from the callous and patriarchal disregard of many employers and even government agencies to provide creche services to young children of poor mothers forced to earn their livelihood. A contractor’s response when questioned on why he had not admitted his workers’ children in a creche was: “If such demands are made on us, we will not employ women at all!” The overall mindset appears to be that it is solely a woman’s responsibility to care for her babies and no business of men or the government. Is it any wonder that these children, if they survive, suffer from irreversible malnourishment during their crucial first 1000 days, contributing to India’s alarming levels of malnutrition, among the highest in the world?\nNotably, none other than the former head of the Reserve Bank of India, Raghuram Rajan, highlighted this while interacting with media in connection with his latest book, Reimagining India’s Economic Future: “You must be joking about becoming a developed, rich country by 2047 with 35 per cent malnutrition today. Your malnourished children today are going to be workers in 2047. Will they be capable of doing work in the presence of robots and AI? Have you thought about what that entails? Our children’s high malnutrition levels should be the country’s shame that we want to eradicate.”\nWhile laws mandate employers to provide a creche only when a certain number of women workers are employed, the Law Commission, in its Report No. 259 on Early Childhood Care and Education, recommends that a new Article 24A be inserted into Part III of the Constitution to ensure that the unconditional right of every child under six to crèche and daycare becomes an enforceable right, making it this State’s responsibility, not employers, especially in the unorganised sector.\nHowever, rather than focusing on the setting up of creches by the state, PM Modi, in an episode of ‘Mann Ki Baat’, spoke of how citizens should participate in rooting out malnutrition, how the ‘Mera Bachha Campaign’ in Madhya Pradesh was using bhajan-kirtans to curb malnutrition, and about a snake and ladder game prepared in a district of Jharkhand, in which children learn about good and bad eating habits.\nIn pursuance of the above measures as solutions to malnutrition, no funds were released by the Union government in FY 2021–22 for the functioning of creches under the National Creche Scheme (earlier named Rajiv Gandhi National Creche Scheme) as per a report in Business Line (May 25, 2022). The report adds that the budget allocation for the scheme has come down by 59% in the last three years. Moreover, out of 18,040 creches that were functional in FY18 under this scheme, 11,582 were shut down by FY20, shrinking the number to 6,458.\nIn Karnataka, it is disappointing that the Building & Other Construction Workers’ Welfare (BOCWW) Board, mandated through a Government Order to run creches for construction workers’ children in every ward or a group of wards, with its own accumulated funds of Rs 6,000 crore, has shut down the 137 creches that it had established in several districts, claiming irregularities in their functioning.\nAmid this dismal scenario, it is encouraging that Karnataka CM Siddaramaiah has announced in the 2023–24 budget the setting up of ‘Koosina Mane’ (Child’s Home) in 4,000 grampanchayats for mothers working under the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) as well as for other mothers living in the vicinity. This measure was\nlong overdue, as it had been a requirement under the MGNREGA Act since 2005 itself.\nWhile this initiative needs to be lauded, the question arises whether setting up one creche per GP would serve the needs of all working women. And would setting up such parallel structures be feasible when the existing Anganwadis themselves are lacking funds and infrastructure? And why not creches in urban areas, where a tremendous amount of construction activity is happening and women are employed? When there are 69,000+ Anganwadis in the state already, at an accessible distance for most women in rural and urban areas, would it make better sense to upgrade these as daycare centres in a phased manner? But it may be too huge a task to serve all zero- to 6-year-olds in the existing Anganwadis, given their deficiencies.\nThe recommendation of the Law Commission provides a solution for this. It has been suggested that Article 21A of the Constitution should be amended to extend the Fundamental Right to Education to children in the 3–6 age group as well. To achieve this, it has been recommended that “pre-school centres should be established in all government and aided schools in a phased manner,” which shall have linkages with the Anganwadis for providing ICDS services to all the children. So, while the under-3-year-olds are served by the existing but upgraded Anganwadis, the 3-6-year-olds could be accommodated in the government schools.\nSuch an approach to providing comprehensive care, nutrition, and development for all children under 6 years old may help the country rid itself of the shame of malnutrition and bring peace to the likes of the anguished teacher in Tumakuru who care about children.\n(The writer is the executive trustee of CIVIC-Bangalore)\n 28 December 2023, 20:26 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "tumakuru",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:04.809+02:00",
    "updated": "2023-12-29T02:19:32.481+02:00"
  }
]