[
  {
    "uuid": "27425f9d24eacf99793083fea38452ff28d6e03c",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c073",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Toponotomalasuerte",
    "published": "2023-12-29T10:55:00Z",
    "title": "#73 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#65](c65#c-65) Las muertes no son sensacionalistas, la noticia es sensacionalista, y su falta de rigor, una falta de respeto a los que han sido asesinados. Además de aprovechar que el Pisuerga pasa por Valladolid para seguir esparciendo odio y desinformación...\nNo sé tú, pero yo este tipo de cosas ni las tolero ni me quedo callada, prefiero no ser cómplice de estas miserias.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#53](c53#c-53) ridiculizarlo si quieres.... Pero con Israel tenemos todo tipo de relaciones y bien estrechas, vamos de aliados, van de ser occidente, medio entran en europa, sobre todo socialmente, democracia plena etc etc ... No tiene absolutamente nada que ver.\nEsto es una masacre genocida por supuesto, ejem\n[#2](c2#c-2) .... Pro no es comparable. Si acaso, comparable a la masacre de Hamas.\n[#61](c61#c-61) Con Israel si, con Gaza no, mediáticamente deberíamos estar recibiendo un bombardeo de lavado de cara de Israel, pero es al contrario. Lo que esté bien o mal no me meto, no soy experto, pero la actitud de los medios ha cambiado y eso me inquieta.\nEs como si dentro de un mes encontramos todos los medios diciendo que Aznar ha sido el peor presidente, que hipotecó a España para décadas. Sería inquietante, llevan décadas lavándole la cara a Aznar y que cambien de rumbo significaría que algo ha pasado o que está habiendo algún cambio de poderes de influencia.\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#13](c13#c-13) Se financian infinitud de proyectos e ideologías en los 5 continentes, para bien y para mal, y solo los “amigos de las cabras” son los que a posteriori se dedican al terrorismo.\n[#56](c56#c-56) con lo de los amigos de las cabras supongo q te refieres a los valerosos guerreros muyahidines, que junto a los USA liberaron del yugo comunista a Afganistán y lo convirtieron en la tierra de libertades que es hoy. No? O te refieres a las primaveras árabes? O a liberar libia? Iraq? El maidan de Ucrania?\n[#57](c57#c-57) La noticia habla de un atentado islamista. ¿ Tu de que crees que hablo ? P.S. No tengo nada contra las cabras.\n[#13](c13#c-13) \"les dedicaron Rambo iii y todo\"\nLeyenda urbana:\nhttps://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082\n[#69](c69#c-69) Esos ojitos no han podido ver algo que jamás ha ocurrido:\nhttps://en.wikipedia.org/wiki/Rambo_III#Dedication (apartado \"Dedication\")\nThe film ends with the on-screen caption, \"This film is dedicated to the gallant people of Afghanistan.\" At some point after the September 11 attacks, an urban legend began that the dedication had actually read \"... to the brave Mujahideen fighters\" when the film was released in theaters, but then changed to \"the gallant people of Afghanistan\" after the 2001 attacks, since the Mujahideen were now associated to some extent with the Taliban. This urban legend has been repeated by some scholars. However, this is untrue, and some reviews of the film upon its release even mentioned the \"gallant people of Afghanistan\" dedication.\nEs decir, o bien crees haberlo visto (podría ser efecto Mandela) o bien simplemente estás mintiendo.\n[#71](c71#c-71) Pues entonces estás mintiendo. No hay ninguna versión de la película en la que aparezca dicho texto, y si te fijas la captura que se comparte online en la que sale el texto de los muyhidines siempre es la misma en el mismo frame exacto. Eso es debido a que la gente siempre comparte la misma captura editada.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:01:31.545+02:00",
    "updated": "2023-12-29T14:01:31.545+02:00"
  },
  {
    "uuid": "828f3bc08b2c53e3236dc8d7e79eb5574f7895c0",
    "url": "https://www.brighteon.com/f774bbe3-15d0-4263-b0c5-9b35e360a8a7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Ruhe",
    "published": "2024-01-05T20:14:00Z",
    "title": "Kathleen Marden says Evidence of 5,000+ Experiencers of UFOs Involve Consciousness",
    "text": "In Sept. 2021, Kathleen Marden joined us. It's the thousands of experiencers that provide compelling evidence of the truth of these aliens.\nAt 4:50 - 8:15 Kathleen talks about Admiral Herbert Knowles who knew Wilbert Smith and Frances Sawn, who channeled to city sized UFOs. I describe her in my video and blog at https://www.brianruhe.ca/wilbert-smith-saw-ufo-wreckage-and-bodies/ and https://www.bitchute.com/video/Ot2oFT5J85LR/ .\nKathleen Marden is one of the leading ufologists of our time. Since 1990, she has researched the perplexing nature of UFOs and the non-human entities associated with highly advanced aerial vehicles, not through the work of others, but via her own groundbreaking research, investigation, and experimentation. Her research has extended to archival collections and the US government’s involvement in the investigation of UFOs and its major studies. This has combined to give her a depth of knowledge that few possess.\nShe earned a B.A. degree in social work and was employed as an educator and education services coordinator while attending graduate school. She is a certified practitioner of regression hypnosis and the Quantum Healing Hypnosis Technique. Additionally, she offers the Awakening Souls support group for experiencers who feel an intense calling to be part of the answer and to assist others who are beginning to awaken to their relationship with NHI.\nHer interest in UFOs and contact began in 1961, when her aunt and uncle, Betty and Barney Hill had a close encounter and subsequent abduction in New Hampshire’s White Mountains. She spent fifteen years in painstaking investigation of the Hill abduction case and continues to seek the scientific analysis of the compelling evidence.\nShe has worked on three comprehensive studies on nearly 5,000 experiencers, two of which she initiated and saw to the end and has five professionally published books. Her bestseller with nuclear physicist Stanton T. Friedman (1934-2019) is “Captured! The Betty and Barney Hill UFO Experience”. She and Stanton worked together for nearly 14 years and collaborated on two additional books “Science Was Wrong” and “Fact, Fiction, and Flying Saucers”. Her book with Denise Stoner “The Alien Abduction Files” includes her investigation of six intergenerational cases of abduction/contact. Her fifth book “Extra Terrestrial Contact: What to Do When You’ve Been Abducted” is a comprehensive guide to contact for Experiencers, those who love them, professionals who work with Experiencers, and the interested public. Additionally, she is a contributor to the Edgar Mitchell FREE Foundation’s “Beyond UFOs: The Science of Consciousness and Contact with Non-Human Intelligence”. Her essays have been published in several additional books and magazines. Her books are available in all formats on Amazon and Barnes and Noble. Autographed copies can be purchased on her website at www.kathleen-marden.com.\nShe has given on-camera commentary on the Discovery, History, National Geographic, Destination America, Science, and Travel channels and on several documentaries. Most recently, her work has been featured on Ancient Aliens and several Travel Channel shows. Kathleen has lectured at conferences across the United States and in Canada, Mexico, Brazil, and the UK.\nPlease do download any of my videos and copy them to your own channels to spread the word.\nJoin our Meetup and be in our Zoom videos. https://www.meetup.com/preparing-for-alien-contact\nAll video playlists: https://www.bitchute.com/profile/yRDt6pN0WgUf/ or click on \"The Brian Ruhe Show\" and scroll down.\nDonate: http://www.brianruhe.ca/please-donate/\nBitcoin: 15Ls63J21zzhAPE7ke4P2JhaHyAEhUrJVe\nVolunteer your time. Be part of a group. https://www.brianruhe.ca/volunteer/\nMy website: http://www.brianruhe.ca\nhttps://www.facebook.com/brian.ruhe.353\nhttps://twitter.com/BrianRuhe\nhttps://vk.com/brianruhe\nMP3 audios and video at: https://www.brighteon.com/channels/brianruhe\nMy priorities: http://www.brianruhe.ca/welcome\nFlickr: https://www.flickr.com/photos/194226686@N07\nhttps://www.instagram.com/brianaruhe/\nMy three books are available at Amazon.\nhttps://www.amazon.com/s?k=brian+ruhe&crid=1ZU2U0DOIY0QG&sprefix=%2Caps%2C101&ref=nb_sb_ss_recent_1_0_recent",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.bitchute.com/profile/yRDt6pN0WgUf/",
      "https://www.brianruhe.ca/wilbert-smith-saw-ufo-wreckage-and-bodies/",
      "http://www.brianruhe.ca/please-donate/",
      "http://www.brianruhe.ca/welcome",
      "https://www.instagram.com/brianaruhe/",
      "https://www.brianruhe.ca/volunteer/",
      "https://vk.com/brianruhe",
      "https://www.bitchute.com/video/Ot2oFT5J85LR/",
      "https://twitter.com/BrianRuhe",
      "http://www.brianruhe.ca",
      "https://www.facebook.com/brian.ruhe.353",
      "https://www.amazon.com/s?k=brian+ruhe&crid=1ZU2U0DOIY0QG&sprefix=%2Caps%2C101&ref=nb_sb_ss_recent_1_0_recent",
      "https://www.meetup.com/preparing-for-alien-contact",
      "http://brianruhe.ca/please-donate/",
      "https://www.bitchute.com/profile/yRDt6pN0WgUf",
      "https://www.amazon.com/s",
      "https://bitchute.com/profile/yRDt6pN0WgUf/",
      "https://amazon.com/s?k=brian+ruhe&crid=1ZU2U0DOIY0QG&sprefix=%2Caps%2C101&ref=nb_sb_ss_recent_1_0_recent",
      "http://brianruhe.ca",
      "https://facebook.com/brian.ruhe.353",
      "https://meetup.com/preparing-for-alien-contact",
      "https://www.instagram.com/brianaruhe",
      "https://www.brianruhe.ca/wilbert-smith-saw-ufo-wreckage-and-bodies",
      "https://brianruhe.ca/wilbert-smith-saw-ufo-wreckage-and-bodies/",
      "http://brianruhe.ca/welcome",
      "https://www.brianruhe.ca/volunteer",
      "https://bitchute.com/video/Ot2oFT5J85LR/",
      "https://instagram.com/brianaruhe/",
      "https://brianruhe.ca/volunteer/",
      "https://www.bitchute.com/video/Ot2oFT5J85LR",
      "https://www.twitter.com/BrianRuhe",
      "https://www.vk.com/brianruhe",
      "http://www.brianruhe.ca/please-donate"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathleen marden",
          "sentiment": "negative"
        },
        {
          "name": "wilbert smith",
          "sentiment": "none"
        },
        {
          "name": "herbert knowles",
          "sentiment": "none"
        },
        {
          "name": "frances sawn",
          "sentiment": "none"
        },
        {
          "name": "kathleen",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:20:59.971+02:00",
    "updated": "2024-01-06T01:20:59.971+02:00"
  },
  {
    "uuid": "50d266d5a84b7f967f8bc3142d31ee853aecf837",
    "url": "https://mynbc15.com/news/local/mobile-man-struck-and-killed-by-tractor-trailer-collision",
    "ord_in_thread": 0,
    "author": "mynbc15.com",
    "published": "2025-04-09T21:31:00Z",
    "title": "Mobile man struck and killed by tractor trailer collision",
    "text": "{p}According to ALEA, a multi-vehicle crash that occurred at approximately 6:06 p.m. Sunday, April 6, has claimed the life of a Mobile man. Hayley B. Terry, 20, was fatally injured when the 2004 Ford F150 he was driving was struck by a 2005 Kenworth tractor-trailer driven by David S. Clark, 70, of Avon Park, Fla. The F150 then struck the 2018 Kenworth tractor-trailer driven by Franklin M. Fajardo, 32, of Houston, Texas. Terry was pounced deceased at the scene.{/p}{p}The crash occurred on Interstate 10 near the 14 mile marker, approximately one mile west of Mobile, in Mobile County. Nothing further is available as Troopers with the Alabama Law Enforcement Agency’s (ALEA) Highway Patrol Division continue to investigate.{/p}\",\"readAloud\":null,\"isReadAloudChecked\":true,\"derivedImages\":{\"externalId\":\"afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e\",\"heroImageFromPackageMedia\":{\"type\":\"Image\",\"uuid\":\"c9dcd6ae-952b-46e8-87fd-0bec58c93a20\",\"title\":\"Mobile man struck and killed by tractor trailer collision (WPMI)\",\"updatedBy\":\"Keith Lane\",\"created\":1744234252000,\"version\":2,\"caption\":\"Mobile man struck and killed by tractor trailer collision\",\"description\":\"FATAL CRASH.png\",\"externalId\":\"afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e\",\"versionSetUuid\":\"96426fc6-3500-4837-903c-51596b456044\",\"alt\":\"Mobile man struck and killed by tractor trailer collision\",\"original\":\"false\",\"metadata\":\"{}\",\"orderNumber\":1,\"brandUuid\":\"45f47c5a-cfe7-4d98-bd87-e383736d06a8\",\"brandUuidList\":[\"8050b79f-6f70-4457-b359-193c723aed99\"],\"originalUrl\":\"/resources/media/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"height\":999,\"width\":1794,\"large16x9Url\":\"/resources/media2/16x9/1776/986/9x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"medium16x9Url\":\"/resources/media2/16x9/1776/648/9x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"small16x9Url\":\"/resources/media2/16x9/1776/160/9x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"large36x25Url\":\"/resources/media2/36x25/1438/360/178x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"medium36x25Url\":\"/resources/media2/36x25/1438/144/178x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"small36x25Url\":\"/resources/media2/36x25/1438/72/178x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"large1x1Url\":\"/resources/media2/1x1/999/800/398x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"medium1x1Url\":\"/resources/media2/1x1/999/200/398x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"small1x1Url\":\"/resources/media2/1x1/999/90/398x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"largeScaleUrl\":\"/resources/media2/original/1794/768/center/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"smallScaleUrl\":\"/resources/media2/original/1794/415/center/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"originalBlurUrl\":\"/resources/media2/original/1794/1794/center/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"largeBlurUrl\":\"/resources/media2/original/1794/768/center/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"smallBlurUrl\":\"/resources/media2/original/1794/415/center/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"isGif\":false,\"fileName\":\"FATAL CRASH.png\",\"jumbo16x9Url\":\"/resources/media2/16x9/1776/1320/9x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"jumbo36x25Url\":\"/resources/media2/36x25/1438/544/178x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"large3x4Url\":\"/resources/media2/3x4/749/960/523x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"renditions\":{\"large16x9\":{\"uuid\":null,\"label\":\"large16x9\",\"url\":\"/resources/media2/16x9/1776/986/9x0/90/afe99ad6-cf2e-42a6-8b7c-f3ea05fa573e-FATALCRASH.png\",\"id\":\"8118666b-d092-464a-ad90-b875a1d7fcc2\",\"x\":9,\"y\":0,\"width\":1776,\"preciseWidth\":null,\"height\":999,\"preciseHeight\":null,\"scaleWidth\":986,\"name\":\"large16x9Url\",\"blurSigma\":-1,\"rendition\":\"large16x9\",\"labelOrConvertedName\":\"large16x9",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Franklin M. Fajardo",
          "sentiment": "none"
        },
        {
          "name": "Hayley B. Terry",
          "sentiment": "none"
        },
        {
          "name": "David S. Clark",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Alabama Law Enforcement Agency",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:43:02.267+03:00",
    "updated": "2025-04-10T00:43:02.267+03:00"
  },
  {
    "uuid": "5a1b5c8a7bac91fb08dbd67af180d5097c14c3ee",
    "url": "https://www.newsbreak.com/wben-930am-560204/3711508948970-lake-effect-snow-on-move-will-weaken-overnight-state-of-emergency-declared-for-buffalo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-12-12T02:00:00Z",
    "title": "Lake effect snow on move, will weaken overnight; State of Emergency declared for Buffalo",
    "text": "By Tim Wenger ,\n1 days ago\nBuffalo, N.Y. (WBEN) - After pummeling the Southtowns early in the day Thursday, lake effect snow was on the move late in the evening and through the overnight once again, drifting as far Northward as South Buffalo, West Seneca and parts of Cheektowaga.\nAn intense single band of heavy lake snow re-established Thursday evening. The band stretches from Long Point to Sturgeon Point and Northeastward across the Buffalo Southtowns to Genesee County.\nSnowfall rates of 2-to-3 inches an hour will be found within this band that will jog a bit further North into South Buffalo\nThrough the overnight, the band will push southward while weakening substantially, with snowfall rates falling to less than 1 inch per-hour before daybreak over Chautauqua County. Some light snow may linger across Chautauqua County on Friday, but this will be light, and should end completely later in the day.\nBuffalo Schools and a number of other districts have made the decision to close again Friday.\nCHECK : WBEN Closings\nA Lake Effect Snow Warning is in effect for Erie, Genesee, Wyoming, Chautauqua and Cattaraugus counties through 1 p.m. Friday.\nCity of Buffalo Mayor Christopher P. Scanlon has declared a State of Emergency for the City of Buffalo in response to rapidly deteriorating conditions caused by significant snowfall accumulation and high winds impacting visibility in the southern portion of the city. This declaration aligns with the State of Emergency issued earlier today by Erie County Executive Mark Poloncarz.\nThe City of Buffalo is also issuing a travel advisory for South Buffalo covering the area from William Street south to the city line. Residents are urged to stay off the roads unless absolutely necessary. For those who must travel, please exercise extreme caution to ensure your safety and the safety of others.\nTemperatures will be cold, with highs in the low to mid 20s for lower elevations and around 20 higher terrain Friday. Lows overnight into Friday will be in the teens.\nLAKE EFFECT SNOW WARNING REMAINS IN EFFECT UNTIL 1 PM EST FRIDAY\n* WHAT...Heavy lake effect snow. Additional snow accumulations 4 to 8 inches in the most persistent lake snows.\n* WHERE...Northern Erie and Genesee Counties. The heaviest snow will be just south of Buffalo and across far southern Genesee County.\n* WHEN...Until 1 PM EST Friday.\n* IMPACTS...Plan on slippery road conditions. The hazardous conditions will impact the Friday morning commute.\nPRECAUTIONARY/PREPAREDNESS ACTIONS...\nHeavy snow will fall in relatively narrow bands. If traveling, be prepared for rapidly changing road conditions and visibilities.\nSubmit snow reports through our website or social media.\nDuring lake effect snow, the weather can vary from bands of locally heavy snow with greatly reduced visibilities to dry conditions just a few miles away. Be prepared for rapid changes in weather, visibility, and road conditions.\nLAKE EFFECT SNOW WARNING REMAINS IN EFFECT UNTIL 1 PM EST FRIDAY\n* WHAT...Heavy lake effect snow. Additional snow accumulations 4 to 8 inches in the most persistent lake snows.\n* WHERE...Wyoming, Chautauqua, Cattaraugus, and Southern Erie Counties.\n* WHEN...Until 1 PM EST Friday.\n* IMPACTS...Travel will be very difficult with deep snow cover on roads and very poor visibility.\nPRECAUTIONARY/PREPAREDNESS ACTIONS...\nHeavy snow will fall in relatively narrow bands. If traveling, be prepared for rapidly changing road conditions and visibilities.\nSubmit snow reports through our website or social media.\nDuring lake effect snow, the weather can vary from bands of locally heavy snow with greatly reduced visibilities to dry conditions just a few miles away. Be prepared for rapid changes in weather, visibility, and road conditions.\n7",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.audacy.com/wben/schoolclosings",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3cmXOW_0xMo4Gkr00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3ZJ5lb_0xMo4Gkr00",
      "https://img.particlenews.com/image.php?url=3cmXOW_0xMo4Gkr00",
      "https://img.particlenews.com/image.php?url=3ZJ5lb_0xMo4Gkr00",
      "https://www.img.particlenews.com/image.php?url=3ZJ5lb_0xMo4Gkr00",
      "https://img.particlenews.com/image.php",
      "https://audacy.com/wben/schoolclosings",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3cmXOW_0xMo4Gkr00",
      "https://www.img.particlenews.com/image.php?url=3cmXOW_0xMo4Gkr00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3ZJ5lb_0xMo4Gkr00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tim Wenger",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Chautauqua County",
          "sentiment": "none"
        },
        {
          "name": "Genesee County",
          "sentiment": "none"
        },
        {
          "name": "South",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T07:37:01.342+02:00",
    "updated": "2024-12-13T07:37:01.342+02:00"
  }
]