[
  {
    "uuid": "c42e00fd290403773e84e536672a7a5ac292f731",
    "url": "https://www.actionnews5.com/2023/12/30/sheriff-thomas-tuggle-sworn-desoto-county-sheriff/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WMCActionNews5",
    "published": "2023-12-30T03:33:00Z",
    "title": "Sheriff Thomas Tuggle sworn in as DeSoto County sheriff",
    "text": "Sheriff Thomas Tuggle sworn in as DeSoto County sheriff DESOTO CO., Miss. (WMC) - Friday, long-time law enforcement officer Thomas Tuggle was sworn in as sheriff of Desoto County. Tuggle replaces Bill Rasco as sheriff of the fastest-growing county in Mississippi. Friday night’s ceremony took place at the courthouse in Hernando, where Sheriff Tuggle took the oath of office and shared his optimism for the future of Desoto County. “We’re excited, we’re excited about the opportunities, but most importantly, we’re excited about the resources that we have accumulated over 30 years and we’re going to bring those resources to Desoto County,” said Tuggle. “I think the people will be very impressed with what our goals are, and our goals are to have Desoto County the safest county in the country within four years.” Sheriff Tuggle also said he plans to take opportunities away from would-be criminals and plans to reach across state lines to work with Memphis and Shelby County on reducing crime crossing the border. [Click here](https://www.actionnews5.com/newsletter/) to sign up for our newsletter! [Click here](https://docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform) to report a spelling or grammar error. Please include the headline. Copyright 2023 WMC. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform)",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas tuggle",
          "sentiment": "negative"
        },
        {
          "name": "tuggle",
          "sentiment": "none"
        },
        {
          "name": "bill rasco",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "desoto county",
          "sentiment": "none"
        },
        {
          "name": "desoto co.",
          "sentiment": "none"
        },
        {
          "name": "miss.",
          "sentiment": "none"
        },
        {
          "name": "mississippi",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        },
        {
          "name": "shelby county",
          "sentiment": "none"
        },
        {
          "name": "desoto county",
          "sentiment": "none"
        },
        {
          "name": "hernando",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:48:26.814+02:00",
    "updated": "2023-12-30T06:48:26.814+02:00"
  },
  {
    "uuid": "58c6f3e3f4907f3c4b9f19b86a93aee06d2d7db1",
    "url": "https://vnexplorer.net/la-florida-decreta-emergencia-comunal-ante-posible-sistema-frontal-de-lluvia-y-nieve-en-la-capital-s2711414.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-10T07:31:00Z",
    "title": "La Florida decreta emergencia comunal ante posible sistema frontal de lluvia y nieve en la capital",
    "text": "ADN RADIO Ante el anuncio de lluvias, nieve y bajas temperaturas que afectarán a la Región Metropolitana a partir de este martes, desde la Municipalidad de La Florida ya comenzaron a adoptar medidas por la contingencia climática y decretaron emergencia comunal. La determinación se llevó a cabo en una reunión extraordinaria del COGRID para coordinar acciones con las distintas unidades municipales, así como con Carabineros, PDI, Bomberos, ENEL y Aguas Andinas. En medio de la instancia, el alcalde Rodolfo Carter indicó que de ser necesario también se podrían suspender las clases en la comuna. “Para mañana, según los pronósticos, deberíamos tener mucha lluvia e incluso nieve, la cota de lluvia podría estar bajando hasta los 800 metros, vale decir, deberíamos tener nieve de ahí hacia arriba. Esto es una realidad absolutamente excepcional para la ciudad de Santiago, que no está preparada para la nieve y tampoco para tanta lluvia en tan poco tiempo, con más de 50 milímetros en un solo día, por eso ya decretamos emergencia comunal”, adelantó el jefe comunal. Desde el municipio informaron que ya se inició el despliegue de maquinaria pesada en el sector precordillerano y un refuerzo de los equipos municipales para limpiar sumideros, limpiar hojas de las calles, entre otras acciones. Además, indicaron que ya se dispone del Colegio Nuevo Amanecer para ser usado, eventualmente, como albergue o punto de evacuación para los habitantes de la “toma Dignidad”. Tomar precauciones “Le pedimos a los vecinos que también nos colaboren, puesto que ninguna municipalidad puede reemplazar la responsabilidad de los ciudadanos; limpiar los sumideros; especialmente los techos, porque en el evento que tengamos nieve, va a implicar mucho peso en los techos, por lo tanto, que estén limpios y preparados para este fenómeno es fundamental y eso solo lo pueden hacer los vecinos”, pidió. Junto con ello, el alcalde Carter llamó a limpiar las canaletas, podar ramas de los árboles y, que en caso de acumulación de agua, no abrir las tapas de los alcantarillados, ya que esto provoca que las aguas servidas se devuelvan al interior de las viviendas.\" } Global US CH SE DK NO NL BE UK DE FR FI IT AT ES PT PL IE GR CZ TR AE CA JP KR AR BR IN\nCL La Florida decreta emergencia comunal ante posible sistema frontal de lluvia y nieve en la capital 10/05/2024\nADN RADIO\nAnte el anuncio de lluvias, nieve y bajas temperaturas que afectarán a la Región Metropolitana a partir de este martes, desde la Municipalidad de La Florida ya comenzaron a adoptar medidas por la contingencia climática y decretaron emergencia comunal.\nLa determinación se llevó a cabo en una reunión extraordinaria del COGRID para coordinar acciones con las distintas unidades municipales, así como con Carabineros, PDI, Bomberos, ENEL y Aguas Andinas. En medio de la instancia, el alcalde Rodolfo Carter indicó que de ser necesario también se podrían suspender las clases en la comuna.\n“Para mañana, según los pronósticos, deberíamos tener mucha lluvia e incluso nieve, la cota de lluvia podría estar bajando hasta los 800 metros, vale decir, deberíamos tener nieve de ahí hacia arriba. Esto es una realidad absolutamente excepcional para la ciudad de Santiago, que no está preparada para la nieve y tampoco para tanta lluvia en tan poco tiempo, con más de 50 milímetros en un solo día, por eso ya decretamos emergencia comunal”, adelantó el jefe comunal.\nDesde el municipio informaron que ya se inició el despliegue de maquinaria pesada en el sector precordillerano y un refuerzo de los equipos municipales para limpiar sumideros, limpiar hojas de las calles, entre otras acciones. Además, indicaron que ya se dispone del Colegio Nuevo Amanecer para ser usado, eventualmente, como albergue o punto de evacuación para los habitantes de la “toma Dignidad”.\nTomar precauciones “Le pedimos a los vecinos que también nos colaboren, puesto que ninguna municipalidad puede reemplazar la responsabilidad de los ciudadanos; limpiar los sumideros; especialmente los techos, porque en el evento que tengamos nieve, va a implicar mucho peso en los techos, por lo tanto, que estén limpios y preparados para este fenómeno es fundamental y eso solo lo pueden hacer los vecinos”, pidió.\nJunto con ello, el alcalde Carter llamó a limpiar las canaletas, podar ramas de los árboles y, que en caso de acumulación de agua, no abrir las tapas de los alcantarillados, ya que esto provoca que las aguas servidas se devuelvan al interior de las viviendas.\nNews Related Perfume árabe: la propuesta que toma ventaja para la concesión de Universidad de Concepción Universidad de Concepción vive horas claves. En esta jornada, se pronunciará acerca de quienes serán los próximos controladores de la institución. Los del Campanil dejarán de funcionar al alero de la casa de estudios más importante del sur de Chile. Ahora serán una sociedad anónima que tendrá como misión garantizar ...\nSee Details: Perfume árabe: la propuesta que toma ventaja para la concesión de Universidad de Concepción Luis Mena entregó la nómina de La Roja femenina para amistosos ante Perú Luis Mena entregó la nómina de La Roja femenina para amistosos ante Perú El director técnico Luis Mena entregó la nómina de la seleccion chilena femenina para los amistosos ante su similar de Perú, con los que cerrará su acción en este 2023. Son 24 jugadoras elegidas por el exdefensa ...\nSee Details: Luis Mena entregó la nómina de La Roja femenina para amistosos ante Perú Capturan a sujeto parapléjico que lideraba banda dedicada al robo de autos en la RM Capturan a sujeto parapléjico que lideraba banda dedicada al robo de autos en la RM Personal de Carabineros, junto a Seguridad Municipal de Providencia, lograron detener al líder de una banda criminal dedicada al robo de vehículos. Quién se trata de una persona con movilidad reducida. Fue en avenida Vicuña ...\nSee Details: Capturan a sujeto parapléjico que lideraba banda dedicada al robo de autos en la RM Investigan intencionalidad en incendio que destruyó lodge de pesca en Aysén Investigan intencionalidad en incendio que destruyó lodge de pesca en Aysén El Ministerio Público investiga la presunta intencionalidad tras un incendio ocurrido la madrugada del domingo en el sector Arroyo el Gato de la comuna de Coyhaique. Las llamas generaron daños en el 70% de la infraestructura de un lodge ...\nSee Details: Investigan intencionalidad en incendio que destruyó lodge de pesca en Aysén El directo mensaje de Juan Román Riquelme a Arturo Vidal que ilusiona a los hinchas de Boca Juniors Juan Román Riquelme y Arturo Vidal. La llegada de Arturo Vidal a Boca Juniors toma cada vez más fuerza. El domingo Juan Román Riquelme, actual vicepresidente del club, evidenció con un directo mensaje el interés que tiene de contar con el volante chileno en las próximas temporadas, una vez que ...\nSee Details: El directo mensaje de Juan Román Riquelme a Arturo Vidal que ilusiona a los hinchas de Boca Juniors Dos mujeres detenidas por robos con \"bolsa biónica\" en mall penquista Dos mujeres detenidas por robos con &#8220;bolsa biónica&#8221; en mall penquista Dos mujeres fueron detenidas este lunes en el Outlet Premium de San Pedro de la Paz tras haber utilizado el método de la denominada &#8220;bolsa biónica&#8221; para burlar las alarmas de los locales y así realizar el conocido &#8220;robo hormiga&#8221;. ...\nSee Details: Dos mujeres detenidas por robos con \"bolsa biónica\" en mall penquista ¡Noticia de impacto! Filtran a la onceava eliminada de Tierra Brava ¡Noticia de impacto! Filtran a la onceava eliminada de Tierra Brava Como te hemos contado en varias ocasiones, el desfase de varias semanas que tiene Tierra Brava con sus transmisiones, permite que las filtraciones estén a la orden del día, por lo que el público ya sabe sobre los próximos ...\nSee Details: ¡Noticia de impacto! Filtran a la onceava eliminada de Tierra Brava Servicio Nacional de Migraciones confirma expulsión administrativa de ocho ciudadanos venezolanos que no fueron repatriados en fallido vuelo Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: Servicio Nacional de Migraciones confirma expulsión administrativa de ocho ciudadanos venezolanos que no fueron repatriados en fallido vuelo Primeros cinco detenidos por usurpación en vigencia de la nueva ley Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: Primeros cinco detenidos por usurpación en vigencia de la nueva ley ¿Qué come ahí? JLo presumió su lujosa vajilla de 500 dólares ¡cada plato! Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: ¿Qué come ahí? JLo presumió su lujosa vajilla de 500 dólares ¡cada plato! Monserrat Álvarez aclaró los motivos de sus ausencias del matinal “Contigo en la Mañana” Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: Monserrat Álvarez aclaró los motivos de sus ausencias del matinal “Contigo en la Mañana” Cómo saber en qué tramo del Registro Social de Hogares estás junto a tu familia Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: Cómo saber en qué tramo del Registro Social de Hogares estás junto a tu familia A horas de inaugurarse la extensión en Línea 2: guardias y pasajeros protagonizan violenta pelea en estación La Cisterna Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: A horas de inaugurarse la extensión en Línea 2: guardias y pasajeros protagonizan violenta pelea en estación La Cisterna El inesperado capítulo de Friends que Matthew Perry llamó su favorito Fachada Servicio Nacional de Migraciones. Foto: Agencia Uno. El Servicio Nacional de Migraciones, entregó datos concretos de la situación de los migrantes venezolanos que el pasado jueves debían ser regresados a Venezuela en un vuelo de repatriación. Sin embargo, el avión nunca partió desde el territorio nacional, puesto que desde ...\nSee Details: El inesperado capítulo de Friends que Matthew Perry llamó su favorito Volvió a la clínica: Daniel Fuenzalida podría dejar alguno de sus trabajos por complicaciones de salud Computador de Giorgio Jackson estaba entre los robados en medio de Caso Convenios, según expediente Constanza Capelli confesó affaire con Gonzalo Valenzuela Declaran Alerta Amarilla para dos comunas por amenaza de desborde del río Aconcagua Quién es José Antonio Raffo, novio de Lux y cuñado de Pedro Pascal Delegado de La Araucanía refuta a medios argentinos por presunta extensión horaria de paso fronterizo $11 mil millones de déficit: Fiscalía imputará que Cathy Barriga además de defraudar al Fisco falsificó las cuentas públicas de Maipú Horóscopo de hoy y los cambios positivos para lograr armonía y prosperidad este martes 28 de noviembre Novio borracho y enloquecido mata a su novia, suegra y otros invitados en plena boda Quién era la mujer que murió tras hacer trekking y cruzar el río en Cajón del Maipo OTHER NEWS Crisis económica, política y de alimentos acechan a Israel tras guerra contra Hamás Tras 50 días de conflicto contra Hamás, Israel enfrenta un nuevo desafío: la guerra después de la guerra, es decir, las consecuencias sociales y económicas que trae consigo el ataque, ... Read more » Intentó llevar una serpiente venenosa a casa y terminó en urgencias Los animales salvajes no son para manipularlos y mucho menos para llevarlos a casa, uno de los más cuidadosos son las serpientes, pues hay especies que son mortalmente venenosas. Sin ... Read more » Arturo Vidal elogia a futbolista de la Universidad Católica, pero advierte: “Le falta un poquito más de calle” El King piensa que futbolista de La Franja tiene condiciones para triunfar y partir a una liga más competitiva. Sin embargo, asegura que tiene que cambiar su personalidad. Universidad Católica ... Read more » Más beneficiarios: anuncian cambios al Registro Social de Hogares para evaluación de tramos Descubre cuáles son los cambios que tendrá el RSH que beneficiará a más personas. Este lunes, las ministras de Desarrollo Social y la Mujer, Javiera Toro y Antonia Orellana, anunciaron cambios en los ... Read more » Comisión investigadora de la Cámara hace reproche legal a Montes por lío de platas con fundaciones La Tercera “¡Estaba bueno! Estaba bueno en algunos puntos. ¡De verdad, bien! Lo alabo, pero le faltan un parcito más (de responsables)”, dijo ayer en el epílogo de la sesión, ... Read more » EFE inicia la convocatoria de licitación del tren a Batuco: el proyecto considera una inversión de 950 millones de dólares Durante la jornada de este domingo, la Empresa de Ferrocarriles del Estado (EFE) lanzó la convocatoria para la licitación de obras de uno de sus proyectos más anhelados: el tren ... Read more » Muere subcomisario PDI víctima de brutal golpiza en San Bernardo Muere subcomisario PDI víctima de brutal golpiza en San Bernardo La noche de este lunes murió el subprefecto de la PDI, Ariel Villarroel Morales, dotación Biro Calama, quien estaba internado ... Read more » NEWS RELATED Sampaoli, la bala de Riquelme ¡Chile atento! FIFA advierte a Argentina, Brasil y Perú: Puede haber quita de puntos Cathy Barriga será imputada por fraude al fisco tras pago millonario a funcionaria \"fantasma\" Luis Miguel responde a demanda por pensión de alimentos y sufre caída en show en México Monitorean Alerta Amarilla en cuatro comunas por actividad en el volcán Villarrica Vecinos y vecinas de San Ramón denuncian llevar días encerrados por narco funeral Cathy Barriga desliza sutil y directo “palo” al dar a conocer regalo de matrimonio de Piñera Hielo en la Antártica retrocedió 1,5 millones de kilómetros cuadrados en septiembre Los impresionantes números de Darío Osorio que tienen al Midtylland puntero en Dinamarca John Travolta y el accidente de avión por el que casi muere: “Pensé que todo había terminado” ¿No vuelve a Colo Colo? El triste mensaje de Cristián Zavala luego de descender con Curicó Unido: \"Da igual donde sea\" Hamás liberó a 11 rehenes, entre ellos seis israelíes con nacionalidad argentina \"Cobra Kai 6\": El misterioso regreso de un personaje original de \"Karate Kid\" Veterinario reveló todo lo que los perros odian de los humanos Héctor Noguera comenta la progresiva desaparición de actores de la época dorada de teleseries Karol Lucero explica por qué no invitará a María José Quintanilla a su matrimonio Concretan primer desalojo por ley de usurpaciones en Collipulli: operativo deja cinco detenidos Israel libera a tres mujeres y 30 niños palestinos en medio de tregua con Hamas Jefe de Urgencia de Clínica RedSalud entrega los 10 mejores trucos para evitar la insolación este verano Corea del Norte dice que su satélite tomó fotos de la Casa Blanca e instalaciones claves de EEUU Global US CH SE DK NO NL BE UK DE FR FI IT AT ES PT PL IE GR CZ TR AE CA JP KR AR BR IN VERIFIED NEWS EXPLORER CHANNEL Email: Admin: Privacy Policy Privacy Policy\nOpen Source Info › 2024 VNExplorer Network Non Profit Project (Open the World)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD8LU.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDqyz.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDuvW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDrG3.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDjqA.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1b7L96.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1k2nTG.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD6mE.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1i3U21.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDsNv.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDNg7.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCKoz.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCHGP.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD9OT.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDf0O.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDmyu.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCaHt.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1crpJA.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCBgl.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCX6u.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1gMosP.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDzuE.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDZuk.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDvce.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCjcv.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDh2W.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBCba.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDQSW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCapw.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1hBqOf.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCjgo.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCCby.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lwKnT.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBY9I.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCZfY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCh2H.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD8ov.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDINh.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBtWc.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCByz.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1bZZPY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCGcH.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDDdr.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCsOE.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDQm9.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDnIv.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1fN6Cb.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDnSm.img",
      "https://vneass.newsexplorer.info/assets/img/logo.svg?ver=2023",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCYvv.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDjS0.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCCby.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCaHt.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCsOE.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1b7L96.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDjqA.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1k2nTG.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1crpJA.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD6mE.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDQSW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBtWc.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD8ov.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1i3U21.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDNg7.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCHGP.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCKoz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCjcv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDvce.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCZfY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCBgl.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1hBqOf.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDINh.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDZuk.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDsNv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDf0O.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDqyz.img",
      "https://vneass.newsexplorer.info/assets/img/logo.svg",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDDdr.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lwKnT.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDzuE.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCGcH.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDnIv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDjS0.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCh2H.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1bZZPY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDmyu.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCX6u.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDh2W.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDnSm.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCByz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBY9I.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCYvv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDuvW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD8LU.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1fN6Cb.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kD9OT.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCjgo.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDQm9.img",
      "https://www.vneass.newsexplorer.info/assets/img/logo.svg?ver=2023",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDrG3.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBCba.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1gMosP.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCapw.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T19:06:53.899+03:00",
    "updated": "2024-05-10T19:06:53.899+03:00"
  },
  {
    "uuid": "78a447ace4058e85425e4cc180ff9d0a422d4df0",
    "url": "https://www.rte.ie/sport/soccer/2024/0905/1468631-kennys-saints-see-off-dundalk-despite-son-eoin-scoring",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Rogers",
    "published": "2024-09-05T19:48:00Z",
    "title": "Kenny's Saints see off Dundalk despite son Eoin scoring",
    "text": "Stephen Kenny's young wonder Mason Melia proved the match winner as he came off the bench to earn just a second away win of the season for St Patrick’s Athletic against Dundalk at Oriel Park after his own teenage talent had threatened an upset.\nIt had briefly looked like the former Republic of Ireland manager’s son Eoin was going to spoil his father's first managerial return to Oriel Park since departing the Lilywhites for the international setup almost six years ago.\nThe 18-year-old had put Jon Daly’s side ahead inside the opening two minutes only for the Inchicore man to fight their way back in the second half to win away from Richmond Park for the first time since the opening day victory against Galway United in Eamonn Deacy Park back in February.\nTom Grivosti equalised 10 minutes into the second half with an acrobatic effort before 16-year-old Melia, who could have been away with the Republic of Ireland Under-19s, came off the bench to bundle home the winner 13 minutes later to further boost his side’s hopes of getting back into the race for Europe.\nWhile the defeat ensured Dundalk remained at the foot of the table, the Louth side have bigger concerns on the horizon amid reports that owner Brian Ainscough is lookingt to offload the club.\nTo their credit, the players didn’t let that impact them and they got off to a dream start when they hit the front after just 79 seconds.\nDan Pike’s long throw was helped on by Hayden Cann with Eoin Kenny pouncing with a stooping header from close range to nod past Joseph Anang.\nEoin Kenny scored the first league goal of his career While Daryl Horgan fired just over monents later, it was St Pat's who had the bulk of the chances to level in the period afterwards with Felix Goddard flirting with disaster on a number of occasions.\nThe on loan Blackburn Rovers keeper was caught in no man’s land on four minutes after coming out of his box but was let off the hook when Brandon Kavanagh’s effort beat him only to clip the post.\nHe then had another near calamity 10 minutes later when he duffed a clearance under little pressure with Aidan Keena almost lobbing him only for the 20-year-old to get back in the nick of time to just about keep his effort out.\nAfter Ryan O’Kane had shot pushed away by Joseph Anang on 17 minutes, Goddard was again left breathing a sigh of relief on 38 minutes when he misjudged Jake Mulraney’s cross from the left only to be let off the hook when it bounced up and off his face for a corner which proved fruitless.\nIn between Cann had got on the end of a Horgan corner at the other end but his downward header was straight at Anang.\nBefore the break Jamie Lennon also had an effort from range which was kept out by Goddard with the aid of a deflection.\nPat’s were level within 10 minutes of the restart, however, as a free kick was headed down by Joe Redmond for his centre back partner Grivosti to hook the ball to the net past a statuesque Goddard.\nDundalk did go close to an instantly reply but efforts from Jad Hakiki and Horgan were blocked before the visitors hit the front on 68 minutes when Mulraney’s cross from the right was bundled over the line by Melia.\nThe Louth men then had a big chance to level two mintues later when Horgan’s free fell to Andy Boyle at the back post.\nHis strike beat Anang but was hacked off the line by Lennon.Brandon Kavanagh then had a chance to seal the game for St Pat’s three minutes later but he couldn’t beat Goddard from close range.\nDundalk felt they should have had a penalty in stoppage time but their appeals fell on deaf ears after Dara Keane took a tumble in the box.\nDundalk: Felix Goddard; Dan Pike, Andy Boyle, Hayden Cann, John Mountney; Aodh Dervin (Dara Keane 87), Robbie Benson (Jamie Gullan 69); Daryl Horgan, Jad Hakiki (Scott McGill 69), Ryan O’Kane (Norman Garbett 75); Eoin Kenny (Robbie Mahon 75).\nSt Patrick’s Athletic: Joseph Anang; Axel Sjoberg, Joe Redmond, Tom Grivosti, Anto Breslin; Jamie Lennon, Chris Forrester; Zach Elbouzedi, Brandon Kavanagh (Aaron Bolger 83), Jake Mulraney (Jason McClelland 72) Aidan Keena (Mason Melia 62).Referee: Damien MacGraith (Mayo).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:45:59.525+03:00",
    "updated": "2024-09-06T00:56:42.221+03:00"
  },
  {
    "uuid": "1efbd904d6e3c37455791bbbb1f0e9aa9616baaf",
    "url": "https://www.thestar.com.my/tech/tech-news/2024/10/18/bain--co-openai-expand-partnership-to-sell-ai-tools-to-clients",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Star Online",
    "published": "2024-10-17T23:15:00Z",
    "title": "Bain & Co, OpenAI expand partnership to sell AI tools to clients",
    "text": "(Reuters) - Bain & Co said on Thursday it will expand its partnership with OpenAI to sell the AI startup's tools, including ChatGPT, to the consultancy's clients. Last year, the companies had set up a global services alliance to make Bain's clients aware about OpenAI's technology. The Boston-based consultancy has made OpenAI platforms, including ChatGPT Enterprise, available to its employees globally. Bain is also investing in establishing an OpenAI Center of Excellence, which will be led by a team of the consultancy. As part of the partnership, Bain and OpenAI will co-design solutions for the retail and healthcare life sciences industries, with plans to expand to additional industries over time. Bain declined to provide financial terms of the partnership. The consultancy is putting about 50 employees into the joint effort, according to the Wall Street Journal, which first reported the news. (Reporting by Juby Babu in Mexico City; Editing by Shounak Dasgupta) WhatsApp channel for breaking news alerts and key updates!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va5zqNVLCoWsM8VWSc2k",
      "https://www.whatsapp.com/channel/0029Va5zqNVLCoWsM8VWSc2k"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:58:12.747+03:00",
    "updated": "2024-10-18T02:58:12.747+03:00"
  },
  {
    "uuid": "fce72337a9e80fa2285c9162e25d267bb9fef4b8",
    "url": "https://www.marshallindependent.com/sports/local-sports/2025/01/mustangs-suffer-85-75-loss-to-au-snaps-eight-game-win-streak",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samantha Davis",
    "published": "2025-01-30T00:00:00Z",
    "title": "Mustangs suffer 85-75 loss to AU, snaps eight-game win streak | News, Sports, Jobs - Marshall Independent",
    "text": "Photo by Samantha Davis. Southwest Minnesota State University’s Dunwa Omot drives into the lane and looks up to pass the ball during the first half against Augustana University Thursday evening at the R/A Facility. Omot had a team-high 23 points in the Mustangs’ 85-75 loss.\nMARSHALL — Dunwa Omot finished with a team-high 23 points in his first game back in nearly three weeks coming off an injury, however the No. 13 Southwest Minnesota State University fell 85-75 to Augustana Thursday evening in a Northern Sun Intercollegiate Conference game. The loss ends an eight-game winning streak.\nAU has defeated SMSU now nine straight times, going back to the 2013-14 season.\n“I want to give Augustana a lot of credit,” SMSU head coach Brad Bigler said. “Augustana was the better team tonight … Their sense of urgency was a little bit better than our sense of urgency, and I give them credit for being prepared and ready to go.”\nBoth SMSU and Augustana were locked in with one another the entire night, trading off leads and feeding off one another’s momentum. Although trailing for a large part of the first half, the Mustangs earned an 8-point halftime lead, but were outshot through the second.\nAlong with Omot, Jakob Braaten finished with 17 points and a team-high nine rebounds, and Aeron Stevens tallied 8 points and led with four assists.\nSMSU was limited to 46% field goal shooting, 39% from the arc and went 69% from the free throw. AU shot at 46-50-84% marks. The Mustangs were also outrebounded 37-31.\nOmot has been sidelined since suffering a left ankle injury on Jan. 10. However, he fit right back in and played a major hand in helping SMSU get in front in the first half after AU held the lead for 15 minutes.\nOmot led the Mustangs with 17 first half points, 15 of which came from 5 of 8 shooting at the perimeter.\n“It was good to have him [Omot] back. We’re all working together to try to figure out those rotations and getting guys back into a certain rhythm,” Bigler said. “It’s always nice to have him back.”\nThe Mustangs entered Thursday looking for revenge. The Vikings also handed them their most recent loss when the two met in Sioux Falls on Dec. 19. Augustana defeated SMSU 62-59 that night.\nSMSU went into the second half up 42-36 after a battling first half, and the game went down to the final minute.\nAU cut the Mustangs’ lead to 55-54 with just under 12 minutes to go, and Omot went up for a layup to end a short scoring drought.\nBut, the Vikings tied the game up at 57 with a 3-pointer in response and took a 2-point edge with a pair of free throws two minutes later.\nBraaten, another key offensive player of the night, hit a 3-pointer as the two continued to hit shots in response.\nThe Mustangs forced an AU inbound turnover and Stevens went up for a layup to give SMSU a 68-67 lead with five minutes to go.\nSMSU was struggling to find an answer to the Vikings’ Jack Hastreiter, who had a career-high 24 points on 8 of 9 shooting and shot a perfect 7 of 7 from the 3-point line.\n“Jack Hastreiter has a performance that is one that you dream for,” Bigler said. “He stepped up making seven 3’s tonight, did a fabulous job for them, and was really a difference maker in the game.”\nSMSU supporters began to stand up and chant ‘defense’ with a 71-67 deficit with just under three minutes left.\nAU’s shots continued to fall as the Mustangs’ missed a few in the row, and the Vikings grew to a 76-67 lead with 1:34 to go.\nBraaten and Mason Lund each hit a 3-pointer to bring SMSU within 6 points with 46 seconds to go, 79-73, and began to foul to put AU at the foul line.\nAfter two Vikings’ free throws and a fast break layup, the Mustangs trailed 83-75 with the time of one shot clock left.\nThe deficit was too much to overcome with time dwindling down, as AU continued to protect its lead and its win-streak when visiting Marshall.\n“I think tonight was really all about shot-making,” Bigler said. “They had guys who don’t normally make threes, make those threes. They just were able to just knock down big shots tonight, and that was the difference.”\nThe Vikings jumped to a quick 7-0 lead to start the game, and forced Bigler to call a timeout a minute and a half in.\nStevens found a cutting Caleb Schlaak from the baseline to get the Mustangs on the board out of the reset.\n“On a positive note, I thought Caleb Schlaak played great tonight,” Bigler said. “I thought his energy was one that was very impactful.”\nSchlaak finished with 8 points and six rebounds.\nOmot hit his first 3-pointer of the night after, and Steven Kramer stole the ball on defense to feed the basketball up to Braaten to cut into a 9-8 deficit.\nAU went back on another run to take back a 17-10 lead, but Braaten responded with three consecutive buckets of his own shortly after. A 3-pointer and a pair of jump shots brought the Mustangs back within reach.\nOmot drilled in a 3-pointer, and another Kramer steal resulted in a fast break dunk from Omot to bring the Mustangs within 3 points, 29-26.\nA few minutes later, both teams continuing to respond to one another, Omot hit back-to-back 3’s to give SMSU a 39-36 edge as the R/A Facility became electric with cheers.\nIn the final four seconds of the half, Lund got the ball at the right wing, put up a shot fake and stepped to the left to shake off his defender and nailed a 3-pointer to put SMSU up 42-36 heading into the locker room.\n“I think at that point, we were playing with a little bit better pace,” Bigler said. “Our defense was creating offense, and they [AU] did a great job in that second half taking care of the basketball and just not letting us get our way.”\nDespite the loss, the two head coaches showed immense sportsmanship toward one another as AU head coach Cody Shilling passed Bigler in the hallway postgame with a pat on the back saying, “You’re the best team in this league.”\nSMSU now moves to 17-4 overall and 12-3 in conference, and still remains at the top of the NSIC standings, ahead of Minot State (20-4, 11-4).\nThe Mustangs have two regular season home games left, but will next look to get back on the right track when it hits the road to take on Sioux Falls (12-9, 8-7) on Saturday at 3:30 p.m.\nNewsletter Today's breaking news and more in your inbox Email (Required) I'm interested in (please check all that apply) (Required) Daily Newsletter Breaking News Obituaries Are you a paying subscriber to the newspaper? (Required) Yes No",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->basketball",
      "Sport->regular competition",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->exercise and fitness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T09:47:46.651+02:00",
    "updated": "2025-01-31T09:47:46.651+02:00"
  },
  {
    "uuid": "2119870e98c3c658debd64d162b365157678d024",
    "url": "https://leadership.ng/nigerian-manufacturers-capable-ready-to-produce-vaccines-tinubu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Nda-Isaiah",
    "published": "2024-04-04T20:57:00Z",
    "title": "Nigerian Manufacturers Capable, Ready To Produce Vaccines - Tinubu",
    "text": "President Bola Tinubu has called on Gavi, the Vaccine Alliance, to collaborate with potential Nigerian vaccine manufacturers to ensure equitable access to life-saving vaccines for children and adults.\nTinubu, while speaking at a meeting with a delegation of GAVI led by its Chief Executive Officer, Dr. Sania Nishtar, said partnership on local vaccine production has become necessary owing to the challenges faced by developing countries, especially during the COVID-19 pandemic and other infectious disease outbreaks.\nTinubu stated this at the State House, on Thursday in a statement by his Special Adviser on Media and Publicity, Ajuri Ngelale.\n”We have capable and talented people who can make the necessary contributions to the production of vaccines in Nigeria and the rest of Africa,’’ the President told the visiting CEO, who assumed office on March 18, 2024, and has embarked on visits to some African countries.\nThe President assured GAVI CEO of Nigeria’s commitment to fulfilling its outstanding counterpart contributions for routine vaccines for the year 2023.\nHe directed the Coordinating Minister of Health and Social Welfare, Professor Ali Pate, to work with the Coordinating Minister of the Economy and Minister of Finance to ensure the release of necessary funds for vaccine procurement.\n”We intend to contribute to the development of our healthcare programme, and we are committed to partnering with GAVI,” the President said.\nHe expressed his administration’s focus on ensuring that no child is left behind when it comes to vaccination against preventable childhood diseases.\n”GAVI’s commitment to humanity is recognised throughout the world. Thank you for the impactful commitment to humanity, and we welcome the collaboration to save our children from preventable diseases.\n”We as a nation are committed to your values, and we believe that no child should be left unprotected,” he said.\nPresident Tinubu acknowledged the invaluable perspective shared by the GAVI CEO, who hails from a developing country, Pakistan, and emphasised the importance of leveraging her experience for the benefit of children’s health.\nCommending Dr. Nishtar for her visit to Nigeria and support for the administration’s health-sector initiatives, the President pledged to prioritise investments in health sector renewal, noting the importance of coordination and collaboration among federal, state, and local governments.\nIn her remarks, the GAVI CEO congratulated the Nigerian government on its innovative health-sector initiatives, including increasing budgetary allocations to health to 4.6 percent and commitment to providing HPV vaccines for adolescent girls, among others.\nShe expressed readiness to collaborate with the Federal Ministry of Health and Social Welfare to leverage policy instruments and technical expertise to advance health outcomes.\nDr. Nishtar announced GAVI’s commitment to providing $250 million grant support to Nigeria, as well as its dedication to addressing vaccine inequity in Africa through initiatives like the African Vaccine Manufacturing Accelerator, which has earmarked $1 billion to support the sustainable growth of Africa’s manufacturing base for vaccine production.\n”Nigeria is a very special country. It is a very special country in Africa. It is a special country in the world and it is a very special country for us in GAVI. There is a dictum in GAVI that says, ‘there is no success for GAVI without success in Nigeria’,” she said.\nThe GAVI CEO also informed the President that its Board will be meeting in the coming weeks to decide on policy decisions that will impact the way in which Nigeria receives support from the organisation beyond 2028, and that her visit to the country was for discussions with Nigeria’s health managers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://potentnaturalsolutions.com/brst-care/",
      "https://travads.com/l/leadershiptextmarch2024",
      "https://www.travads.com/l/leadershiptextmarch2024",
      "https://potentnaturalsolutions.com/brst-care",
      "https://www.potentnaturalsolutions.com/brst-care/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "bola tinubu",
          "sentiment": "negative"
        },
        {
          "name": "nigeri",
          "sentiment": "negative"
        },
        {
          "name": "ajuri ngelale",
          "sentiment": "none"
        },
        {
          "name": "sania nishtar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gavi",
          "sentiment": "none"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vaccine alliance",
          "sentiment": "none"
        },
        {
          "name": "gavi",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:00:52.317+03:00",
    "updated": "2024-04-05T07:57:58.553+03:00"
  },
  {
    "uuid": "d60ac91f99e8c84a1055b29c6bb4247f1b892d08",
    "url": "https://www.focus.de/finanzen/boerse/ezb-alarmiert-goldpreis-squeeze-koennte-die-finanzmaerkte-erschuettern_3b47bf21-fe58-4ed8-96ef-21c34e639b88.html",
    "ord_in_thread": 0,
    "author": "Markus Voss",
    "published": "2025-06-10T15:58:00Z",
    "title": "EZB alarmiert: „Goldpreis-Squeeze\" könnte die Finanzmärkte erschüttern",
    "text": "EZB schlägt Alarm: „Goldpreis-Squeeze“ könnte die Finanzmärkte erschüttern\nFOCUS-online-Redakteur Markus Voss Markus Voss\n- Im Video oben: Gold-Investments im Blickpunkt - Die meisten Empfehlungen zum Investieren in Gold sind falsch\nSeit 2023 steigt der Goldpreis rasant – das ist auch ein Zeichen wachsender Risikoaversion. Die Europäische Zentralbank (EZB) sieht im jüngsten Anstieg jedoch mehr als nur eine Folge geopolitischer Spannungen oder Inflation: Seit der Wahl Donald Trumps zum US-Präsidenten hat sich der Preisanstieg noch einmal beschleunigt aus Furcht, die USA könnten auch Zölle auf den Handel mit dem Edelmetall einführen.\nDadurch entsteht ein zusätzliches Problem: Wie auch bei anderen Rohstoffen wird ein wachsender Teil der Goldnachfrage am Terminmarkt gehandelt. In Terminverträgen verpflichtet sich der Verkäufer, eine bestimmte Menge Gold zu einem festen Termin zu einem festgelegten Preis zu liefern. Der Käufer muss umgekehrt zu diesem Zeitpunkt das Gold zum festgelegten Preis erwerben - oder den Differenzbetrag zahlen.\nPlötzlich unterschiedliche Preise in London und Chicago\nDass am Terminmarkt auf diese Weise zuweilen größere Mengen gehandelt werden als überhaupt verfügbar sind, war kein Problem, solange die Beteiligten ihre Gewinne einfach in Geld abrechneten. Doch in der Ära Trump hat sich das geändert: Immer mehr Marktbeteiligte wollen ihr Gold am Vertragsende, aus Sorge vor drohenden Einfuhrbeschränkungen, lieber physisch geliefert bekommen.\nDas führte in den vergangenen Monaten schon mehrfach dazu, dass physisches Gold an der Terminbörse in Chicago (Comex) knapp wurde. Die Verkäufer mussten deshalb Gold ganz real vom Spotmarkt in London, wo Gold physisch gehandelt und gelagert wird, nach Chicago transportieren lassen. Das löste Zusatzauskosten aus. Das Ergebnis: Die Feinunze war in Chicago zeitweilig bis zu 50 Dollar teurer als in London. Üblicherweise ist der Goldpreis an beiden Standorten gleich.\nAktuell hat sich die Lage etwas entspannt, doch die Aufsichtsbehörden wurden aufgeschreckt, wie ein aktueller Aufsatz von Fachleuten der Europäischen Zentralbank (EZB) zeigt, der Teil des kürzlich veröffentlichten Finanzstabilitätsreports der EZB ist. Darin schlagen die vier Autoren in ungewöhnlich klaren Worten Alarm: Ein plötzlicher Preiseinbruch beim Gold könne weitreichende negative Folgen für das gesamte Finanzsystem haben und „zu Nachschussforderungen und Liquiditätsengpässen“, im weltweiten Finanzmarkt führen, heißt es.\nDer Absicherungs-Trade zwischen London und Chicago\nWarum ein Preisunterschied zwischen beiden Börsenplatzen für die beteiligten Banken so gefährlich wird, erklärte das „Handelsblatt“ in einem aktuellen Artikel: Die sogenannten Bullion Banks, die auf den Handel und die Lagerung von Edelmetallen spezialisiert sind, lagern den Großteil ihrer Goldbestände in London, weil dort der Spotmarkt angesiedelt ist, an dem üblicherweise der Preis je Feinunze weltweit festgelegt wird.\nDie Terminbörse in Chicago nutzen die Banken, um ihre Goldbestände in London gegen Preisschwankungen abzusichern – vor allem nach unten. Sie tun dies in der Regel, indem sie an der Comex Terminkontrakte verkaufen, die sie dazu verpflichten, Gold zu einem festgelegten Preis zu verkaufen. Für die Käufer dieser Kontrakte ist das aber nur attraktiv, wenn der Goldpreis steigt. Fällt der Goldpreis dagegen, kauft die Bank ihren ausgegebenen Kontrakt einfach zu einem niedrigeren Preis zurück. Der Gewinn aus dem Rückkauf gleicht den Verlust aufgrund des gesunkenen Werts des physischen Goldes aus.\nEin Problem entsteht, wenn die Goldpreise an der Comex plötzlich höher sind als in London. Dann werden die Besitzer der Kontrakte ihre Gewinne einlösen wollen. Die Bank hat dann zwei Optionen: Entweder, sie kauft ihren ausgegebenen Kontrakt zu einem viel höheren Preis zurück, als ihr eigenes Gold in London wert ist. Dann macht sie Verlust. Oder sie muss – wenn der Käufer auf der Lieferung besteht – das Gold rechtzeitig in die USA überführen, was Transportkosten verursacht.\nImmer mehr Kontrakte „Noticed for delivery“\nAls Donald Trump Anfang April Zölle ankündigte und unklar war, ob diese auch für Gold und Silber gelten würden,, wollten plötzlich sehr viele Vertragspartner an der Comex ihr Gold „sehen“: Sie pochten auf die physische Lieferung. Schon im Januar 2025 sei die Zahl der Goldkontrakte „noticed for delivery“ auf den höchsten Stand seit Juli 2007 gestiegen, schreibt die EZB. Doch die Banken konnten das Gold, das noch in Europa lag, nicht so schnell liefern: Transportkapazitäten wurden knapp und auch Bank of England, in deren Tresoren das Gold lagert, konnte die Anfragen nicht so schnell abwickeln, wie es die Banken brauchten. Die Folge: Der Goldpreis an der COMEX stieg an.\nGoldpreis-Derivate in der Grauzone\nWährend Privatanleger meist nur physisches Gold halten oder im besten Fall über ETFs, die laut EZB in Europa nur ein Marktvolumen von rund 50 Milliarden Dollar haben, wird der Großteil des Goldmarkts von Gold-Derivaten dominiert, deren Marktvolumen im März 2025 laut EZB-Schätzungen allein in Europa eine Billion Dollar erreichte. Diese Summe entspreche rund 9720 Tonnen Gold und damit dem Dreifachen der weltweiten Jahresproduktion, sagte Martin Siegel vom Vermögensverwalter Stabilitas dem Handelsblatt.\nDas genaue Marktvolumen ist nicht bekannt, weil es sich dabei um sogenannte Over-the-counter-Geschäfte handelt (OTC), die abseits öffentlicher Börsenplätze direkt zwischen Großinvestoren und Banken abgewickelt werden. Hedgefonds, Rohstofffonds und große Banken halten teils massive Goldpositionen, abgesichert durch Derivate, oft mit hohen Hebeln. Die EZB sieht Handlungsbedarf für Regulierer. Besonders mit Blick auf die Risikotransparenz bei Goldprodukten und -fonds sowie die Offenlegungspflichten für große Marktakteure. „Die systemische Bedeutung des Goldmarkts wächst – damit steigt auch die Verantwortung der Marktaufsicht“, so die Mahnung.\nMargin Calls können „Short Squeeze“ auslösen\nBei größeren Preisturbulenzen, etwa wenn der Goldpreis schnell fällt, können sogenannte Margin Calls ausgelöst werden –Pflicht-Nachzahlungen für hinterlegte Sicherheiten, die dann nicht mehr ausreichen. „Plötzlicher Marktstress und Störungen bei der Beschaffung, Verschiffung und Lieferung von physischem Gold im Rahmen von Derivatkontrakten werfen die Frage auf, ob Gegenparteien, die zur Lieferung von physischem Gold verpflichtet sind, Gefahr laufen könnten, erhöhte Einschussforderungen zu stellen und Verluste zu erleiden“, heißt es in der EZB-Analyse. Genau dieses Szenario war 2020 im Ölmarkt eingetreten, als US-Rohölpreise aufgrund eines Überangebots am Handelspunkt xy kurzzeitig negativ wurden – mit dramatischen Folgen für Fonds und Händler.\nDie EZB-Autoren fürchten, dass Vergleichbares auch am Goldmarkt passieren könnte: Wenn die Marktteilnehmer erheblichen Margin Calls ausgesetzt seien, könnten sie „Schwierigkeiten haben, geeignetes physisches Gold für die Lieferung in Derivatkontrakten zu beschaffen und zu transportieren.“ Das aber würde zu noch höheren Verlusten führen und zudem „das Risiko eines Engpasses (am physischen Goldmarkt) erhöhen“. In ausschließlich auf Englisch verfügbaren Aufsatz benutzt die EZB dabei das Wort „Squeeze“, den Begriff für eine plötzliche Preisexplosion. Marktteilnehmer etwa, die sich Gold geliehen und dann direkt weiterverkauft haben, wären gezwungen, es teurer zurückzukaufen. Dadurch würde der Preis noch weiter steigen.\nIn so einem Szenario könnten „Nachschussforderungen und die Auflösung fremdfinanzierter Positionen zu Liquiditätsengpässen bei den Marktteilnehmern führen, wodurch sich der Schock möglicherweise auf das gesamte Finanzsystem ausbreiten könnte“, warnt die EZB.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->market and exchange",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.ecb.europa.eu/press/financial-stability-publications/fsr/focus/2025/html/ecb.fsrbox202505_02~7f616fcd3f.de.html",
      "https://ecb.europa.eu/press/financial-stability-publications/fsr/focus/2025/html/ecb.fsrbox202505_02~7f616fcd3f.de.html"
    ],
    "entities": {
      "persons": [
        {
          "name": "Donald Trumps",
          "sentiment": "none"
        },
        {
          "name": "Markus Voss",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "London",
          "sentiment": "none"
        },
        {
          "name": "USA",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "EZB",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Europäische Zentralbank",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news_id",
        "top_news_ch",
        "top_news_at",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:13:46.520+03:00",
    "updated": "2025-06-13T08:06:09.000+00:00"
  }
]
