[
  {
    "uuid": "39c7fa5659f1cc50b1a3b44c7d23f504794e0446",
    "url": "https://www.timescolonist.com/indigenous-news/high-winds-return-to-bcs-central-coast-as-more-heat-records-fall-8038944",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T17:20:00Z",
    "title": "High winds return to B.C.'s central coast as more heat records fall",
    "text": "VANCOUVER — British Columbia's central coast is facing the return of strong winds reaching 90 kilometres an hour just days after the last such warning in the region.\nEnvironment Canada says coastal areas from around Bella Bella south to around Sayward on Vancouver Island including Port Hardy and Port McNeill may see power outages and fallen tree branches because of the high winds.\nA previous wind advisory on Wednesday warned of gusts up to 120 kilometres an hour along exposed areas of B.C.'s southern and central coasts.\nThe winds earlier in the week knocked out power to more than 1,000 BC Hydro customers on Cortes Island.\nThe El Niño climate phenomenon and a ridge of high pressure over B.C.'s Interior continue to bring record high temperatures to the province, as another set of century-old marks were surpassed Thursday.\nEnvironment Canada says Prince George saw temperatures spike to 8.7 degrees, breaking a record set in 1919, while Quesnel reached 9.1 degrees, surpassing a mark set in 1901.\nVernon recorded 6.1 degrees, breaking a record from 1908.\nThe federal weather agency says other heat records were broken in Vancouver, White Rock and Port Alberni, while Whistler on Thursday matched its previous high of 5.6 degrees set in 1956.\nThis report by The Canadian Press was first published Dec. 29, 2023.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "quesnel",
          "sentiment": "none"
        },
        {
          "name": "prince george",
          "sentiment": "none"
        },
        {
          "name": "port mcneill",
          "sentiment": "none"
        },
        {
          "name": "vernon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vancouver",
          "sentiment": "negative"
        },
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "bc hydro",
          "sentiment": "none"
        },
        {
          "name": "interior",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver island",
          "sentiment": "none"
        },
        {
          "name": "bella bella",
          "sentiment": "none"
        },
        {
          "name": "sayward",
          "sentiment": "none"
        },
        {
          "name": "cortes island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:37:06.985+02:00",
    "updated": "2023-12-29T19:37:06.985+02:00"
  },
  {
    "uuid": "81b2eef8a2294f9e923379d8c7ea13ac4a734e26",
    "url": "https://actu.fr/hauts-de-france/le-mazis_80522/aujourdhui-centenaire-il-avait-cache-un-soldat-britannique-lors-de-la-seconde-guerre-mondiale_61025872.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rédaction Neufchâtel-en-Bray",
    "published": "2024-05-04T05:56:00Z",
    "title": "Aujourd'hui centenaire, il avait caché un soldat britannique lors de la Seconde guerre mondiale | Le Réveil de Neufchâtel",
    "text": " Le Réveil de Neufchâtel En 1958, Jean Houlé s’installait comme agriculteur dans la commune du Mazis (Somme), près de Senarpont. Il avait alors 34 ans. Il a exercé son exigeant métier pendant de longues années avec le soutien de sa femme Gysèle.\nAu Mazis, il vient de fêter son centenaire entouré par ses filles Claudine, Catherine et Pascale, en compagnie de ses quatre petits-enfants, Natacha, Sabrina, Jeanne et Constant, et de ses arrière-petits enfants Emile et Oscar.\nLe conseil municipal, représenté par la maire Marie-Elisabeth Escard, a également célébré ce centième anniversaire . Il peut leur raconter de nombreux souvenirs et en particulier un épisode qui l’a beaucoup marqué.\nIl cache un soldat britannique En 1943, pendant la Seconde guerre mondiale, Jean Houlé vivait encore dans la ferme de ses parents à Sept-Meules en Seine-Maritime. Alors qu’il travaillait dans un champ de betteraves, il a entendu les tirs de la CDA allemande puis a assisté à la chute d’un bombardier britannique et au saut en parachute de ses occupants.\nEn se rendant sur les lieux de l’impact, il a assisté à l’arrestation d’un des aviateurs par des soldats allemands. De retour à la ferme familiale, il a découvert que son frère Pierre cachait un des Britanniques . Les deux frères l’ont nourri quelques jours avant de le confier à un réseau de résistance. Jean a par la suite découvert une musette tombée de l’avion ainsi que des cartes, une boussole, quelques pansements éparpillés à proximité.\n#Seconde Guerre mondiale",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-04T08:59:15.448+03:00",
    "updated": "2024-05-04T15:32:07.170+03:00"
  },
  {
    "uuid": "18f0b20928c2c01f9d251b80d3397517dabeaefb",
    "url": "https://www.devdiscourse.com/article/politics/2929181-nationwide-phase-1-polling-begins-amidst-tight-security-pm-modi-shah-exercise-franchise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-05-06T10:23:00Z",
    "title": "Nationwide Phase 1 Polling Begins Amidst Tight Security; PM Modi, Shah Exercise Franchise | Politics",
    "text": "Nationwide Phase 1 Polling Begins Amidst Tight Security; PM Modi, Shah Exercise Franchise Over 1,300 candidates contest in 93 constituencies across 11 states in the third phase of Lok Sabha polls. BJP aims to retain the 25 seats it won in Gujarat, 10 in Uttar Pradesh, and 14 in Karnataka in 2019. Notable candidates include Union ministers Amit Shah and Pralhad Joshi. Key contests include Amit Shah (Gandhinagar), Supriya Sule (Baramati), and Dimple Yadav (Mainpuri). The BJP and Congress face off on issues of reservations and sexual harassment allegations against a JD(S) candidate. Voting is also held in Madhya Pradesh, Bihar, Assam, West Bengal, Goa, Dadra and Nagar Haveli, and Daman and Diu. [PTI](/pti-stories)| Ahmedabad | Updated: 06-05-2024 18:23 IST | Created: 06-05-2024 18:23 IST - Country: - India Voting will be held in 93 constituencies spread over 11 states and Union Territories on Tuesday in the third phase of Lok Sabha polls, with stakes being high for the BJP which had won an overwhelming majority of these seats, including all in Gujarat, Karnataka, Bihar and Madhya Pradesh, in the last election. Over 1,300 candidates, including around 120 women, are in the fray. Among the bigwigs are Union ministers Amit Shah (Gandhinagar), Jyotiraditya Scindia (Guna), Mansukh Mandaviya (Porbandar), Parshottam Rupala (Rajkot), Pralhad Joshi (Dharwad) and SP Singh Baghel (Agra). With the BJP bagging Surat unopposed, 25 seats in Prime Minister Modi's home state of Gujarat will go to polls on May 7, besides 11 seats in Maharashtra, 10 seats in Uttar Pradesh, the remaining 14 of the 28 in Karnataka, seven in Chhattisgarh, five in Bihar, four each in Assam and West Bengal, and all two in Goa. The Union Territory of Dadra and Nagar Haveli and Daman and Diu (2 seats) and nine seats in Madhya Pradesh, including Betul where elections were deferred, will also go to polls on Tuesday and over 11 crore people will be eligible to vote. PM Modi and Shah, who are expected to arrive in Gujarat tonight, will cast their vote at booths in Ahmedabad city under the Gandhinagar Lok Sabha seat. Former Madhya Pradesh chief ministers Shivraj Singh Chouhan (Vidisha) and Digvijaya Singh (Rajgarh) have also returned to the Lok Sabha electoral fray this time. A riveting contest is on in Maharashtra's Baramati between Sharad Pawar's daughter Supriya Sule and Sunetra Pawar, wife of the veteran leader's estranged nephew and Maharashtra Deputy Chief Minister Ajit Pawar. In Uttar Pradesh, the current phase is important for the Mulayam Singh Yadav family, with Samajwadi Party chief Akhilesh Yadav's wife Dimple Yadav aiming to retain the Mainpuri Lok Sabha seat. Dimple Yadav had won the seat in bypolls following the demise of her father-in-law Mulayam Singh Yadav. Akshaya Yadav, son of Ram Gopal Yadav, the national principal general secretary of SP, will try to reclaim the Firozabad seat, which he had won in 2014. Aditya Yadav, the son of SP national general secretary Shivpal Yadav, is making his electoral debut from the Budaun Lok Sabha seat, which was represented by his cousin Dharmendra Yadav in 2014. The fate of former Karnataka chief minister Basavaraj Bommai (Haveri) and AIUDF Badruddin Ajmal (Dhubri) will also be decided on May 7. After the third phase, voting will be completed in 283 out of 243 seats in Lok Saba. The next four phases will be on May 13, May 20, May 25 and June 1. Counting of votes is on June 4. The third phase saw the BJP-led NDA and the INDIA bloc fiercely attacking each other on issues like reservations and sexual harassment charges against JD(S) leader Prajwal Revanna. Prime Minister Narendra Modi led the BJP charge, asking the Congress to give in writing that it will not hand over the quota for Scheduled Castes, Scheduled Tribes and Other Backward Classes to Muslims. The Congress and its allies accused the BJP of trying to tamper with the Constitution and do away with reservations. The principal opposition party, which has promised to remove the 50 per cent cap on reservations, also asked the BJP to clear its stance on the issue. Congress chief Mallikarjun Kharge along with party leaders Rahul Gandhi and Priyanka Gandhi Vadra focused on issues of social justice, unemployment, ''injustice'' to farmers and alleged favourable treatment to select businessmen. The BJP leaders targeted the Congress over wealth redistribution and inheritance tax issues and accused it of pursuing appeasement politics, while Rahul Gandhi reiterated Congress' commitment to conduct a caste census and economic survey if voted to power. In the 2019 Lok Sabha polls, BJP had swept all the 14 seats in Karnataka, defeating Congress and JD(S), which were in alliance and ruling the state then. Congress leaders including Rahul Gandhi and Priyanka Gandhi Vadra have attacked the BJP over allegations of sexual harassment against Prajwal Revanna, Hassan MP and leader of the JD(S) - an ally of the BJP-. Hitting back, BJP leader Amit Shah and others questioned why the Congress government in Karnataka delayed the action against Revanna. The JD(S) joined the BJP-led NDA in September last year. Prajwal Revanna is the grandson of former prime minister and JD(S) patriarch H D Deve Gowda and was the JD(S)-BJP alliance candidate from Hassan seat which went to polls on April 26. Prajwal's father H D Revanna was arrested by Special Investigation Team on Saturday in a kidnapping case linked to sexual abuse allegations against Prajwal, soon after a court here rejected his anticipatory bail plea. In Gujarat, BJP's Mukesh Dalal has already won from Surat unopposed after the nomination of Congress' Nilesh Kumbhani was rejected over irregularities in the signature of proposers and other candidates withdrew. The party had swept all 26 seats in 2019. In Chhattisgarh, the BJP had bagged nine seats and Congress two seats out of the total 11 in 2019. In Assam, the BJP has put up only one candidate in this phase for the Guwahati seat, while its alliance partners AGP are contesting in two - Dhubri and Barpeta - and the UPPL in Kokrajhar. The Congress and the Voters Party International (VPI) are fighting in all four seats, while the BPF, the Trinamool Congress, Bharatiya Gana Parishad, SUCI(C) and Republican Party of India (Athawale) are contesting in two each. The AIUDF, CPI(M), Gana Suraksha Party, Hindu Samaj Party, Asom Jana Morcha, National Road Map Party of India , Rashtriya Ulema Council, Ekam Sanatan Bharat Dal and Bahujan Maha Party are contesting in one seat each while 16 independents are also in the fray. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Mahavir Jayanti 2024: Former Gujarat CM Vijay Rupani flags off Yatra in Rajkot](/article/headlines/2903231-mahavir-jayanti-2024-former-gujarat-cm-vijay-rupani-flags-off-yatra-in-rajkot) [Punjab Kings opt to bat against Gujarat Titans](/article/sports-games/2903617-punjab-kings-opt-to-bat-against-gujarat-titans) [Businessman, 10 minors among 35 Jain devotees who become monks at Diksha ceremony in Gujarat's Ahmedabad](/article/headlines/2903527-businessman-10-minors-among-35-jain-devotees-who-become-monks-at-diksha-ceremony-in-gujarats-ahmedabad) [IPL 2024: Punjab Kings win toss, decide to bat against Gujarat Titans](/article/sports-games/2903628-ipl-2024-punjab-kings-win-toss-decide-to-bat-against-gujarat-titans) [IPL Scoreboard: Punjab Kings vs Gujarat Titans](/article/headlines/2903857-ipl-scoreboard-punjab-kings-vs-gujarat-titans)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "daman",
          "sentiment": "none"
        },
        {
          "name": "supriya sule",
          "sentiment": "none"
        },
        {
          "name": "nagar haveli",
          "sentiment": "none"
        },
        {
          "name": "pralhad joshi",
          "sentiment": "none"
        },
        {
          "name": "dadra",
          "sentiment": "none"
        },
        {
          "name": "madhya prades",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "union",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "goa",
          "sentiment": "none"
        },
        {
          "name": "west bengal",
          "sentiment": "none"
        },
        {
          "name": "gandhinagar",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T15:55:12.759+03:00",
    "updated": "2024-05-06T15:55:12.759+03:00"
  },
  {
    "uuid": "bd199117b8951ba59339c7b76fd8888f057c77d7",
    "url": "https://abcnews.go.com/Business/wireStory/workers-new-england-states-forward-bump-minimum-wages-105973411",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2023-12-28T19:15:00Z",
    "title": "Workers in New England states looking forward to a bump up in minimum wages in 2024 - ABC News",
    "text": "Workers in New England states looking forward to a bump up in minimum wages in 2024 Workers in several New England states are looking forward to a bump up in the minimum wage in 2024 while advocates in Massachusetts are pushing a ballot question aimed at phasing out the state’s subminimum wage for tipped workers BOSTON -- Workers in several New England states are looking forward to a bump up in the minimum wage in 2024 while advocates in Massachusetts are pushing a ballot question aimed at phasing out the state's subminimum wage of $6.75 per hour for tipped workers. In Rhode Island, the state's current $13 minimum wage will jump by $1 to $14 an hour on Jan. 1. It is the next step in a phased-in increase that will reach $15 in 2025. In Vermont, the state’s minimum wage will reach $13.67 — climbing $0.49 from the current $13.18 wage. The annual adjustment also affects the minimum wage for tipped workers, which will tick up from $6.59 to $6.84 per hour. Maine will see its hourly minimum wage tick up from $13.80 to $14.15 per hour. Maine requires annual adjustments to the minimum wage based on the cost-of-living. Portland is pushing its city minimum wage from $14 to $15. The state's new tipped wage in 2024 will be $7.08 per hour. The minimum wage in Connecticut will rise from the current rate of $15.00 per hour to $15.69 — the highest in New England. Beginning Jan. 1, and occurring annually each following Jan. 1, the wage will be adjusted according to the U.S. Department of Labor’s calculation of the employment cost index. Massachusetts' minimum wage will remain at $15 per hour in 2024, although there is a campaign to hike the wage again to $20. New Hampshire continues to have the lowest minimum wage in New England, matching the federal wage of $7.25. State lawmakers have defeated multiple attempts to increase it in recent years. The New England states are among 20 raising minimum wages for workers, further widening the gap between state requirements and the federal minimum wage, which has been static at $7.25 an hour since July 2009. In several states, the new minimum will more than double that rate. In Massachusetts, advocates are pushing a ballot question that would phase out the state’s “service rate” which lets restaurants pay workers $6.75 an hour if tips make up the difference between that and the state's $15 minimum wage. Under the question, the service rate would end by 2029. Organizers for the group One Fair Wage said they have collected enough signatures to clear an initial hurdle to gaining a slot on next year's ballot. \"Massachusetts voters are ready to move away from outdated wage practices and towards a system that guarantees dignity, justice, and economic security for all workers,\" Saru Jayaraman, president of One Fair Wage, said in a written statement, The Massachusetts Restaurant Association opposes the question, saying the highest-paid employees in any restaurant are tipped employees, frequently averaging $20, $30, and sometimes even $50 per hour. A restaurant owner can employ more than two full time waitstaff employees for the same hourly rate as one minimum wage employee, said Jessica Muradian of Massachusetts Restaurant Association. “This is a win for the tipped employee because they are the highest compensated employee in the restaurant, it’s a win for the guest who is getting a full-service experience and a win for the restaurant operator who gets to employ as many people as possible,” she said in a statement. The U.S. Department of Labor in August has also announced a proposed rule that would let 3.6 million more workers qualify for overtime. The proposed regulation would require employers to pay overtime to salaried workers who are in executive, administrative and professional roles but make less than $1,059 a week, or $55,068 a year for full-time employees. That salary threshold is up from $35,568.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "abc news workers",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "vermont",
          "sentiment": "none"
        },
        {
          "name": "rhode island",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:51.761+02:00",
    "updated": "2023-12-29T00:01:51.761+02:00"
  },
  {
    "uuid": "15a3862f02fb25e8ab3c7e96e792f43b34edb8cc",
    "url": "https://www.derbund.ch/los-angeles-31-arbeiter-nach-tunneleinsturz-gerettet-146719991256",
    "ord_in_thread": 0,
    "author": "Olivier Leu",
    "published": "2025-07-10T07:59:00Z",
    "title": "Los Angeles: 31 Arbeiter nach Tunneleinsturz gerettet",
    "text": "Katastrophe abgewendetTunneleinsturz in Los Angeles: 31 Arbeiter gerettet\nDie Sorge ist zunächst gross, als erste Meldungen über einen Tunneleinsturz in Kalifornien bekannt wurden. Doch eine Katastrophe ist ausgeblieben.\nAufatmen in Kalifornien: Nach dem Einsturz eines Tunnels im Grossraum der US-Metropole Los Angeles hat die Feuerwehr alle Eingeschlossenen bergen können. 31 Menschen, wohl alle Tunnelarbeiter, seien am Mittwochabend lebend und ohne sichtbare Verletzungen gerettet worden, teilte die Feuerwehr mit. Der Unglücksort befindet etwa 30 Kilometer südlich des Zentrums von Los Angeles.\nErsten Berichten der Feuerwehr zufolge gelang es einigen Arbeitern nach dem Einsturz, über einen Berg loser Erde zu klettern. Auf der anderen Seite trafen sie demnach auf Kollegen. Anschliessend seien die Eingeschlossenen mit einem Tunneltransportmittel zum Ausgang gebracht worden. Sanitäter versorgten daraufhin die Geretteten und untersuchten sie genauer, hiess es.\nEin grosser Rettungseinsatz\nMehr als 100 Einsatzkräfte waren nach Angaben der Feuerwehr zum Unglücksort geeilt, darunter spezialisierte Rettungsteams. Der Einsturz passierte demnach mehr als acht Kilometer vom einzigen Tunneleingang entfernt. Es handele sich um einen im Bau befindlichen Tunnel für die kommunale Abwasserentsorgung, hiess es weiter. Die Ermittlungen zur Ursache des Einsturzes dauern an.\nHier wird Inhalt angezeigt, der zusätzliche Cookies setzt.\nAn dieser Stelle finden Sie einen ergänzenden externen Inhalt. Falls Sie damit einverstanden sind, dass Cookies von externen Anbietern gesetzt und dadurch personenbezogene Daten an externe Anbieter übermittelt werden, können Sie alle Cookies zulassen und externe Inhalte direkt anzeigen.\nEtwa eine Stunde waren die Arbeiter in dem Tunnel eingeschlossen, meldete CBS News. Der Tunnel sei insgesamt mehr als 11 Kilometer lang und etwas mehr als fünf Meter breit, schrieb der US-Sender unter Berufung auf den Betreiber.\nDPA/oli\nFehler gefunden?Jetzt melden.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Disaster and Accident->emergency response",
      "Disaster and Accident->structural failure",
      "Social Issue->social problem",
      "Politics->government",
      "Politics->safety of citizens",
      "Politics->local government and authority"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Los Angeles",
          "sentiment": "none"
        },
        {
          "name": "Kalifornien",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Los Angeles",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ch",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T12:11:08.332+03:00",
    "updated": "2025-07-11T10:12:29.000+00:00"
  },
  {
    "uuid": "ab397ea8d9c649997fd8cbdd6a1fdbc9a4dee8b3",
    "url": "https://twinfinite.net/features/all-taylor-swift-albums-in-order/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rowan Jones",
    "published": "2024-01-05T21:25:00Z",
    "title": "All Taylor Swift Albums in Order",
    "text": "Successful singer songwriter Taylor Swift has created an amazing 14 albums so far from her very first release when she was a teen to re-releases of her most popular albums. If you are itching to know when these LPs were out and what you can expect to hear from each of them then look no further than our list of all Taylor Swift Albums in order! Taylor Swift (2006) Taylor was only 16 years old when she released her first single Tim McGraw and her debut album dropped in the same year. She soon rose to fame after signing a deal with Sony Music and Big Machine Records. Even at this young age, Swift had written countless songs and soon found herself on the radar of music award bodies and country music fans everywhere. This album is far removed from what people know now about Swift’s sound but her hardworking ethos has stayed the same. Taylor travelled throughout the USA to promote her debut album and made a name for herself. Speaking to her [local paper](https://www.reddit.com/media?url=https%3A%2F%2Fi.redd.it%2Fv6bn82ksuoba1.jpg) she remarked: “I’m having the time of my life. I feel like I’m finally getting somewhere.” Fearless (2008) Fearless followed hotly on the heels of Taylor Swift’s first album. 2008 saw the release of Fearless, still a little bit country but with a lot more of a pop feel. This album also introduced a bit of Swift’s recognizable themes of being heartbroken and lovelorn. Tracks like ‘You Belong To Me’ and ‘Love Story’ remain firm favorites with fans today. Fearless earned Swift a Grammy for Album of the Year and Best Country Album making her the youngest ever to win the awards at the time. She was now officially the hot new star in the pop country music scene! Speak Now (2010) Swift’s third album, Speak Now, showed a maturing of her sound and writing. She also moved further into the pop-sphere with many of the tracks. This move established her as a more mainstream artist. Speak Now was a continuation of Swift’s popularity and success with the album sales reaching six times platinum by 2020. The album includes ‘Dear John’, rumored to be written about Taylor’s ex-beau John Mayer, and ‘Back To December’, which Taylor wrote as an apology to Taylor Lautner. The whole album is full of optimism and reflection and depicts the transition Swift was going through from teen girl to young woman. Red (2012) Taylor Swift’s Red album was released in October of 2012 and the songs are inspired by the emotional rollercoaster Swift was experiencing at the time. The themes of romance continue with a further evolution of Swift’s sound to include more dance-pop vibes. Red includes the hit song ‘We Are Never Ever Getting Back Together’ which fans argue is either about Jake Gyllenhaal or Harry Styles. Some say it is about Calvin Harris but their relationship came much later so this is less likely. Swift’s other song on the album, ‘I Knew You Were Trouble’, was almost certainly about Harry Styles, but this isn’t confirmed by Taylor. This album also won Swift a Grammy nomination for Album of the Year. 1989 (2014) 1989 is where Taylor Swift evolved her sound completely and left country firmly in the past. If pop fans didn’t love Swift before they might have given her chance with 1989. This album was named 1989 as a symbol of rebirth of Swift’s songwriting and artistry. Pop hits ‘Shake It Off’, ‘Blank space’, and ‘Bad Blood’ put Swift’s name on the lips of music critics everywhere. Rumors of [Swift’s personal life](https://twinfinite.net/features/taylor-swift-boyfriends-list-in-order/) began to make the front pages of papers, creating memes and gossip fuelled further by scrutiny of Taylor’s lyrics. This album became another award-winner for Swift, gaining her Album of the Year and Best Pop Vocal Album at the 2016 Grammys. ‘Out Of The Woods’ is allegedly about her snowmobile accident with Harry Styles back when they were dating. Swift’s apparent ‘feud’ with fellow singer Katy Perry inspired the hit ‘Bad Blood’. Reputation (2017) Reputation came after a year of criticism was aimed at Taylor Swift in public and in her private life. This album left her pop-princess crown behind and shifted Swift towards a darker, more mature sound and attitude. This album came about around then same time Swift had alleged beef with Kim Kardashian and Kanye West. This celebrity feud, along with the breakdown of romantic relationships, inspired the songs on Reputation. Her lead single ‘Look What You Made Me Do’ was a huge hit, quickly followed by ‘Delicate’. Taylor began her Reputation stadium tour across the USA but once that was over she took a break from public appearances for a while, even going as far as to abandon social media. Lover (2019) After recovering from the whirlwind of very public controversies before, during, and after Reputation, Swift recorded and released her seventh studio album, ‘Lover’. Lover showed fans that Swift hadn’t abandoned romance entirely and decided to write a “love letter to love” with this latest release. The album’s sound revolved around a lot of pop rock and electro-synth vibes culminating in an eclectic folk-funk-pop album. Swift touches on not only love and lust, but also LGBTQ and women’s rights. The track ‘You Need To Calm Down’ was a direct response to trolls all over social media who would bully LGBTQ people online or try to pit successful women against each other. 2019 was the same year Swift also received the accolade of Artist of the Decade at the American Music Awards. Folklore (2020) Since Taylor’s Lover concert tour was cancelled thanks to the COVID-19 pandemic, she had some time on her hands. This resulted in Folklore which became her eighth studio album. Folklore was written as Swift was in quarantine and her writing became “a collection of songs and stories that flowed like a stream of consciousness.” It became a much more relaxed and mellow sound compared to recent albums, with piano and strings at the forefront supported by muted percussion. The album theme digs into the isolation Swift felt during quarantine and results in nostalgic and romantic vibes. The album gained a lot of positive critiques thanks to its poetic and wistful [lyrics](https://twinfinite.net/features/top-best-taylor-swift-lyrics-quotes/). Evermore (2020) Only five months after Folklore was released, Taylor Swift released her ninth studio album ‘Evermore’. This was a spontaneous and surprise album, perhaps even a bit of a surprise to Swift herself! Evermore continued the cottagecore aesthetic and folklore-inspired themes of her previous album. Taylor has said since their releases that she considers Folklore and Evermore as “sister albums”. Just as Folklore gained wide positive critique for the poetry and emotional depth, Evermore brought beautiful and experimental production and storytelling. The release of this album also coincided with Swift’s decision to re-record some her earlier albums. Taylor’s Version Albums (2021 – 2023) 2019 saw Taylor come into dispute with Big Machine Records, a former record label. This dispute over the ownership of the masters of Swift’s early albums drew worldwide media coverage and the singer accused the owners of her former label of being [“incessant and manipulative bullies” on her Tumblr page.](https://taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my) This drama forced Taylor to rerecord her albums and rerelease them herself under her own steam. Between 2021 and 2023 Taylor Swift released the following albums: - Fearless (Taylor’s Version) (2021) - Red (Taylor’s Version) (2021) - Speak Now (Taylor’s Version) (2023) - 1989 (Taylor’s Version) (2023) So those are all of Taylor Swift’s albums released so far but who knows what 2024 will bring! For further Taylor news and gossip check out more below.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my)",
      "https://www.taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor swift",
          "sentiment": "positive"
        },
        {
          "name": "tim mcgraw",
          "sentiment": "none"
        },
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "swift",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taylor swift",
          "sentiment": "none"
        },
        {
          "name": "sony music and big machine records",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:26:30.860+02:00",
    "updated": "2024-01-06T00:26:30.860+02:00"
  },
  {
    "uuid": "1ba9ca6009b588cfe15f3984863b664b68b21f5e",
    "url": "https://www.wwno.org/npr-news/2024-08-08/vance-accused-walz-of-stolen-valor-what-to-know-about-walzs-military-record",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Quil Lawrence",
    "published": "2024-08-08T16:35:00Z",
    "title": "Vance accused Walz of 'stolen valor.' What to know about Walz’s military record | WWNO",
    "text": "Vance accused Walz of 'stolen valor.' What to know about Walz’s military record For more on the 2024 race, head to [the NPR Network's elections updates page.](https://www.npr.org/sections/elections/) Late Tuesday afternoon, the Harris campaign released a [video of Tim Walz](https://x.com/KamalaHQ/status/1820918063966962143) talking about gun control. Walz, whom Kamala Harris recently announced as her running mate, talks about banning assault rifles as part of what he calls “common sense” proposals. “We can make sure that those weapons of war, that I carried in war, is the only place where those weapons are at,” Walz said in the video. That was all Republican vice presidential nominee JD Vance needed. “Well, I wonder, Tim Walz, when were you ever in war? When was this?” Vance said. The vice presidential candidate is supposed to be an attack dog, sometimes landing the lower blows that might seem unpresidential. But Vance and Walz are also both veterans, with another thing in common: neither one of them saw combat. Their [service](https://www.mprnews.org/story/2024/08/08/what-walz-has-said-about-his-military-record-as-others-criticized-it) shored up each ticket, adding a military credential beside two presidential candidates that never served. It didn’t seem like an issue. But in this compressed campaign season, Walz’s phrasing opened up a line of attack — and the Trump campaign took it, accusing the Minnesota governor of one of the most grievous charges possible in military circles. War, combat and service – and a charge of “stolen valor” Walz joined the National Guard at age 17 and served 24 years, first in Nebraska then Minnesota. During that time he got called up to national disasters and a deployment to the Arctic Circle in Norway. He completed his 20 years required for retirement in 2001, but then reenlisted after the attacks on Sept. 11. His only wartime deployment was to Italy in 2003, backfilling troops that were deploying to Afghanistan. So Vance, and many veterans on social media, took issue with Walz saying he’d carried weapons “in war.” The Harris campaign said in a statement: “In his 24 years of service, the Governor carried, fired and trained others to use weapons of war innumerable times. Governor Walz would never insult or undermine any American's service to this country -- in fact, he thanks Senator Vance for putting his life on the line for our country. It's the American way.\" But Vance went a lot further, with an attack that the Trump campaign probably had prepared. “What was this weapon that you carried into war, given that you abandoned your unit right before they went to Iraq, and he has not spent a day in a combat zone? What bothers me about Tim Walz is the stolen valor garbage,\" Vance said. Since Walz first ran for Congress and then governor, he’s faced attacks around the timing of his retirement. Vance’s accusation echoes one made by [two fellow high-ranking sergeants](https://www.wctrib.com/community/letters/the-truth-about-tim-walz) from the Minnesota Guard who publicly attacked Walz in 2018, in a paid endorsement letter to the editor of the West Central Tribune. They slammed Walz for “conveniently retiring a year before his battalion was deployed to Iraq.” According to the Minnesota National Guard, Walz retired in May 2005, two months before his unit, the 1st Battalion, 125th Field Artillery received an alert order for mobilization to Iraq in July 2005. It’s likely that Walz put in for retirement months before that May. It’s also clear that guardsmen anticipated deployment to Iraq months before July. According to several of his contemporaries in the guard Walz talked about it as a hard decision: that if he deployed he’d miss his best chance to run for Congress. “He weighed that decision to run for Congress very, very heavy,” Allan Bonnifield, who served with Walz, [told Minnesota Public Radio](https://www.mprnews.org/story/2024/08/08/what-walz-has-said-about-his-military-record-as-others-criticized-it) in 2018. “He loved the military, he loved the Guard, he loved the soldiers that he worked with, and making that decision was very tough for him. Especially knowing that we were going on another deployment to Iraq. He didn’t take that decision lightly at all.” The unit didn’t go to Iraq until March 2006, 10 months after Walz retired, where it stayed for a grueling 22-month extended deployment. The charge has dogged Walz, and in his last run for governor in 2022, it was even leveled by [a political opponent](https://www.startribune.com/walzs-24-years-in-national-guard-get-renewed-scrutiny-from-gop-opponent-who-didnt-serve/600216280) who never served at all. Walz’s rank The latest round of attacks on Walz stirred up another confusing point about his rank. Walz served as a command sergeant major, the highest enlisted rank. But his retirement papers put him one step lower – a master sergeant. The Minnesota National Guard told NPR that Walz retired before completing academic requirements to keep the higher rank. “He held multiple positions within field artillery such as firing battery chief, operations sergeant, first sergeant and culminated his career serving as the command sergeant major for the battalion. He retired as a master sergeant in 2005 for benefit purposes because he did not complete additional coursework at the U.S. Army Sergeants Major Academy,” said Army Lt. Col. Kristen Augé, the Minnesota National Guard’s state public affairs officer. So while Walz can say he served as a command sergeant major, which also made him the highest enlisted member serving in Congress, and he can even get away with saying he retired as a command sergeant major, he cannot say he is a “retired command sergeant major.” On Thursday the Harris campaign [changed Walz’s official bio](https://www.politico.com/news/2024/08/08/harris-walz-military-credentials-00173236) on their website to reflect that. Charges of “swiftboating” Attacking an opponent’s military service has a short history in presidential campaigns – the verb “swiftboat” dates back only 20 years, when George W. Bush’s campaign [attacked combat-decorated John Kerry’s](https://www.npr.org/2004/08/09/3842725/the-battle-over-kerrys-vietnam-war-record) military service in Vietnam, which might have seemed risky since Bush avoided serving there. Donald Trump, who also avoided going to Vietnam, took the tactic to another level, attacking his GOP critic John McCain’s storied status as a POW. Now, Harris supporters are claiming that Vance is trying to “swiftboat” Walz, and even pointing to a member of the Bush-era campaign who is [now working for Trump](https://nymag.com/intelligencer/article/trump-campaign-chris-lacivita-swift-boat-veteran.html). Veterans groups are generally keeping out of the fray; many veterans service organizations are on record praising the choice of two enlisted military veterans as vice-presidential nominees. “This means that regardless of the outcome in November, the next vice president of the United States will be a former enlisted service member. I am pleased to see both major parties recognize that military service is once again a valued experience in choosing the candidate for the second highest position in the country,” Veterans of Foreign Wars National Commander Al Lipphardt said in a statement. Copyright 2024 NPR Loading...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.mprnews.org/story/2024/08/08/what-walz-has-said-about-his-military-record-as-others-criticized-it)",
      "https://www.politico.com/news/2024/08/08/harris-walz-military-credentials-00173236)",
      "https://www.npr.org/2004/08/09/3842725/the-battle-over-kerrys-vietnam-war-record)",
      "https://www.wctrib.com/community/letters/the-truth-about-tim-walz)",
      "https://www.startribune.com/walzs-24-years-in-national-guard-get-renewed-scrutiny-from-gop-opponent-who-didnt-serve/600216280)",
      "https://x.com/KamalaHQ/status/1820918063966962143)",
      "https://www.npr.org/sections/elections/)",
      "https://nymag.com/intelligencer/article/trump-campaign-chris-lacivita-swift-boat-veteran.html).",
      "https://www.x.com/KamalaHQ/status/1820918063966962143)",
      "https://startribune.com/walzs-24-years-in-national-guard-get-renewed-scrutiny-from-gop-opponent-who-didnt-serve/600216280)",
      "https://politico.com/news/2024/08/08/harris-walz-military-credentials-00173236)",
      "https://www.nymag.com/intelligencer/article/trump-campaign-chris-lacivita-swift-boat-veteran.html).",
      "https://npr.org/2004/08/09/3842725/the-battle-over-kerrys-vietnam-war-record)",
      "https://mprnews.org/story/2024/08/08/what-walz-has-said-about-his-military-record-as-others-criticized-it)",
      "https://wctrib.com/community/letters/the-truth-about-tim-walz)",
      "https://npr.org/sections/elections/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vance",
          "sentiment": "negative"
        },
        {
          "name": "walz",
          "sentiment": "negative"
        },
        {
          "name": "harris",
          "sentiment": "none"
        },
        {
          "name": "kamala harris",
          "sentiment": "none"
        },
        {
          "name": "jd vance",
          "sentiment": "none"
        },
        {
          "name": "tim walz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wwno vance",
          "sentiment": "neutral"
        },
        {
          "name": "npr network",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:16:52.089+03:00",
    "updated": "2024-08-09T00:16:52.089+03:00"
  },
  {
    "uuid": "9d73450add2ccc98410b26a54855964a87dde956",
    "url": "https://www.francetvinfo.fr/societe/immigration/imam-de-bagnols-sur-ceze-mahjoub-mahjoubi-a-ete-expulse-en-tunisie_6384034.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "France 2",
    "published": "2024-02-23T14:43:00Z",
    "title": "Imam de Bagnols-sur-Cèze : Mahjoub Mahjoubi a été expulsé en Tunisie",
    "text": "Il y a encore trois jours, l’imam Mahjoub Mahjoubi recevait des fidèles dans sa mosquée de Bagnols-sur-Cèze, dans le Gard. Ce vendredi 23 février, au matin, il s’exprime depuis la Tunisie, pays où il a été expulsé 12 heures seulement après son interpellation. \"Mon objectif est de revenir en France, que la France me donne mon droit, ma légitimité de me défendre, (…) au moins que je puisse m’exprimer devant un juge\" , dit-il.\nPossible recours devant le tribunal administratif Dans un arrêté d’expulsion, le ministère de l’Intérieur fait référence à des propos contraires aux valeurs de la République, tenus lors de différents prêches. Gérald Darmanin a annoncé la décision dans la soirée de jeudi, sur les réseaux sociaux. \"Nous ne laisserons rien passer\" , a-t-il assuré.\nIl était déjà possible d’expulser une personne dans une procédure dite d’urgence, mais la loi immigration permet désormais la possibilité lors d’une visite à domicile de saisir les documents d’identité, et donc d’accélérer les démarches. Mahjoub Mahjoubi peut encore faire un recours devant le tribunal administratif. La justice décidera ou non de son possible retour en France.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T17:21:11.288+02:00",
    "updated": "2024-02-23T18:17:32.711+02:00"
  }
]