[
  {
    "uuid": "c34e7822603c856ed372c7ab86c761b4c4833a43",
    "url": "https://screenanarchy.com/2024/03/arthur-the-king-review-adorable-dog-outshines-wahlberg-in-feel-good-drama.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mel Valentin Lead Critic; San Francisco; California",
    "published": "2024-03-14T19:02:00Z",
    "title": "ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama",
    "text": "ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama In Mark Wahlberg’s latest inspirational drama, Arthur the King, Wahlberg’s character, Michael Light, finds himself face-to-face with the end of his career in adventure racing, an ultra-niche sport that involves running, biking, climbing, and kayaking across rough terrain, and hundreds of miles across multiple days. Considered by those in the know the best adventure racer never to win a world title (or so an offscreen announcer conveniently informs the audience), Light’s career as an athlete seems to have reached a natural end on a muddy, marshy field in the film’s opening moments. Rather than admit that Father Time has, once again, won, Light refuses to entertain, let alone accept, the end of his athletic career and embrace a life that he perceives as ordinary and common. Light’s deep-seated, intractable stubbornness, specifically his inability to take counsel from his teammates, anchors a hard-driving, obsessive personality that puts winning above everything else. Despite a loving, supportive wife, Helen (Juliet Rylance, sadly underused), a preteen daughter, and selling real estate with his father in Colorado, Light hungers for something more to give his life meaning beyond family and domesticity. He also enjoys the comforts of a ranch-style home, a pool, and an overabundance of greenery where he can run, train, and dream about the races lost and the races, real or imagined, still to come. With one more, likely last race ahead, Light must first get a sponsor to cover expenses (e.g., travel, hotel, training) before he can assemble his version of the film’s Avengers. As adventure racing involves four team members, three men and one woman, each with a particular set of skills, Arthur the King switches to the not unfamiliar “getting the team together” plotline before the race itself can begin in the Dominican Republic. The multi-day race covers more than 400 miles and involves multiple checkpoints. Unique among sports, adventure racing allows teams to reach their checkpoints by any means necessary. They can take the roads most or least traveled, the safest or even the most dangerous routes. Each team has to weigh the pros and cons, not to mention the risks and rewards of each route. Light eventually fills out his team with Leo (Simu Liu), his onetime partner turned social media influencer and brand spokesperson; Olivia (Nathalie Emmanuel), the daughter of a longtime friend and an expert climber; and Chik (Ali Suliman), exiled from a championship-level team for a bum knee and the team’s navigator. Together, they’re less than formidable, especially with Light’s reputation as a self-saboteur, his ongoing conflict with the equally headstrong Leo, Olivia’s mixed reasons for participating in the race, and Ali’s persistent knee issues. And that’s all well before the heralded title character, first name Arthur, surname the King, appears in Team Light’s collective lives. The director, Simon Cellan Jones (The Family Plan), primes the sympathy pump on the other side of the screen by showing a pre-race Arthur’s life on the mean streets of Santo Domingo. Alone, hungry, and badly in need of grooming, Arthur spends his days searching for food and avoiding contact with the city’s two- and four-legged residents. In short, he’s just a canine in search of a pack to call his own. When Arthur the King isn’t focused on the singularly charming title character, it’s firmly centered on Team Light and their hazardous, danger-filled race to the finish line on the other side of the island. In the film’s harrowing centerpiece, Team Light decides to cross a tree-lined ravine via a seemingly safe zip line. Spoiler: It’s not. Carrying their bikes on their backs, they make it across the ravine one by one, successfully at first, then not so successfully. The vertiginous sequence will cause all manner of sweaty palms, rapid breathing, and clenched. Unfortunately, there’s nothing like the zip-line sequence in Arthur the King again. That Arthur finds his pack in Team Light is never in doubt. Finding them at a rest stop, an initially wary Arthur naturally sees Light as a kindred soul. But it takes more than the offer of a meatball (which Arthur eventually eats) to bring man and canine together. It takes sustained eye contact, a kind, reassuring word, and after Arthur almost magically appears at the next transition point 200 miles later, a recognition, first by Michael, then by his team, of Arthur’s can-do spirit. Arthur, in turn, becomes their guide, an ally, and in at least one instance, their protector. Based on not just a “true story,” but as the trailer plainly states, “an incredible true story,” Mikael Lindnord’s Arthur — The Dog Who Crossed the Jungle to Find a Home, the film succeeds, sometimes against all logic, in generating an almost endless amount of sympathy for Arthur’s journey from unloved stray to the newest member of Light’s team and possibly even a permanent member of Light’s family. Arthur’s onscreen stand-in – and, of course, his offscreen handles – deserves all the praise that comes his way. Even as Arthur the King anthropomorphizes the title character, it’s difficult, if not impossible, not to be moved emotionally by his journey. Arthur, it turns out, is the kind of good dog (and good boy) practically every kid wishes they had. Arthur the King opens Friday, March 15, only in movie theaters. Arthur the King Director(s) - Simon Cellan Jones Writer(s) - Michael Brandt - Mikael Lindnord Cast - Mark Wahlberg - Nathalie Emmanuel - Simu Liu [Click here](mailto:flag@screenanarchy?subject=ARTHUR THE KING Review: Adorable Dog Outshines Wahlberg in Inspirational Drama)to report it, or see our [DMCA policy](/about/dmca.html).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wahlberg",
          "sentiment": "negative"
        },
        {
          "name": "mark wahlberg",
          "sentiment": "negative"
        },
        {
          "name": "michael light",
          "sentiment": "none"
        },
        {
          "name": "arthur the king",
          "sentiment": "none"
        },
        {
          "name": "helen (juliet rylance",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "father time",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:15:02.833+02:00",
    "updated": "2024-03-29T03:17:21.562+03:00"
  },
  {
    "uuid": "2c926c150c5dc0a5e4ad84b00a74d3a6e534f9cd",
    "url": "https://www.standardmedia.co.ke/asia/article/2001494359/hamas-considering-latest-gaza-truce-offer-in-positive-spirit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-05-03T00:00:00Z",
    "title": "Hamas considering latest Gaza truce offer in 'positive spirit' - The Standard",
    "text": "Hamas says it is considering in a ‘positive spirit’ a Gaza truce deal, while the UN warned rebuilding the devastated Palestinian territory would require efforts not seen since World War II. After months of stop-start negotiations, Hamas has sounded an optimistic tone about the latest hostages-for-ceasefire proposal, raising hopes an agreement may soon be reached even as medics in the besieged strip reported fresh strikes on Gaza's southernmost city of Rafah on Friday. Hamas chief Ismail Haniyeh said the group will \"soon\" [send a delegation to Egypt](https://www.standardmedia.co.ke/business/asia/article/2001491933/us-continuing-to-push-for-gaza-ceasefire-blinken-says) to complete ongoing ceasefire discussions with a deal that ‘realises the demands of our people’. Haniyeh, the leader of the militant group's political wing, told Egyptian and Qatari mediators in calls on Thursday that Hamas was studying the latest proposal from Israel with a \"positive spirit\". The stakes of the truce talks were thrown into sharp relief Thursday when a UN report estimated it could take 80 years to reconstruct all the homes flattened over the course of the nearly seven-month war. \"The scale of the destruction is huge and unprecedented... this is a mission that the global community has not dealt with since World War II,\" Abdallah al-Dardari, the UNDP's Regional Director for Arab States told a briefing in Jordan. The UNDP assessment forecast the socioeconomic toll inflicted will cost generations of Palestinians to come and called for an urgent ceasefire. 'Suffering' The only truce mediators have been able to hammer out so far was a week-long deal in November, that saw the release of 105 hostages for 240 Palestinian prisoners. [Israel estimates that 129](https://www.standardmedia.co.ke/health/asia/article/2001492656/hamas-chief-reaffirms-commitment-to-ceasefire-demands) captives seized by the militants during their October 7 attack remain in Gaza. The military says 35 of them are dead, including 49-year-old Dror Or. The government confirmed Or's death early Friday. Two of his children were among the hostages released during the November truce. Hamas and Israel have been at loggerheads for months over the terms of any new deal. The militant group has demanded a permanent ceasefire to end the war and the withdrawal of troops, which Israel has refused. While Israel faces regular protests demanding the government bring home remaining captives, Prime Minister Benjamin Netanyahu has vowed to fight on. Stay informed. Subscribe to our newsletter With or without a truce, he has said he will send ground troops into Rafah, despite global concerns over the fate of around 1.5 million civilians sheltering there. The truce offer under consideration includes a 40-day halt to fighting and the exchange of Israeli hostages for potentially thousands of Palestinian prisoners, according to details released by Britain. During his latest whirlwind visit to the Middle East, US Secretary of State Antony Blinken urged the Palestinian group to accept what he termed an \"extraordinarily generous\" deal on the part of Israel. \"If Hamas actually purports to care about the Palestinian people and wants to see an immediate alleviation of their suffering, it will take the deal,\" Blinken told reporters Wednesday. Until Haniyeh's comments, Gaza-rulers Hamas had indicated a generally negative reception of the proposed truce. The war started with Hamas's October 7 attack on Israel that resulted in the deaths of 1,170 people, mostly civilians, according to an AFP tally of Israeli official figures. Israel's retaliatory campaign has killed at least 34,596 people in Gaza, mostly women and children, according to the Hamas-run territory's health ministry. UNDP estimated that as of April 12, at least five percent of Gaza's population had been killed or injured. \"The suffering in Gaza will not end when the war does,\" UNDP chief Achim Steiner said. \"Unprecedented levels of human losses, capital destruction, and the steep rise in poverty in such a short period of time will precipitate a serious development crisis,\" he added. 'Mouths left hungry' The humanitarian crisis and rising death toll in Gaza have prompted demonstrations around the world, including in universities in the United States, Canada and France. Israeli President Isaac Herzog slammed the protests, [ charging that the US ](https://www.standardmedia.co.ke/health/asia/article/2001490829/israel-agrees-to-cease-fire-framework-in-gaza-hamas-to-weigh-in)universities had been \"contaminated by hatred and anti-Semitism\". Colombia severed diplomatic ties with Israel on Wednesday, while Turkey on Thursday announced it was suspending trade. Gaza's 2.4 million inhabitants are threatened by famine, but international aid has only been able to trickle in. Under US pressure, Israel has allowed increased aid deliveries in recent days, including through a reopened border crossing. At south Gaza's largest hospital, the Nasser Medical Complex in Khan Yunis, which was heavily damaged by fighting in February, foreign aid and borrowed equipment has helped to \"almost completely\" restore the emergency department, its director Atef al-Hout said. US charity World Central Kitchen resumed delivering food to starving Gazans this week after it had suspended operations following an Israeli strike in April that killed seven of its staffers. \"We realised after the kitchen closed that many mouths were left hungry,\" kitchen manager Zakria Yahya Abukuwaik said, while preparing food in Rafah.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ismail haniyeh",
          "sentiment": "none"
        },
        {
          "name": "haniyeh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "standard hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T09:22:24.543+03:00",
    "updated": "2024-05-03T12:32:07.325+03:00"
  },
  {
    "uuid": "56effda3b34de30faa096592fdf796a49d95e118",
    "url": "https://www.newswise.com/articles/african-one-health-network-launched-to-prevent-disease?sc=rsla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Universitat Leipzig",
    "published": "2024-01-05T20:05:00Z",
    "title": "African One Health network launched to prevent disease",
    "text": "Newswise — “The aim of our multidisciplinary and broad-based project is to establish antimicrobial stewardship in sub-Saharan Africa and to prevent the transmission of infectious diseases through a One Health approach,” says Dr Ahmed Abd El Wahed. Research institutions from the seven countries involved in this network – Uganda, Senegal, Ghana, Nigeria, the Democratic Republic of Congo, Ethiopia and Sudan – will define and analyse a range of biological-medical and socio-cultural factors and investigate how they affect human, animal and environmental health in sub-Saharan Africa.\nTargeted involvement of policy-makers\nThe targeted involvement of local, regional and national stakeholders from the participating countries in the network over the entire project period (2023 to 2027) is intended to enhance their technical expertise and thus increase the efficiency of the network as a whole. “We involve policy-makers and other key stakeholders in the ministries of health and other institutions in the network countries in our work. This is how we hope to achieve the project’s objectives,” explains Abd El Wahed.\nThis project is working on comprehensive work packages to increase antimicrobial stewardship capacity in sub-Saharan Africa, including screening for antimicrobial resistance in humans, cattle and poultry; creating capacity for on-demand diagnostics of antimicrobial resistance and neglected tropical diseases using mobile tests for field use; studying the possible changes in the incidence of AMR following the increased use of antimicrobials before, during and possibly after the COVID-19 pandemic in sub-Saharan Africa; controlling communicable diseases, particularly AMR, by evaluating and improving existing hygiene practices at the human-animal-environmental interface; and building capacity for sustainable guidance on antimicrobial stewardship.\nDrawing on lessons from the COVID-19 pandemic\n“The COVID-19 pandemic has shown the disastrous consequences of ignoring the value of comprehensive prevention approaches and instead prioritising isolated and limited interventions,” says Professor Uwe Truyen from Leipzig University, co-director of the project, adding that communication, cooperation and coordination between the human, animal and environmental systems are therefore essential to prevent the impact of communicable diseases, especially zoonotic diseases, and to combat and control these infections. It is also important to consider human socio-cultural factors, which act as independent variables. Inequality and vulnerability in human populations are two such socio-cultural factors that can exacerbate negative health outcomes. The COVID-19 pandemic in sub-Saharan Africa clearly demonstrated this, as countries there were unable to sufficiently recognise, evaluate and address these complex challenges from a One Health perspective. The ADAPT project aims to further develop the capacity to adapt to these challenges and to address weaknesses in the prevention of communicable diseases in sub-Saharan Africa.\nThe ADAPT network is part of the German Federal Ministry of Education and Research-funded Research Network for Health Innovations in Sub-Saharan Africa (RHISSA).\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ahmed abd el wahed",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "senegal",
          "sentiment": "none"
        },
        {
          "name": "democratic republic of congo",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "uganda",
          "sentiment": "none"
        },
        {
          "name": "ghana",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "ethiopia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:17:59.502+02:00",
    "updated": "2024-01-06T00:17:59.502+02:00"
  },
  {
    "uuid": "679b97302020a201b9a0fd66de761bbdc0625183",
    "url": "https://www.cartv.es/aragonnoticias/noticias/extinguido-el-incendio-declarado-en-el-municipio-zaragozano-de-murillo-de-gallego",
    "ord_in_thread": 0,
    "author": "Cristina Adan Chueca",
    "published": "2025-07-10T13:05:00Z",
    "title": "Extinguido el incendio declarado en el municipio zaragozano de Murillo de Gállego",
    "text": "Extinguido el incendio declarado en el municipio zaragozano de Murillo de Gállego\nLa superficie provisional afectada es de unas 15 hectáreas de pino carrasco, carrasca y superficie agrícola\nEl incendio declarado este martes en Murillo de Gállego (Zaragoza) está ya extinguido. El fuego comenzó el martes sobre las 12:00 y afectó a unas 15 hectáreas de pino carrasco, carrasca y superficie agrícola, según datos provisionales del Operativo de Prevención y Extinción de Incendios Forestales de Aragón (Infoar).\nSegún algunos vecinos, la chispa de una cosechadora pudo ser la causa del siniestro.\nDurante las labores de extinción, hasta el incendio se desplazaron tres helicópteros, tres brigadas helitransportadas, tres brigadas terrestres, tres autobombas, un bulldozer y agentes de la Protección de la Naturaleza, mientras que por parte del Miteco se han trasladado tres helicópteros.\nAdemás, intervienen en el incendio bomberos de la Diputación de Zaragoza y bomberos del Ayuntamiento de Huesca, y colaboraron varios tractores de la zona.\nSi quieres estar al día de toda la actualidad, síguenos en redes sociales: Instagram, Facebook, X y TikTok.\nAhora también en el canal de WhatsApp.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Disaster and Accident->fire",
      "Social Issue->social services",
      "Environment->natural resources",
      "Environment->conservation",
      "Environment->environmental clean-up"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/aragonnoticias/",
      "https://www.facebook.com/AragonNoticias/",
      "https://www.tiktok.com/@aragonnoticias",
      "https://x.com/AragonNoticias_",
      "https://www.whatsapp.com/channel/0029Vb8OVLHB4hdK8lQZ1T1F",
      "https://instagram.com/aragonnoticias/",
      "https://facebook.com/AragonNoticias/",
      "https://www.x.com/AragonNoticias_",
      "https://whatsapp.com/channel/0029Vb8OVLHB4hdK8lQZ1T1F",
      "https://www.facebook.com/AragonNoticias",
      "https://tiktok.com/@aragonnoticias",
      "https://www.instagram.com/aragonnoticias"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T16:49:29.915+03:00",
    "updated": "2025-07-10T13:54:52.000+00:00"
  },
  {
    "uuid": "c241acf175c598068323adeefbdd0d1a708117e3",
    "url": "https://www.jamaicaobserver.com/2024/06/21/newborns-safe-minor-fire-mandeville-hospitals-neonatal-unit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DASHAN HENDRICKS Business content manager hendricksd com; Nbsp",
    "published": "2024-06-21T18:25:00Z",
    "title": "Newborns safe after minor fire at Mandeville Hospital's Neonatal Unit - Jamaica Observer",
    "text": "Newborns safe after minor fire at Mandeville Hospital’s Neonatal Unit MANDEVILLE, Jamaica — The Southern Regional Health Authority (SRHA) says that all patients in the Neonatal Intensive Care Unit (NICU) at Mandeville Regional Hospital (MRH) in Manchester are safe following a minor fire at the facility on Friday morning. According to a release, staff members were alerted to smoke coming from a ward housing the NICU at about 3:45 am. Chief Executive Officer for the MRH, Alwyn Miller, explained in the statement that further investigations revealed the fire was caused by an Uninterrupted Power Supply (UPS) device. The fire department was subsequently summoned, and the blaze was extinguished. Staff members reportedly managed to immediately remove the 11 neonates (newborns) and relocate them to an appropriate area of the pediatric ward. Following an assessment, all newborns and staff members were confirmed to be safe. It has been determined that usage of the area will resume before the end of the day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alwyn miller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mandeville hospital's neonatal unit - jamaica observer newborns",
          "sentiment": "neutral"
        },
        {
          "name": "hern regional health authority",
          "sentiment": "none"
        },
        {
          "name": "nicu",
          "sentiment": "none"
        },
        {
          "name": "mandeville regional hospital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mandeville",
          "sentiment": "none"
        },
        {
          "name": "jamaica",
          "sentiment": "none"
        },
        {
          "name": "mandeville hospital",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T21:56:50.744+03:00",
    "updated": "2024-06-21T21:56:50.744+03:00"
  },
  {
    "uuid": "e9b7ceebe3c2842fe0141739ea775fb5f7a30f03",
    "url": "https://finance.sina.com.cn/jjxw/2025-03-13/doc-inepnchw5131092.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sina.com.cn",
    "published": "2025-03-12T22:50:00Z",
    "title": "\"旅居\"辽东湾的斑海豹预计今年超400只|辽东湾_新浪财经_新浪网",
    "text": "斑海豹和幼崽在滩涂上集体晒太阳。田继光 摄 本报讯 记者徐刚报道 随着气温回升、海冰融化，“旅居”在盘锦市辽东湾海域的西 太平洋 斑海豹进入活跃期，近一周内，每天都能观测到超过200只西太平洋斑海豹在滩涂上集体晒太阳。\n3月12日，盘锦湿地保护协会海洋动物研究室主任田继光介绍，去年监测到的斑海豹数量最高达393只，按照每年20%至30%的增长率，今年预计能超过400只。\n斑海豹不仅是“辽河口湿地三宝”之一，更是这片湿地生态系统的“活名片”，它们的存在标志着辽河口湿地生态系统的健康与完整。斑海豹的保护不仅是对一个物种的守护，更是对整个生态系统的维护。盘锦市的守护行动不仅是对一个物种的关爱，更是对整个地球生态的责任。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Environment->endangered species",
      "Environment->animal",
      "Science and Technology->marine science",
      "Science and Technology->biology",
      "Social Issue->demographics",
      "Social Issue->population and census",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T01:03:47.831+02:00",
    "updated": "2025-03-13T01:03:47.831+02:00"
  },
  {
    "uuid": "28ce82dd42c2fe8eaae743acf24a0f3ab1573882",
    "url": "https://www.11alive.com/article/news/crime/swat-standoff-euclid-police-us-marshals-capture-davonte-childs-wanted-atlanta-double-shooting/95-85551dd9-d891-4ee6-b92b-d0fa076f8014",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dave DeNatale",
    "published": "2024-02-01T21:55:00Z",
    "title": "Sandy Springmurder suspect captured by Euclid police, US Marshals",
    "text": "EUCLID, Ohio — A standoff that involved a SWAT team in [ Euclid](/local) on Thursday resulted in the arrest of the man wanted for a double shooting at a Kroger near Atlanta in 2021. According to a release by the U.S. Marshals' Northern Ohio Violent Fugitive Task Force, investigators in Georgia and Ohio spent the last two and a half years trying to track down 27-year-old Devonte Lavonne Childs. Last month, law enforcement received information that Childs was hiding in Euclid. Task force members found Childs at a home in the 25000 block of Tungston Avenue in Euclid. When officers approached the house, the NOVTF says Childs pointed a gun in their direction. Euclid police responded along with the Eastside Departments Group Enforcement (EDGE) SWAT and the Ohio State Highway Patrol's Special Response Team (SRT). Childs eventually surrendered to police without further incident. Officers found two guns inside the home. “Law enforcement never gave up on this case and the U.S. Marshals never gives up on finding their fugitives. Anyone on the run should know you will be found if the U.S. Marshals are looking for you,\" said U.S. Marshal Pete Elliott in a statement. The NOVTF says Childs will remain in custody in Cleveland until he can be extradited back to Georgia to face the charges against him. Childs was wanted for a shooting that happened at the parking lot of Kroger in Sandy Springs, Georgia on Aug. 17, 2021. According to police, Childs shot Yemi Mabiaku five times in the back, resulting in his death. Another person was also shot during the incident but survived. [Our Atlanta TEGNA sister station 11 Alive](/article/news/crime/suspects-identified-in-sandy-springs-kroger-double-shooting/85-6af969c8-0448-4134-92c3-c3bd794ed719) reported that Childs is facing two counts of possession of a firearm during commission of a felony, possession of a firearm by a convicted felon, and aggravated assault with intent to murder. A second suspect in the shooting surrendered to police three days later.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sandy springmurder",
          "sentiment": "negative"
        },
        {
          "name": "childs",
          "sentiment": "none"
        },
        {
          "name": "devonte lavonne childs",
          "sentiment": "none"
        },
        {
          "name": "marsha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. marshals' northern ohio violent fugitive task force",
          "sentiment": "none"
        },
        {
          "name": "eastside departments group enforcement",
          "sentiment": "none"
        },
        {
          "name": "ohio state highway patrol",
          "sentiment": "none"
        },
        {
          "name": "novtf",
          "sentiment": "none"
        },
        {
          "name": "kroger",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "euclid",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "us marshals euclid",
          "sentiment": "none"
        },
        {
          "name": "tungston avenue",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:21:12.721+02:00",
    "updated": "2024-02-02T00:21:12.721+02:00"
  },
  {
    "uuid": "6922860a6ab82940324232dc436322ce92b5586c",
    "url": "https://menafn.com/1108720549/Czechias-Top-Diplomat-Calls-Not-To-Fall-For-Putins-Nuclear-Threats",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-09-26T00:14:00Z",
    "title": "Czechia's Top Diplomat Calls Not To Fall For Putin's Nuclear Threats",
    "text": "( MENAFN - UkrinForm) The Kremlin amended the doctrine on the use of nuclear weapons in order to intimidate Ukraine's allies, but these intimidations should not be heeded.\nThis was stated by the Czech Minister of Foreign Affairs, Jan Lipavsky, via X , reports Ukrinform.\nLipavsky noted that threats to the Democratic world involving nuclear weapons have been a \"cornerstone of Kremlin propaganda\".\n\"Its goal is to deter support for Ukraine and enable Russian occupation. Adjusting Russia's doctrine to ease nuclear use is part of this intimidation. Let's not fall for it,\" urged Lipavsky.\nRead also: Czech foreign minister thanks Ukraine for assistance in combating aftermath of floods As Ukrinform reported earlier, on Wednesday, Russian leader Vladimir Putin, speaking before the Russian Security Council on nuclear deterrence, announced the introduction of clarifications in determining the preconditions for the use of nuclear weapons. This is about expanding the range of states and military alliances that are targeted by Russia's nuclear deterrence. The list of military threats that may be neutralized by nuclear weapons was also supplemented.\nThe EU said Putin's latest nuclear threats voiced against non-nuclear states will not change the EU's stance on continued support for Ukraine in its fight against Russian aggression.\nRead also: Zelensky names principles on which war should be ended U.S. Secretary of State Antony Blinken called Russia's latest moves as regards its nuclear doctrine“totally irresponsible”.\nPhoto: MZV ČR / MFA CZ\nMENAFN26092024000193011044ID1108720549",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:10:07.444+03:00",
    "updated": "2024-09-27T00:10:07.444+03:00"
  },
  {
    "uuid": "955fe7b3fa4f466228113fe7b216f52742a204a1",
    "url": "https://adra.ideal.es/comarca/dalias-estrena-hoy-plaza-cantarranas-fiesta-navidad-20231229130012-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R. I.",
    "published": "2023-12-29T12:00:00Z",
    "title": "Dalías estrena hoy la plaza Cantarranas con una fiesta de Navidad | Ideal",
    "text": "Secciones Servicios Destacamos R. I. Dalías Viernes, 29 de diciembre 2023, 13:00 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir Dalías continúa celebrando la Navidad. Durante esta semana, se han desarrollado talleres infantiles para aprender a realizar adornos navideños. Hoya la actividad continuará en la Placeta de Cantarranas en la que los vecinos y la peña La Rosa han organizado una jornada de «convivencia, música, decoración, barra y un gran ambiente». Un viernes que viene cargado de animación y diversión, a partir de las 21:30 horas, la Asociación Daliarco ha organizado, con la colaboración del Ayuntamiento, las `Precampanadas´ con las que «adelantarán el calendario con una muy ocurrente fiesta con música en directo de la mano de Generación Beta y que promete muchos momentos inolvidables, todo ello será en la Plaza del Ayuntamiento», según explica el alcalde, Francisco Lirola. Ya el 30 de diciembre nos acercamos al final de este año y «como queremos que todas las generaciones tengan su fiesta, celebraremos la Nochevieja Infantil a las 11:00 horas en la Plaza del Ayuntamiento». En la zona se habilitarán hinchables, música, un photocall y algunas sorpresas para acompañar las doce campanadas. La jornada se cerrará con otro de los momentos más esperados durante el fin de semana, la `Noche Flamenca´ de la Peña Cultura Flamenca La Victoria, en colaboración con el Ayuntamiento, en la que se podrá disfrutar, a partir de las 21:30 horas, en el Centro de Mayores de Dalías, de la actuación de Ana Mar al cante, Antonio de Quero a la guitarra, Inés de Inés al baile y Antonio López como artista invitado, «una ocasión estupenda para que los amantes del flamenco en particular y del arte en general despidan este 2023». El 31 de diciembre las principales plazas de Dalías y Celín serán los espacios en los que, como marca la tradición, se despedirá el año bajo la imagen y el sonido de los relojes que las presiden para continuar la fiesta en el Casino de Dalías. Publicidad Publicidad Te puede interesar [ Este es el segundo premio de la Lotería del Niño ](https://www.abc.es/loteria-del-nino/segundo-premio-loteria-nino-dinero-20240105135625-nt.html#vca=voc-recirc&vso=ideal) La Voz de Cádiz Publicidad Publicidad Te puede interesar [ El mapa de los restaurantes con estrella Michelin por provincias ](https://www.ideal.es/culturas/gastronomia/listado-restaurantes-estrella-michelin-provincias-20231128222445-ntrc.html) Sara I. Belled y Álex Sánchez Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:01:55.643+02:00",
    "updated": "2024-01-06T00:02:23.223+02:00"
  }
]