[
  {
    "uuid": "d19ed3d084c9dcb245351a047397bacf94ea5250",
    "url": "https://www.world-today-news.com/first-sunrise-of-2024-in-tokai-region-high-expectations-and-warm-holidays/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-29T13:28:00Z",
    "title": "First Sunrise of 2024 in Tokai Region: High Expectations and Warm Holidays - World Today News",
    "text": "Tokai region The year-end and New Year holidays are warm and pleasant, with high expectations for the first sunrise over a wide area ( [weather](https://www.world-today-news.com/tag/weather/) forecaster Nozomi Takeshita December 29, 2023) – Japan [Weather](https://www.world-today-news.com/tag/weather/) Association tenki.jp Tokai region The year-end and New Year holidays are warm and pleasant, and the first sunrise of the year is highly anticipated across a wide area. December 29, 2023 15:53 In the Tokai region, it will rain on the 31st (Sunday: New Year’s Eve), but many places will be clear and sunny on January 1st (Monday: New Year’s Day), the start of 2024. It seems that you can see the “first sunrise” from a wide area. First half of the two week weather: 30th (Sat) – January 5th (Fri) Tomorrow, the 30th, the [weather](https://www.world-today-news.com/tag/weather/) will slowly go downhill. It will be mostly sunny during the day, but clouds are expected to gradually spread from the west at night. On the 31st (Sunday: New Year’s Eve), a low pressure system accompanied by a front will move eastward over the sea south of Honshu and the Sea of Japan, so it is likely to rain widely in the morning. There will be some sunny spells in the afternoon, but there will be some areas with showers again. In addition, as cold air gradually moves in at night, the northern part of Hida, Gifu Prefecture, is expected to turn to snow. There is no need to worry about heavy rain or heavy snow, but you should be careful about the changeable [weather](https://www.world-today-news.com/tag/weather/). [Read more: Michigan Lawmakers Pass $81.7 Billion Budget Plan for 2024 with Record Surplus Allocation](https://www.world-today-news.com/michigan-lawmakers-pass-81-7-billion-budget-plan-for-2024-with-record-surplus-allocation/) January 1st (Monday: New Year’s Day) will have a winter-like atmospheric pressure pattern, so areas on the Pacific side will be sunny, but the wind will feel cold. Northern Hida will continue to experience heavy snowfall. On the 2nd (Tuesday), there will be a lot of clouds in eastern Aichi Prefecture and Shizuoka Prefecture due to the influence of a local front, making it difficult to feel refreshed, but other areas are expected to be sunny. The [weather](https://www.world-today-news.com/tag/weather/) will be cloudy again on the 3rd (Wednesday), but it will be sunny on the 4th (Thursday) and 5th (Friday), mainly in areas on the Pacific side. The first sunrise of the year is bright and sunny, and expectations are high. The morning of January 1st (Monday: New Year’s Day) will be clear and sunny in many places. It seems that you can see the beautiful “first sunrise” over a wide area. However, the wind blows strongly from the north especially in the morning, so those who go to the coast or sandy beaches may find it colder than the temperature. Please wear clothing that does not allow wind to pass through, and take proper measures to protect yourself from the cold. “First sunrise” times in major regions of the Tokai region “First sunrise” times in major regions of the Tokai region Izu Jogasaki Coast: 6:50 Negatayama, Shimoda City, Izu: 6:49am Izu Katsuragi Mountain: 6:48am Mt. Fuji summit (Kengamine): 6:42am Omaezaki: 6:53 Yonezuhama, Hamamatsu City: 6:56am Cape Irago: 6:58am Acaopu, Jin City: 7:00 Ise City Futamiura (Meotoiwa): 6:59 [Read more: VfB Stuttgart and Stuttgarter Kickers: This is what you need to know about the DFB Cup draw - football](https://www.world-today-news.com/vfb-stuttgart-and-stuttgarter-kickers-this-is-what-you-need-to-know-about-the-dfb-cup-draw-football/) Second half of the 2 week weather: 6th (Sat) – 11th (Thursday) From Saturday the 6th onwards, there will be many days with winter-like atmospheric pressure patterns or days covered by high pressure. The [weather](https://www.world-today-news.com/tag/weather/) is expected to be mostly cloudy on the 7th (Sunday), with many sunny days mainly in areas on the Pacific side. Maximum temperatures are expected to be significantly higher than normal over the three-day weekend, and then settle to around normal or slightly above normal. There are many days when you can feel relieved in the sunshine. Latest articles (weather forecaster) Related Links 2023-12-29 06:53:47 #Tokai #region #yearend #Year #holidays #warm #pleasant #high #expectations #sunrise #wide #area # [weather](https://www.world-today-news.com/tag/weather/) #forecaster #Nozomi #Takeshita #December #tenki.jp",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nozomi takeshita",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "tokai",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:37:30.853+02:00",
    "updated": "2023-12-29T15:37:30.853+02:00"
  },
  {
    "uuid": "da38e9e4fe54b9c2a2b33923baf3b4498e6b7f3f",
    "url": "https://readwrite.com/chinese-e-commerce-giant-jd-com-wins-antimonopoly-lawsuit-against-alibaba/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maxwell William",
    "published": "2023-12-29T12:09:00Z",
    "title": "Chinese e-commerce giant JD.com wins landmark antimonopoly lawsuit against Alibaba - ReadWrite",
    "text": "Chinese online retailer JD.com has won its lawsuit against its rival Alibaba, according to [Reuters](https://www.reuters.com/technology/jdcom-wins-antimonopoly-lawsuit-against-alibaba-2023-12-29/), resulting in a substantial fine of 1 billion yuan ($140.68 million) imposed on Alibaba for monopolistic practices. The High People’s Court of Beijing delivered the ruling, finding Alibaba Group Holding Limited and its subsidiaries, Zhejiang Tmall Network Co and Zhejiang Tmall Technology Co, guilty of abusing their market dominance. The court’s decision marks a critical moment in China’s ongoing efforts to regulate monopolistic behavior in the e-commerce sector. The practice in question, known as “choosing one from two,” involved pressuring brands and merchants to work exclusively with one platform, significantly impacting market competition and fairness. JD.com, in a statement released on its official WeChat account, hailed the ruling as a landmark moment in upholding market fairness and competition order through the rule of law. The company expressed that the decision is not just a win for JD.com’s resistance against monopolistic practices but also a significant step in China’s anti-monopoly legal process. An Alibaba spokesperson acknowledged the ruling and expressed respect for the court’s decision. This isn’t the first time Alibaba has faced legal challenges for its market practices. In 2021, Chinese regulators fined Alibaba a record $2.75 billion following an anti-trust probe that concluded the company had abused its market dominance. The outcome of JD.com’s lawsuit against Alibaba outcome highlights the ongoing tension between China’s e-commerce giants and underscores the Chinese government’s commitment to [regulating monopolistic practices](https://readwrite.com/shein-accused-of-anti-competitive-practices-in-global-expansion/) in the digital economy. The ruling is expected to have far-reaching implications for how e-commerce platforms operate and compete in China, potentially leading to a more [balanced](https://readwrite.com/alibaba-abandons-cloud-division-spinoff-plan/) and competitive market landscape.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.reuters.com/technology/jdcom-wins-antimonopoly-lawsuit-against-alibaba-2023-12-29/),",
      "https://reuters.com/technology/jdcom-wins-antimonopoly-lawsuit-against-alibaba-2023-12-29/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "alibaba",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "zhejiang tmall technology co",
          "sentiment": "none"
        },
        {
          "name": "zhejiang tmall network co",
          "sentiment": "none"
        },
        {
          "name": "high people’s court",
          "sentiment": "none"
        },
        {
          "name": "alibaba group holding limited",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:12:53.175+02:00",
    "updated": "2023-12-29T15:12:53.175+02:00"
  },
  {
    "uuid": "ebae92587ac4ed9ef3d887696b1bbe587fbc031a",
    "url": "https://www.infobae.com/colombia/2023/12/24/hijos-de-diomedes-diaz-visitaron-la-tumba-de-su-padre-para-conmemorar-el-decimo-aniversario-de-su-fallecimiento/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pablo Figueroa",
    "published": "2023-12-24T15:21:00Z",
    "title": "Hijos de Diomedes Díaz visitaron la tumba de su padre para conmemorar el décimo aniversario de su fallecimiento",
    "text": "El 22 de diciembre de 2013, Colombia recibió una de las noticias más lamentables: el ídolo vallenato Diomedes Díaz, también conocido como el Cacique de la Junta, falleció a la edad de 56 años en una clínica en Valledupar debido a un paro cardiorrespiratorio. Diez años después, algunos de sus hijos visitaron su tumba ubicada en Santo Ecce Homo, en Valledupar, para rendirle homenaje y tributo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Religion and Belief"
    ],
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
      "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw",
      "https://www.news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T17:30:34.591+02:00",
    "updated": "2023-12-24T18:07:46.274+02:00"
  },
  {
    "uuid": "248d1352996a23a4075a969f5d42f93a1c4aefe2",
    "url": "https://fakekamagra85789.pages10.com/5-essential-elements-for-fake-medicine-59777546",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fakekamagra",
    "published": "2023-12-28T17:53:00Z",
    "title": "5 Essential Elements For fake medicine",
    "text": "Anti-malarials and antibiotics are among the most commonly documented substandard and falsified healthcare goods.\nUnregistered/unlicensed health-related items that have not been through analysis and/or acceptance through the National or Regional Regulatory Authority for the marketplace where they are promoted/dispersed or employed, issue to permitted disorders underneath nationwide or regional regulation and laws.\nWhen using Cialis, an individual should consult a doctor or look for crisis health-related remedy whenever they establish any of the next symptoms:\nMake sure you Notice that The author of this information hasn't tried out these merchandise. All info introduced is only study-based mostly and correct at the time of publication.\nThat's why, There's a pressing need to have for world regulatory authorities to come with each other to devise a strategy to protect against drug counterfeiting internationally.\nIPR Gezgini ticari kazanç amacı gütmeyen bir bilgi aktarımı – paylaşımı platformudur ve fikri mülkiyet hakları ile ilgili yeni yazı ve yazarlara açıktır.\nOf course, it does. In many medical studies, Viagra was productive in managing ED. In these experiments, males who utilized the drug experienced an improved power to have and preserve erections that permitted for effective intercourse.\nThe guide has long been sitting here next to me for a few months with the individual sporting a tin-foil\nfake viagra hat on the duvet watching for me to provide it a try. Now that I’m completely vaccinated (Pfizer, in case you need to know), I've started to venture out.\nExpenses of prescription medicines can differ dependant upon\nsahte viagra quite a few components. These components involve what your insurance approach addresses and which pharmacy you use.\nSubstandard and falsified medical products are by their very mother nature tough to\nfake medicine detect. They tend to be meant to surface just like the real solution and should not induce an apparent adverse response, even so they generally will fall short to thoroughly handle the ailment or situation for which they ended up intended, and can lead to major fake cialis wellness penalties together with death.\nSpringer Nature or its licensor (e.g. a society or other husband or wife) holds distinctive rights to this text below a publishing arrangement Together with the creator(s) or other rightsholder(s); author self-archiving from the recognized manuscript Edition of this article is entirely ruled via the terms of this kind of publishing settlement and relevant legislation.\nSomeone thinking about generic or branded Cialis ought to talk to that has a medical Specialist to determine the most effective Variation and dosage for them and receive a prescription.\nWhen you've got a coronary heart difficulty or small hypertension, speak with your medical professional about no matter whether Viagra is safe\nhttps://fakeviagra15813.full-design.com/top-latest-five-fake-medicine-urban-news-66847410 for you personally.\nThe structured reporting system allows for a fast reaction to emergencies and The problem of alerts in by far the most really serious circumstances. It also facilitates in-depth analyses in the health-related items most at risk, the vulnerabilities and weaknesses in overall health units, the harm brought on to general public overall health and the need for financial investment, schooling and stronger laws and requirements.\n5 Essential Elements For fake medicine\nAnti-malarials and antibiotics are among the most commonly documented substandard and falsified healthcare goods.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://zaneyfjnn.ampblogs.com/details-fiction-and-fake-viagra-60668953",
      "https://fake-cialis60359.blogpostie.com/46195814/details-fiction-and-sahte-ilaç",
      "https://angelovahln.pointblog.net/considerations-to-know-about-sahte-ilaç-64857327",
      "https://fake-cialis59358.blogdiloz.com/24035100/about-fake-cialis",
      "https://fakeviagra15813.full-design.com/top-latest-five-fake-medicine-urban-news-66847410",
      "https://www.fakeviagra15813.full-design.com/top-latest-five-fake-medicine-urban-news-66847410",
      "https://www.zaneyfjnn.ampblogs.com/details-fiction-and-fake-viagra-60668953",
      "https://www.fake-cialis59358.blogdiloz.com/24035100/about-fake-cialis",
      "https://www.angelovahln.pointblog.net/considerations-to-know-about-sahte-ilaç-64857327",
      "https://www.fake-cialis60359.blogpostie.com/46195814/details-fiction-and-sahte-ilaç"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "regional regulatory authority",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:58:58.637+02:00",
    "updated": "2023-12-29T00:58:58.637+02:00"
  },
  {
    "uuid": "770cfa85b1bb831c7824a820791e12ae0397a635",
    "url": "https://ts2.space/en/ethiopian-air-force-amplifies-strike-capability-with-modern-uavs-and-fighter-jets",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michał Rogucki",
    "published": "2024-01-19T17:24:00Z",
    "title": "Ethiopian Air Force Amplifies Strike Capability with Modern UAVs and Fighter Jets",
    "text": "Ethiopian Air Force Amplifies Strike Capability with Modern UAVs and Fighter Jets\nIn a move that dramatically strengthens its military clout, Ethiopia has rolled out the latest additions to its air force: Turkish Akinci UAVs and Russian Sukhoi Su-30 fighter jets. With the arrival of these cutting-edge systems, Ethiopia has firmly joined the ranks of select African nations boasting formidable air combat fleets. Showcasing these acquisitions in a ceremony, the nation demonstrated operational preparedness, indicating that since November 2023, these platforms are fully active for duty.\nThe induction of these platforms conveys Ethiopia’s intention to elevate its military profile in Africa significantly. The Akinci drones are distinguished for their long-duration flight capability and precision striking power from high altitudes. The Su-30 fighter jets, known for their air dominance, arrive with a versatile weapons suite that extends the Ethiopian Air Force’s range of tactical operations.\nEthiopia’s military advancement through these acquisitions reflects a broader strategic vision of securing a powerful and modernized air defense system. The updated air fleet not only boosts Ethiopia’s defense but also serves as a substantial diplomatic asset, refurbishing its standing in regional and international security discussions.\nSummary: Ethiopia advances its military capabilities with the introduction of advanced unmanned aerial vehicles and multirole fighter jets from Turkey and Russia, enhancing its strategic air force assets and asserting its enhanced defense stature within Africa.\nDefinitions of Key Terms:\n– **Multirole Fighter Jets:** Aircraft designed to perform multiple types of missions including air-to-air combat and ground attacks.\n– **Unmanned Aerial Vehicles (UAVs):** Remote-controlled or autonomous flying machines not requiring onboard human pilots.\nFAQs about Ethiopia’s Military Advancements with New Aircraft\nWhat new additions has Ethiopia made to its air force?\nEthiopia has recently inducted Turkish Akinci UAVs (Unmanned Aerial Vehicles) and Russian Sukhoi Su-30 multirole fighter jets into its air force.\nWhat capabilities do the new Turkish Akinci UAVs provide?\nThe Turkish Akinci UAVs are known for their long-duration flight capabilities and precision striking power from high altitudes.\nWhat are the features of the Russian Sukhoi Su-30 fighter jets?\nThe Sukhoi Su-30 fighter jets have air dominance and come with a versatile weapons suite that enhances the Ethiopian Air Force’s tactical operations range.\nWhat does the acquisition of these platforms signify for Ethiopia?\nThe acquisitions signal Ethiopia’s intention to significantly elevate its military profile and power in Africa, securing a more modern and powerful air defense system.\nWhen were these platforms reported to be fully active for duty?\nThe platforms have been fully active for duty since November 2023, as indicated by a ceremonial showcase of these acquisitions.\nHow do these new aircraft systems affect Ethiopia’s regional and international standing?\nWith the updated air fleet, Ethiopia not only boosts its defense capabilities but also enhances its diplomatic stance in regional and international security discussions.\nSuggested Related Links:\nTo explore more about international security and military advancements, visit:\n–\nNATO\n–\nUnited Nations Peace and Security\n–\nU.S. Department of Defense\n(Note that these URLs have been recommended based on the context of the request, and their validity is assumed to be accurate at the time of writing.)\nMichał Rogucki is a pioneering figure in the field of renewable energy, particularly known for his work on solar power innovations. His research and development efforts have significantly advanced solar panel efficiency and sustainability. Rogucki’s commitment to green energy solutions is also evident in his advocacy for integrating renewable sources into national power grids. His groundbreaking work not only contributes to the scientific community but also plays a crucial role in promoting environmental sustainability and energy independence. Rogucki’s influence extends beyond academia, impacting industry practices and public policy regarding renewable energy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.nato.int/",
      "https://www.un.org/en/sections/issues-depth/peace-and-security/",
      "https://www.defense.gov/",
      "https://nato.int/",
      "https://defense.gov/",
      "https://un.org/en/sections/issues-depth/peace-and-security/",
      "https://www.defense.gov",
      "https://www.nato.int",
      "https://www.un.org/en/sections/issues-depth/peace-and-security"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "akinci",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fighter jets ethiopian air force",
          "sentiment": "negative"
        },
        {
          "name": "air force",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "ethiopia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T20:30:57.587+02:00",
    "updated": "2024-01-19T20:30:57.587+02:00"
  },
  {
    "uuid": "88e05f1d0f81a0af1eb30f0acd19e657ae5598de",
    "url": "https://radaronline.com/p/prince-andrew-sex-abuse-victim-virginia-giuffre-court-case-postponed",
    "ord_in_thread": 0,
    "author": "Mike Boyce",
    "published": "2025-04-09T21:30:00Z",
    "title": "Prince Andrew's 'Sex Abuse Victim' Virginia Giuffre In New Court Drama",
    "text": "Huge Update in Prince Andrew 'Sex Abuse Victim' Saga — As Virginia Giuffre's Court Case is Postponed After her Murky 'Near-Death' Crash Claims\nApril 9 2025, Published 5:30 p.m. ET\nVirginia Giuffre's court case over an alleged breach of a restraining order has been postponed — days after claiming a bus crash left her close to death.\nRadarOnline.com can reveal Prince Andrew's accuser has been embroiled in a major saga in recent weeks.\nShe had been charged with breaching a family violence restraining order on February 2.\nIt comes amid claims she has just \"four days to live\" following a 110 mph car crash in Perth, Western Australia.\nHer case was first heard in Joondalup Magistrates' Court in northern Perth last month where she did not enter a plea.\nBut a follow up hearing was postponed today due to Giuffre, 41, still recovering from a number of injuries sustained after a collision.\nShe shared an image of her badly bruised face in a hospital bed at the end of last month and claimed she was involved in a high-speed crash with a bus.\nA statement alongside the image saw her say she had just days left to live as she begged to see her kids \"one last time.\"\nThe remark sparked huge debate among online sleuths after conflicting police and eyewitness reports were made.\nAustralian cops confirmed the crash took place but said no one was injured.\nParents of the children on the bus also spoke out against Giuffre's claims and said the accident wasn't as bad as it had been made out.\nEarlier this week, Giuffre was officially discharged from hospital a week after the crash.\nShe left through the back door of the hospital to avoid the media circus which was awaiting her departure.\nAnd Giuffre's U.S. agent Dini von Mueffling confirmed she is \"slowly improving.\"\nMany reporters were ready to question the woman who helped to get Jeffery Epstein convicted as a sex trafficker after she said just days prior that she \"accidentally\" claimed the bus crash left her close to death.\nHer brother, Sky Roberts, cleared up the claim as he explained that doctors told Giuffre she would have died within four days had she not received medical treatment.\nAnother major update to the saga saw her say she endured years of alleged domestic violence at the hands of her husband, Robert.\nGiuffre claimed in a previous statement that on January 9 this year, her husband physically assaulted her in Dunsborough, Western Australia.\nThe pair had separated in August 2023 but stayed in contact due to sharing a number of children together.\nThe restraining order is said to involve Robert and the children.\nGiuffre accused Andrew of sexually abusing her when she was 17 while she traveled with Andrew's paedo pals Epstein and Ghislaine Maxwell.\nThree years ago, the disgraced Duke paid millions to the mom-of-three in an out-of-court settlement, while denying sexual assault accusations.\nAndrew was spared a humiliating court battle over claims he sexually assaulted her when she was a teenager.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->prosecution and prosecutors",
      "Crime, Law and Justice->assault"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Andrew",
          "sentiment": "negative"
        },
        {
          "name": "Virginia Giuffre",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Western",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "88e05f1d0f81a0af1eb30f0acd19e657ae5598de",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:41:28.239+03:00",
    "updated": "2025-04-10T00:41:28.239+03:00"
  },
  {
    "uuid": "83fdeb95d78b2795ac0942f93a39bdd7e154159d",
    "url": "https://finance.sina.com.cn/jjxw/2025-03-13/doc-inepniqu5030279.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sina.com.cn",
    "published": "2025-03-13T00:47:00Z",
    "title": "长八遥六火箭发射成功|星座_新浪财经_新浪网",
    "text": "转自：新安晚报\n　　12日凌晨，长征八号遥六运载火箭以“一箭十八星”的方式，在海南商业航天发射场将千帆星座第五批组网卫星送入预定轨道，发射任务取得圆满成功。这标志着我国首个商业航天发射场已具备双工位发射能力。\n　　据介绍，长征八号是我国新一代中型两级液体捆绑式运载火箭，由中国 航天科技 集团一院抓总研制，可支持单星或多星发射，具有性价比高、安全性能优良的特征。其运载效率与能力，在国内同级别中型火箭中位居前列，尤其适用于太阳同步轨道及低轨道大型星座组网任务。\n　　千帆星座由上海垣信卫星科技有限公司建设运营，是我国首个进入正式组网阶段的巨型低轨商业卫星星座。其采用全频段、多层多轨道星座设计，核心技术及产业链全部自主可控。千帆星座的组网卫星发射均为“一箭十八星”，证明我国平板式卫星堆叠“一箭多星”发射技术已经成熟。\n　　2024年11月30日，海南商业航天发射场二号发射工位首发成功。此次执行发射任务的一号发射工位，是长征八号系列运载火箭的适用工位。其高度达83米，采用模块化钢结构设计，并首次采用地面导流锥双向开展地面排导喷水，实现降温降噪。火箭远距离测发控方式、改进型“三垂”测发模式，让一号发射工位具备了“7天发射、7天恢复”的快速测发能力，可满足未来高密度发射需求。\n　　据介绍，此次任务是商业星座公司和商业航天发射场首次协同运作，中国商业航天产业链成功开启新的应用实践。目前，海南商业航天发射场正全力推进二期项目建设。据新华社",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->aerospace engineering",
      "Science and Technology->scientific exploration",
      "Environment->energy resources",
      "Social Issue->mankind",
      "Social Issue->population and census",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:56:48.662+02:00",
    "updated": "2025-03-13T02:56:48.662+02:00"
  },
  {
    "uuid": "b33ed466c1ba751c66582d6cebb9dc8a9dc910b7",
    "url": "https://www.levante-emv.com/olimpiadas/2024/07/25/moya-alarma-nadal-darnos-continuidad-juegos-olimpicos-paris-106082057.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Iker Kind",
    "published": "2024-07-25T18:46:00Z",
    "title": "Moyá hace saltar las alarmas sobre la presencia de Nadal en los Juegos: \"No puedo asegurar que vaya a jugar\"",
    "text": "Tenis\nMoyá hace saltar las alarmas sobre la presencia de Nadal en los Juegos: \"No puedo asegurar que vaya a jugar\"\nEl entrenador de Rafa ha puesto en duda la participación del manacorí en los Juegos Olímpicos\nIker Kind\nSaltan las alarmas en el mundo del tenis.\nRafa Nadal ha cancelado este jueves los dos entrenamientos que tenía previstos en las instalaciones de Roland Garros para preparar su debut tanto en el cuadro individual como en el de dobles. Carlos Moyá ha desvelado el porqué.\n\"Ha sido un contratiempo y hemos decidido que hoy Rafa descansase y no entrenase para recuperar\", ha corroborado el entrenador de Nadal en 'Radioestadio', confirmando los rumores de que el español tuvo molestias en el muslo derecho durante el entrenamiento del miércoles.\nUna piedra en el camino inesperada y a falta de apenas dos días para el comienzo de la competición. Según las declaraciones que ha realizado Nadal durante el sorteo del cuadro, todo hace indicar que el manacorí debutaría el sábado\n[ en el dobles junto a Alcaraz](/olimpiadas/2024/07/24/nadal-alcaraz-dobles-ensueno-paris-106025734.html) y el domingo iniciaría su andadura en la modalidad individual.\nNadal tenía previstas dos sesiones de entrenamiento en las instalaciones de Roland Garros, a las 13.00 h en una de las pistas exteriores y otra a continuación en la cancha central, la Philippe Chatrier, ambas con el alemán Alexander Zverev. Finalmente, ha cancelado su 'planning'.\n\"Vamos a darnos 48 horas...\"\n\"Vamos a darnos 48 horas. No puedo asegurar nada. Hay que esperar\", ha afirmado también Moyá. Un mensaje que deja frío al mundo del tenis y abre la posibilidad de que las molestias del manacorí puedan ser preocupantes e influir en su participación en los Juegos Olímpicos de París.\nEste jueves también se ha sorteado el cuadro individual y de dobles de la competición. Rafa Nadal debutaría en primera ronda ante Marton Fucsovics, con la posibilidad de\n[ enfrentarse a Novak Djokovic](/olimpiadas/2024/07/25/bombazo-nadal-djokovic-enfrentarian-segunda-106060485.html) en segunda ronda por sexagésima vez en su carrera. En el dobles, la pareja 'Nadalcaraz' se verá las caras con el dúo argentino formado por Máximo González y Andrés Molteni. Aun así, todo depende del físico de Rafa. Alejandra Rubio desvela el nombre de su bebé (que no va a gustar a su madre) Alessandro Lequio rompe su silencio y habla abiertamente del problema de salud que padece: 'Me acaban de llegar los resultados Canet prohíbe el baño en su playa Holly Marie Combs, sobre Shannen Doherty: “Ella no pensaba que se iba a ir tan pronto. Uno siempre piensa que va a tener más tiempo” El bulevar peatonal con praderas sobre el túnel ferroviario del Parque Central vuelve al proyecto original con tráfico Detenida en València una exjueza argentina buscada por 'vender' bebés a familias ricas El remodelado Pantalán recibe más de mil visitas El Gobierno calcula que la Generalitat perderá 765 millones por el 'no' del PP a los objetivos de déficit",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sport.es/es/noticias/juegos-olimpicos/djokovic-opina-posible-duelo-nadal-106072231",
      "https://www.sport.es/es/noticias/juegos-olimpicos/djokovic-opina-posible-duelo-nadal-106072231"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:02:01.240+03:00",
    "updated": "2024-07-26T00:02:01.240+03:00"
  }
]