[
  {
    "uuid": "e7c1ab67fe3a6a7ad4ec350147073f6392625c3f",
    "url": "https://news.yahoo.com/school-satan-club-draws-concern-090025260.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Life Shopping",
    "published": "2023-12-24T00:00:00Z",
    "title": "'After School Satan Club' draws concern from Tennessee parents: 'Find somewhere else'",
    "text": "Fox News 'After School Satan Club' draws concern from Tennessee parents: 'Find somewhere else' Kyle Morris, Joshua Nelson December 24, 2023 at 11:00 AM · 5 min read Link Copied Read full article Oops! Something went wrong. Please try again later. More content below\nA Tennessee elementary school's plan to allow the Satanic Temple to host an after-school program in its library is facing backlash from the students' parents and family members, one of whom insists the program is equipped to \"negatively impact\" children.\nThe Satanic Temple plans to host its first After School Satan Club (ASSC) in Cordova, Tennessee, on Jan. 10, 2024, at Chimneyrock Elementary School.\nA flyer for the event describes the Satanic Temple as a non-theistic religion recognized by the Internal Revenue Service as a church. The church views Satan as a literary figure who represents a \"metaphorical construct of rejecting tyranny and championing the human mind and spirit.\"\nThey added that the \"Satan Club\" will not attempt to convert students to any religious ideology. Instead, the Satanic Temple encourages \"children to think for themselves.\"\nSATANIC TEMPLE LEADER TOUTS AFTER-SCHOOL CLUB AS ALTERNATIVE TO RELIGIOUS CLUBS 'PROSELYTIZING' TO STUDENTS\nLucien Greaves, a co-founder and spokesman for the Satanic Temple, told Fox News Digital last week that the group started the after-school program as an alternative to other religious groups that were \"proselytizing\" to children.\nOne parent who asked that their identity remain anonymous due to the circumstances told Fox News Digital that she is \"concerned and anxious\" over the school's decision to play host to the group next year.\nREAD ON THE FOX NEWS APP\n\"This program has great potential to negatively impact children at school there,\" the parent said. \"At a time when our kids should be growing and learning to be better people, this comes along. The name itself is just out of touch with what most of us want our kids exposed to.\"\n\"My kid won't be attending, and I hope other mothers and fathers out there will be mindful before allowing their children to participate,\" the parent added. \"We're better than this – as a group, as a community, and hopefully as a school.\"\nThe parent, who said her child expressed no interest in attending the program ever since they were made aware of it, said she hopes to see the school reverse its decision on allowing the program to take place in the school library.\n\"My child's school library isn't for this kind of program,\" the parent said. \"My suggestion to the Satanic Temple would be to find somewhere else, maybe more accepting, to take this.\"\nAshley, who only provided her first name for interview purposes, is the aunt of a student who attends the school and said she hopes to see the program get canceled before it \"perverts the minds of innocent children.\"\n\"My niece isn't much into religion, but that's OK because she's still young,\" Ashley told Fox News Digital. \"What isn't needed is a group claiming to help kids think for themselves that pushes a view that Satan isn't a bad thing, I'm just not OK with that.\"\nASSC will provide teachers help to prepare \"fun activities\" centered on their seven fundamental tenets: benevolence, empathy, critical thinking, problem-solving, creative expression, personal sovereignty and compassion.\nSATANIC TEMPLE LEADER CHALLENGES 'PATHETIC LITTLE COWARD' DESANTIS TO DEBATE OVER GROUP'S TAX-EXEMPT STATUS\nASSC will provide teachers help to prepare \"fun activities\" centered on their seven fundamental tenets: benevolence, empathy, critical thinking, problem-solving, creative expression, personal sovereignty and compassion.\n\"All After School Satan Clubs are based on activities centered around the Seven Fundamental Tenets and emphasize a scientific, rationalist, non-superstitious worldview,\" the event's flyer stated.\nThe ASSC, which was requested by a parent at the school , was running at eight schools last year. Four schools are currently running ASSC this school year.\nAfter being made aware that a parent had requested the after-school program, Ashley questioned, \"What parent does that?\"\n\"This, to me, is only creating a wedge between those of different faiths and backgrounds. That's the part I'm not OK with,\" Ashley added. \"Students shouldn't be subject to this information, no matter what it's being disguised as.\"\n\"ASSC only goes where it has been invited to give an alternative club to the other religious clubs already operating on school campus,\" June Everett, a spokesperson for ASSC, told Fox News Digital.\n\"Districts from last year have updated their policies to keep both the GNC and ASSC out, and some of the GNC's have not returned for this school year – hence the reason we aren't active in those schools,\" Everett, the ASSC campaign director said.\nShe added, \"Our active clubs are in California, Connecticut, Ohio, Pennsylvania, and soon to be Tennessee.\"\nEverett explained further that school officials would not send out a permission slip for the club \"due to an enforced flyer policy,\" even though the school had previously sent out permission slips for the Child Evangelism Fellowship's Good News Club that operates on campus, before school hours.\nSome members and supporters of the Satanic Temple, the organization that sponsors the After School Satan Club, pose on Feb. 28, 2023, after a Saucon Valley school board meeting.\nSchool district officials said they’re committed to upholding the First Amendment for all nonprofit organizations seeking to use their facilities outside of school hours.\nSATANIC DISPLAY INSIDE IOWA STATE CAPITOL DESTROYED, MAN CHARGED: OFFICIALS\n\"The Satanic Temple, recognized by the Internal Revenue Service as a 501(c)(3) public charity, falls under this policy and has the same legal rights to use our facilities after-hours as any other nonprofit organization.\"\nThe co-founder and spokesman for the Satanic Temple told Fox News Digital last week that the group started the ASSC as an alternative to other religious groups that were \"proselytizing\" to children.\n\"We started the after-school program in 2016, and since then we've had a number of them in operation in various places, some of them still in operation, some of them not for whatever reason,\" said Lucien Greaves.\n\"People don't understand a lot of the pro-social values we rally around,\" he added. \"We want people to know we're active in the communities, and we're doing productive things.\"\nGreaves described the kind of activities that the ASSC would facilitate in this after-school program as a self-directed learning process that entails playing games, solving puzzles, activities, and other things that are educational for the kids – where they can choose which ones they want to work with.\nThe Satanic Temple originally constructed a complex curriculum and consulted people in the field of education, but then changed it after realizing that it had become too elaborate.\n\"We really wanted to build something that would be a fruitful endeavor for the kids,\" Greaves said.\nOriginal article source: 'After School Satan Club' draws concern from Tennessee parents: 'Find somewhere else'\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.foxnews.com/category/us/us-regions/southeast/tennessee",
      "https://www.foxnews.com/media/satanic-temple-leader-touts-after-school-club-alternative-religious-clubs-proselytizing-students",
      "https://media.zenfs.com/en/video.fbc.news.com/3d48de7e21b77f0daee33b3b40bf9997",
      "https://www.foxnews.com/media/satanic-hail-santa-christmas-tree-faces-blowback-display-wisconsin-museum",
      "https://s.yimg.com/ny/api/res/1.2/R9SGcqHurhLDcdSwvcMXQw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUzOQ--/https://media.zenfs.com/en/fox_news_text_979/e59cb9197b72221f2c5a4f41236c98aa",
      "https://s.yimg.com/ny/api/res/1.2/Gx_0kUZ.bcnBnewEuoscrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://media.zenfs.com/en/fox_news_text_979/2d7d6afacca0edac44a0387eb29a71a5",
      "https://s.yimg.com/ny/api/res/1.2/wico8jgRtdSHU7FWtn7iSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzQ4/https://media.zenfs.com/en/fox_news_text_979/e59cb9197b72221f2c5a4f41236c98aa",
      "https://s.yimg.com/ny/api/res/1.2/w2AMoYQOcBS.3vAq9uo8SQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/en/fox_news_text_979/2d7d6afacca0edac44a0387eb29a71a5",
      "https://s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://s.yimg.com/ny/api/res/1.2/Uhi3DCA6Z1SJHwgGeiv5Tg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://media.zenfs.com/en/fox_news_text_979/8d3bf522865fe6b59b9c5ef6a3d49f4a",
      "https://www.foxnews.com/",
      "https://twitter.com/intent/tweet?text=",
      "https://foxnews.onelink.me/xLDS/mvaj7wvj",
      "https://s.yimg.com/ny/api/res/1.2/6xiACL2pp5vIpOuHKiycrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fnews.yahoo.com%2Fschool-satan-club-draws-concern-090025260.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.foxnews.com/category/us/religion",
      "https://s.yimg.com/ny/api/res/1.2/LsevmmXAO6v8vShCsX7_bA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/en/fox_news_text_979/8d3bf522865fe6b59b9c5ef6a3d49f4a",
      "https://www.foxnews.com/category/us/education/teachers",
      "https://s.yimg.com/uu/api/res/1.2/THMVdzQRrBUC.83KZRrJlw--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/video.fbc.news.com/3d48de7e21b77f0daee33b3b40bf9997)",
      "https://www.foxnews.com/media/the-satanic-temple-launch-school-satan-club-memphis-elementary-school",
      "https://s.yimg.com/uu/api/res/1.2/HqMTZ_.Pic3TTACVVxTuaA--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/video.fbc.news.com/3d48de7e21b77f0daee33b3b40bf9997",
      "https://www.foxnews.com/category/us/education/parents",
      "https://www.foxnews.com/media/satanic-temple-leader-challenges-pathetic-little-coward-desantis-debate-over-groups-tax-exempt-status",
      "https://www.foxnews.com/media/satanists-condemn-leader-demand-reaffirm-trans-rights-taking-photo-anti-woke-atheist",
      "https://www.foxnews.com/politics/satanic-display-inside-iowa-state-capitol-destroyed-man-charged-officials",
      "https://www.foxnews.com/media",
      "https://www.foxnews.com/politics/after-school-satan-club-draws-concern-tennessee-parents-find-somewhere-else",
      "https://s.yimg.com/ny/api/res/1.2/My.gY6eAeDvwcEgR0j7N0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzQ-/https://media.zenfs.com/en/fox_news_text_979/e59cb9197b72221f2c5a4f41236c98aa",
      "https://foxnews.com/politics/after-school-satan-club-draws-concern-tennessee-parents-find-somewhere-else",
      "https://foxnews.com/media",
      "https://foxnews.com/category/us/religion",
      "https://www.s.yimg.com/ny/api/res/1.2/My.gY6eAeDvwcEgR0j7N0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzQ-/https://www.media.zenfs.com/en/fox_news_text_979/e59cb9197b72221f2c5a4f41236c98aa",
      "https://www.s.yimg.com/ny/api/res/1.2/LsevmmXAO6v8vShCsX7_bA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/en/fox_news_text_979/8d3bf522865fe6b59b9c5ef6a3d49f4a",
      "https://foxnews.com/media/the-satanic-temple-launch-school-satan-club-memphis-elementary-school",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fnews.yahoo.com%2Fschool-satan-club-draws-concern-090025260.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.foxnews.com",
      "https://www.s.yimg.com/ny/api/res/1.2/w2AMoYQOcBS.3vAq9uo8SQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/en/fox_news_text_979/2d7d6afacca0edac44a0387eb29a71a5",
      "https://www.s.yimg.com/ny/api/res/1.2/R9SGcqHurhLDcdSwvcMXQw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUzOQ--/https://www.media.zenfs.com/en/fox_news_text_979/e59cb9197b72221f2c5a4f41236c98aa",
      "https://foxnews.com/category/us/education/teachers",
      "https://foxnews.com/media/satanists-condemn-leader-demand-reaffirm-trans-rights-taking-photo-anti-woke-atheist",
      "https://www.s.yimg.com/ny/api/res/1.2/Gx_0kUZ.bcnBnewEuoscrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://www.media.zenfs.com/en/fox_news_text_979/2d7d6afacca0edac44a0387eb29a71a5",
      "https://www.foxnews.onelink.me/xLDS/mvaj7wvj",
      "https://twitter.com/intent/tweet",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/uu/api/res/1.2/THMVdzQRrBUC.83KZRrJlw--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/video.fbc.news.com/3d48de7e21b77f0daee33b3b40bf9997)",
      "https://www.twitter.com/intent/tweet?text=",
      "https://foxnews.com/media/satanic-hail-santa-christmas-tree-faces-blowback-display-wisconsin-museum",
      "https://foxnews.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/wico8jgRtdSHU7FWtn7iSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzQ4/https://www.media.zenfs.com/en/fox_news_text_979/e59cb9197b72221f2c5a4f41236c98aa",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://www.s.yimg.com/ny/api/res/1.2/6xiACL2pp5vIpOuHKiycrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://www.s.yimg.com/ny/api/res/1.2/Uhi3DCA6Z1SJHwgGeiv5Tg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://www.media.zenfs.com/en/fox_news_text_979/8d3bf522865fe6b59b9c5ef6a3d49f4a",
      "https://foxnews.com/category/us/education/parents",
      "https://foxnews.com/media/satanic-temple-leader-challenges-pathetic-little-coward-desantis-debate-over-groups-tax-exempt-status",
      "https://www.s.yimg.com/uu/api/res/1.2/HqMTZ_.Pic3TTACVVxTuaA--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://www.media.zenfs.com/en/video.fbc.news.com/3d48de7e21b77f0daee33b3b40bf9997",
      "https://www.media.zenfs.com/en/video.fbc.news.com/3d48de7e21b77f0daee33b3b40bf9997",
      "https://foxnews.com/politics/satanic-display-inside-iowa-state-capitol-destroyed-man-charged-officials",
      "https://foxnews.com/media/satanic-temple-leader-touts-after-school-club-alternative-religious-clubs-proselytizing-students",
      "https://foxnews.com/category/us/us-regions/southeast/tennessee"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kyle",
          "sentiment": "negative"
        },
        {
          "name": "joshua nelson",
          "sentiment": "none"
        },
        {
          "name": "morris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news 'after school satan club",
          "sentiment": "neutral"
        },
        {
          "name": "'after school satan club",
          "sentiment": "neutral"
        },
        {
          "name": "chimneyrock elementary school",
          "sentiment": "none"
        },
        {
          "name": "satanic temple",
          "sentiment": "none"
        },
        {
          "name": "internal revenue service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "cordova",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:07:33.539+02:00",
    "updated": "2023-12-24T13:07:33.539+02:00"
  },
  {
    "uuid": "99ee9a380a22ec8298bc34a180cae9477d301b40",
    "url": "https://www.lanuovasardegna.it/olbia/cronaca/2024/12/13/news/maltempo-a-terra-i-pellegrini-sardi-diretti-in-corsica-per-la-visita-del-papa-1.100632813",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione La Nuova Sardegna",
    "published": "2024-12-13T16:00:00Z",
    "title": "Maltempo, a terra i pellegrini sardi diretti in Corsica per la visita del papa",
    "text": "Ancora grossi disagi nei collegamenti tra le due isole. La Regione all’attacco Santa Teresa. Il collegamento con la Corsica diventa sempre più difficile. La tratta Santa Teresa-Bonifacio è fuori uso a causa del guasto alla nave Giraglia e anche il collegamento provvisorio Golfo Aranci–Porto Vecchio naviga in cattive acque. A farne le spese, ora, sono i pellegrini, i sacerdoti e alcuni operatori sardi che avrebbero dovuto raggiungere la Corsica in occasione della visita di papa Francesco ad Ajaccio. Il collegamento di domani, 14 dicembre, è stato infatti cancellato a causa delle condizioni meteo avverse, proprio nel giorno che precede la visita del pontefice. «È l’ennesima spia della fragilità della tratta che collega le due isole – commenta Barbara Manca, assessora regionale ai Trasporti –. Una vicenda di cui ci occupiamo quasi quotidianamente. La linea Bonifacio-Santa Teresa, quella ufficiale operata da Moby in continuità territoriale, è fuori uso da circa un mese per il guasto di una delle pochissime navi dotate di dimensioni adeguate e delle necessarie certificazioni internazionali. Una situazione che ha fatto già scattare da parte della Regione i dovuti accertamenti per valutare l’applicazione delle sanzioni previste dal contratto di servizio in caso di sospensione del collegamento. La soluzione tampone, predisposta al di fuori del contratto di servizi dalla società Moby con la messa in mare della nave Zaza tra Porto Vecchio e Golfo Aranci, è anch’essa interessata da altre criticità dovute alle caratteristiche del porto francese quando si verificano condizioni meteo avverse. Infatti, a seguito delle segnalazioni arrivateci, abbiamo contattato l'armatore e appreso da quest'ultimo che le autorità francesi del porto di Porto Vecchio non consentirebbero l'ingresso in porto dell'imbarcazione, determinando la cancellazione della corsa e il conseguente disagio per chi avrebbe voluto recarsi nella vicina isola in occasione di questo importante evento. Abbiamo immediatamente preso contatto con le autorità corse per avere un riscontro su quanto sta avvenendo». «Si tratta dell'ennesimo disagio vissuto dai passeggeri di questa tratta marittima – aggiunge l'assessora dei Trasporti – a riprova di quanto sia necessario che tutti gli attori interessati, esecutivi regionali delle due isole e governi nazionali dei due Paesi in primis, si siedano a un tavolo per trovare una soluzione definitiva agli annosi problemi registrati. Bisogna mettere in campo tutte le energie possibili per salvare un collegamento vitale per l'economia delle due isole». Una soluzione possibile alla risoluzione del problema nel brevissimo periodo è stata messa sul piatto dagli uffici dell'assessorato regionale dei Trasporti. «I nostri uffici – spiega l’assessora Manca – hanno già inviato una richiesta di deroga, almeno temporanea, sulla classe di sicurezza richiesta per il naviglio da utilizzare su questa tratta (internazionale breve), nello specifico autorizzando la classe B invece della classe A attualmente richiesta. Con questa operazione il vettore incaricato potrà mettere a disposizione del collegamento altre navi a sua disposizione». Primo piano Le nostre iniziative L’enciclopedia dei nomignoli Ecco tutti i soprannomi dei paesi segnalati dai nostri lettoridi Salvatore Santoni Le storie a metà",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Francesco",
          "sentiment": "none"
        },
        {
          "name": "Moby",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Regione",
          "sentiment": "negative"
        },
        {
          "name": "Giraglia",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Ajaccio",
          "sentiment": "none"
        },
        {
          "name": "Corsica",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T21:54:03.288+02:00",
    "updated": "2024-12-13T21:54:03.288+02:00"
  },
  {
    "uuid": "100ccf728e9de8f0b66277fbf906ea6abc1832ee",
    "url": "https://uk.sports.yahoo.com/news/too-little-too-tottenham-brighton-220728380.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Burt",
    "published": "2023-12-28T22:07:00Z",
    "title": "Too little too late for Tottenham as Brighton win six-goal thriller",
    "text": "On this evidence there is one team that should be challenging for a Champions League place. And it is not Tottenham Hotspur . Brighton were simply brilliant and fully deserving of a victory that capped an incredible 2023 and strengthened their own hopes of once again qualifying for European football. But Tottenham? They could have gone back above Manchester City and into fourth with a win but it felt like a game too many as they limp towards the transfer window opening and with head coach Ange Postecoglou already making it plain that he needs reinforcements. There has been so much praise, and rightly so, for Postecoglou but he needs help. Ange-ball cannot succeed with this personnel on an evening when the magic wore off a little. There was a hugely-impressive late rally, with two goals that distorted Brighton’s dominance and even the glimmer of an incredible, improbable comeback. But do not be fooled. Brighton absolutely deserved this and more. There were no excuses. Spurs were missing a host of players but Brighton, a club with fewer resources, could top that. They had even more out and had to make more changes. Follow latest reaction below... 10:04 PM GMT Happy night for Brighton fans LOVE this team! 💙 [pic.twitter.com/WKtJGxjCG9] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 09:58 PM GMT Good year for Brighton 2023 has been a great year for Brighton 🙌 [pic.twitter.com/Tm2QfxJUJU] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 09:57 PM GMT Tottenham’s Son Heung-min speaking to PLP “It is a very disappointing performance. This is not how we’ve approached the season. This performance was nowhere near the level we want to play at. We know what our mistakes were but now is not the time to point fingers at each other because the games are coming fast. “We have to talk about the first half and the early parts of the second half rather than the end. We know we have to play like that from minute one. We have to take the lesson again and move on. Every team is strong in the Premier League and if we’re not playing like the last 15 minutes in every game we’re going to struggle and this has to be a big wake-up call. “Before they scored the goal we had good pressures and a couple of actions where we could have done better. Brighton were more clinical than us and then the penalties caused big problems for us. We have to be more focused on the penalty, it is a big detail. The first half was not our game and not us. We have to take a big, big session.” 09:54 PM GMT Tottenham manager Ange Postecoglou speaking to the BBC “It is fair to say we looked like a tired team today, which is understandable. We’ve asked a lot of these players for a very long time and we lacked a little bit of energy today. They are a good team and we struggled to cope with them. We hung in there and that’s all you can ask for, they left everything out there. “There are no grumbles from me with the penalties. They were clear and obvious. It’s amazing that VAR picks up everything apart from a tackle that maybe puts out another of our players. “There were positives at the end this group of players are giving everything at the moment. It is demanding to play the football we ask and they are doing it week in week out. It’s not for a lack of effort. “We haven’t been able to give the players a break at all and what we ask is pretty taxing.” 09:49 PM GMT Brighton striker Danny Welbeck speaking to Amazon Prime On Pervis Estupiñán’s goal: “It was incredible. We’ve given him a bit of stick because he’s taken a few opportunities where he has struck the ball from distance but today was incredible. “He’s been out for a while and everybody is over the moon for him. “You’ve got to get the technique right first and foremost and I think once the ball left his boot he knew that was in. It was a beautiful goal, and one he will remember forever.” On Brighton’s 2023: “It’s been incredible. One that not many would have foresaw coming. We’ve done well and set the standards of where we want to be and we can only build upon that now. We want more, we have hungry people within the club and we want to keep on getting better and better. “Even today we won 4-2 but we’re still disappointed for conceding two goals. There is always room for improvement.” 09:48 PM GMT Nervy ending for Brighton? When Brighton went 4-0 up with 15 minutes to go, all of their fans must have relaxed knowing the three points was absolutely guaranteed. But there were some nerves inside the AMEX when Tottenham got two goals back and they probably should have got at least a third in added time. Never in doubt… 😅 [pic.twitter.com/NfTmnpU1hk] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 09:44 PM GMT Leaking goals 19 - Since the start of November, Spurs have conceded the joint-most goals in the Premier League (19, along with [Nottingham Forest]), while they have the highest xG against total in this period (21.4). Volatile. [pic.twitter.com/oCmzQMtcaU] — OptaJoe (@OptaJoe) [December 28, 2023] 09:39 PM GMT Crazy night at the AMEX What a game! It ends 4-2 to Brighton at the Amex 🔵⚪️ [#PLonPrime] [#BHATOT] [pic.twitter.com/IzcuZPsPBl] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 09:32 PM GMT Full-time Jarred Gillett blows the full-time whistle and Brighton win a crazy match 4-2. When they went 4-0 up with 15 minutes to go they thought it would be the easiest of finishes to the game but it ended up being a nervy ending as Tottenham got two goals back. FT: BIG THREE POINTS! 🤩 [4-2] 📲 // [#BHAFC]🔵⚪️ [pic.twitter.com/5ysw48rNU6] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 09:29 PM GMT 90+7 minutes: Brighton 4 Tottenham 2 Lo Celso finds Son at the back post but his volley hits the side netting. Another chance in added time there for Tottenham. 09:27 PM GMT 90+5 minutes: Brighton 4 Tottenham 2 Hojbjerg hits the post and then Porro ’s shot is blocked by Estupinan for a corner which is headed away. Tottenham could have easily brought it back to 4-3 there. 09:26 PM GMT 90+4 minutes: Brighton 4 Tottenham 2 It is all Tottenham at the moment and Brighton are hanging on, counting down the minutes. 09:25 PM GMT 90+3 minutes: Brighton 4 Tottenham 2 Lallana is going to come on for Brighton in place of Pedro. Dunk is back up and running. 09:24 PM GMT 90+1 minutes: Brighton 4 Tottenham 2 Veliz turns really well inside Brighton’s box but his shot is blocked. Kulusevski then has shot from the edge of the box but it does not trouble the Brighton goal. Dunk has gone down with some cramp. 09:23 PM GMT 90 minutes: Brighton 4 Tottenham 2 There will be nine minutes of added time at the end of this crazy match. Brighton are looking so nervy again and Tottenham are on the attack again inside the Brighton box, but Gil chooses the wrong option. 09:22 PM GMT 89 minutes: Brighton 4 Tottenham 2 Son goes down in the Brighton box wanting a penalty after contact with Estupinan but that is never going to be given a penalty. Moments later Tottenham want another penalty for handball but nothing given again. 09:20 PM GMT 88 minutes: Brighton 4 Tottenham 2 Tottenham have a free-kick on the left around 30 yards out but Porro’s delivery is a very poor one. It has way too much on it and goes out for a goal-kick. 09:18 PM GMT Goal stands Davies was just onside so it is now 4-2. 09:18 PM GMT GOAL! Davies gets another one back Is this game truly dead? You would imagine so but Tottenham have got a second. Porro plays a delightful ball to the far post and Davies heads home. VAR will check this as it was very close to being offside... 09:16 PM GMT 82 minutes: Brighton 4 Tottenham 1 Since the goal was scored Kulusevski has been down receiving treatment. In winning the ball from Dunk Kulusevski was caught. It looks awful when you slow it down but it is not as bad as the slow-motion replays make it appear. Dunk is now banned for Brighton’s next game against West Ham . 09:14 PM GMT GOAL! Veliz gets goal back for Tottenham Tottenham get a goal back. Dunk is dispossessed by Kulusevski deep in his own half and Son has it in the Brighton box. Instead of shooting he finds Veliz at the back post. He takes one touch and then sneaks it into the near post for his first goal for Tottenham. Tottenham gets one back! Alejo Veliz scores his first goal for Spurs 👀 [#PLonPrime] [#BHATOT] [pic.twitter.com/aaAxqj6tyq] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 09:10 PM GMT 78 minutes: Brighton 4 Tottenham 0 Porro is very lucky not to be booked for a late challenge on Pedro. 09:09 PM GMT GOAL! Pedro scores second from the spot Like in the first half he sends Vicario the wrong way and slots into the right corner to make it 4-0. That is the eighth penalty he has scored this season. Joao Pedro with an ice-cold finish from the spot 🥶 That's his 2nd penalty of the night and his 8th penalty goal this season ⚽️ [#PLonPrime] [#BHATOT] [pic.twitter.com/K9z9cmsj24] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 09:06 PM GMT Penalty to Brighton Brighton are going to have the chance to make it 4-0. Ferguson has the ball in the Tottenham box and Lo Celso gets none of the ball coming from behind and Jarred Gillett is in no doubt giving the penalty. Pedro to take the penalty... 09:03 PM GMT 71 minutes: Brighton 3 Tottenham 0 Not long after coming on Moder is booked for blocking Tottenham from taking a quick free-kick. 09:02 PM GMT 70 minutes: Brighton 3 Tottenham 0 It is substitution central as Veliz has come on for Tottenham in place of Johnson. 09:00 PM GMT 68 minutes: Brighton 3 Tottenham 0 Roberto de Zerbi is making a double change himself as Ferguson and Moder come on for Welbeck and Milner . 08:58 PM GMT 65 minutes: Brighton 3 Tottenham 0 After that goal, Ange Postecoglou made a double change as Sarr and Richarlison came off for Lo Celso and Gil. 08:56 PM GMT GOAL! Estupinan with stunner WHAT A GOAL! On his return from injury Estupinan scores a stunner. From around 25 yards out he fires a bullet into the top right-hand corner. Vicario had no chance. Brighton 3-0 up and that should be game, set and match. What a hit from Estupiñán! 🚀 On his first game back from injury, the Ecuadorian scores a screamer! 💥 [#PLonPrime] [#BHATOT] [pic.twitter.com/c2ZbDh6gpt] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 08:55 PM GMT Goal ruled out For the second time in this second half, Richarlison thinks he has got a goal back for Tottenham. Kulusevski feeds a cute ball through to Richarlison and he slots home past Steele, but the offside flag is up. Good decision from the linesman as replays show the Brazilian was offside. 08:51 PM GMT 59 minutes: Brighton 2 Tottenham 0 Roberto de Zerbi makes his second change of the night as Baleba replaces Buonanotte . 08:50 PM GMT 58 minutes: Brighton 2 Tottenham 0 VAR did check a possible handball from Richarlison inside his own penalty area but nothing given. 08:50 PM GMT 57 minutes: Brighton 2 Tottenham 0 Son goes down way too easily inside the Brighton box and wants a penalty but that is never a penalty. Moments later Richarlison is booked for a foul on Pedro, who went down rolling around holding his face. There was contact near Pedro’s face but there was not that much contact. 08:48 PM GMT 55 minutes: Brighton 2 Tottenham 0 Udogie should score. He finds himself inside the Brighton box and his first effort is blocked and then his second is saved. 08:46 PM GMT 54 minutes: Brighton 2 Tottenham 0 So close for Richarlison. Brighton lose possession deep in their own half and the ball is fed into Richarlison. He takes one touch, swivels and tries to find the far corner but it goes whiskers wide of the post. He should have hit the target. Moments later the Brazilian has a shot saved but he was offside. 08:43 PM GMT 51 minutes: Brighton 2 Tottenham 0 Milner tries to find Welbeck with a low-drilled cross but Vicario smothers it. At the other end Johnson tries to find Son at the back post but his cross never reaches him. 08:41 PM GMT 49 minutes: Brighton 2 Tottenham 0 Brighton have the first corner of the second half. Milner to take an inswinger from the left. He swings it in and Vicario tries to punch it away but looks very unconvincing. He flaps at it and it goes behind for another Brighton corner. Three corners now in succession for Brighton but the third is headed away by Tottenham. 08:38 PM GMT Goal ruled out Richarlison thinks he has got a goal back inside the first minute of the second half but he was clearly offside and the flag went up early. 08:37 PM GMT Second half We are back under way at the AMEX Stadium. Brighton have made a change at the break as Igor is replaced by Estupinan, who is back from injury tonight. 08:29 PM GMT Teenage goals 19 - Brighton have scored 19 goals via teenage players in the Premier League in 2023; more than every other team to have played in the competition this year combined (16). Fearless. [pic.twitter.com/4a7VFmrtAg] — OptaJoe (@OptaJoe) [December 28, 2023] 08:21 PM GMT Half-time Son tries to find the far corner from the edge of the box but his effort just goes wide. There is the half-time whistle and Brighton lead 2-0 at the break thanks to goals from Jack Hinshelwood and Joao Pedro from the spot. HT: A thrilling first 45 minutes! 😮💨 [2-0] 📲 // [#BHAFC]🔵⚪️ [pic.twitter.com/kENA9I7PwM] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 08:19 PM GMT 45+3 minutes: Brighton 2 Tottenham 0 Tottenham have a corner towards the end of stoppage time at the end of the first half. Porro takes it from the left but Pedro gets his head on it first. 08:18 PM GMT 45+1 minutes: Brighton 2 Tottenham 0 Tottenham could have got a goal back. Richarlison takes a first-time hit from the edge of the box and it strikes the outside of the post. The shot was always curling wide. 08:17 PM GMT 45 minutes: Brighton 2 Tottenham 0 Brighton should be 3-0 up. Porro’s terrible misplaced pass gives Pedro a free run at Tottenham’s goal. A poor touch puts him slightly wider and he tries to chip Vicario. The Tottenham goalkeeper gets a touch on it to push it wide. Pedro should have scored. There will be five minutes of added time at the end of this first half. A huge save from Vicario! 🧤 Joao Pedro comes close to scoring his second of the evening [#PLonPrime] [#BHATOT] [pic.twitter.com/Ax70HqWIns] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 08:13 PM GMT 43 minutes: Brighton 2 Tottenham 0 Buonanotte has been booked for not retreating from a Tottenham free-kick. 08:10 PM GMT 39 minutes: Brighton 2 Tottenham 0 This game is end-to-end and Tottenham have made a number of entries into the Brighton box. Son has a shot this time but it is blocked. 08:08 PM GMT Goal ruled out Buonanotte thinks he has made it 3-0 to Brighton but the offside flag is immediately up. Welbeck plays a great dinked ball in behind the Tottenham defence and Buonanotte’s first-time finish is sublime, but he was clearly offside. 08:05 PM GMT 33 minutes: Brighton 2 Tottenham 0 Huge opportunity missed by Johnson. Porro plays a superb ball forward to Johnson, who is running towards the Brighton goal. His first touch is a poor one and his strike is blocked by Igor. Had his first touch been better he had Richarlison and Son in acres of space to his left. 08:03 PM GMT 32 minutes: Brighton 2 Tottenham 0 Milner hits the post! Brighton are inches away from making it 3-0. He strikes from the edge of the Tottenham box and his curling effort beats Vicario but comes back off the post. 08:01 PM GMT 30 minutes: Brighton 2 Tottenham 0 With the yellow card for the penalty incident Kulusevski will now miss Tottenham’s next game against Bournemouth . 08:00 PM GMT 29 minutes: Brighton 2 Tottenham 0 Welbeck pressurises Davies high up the pitch and ends up winning Brighton a corner on the right. Gross sends it in but Richarlison heads it away. 07:58 PM GMT 27 minutes: Brighton 2 Tottenham 0 Son goes for goal from the edge of the Brighton box but his effort is deflected behind for a corner. Porro takes but Igor heads it away. Tottenham then come back on the attack and Johnson fires a great ball across the box but Richarlison cannot quite get on the end of it. 07:54 PM GMT GOAL! Pedro scores Pedro goes for a slow run-up but he sends Vicario the wrong way and slots the penalty into the bottom left corner. 2-0 Brighton. Brighton doubles their lead! 🙌 Joao Pedro calmly slots the ball into the bottom left corner from the spot [#PLonPrime] [#BHATOT] [pic.twitter.com/SuKd3uW25o] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 07:53 PM GMT Penalty to Brighton Jarred Gillett changes his on-field decision and awards Brighton a penalty. Kulusevski has been booked for the foul on Welbeck. Pedro to take... 07:53 PM GMT 21 minutes: Brighton 1 Tottenham 0 Referee Jarred Gillett has stopped play and will go over to the monitor. Kulusevski was blatantly pulling Welbeck’s shirt just as the Brighton forward was about to smash the ball inside the six-yard box and it looks like a penalty. 07:51 PM GMT 20 minutes: Brighton 1 Tottenham 0 Brighton have their first corner of the night after Porro blocks Pedro’s cross. It is swung in by Gross and van Hecke’s header hits the post. The Brighton players then go nuts appealing for a penalty. VAR is checking... 07:48 PM GMT 17 minutes: Brighton 1 Tottenham 0 Brighton have another chance. The ball is shifted to Pedro on the left-hand side of the penalty area. He cuts inside onto his right and fires at goal but it is straight at Vicario. 07:43 PM GMT GOAL! Hinshelwood gets Brighton's opener Brighton take the lead. Pedro cuts in from the left onto his right and just keeps dribbling across the edge of the box. He feeds it to 18-year-old Hinshelwood on the right in acres of space, who smashes it past Vicario. 1-0 Brighton. Hinshelwood opens the scoring! Brighton’s early pressure is rewarded with an early goal ⚽️ [#PLonPrime] [#BHATOT] [pic.twitter.com/CCPdrMkGex] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 07:40 PM GMT 9 minutes: Brighton 0 Tottenham 0 It has certainly been an end-to-end start to this match and there could have already been two or three goals, not even 10 minutes into the game. 07:38 PM GMT 6 minutes: Brighton 0 Tottenham 0 Brilliant save from Vicario to deny Welbeck. The ball falls to Welbeck just inside the Tottenham box and he hits it with his stronger right foot. But Vicario springs to his left to make a diving save. It was a terrific save but Welbeck should have buried that. 07:36 PM GMT 5 minutes: Brighton 0 Tottenham 0 Early chance for Welbeck. He plays a great one-two with Gilmour on the left-hand side of the penalty area and he opens his body up to hit with his right. His shot is saved by Vicario. 07:35 PM GMT 4 minutes: Brighton 0 Tottenham 0 He hits the wall. That was a very poor free-kick. The Brighton wall did its job. 07:34 PM GMT 3 minutes: Brighton 0 Tottenham 0 Tottenham have a free-kick in a dangerous area centrally as Igor Julio takes down Johnson. It is around 25 yards out and Porro will take... 07:32 PM GMT 1 minute: Brighton 0 Tottenham 0 Tottenham make their first foray forward in the first minute as Kulusevski has it on the left. He tries to find a teammate centrally but his cross is cleared away. 07:31 PM GMT Kick-off We are under way on the south coast. 07:27 PM GMT Action nearly upon us Both sides have emerged from the tunnel and we are moments away from kick-off at the AMEX Stadium. 07:25 PM GMT Reminder of the team news Brighton: Steele, Hinshelwood, Van Hecke, Dunk, Igor Julio, Milner, Gilmour, Gross, Buonanotte, Welbeck, Pedro. Subs: Verbruggen, Dahoud, Lallana, Moder, Baleba, Ferguson, Estupinan, Baker-Boaitey, Barrington. Tottenham: Vicario, Porro, Royal, Davies, Udogie, Sarr, Hojbjerg, Johnson, Kulusevski, Son, Richarlison. Subs: Forster, Gil, Dier, Lo Celso, Phillips, Veliz, Alonso, Donley, Dorrington. 07:23 PM GMT Ange Postecoglou speaking to Amazon Prime “We had the day off [for Christmas] which is pretty rare. We let the boys have time with the family. I was on my own and my family went away and forgot about me, but it was nice! “It’s always a tricky period. You have a lot of games and we have a well-chronicled injury list - as do Brighton.” On Emerson Royal playing at centre-back: “Emerson has played there a little bit. I think it is going to be a similar type of game [to against City]. Brighton will want to dominate the ball and we have to be mobile with the way in which we press. I’m sure he will do that tonight. “I think it is always a good test of a team’s character and resilience. We have had some good tests away from home and the lads have come through it. “Home or away, our attitude is to try and play our football and for the most part, give our best.” 07:15 PM GMT Tottenham out to warm up Ready for action 💪 🛵 [@getir_UK] [pic.twitter.com/WWcbsaIYmD] — (@SpursOfficial) [December 28, 2023] 07:14 PM GMT Tottenham manager Ange Postecoglou speaking to Amazon Prime Ange Postecoglou speaks on Richarlison's recent return to form 🗣️ [#PLonPrime] [#BHATOT] [pic.twitter.com/zw6TwUOz1n] — Amazon Prime Video Sport (@primevideosport) [December 28, 2023] 07:13 PM GMT Goals, goals, goals? Many will think there are guaranteed goals at the Amex tonight. Tottenham have scored 37 goals in 18 games so far and Brighton have scored 34 in the same number of games. 07:04 PM GMT Udogie back from ban Whilst Yves Bissouma starts a four-game suspension, Tottenham do have Italian full-back Destiny Udogie back from his own ban. Back in the team 🙌 [pic.twitter.com/nfU89wDy7W] — Tottenham Hotspur (@SpursOfficial) [December 28, 2023] 06:54 PM GMT Postecoglou ready Tottenham manager Ange Postecoglou is hoping to guide his side to three points which would take them into the top four. Boss 👊 [pic.twitter.com/u5PMM8AJYI] — Tottenham Hotspur (@SpursOfficial) [December 28, 2023] 06:53 PM GMT Estupinan back for Brighton Brighton have Ecuador left-back Pervis Estupinan available tonight after injury. He has been out injured since early November but is back on the bench for Roberto de Zerbi’s side. Welcome back to the squad, Pervis! 💙🇪🇨 [pic.twitter.com/HwBR7Snu7n] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 06:48 PM GMT Have your say How do you think tonight’s game will go? Will Brighton secure the victory and leapfrog Newcastle or will Tottenham move into the top four with a win? Remember you can have your say in the comments section at the bottom of the blog. 06:43 PM GMT Visitors arriving Good evening, gents 👋 [pic.twitter.com/ED1MJzt7N8] — Tottenham Hotspur (@SpursOfficial) [December 28, 2023] 06:37 PM GMT Full team news Brighton make four changes from the 1-1 draw at Crystal Palace last time out. Simon Adringa and Kaoru Mitoma are both injured, while goalkeeper Bart Verbruggen and midfielder Carlos Baleba drop to the bench. Jason Steele starts in goal as James Milner, Facundo Buonanotte and Danny Welbeck also come into the starting XI. Brighton: Steele, Hinshelwood, Van Hecke, Dunk, Igor Julio, Milner, Gilmour, Gross, Buonanotte, Welbeck, Pedro. Subs: Verbruggen, Dahoud, Lallana, Moder, Baleba, Ferguson, Estupinan, Baker-Boaitey, Barrington. Tottenham make two changes from Saturday’s 2-1 win over Everton. Argentina centre-back Cristian Romero is out with a hamstring injury. Italy full-back Destiny Udogie returns from suspension. Pierre-Emile Hojbjerg returns in midfield as Yves Bissouma starts his four-match suspension. Oliver Skipp is not in the matchday squad. Tottenham: Vicario, Porro, Royal, Davies, Udogie, Sarr, Hojbjerg, Johnson, Kulusevski, Son, Richarlison. Subs: Forster, Gil, Dier, Lo Celso, Phillips, Veliz, Alonso, Donley, Dorrington. 06:31 PM GMT Tottenham team news COYS ✊ [pic.twitter.com/ntan4YASaG] — Tottenham Hotspur (@SpursOfficial) [December 28, 2023] 06:30 PM GMT Brighton team news TEAM NEWS! 🚨 Here's tonight's starting XI to face [@SpursOfficial]in the [#PL]. 📝 📲 // [#BHAFC]🔵⚪️ [pic.twitter.com/wHLqebY27v] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 06:25 PM GMT Home side arriving Brighton are in the building! 👋 [pic.twitter.com/dfc4rNKqTK] — Brighton & Hove Albion (@OfficialBHAFC) [December 28, 2023] 06:19 PM GMT Fancy a bet? Having a bet on today’s match? First take a look at these free bets and betting offers . 06:05 PM GMT Match preview Brighton manager Roberto de Zerbi has confirmed Kaoru Mitoma and Simon Adingra have been ruled out for a number of weeks due to injury. Brighton take on Tottenham tonight and are already without Ansu Fati, Tariq Lamptey, Adam Webster, Solly March, Julio Enciso and Joel Veltman. “We have more or less 10 injured players, maybe eight but (the other) two players can’t start the game. Mitoma is one of them. We lost Kaoru for around six weeks- four, five, six weeks. Adingra, I think he needs four, five weeks recovery. Tonight, no Mitoma, no Adingra.” Last time out, Brighton drew 1-1 at Crystal Palace. Afterwards, de Zerbi was full of praise for his youngsters, especially Facundo Buonanotte. “The young players need time to improve, to progress. If you remember Facundo Buonanotte, two or three months ago, he was different than the Facundo today now. “I think he is playing with more energy, with a different attitude, with a different mentality. Now I think he feels able to play, to stay in the Premier League, and two months ago, three months ago, I didn’t see the same attitude, the same behaviour. “I’m really happy for him, because he is a good guy, he has a right spirit, he has the right character to play. I think he can be important.” Tottenham manager Ange Postecoglou has confirmed Argentina centre-half Cristian Romero will miss up to five weeks with an hamstring injury. Romero joins fellow centre-back Micky van de Ven on the sidelines, who is still a few weeks away from returning from his own hamstring injury. Italy full-back Destiny Udogie is available tonight after returning from a ban but Yves Bissouma will start his own four-game suspension. Tottenham have had the better of Brighton in recent times; they have won eight of the 12 Premier League meetings. If Tottenham win tonight, it will be their third consecutive win in the league against Brighton.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.telegraph.co.uk/betting/sports-guides/best-betting-sites-uk/",
      "https://www.telegraph.co.uk/betting/sports-guides/best-betting-sites-uk",
      "https://telegraph.co.uk/betting/sports-guides/best-betting-sites-uk/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "postecoglou",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brighton",
          "sentiment": "negative"
        },
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "tottenham hotspur",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:14:48.756+02:00",
    "updated": "2023-12-29T00:14:48.756+02:00"
  },
  {
    "uuid": "aa84f59dcf8fbfda3f7dfdaf29e104dbcb054786",
    "url": "https://www.newsbreak.com/mitchell-county-ia/3279830885083-the-warmest-december-in-mitchell-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T01:53:00Z",
    "title": "The warmest December in Mitchell County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Mitchell County, Iowa from 1901-2000 was 18.6. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Mitchell County, Iowa experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Mitchell County, Iowa history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0Tj8cY_0qSq5Zzk00",
      "https://img.particlenews.com/image.php?url=0Tj8cY_0qSq5Zzk00",
      "https://www.stacker.com/Iowa/Mitchell-County-IA",
      "https://img.particlenews.com/image.php",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://stacker.com/Iowa/Mitchell-County-IA",
      "https://www.img.particlenews.com/image.php?url=0Tj8cY_0qSq5Zzk00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0Tj8cY_0qSq5Zzk00",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "mitchell county",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:26:31.043+02:00",
    "updated": "2023-12-29T07:26:31.043+02:00"
  },
  {
    "uuid": "a9ebaf0fd29babbf148bc23ce6a40721b6939b06",
    "url": "https://www.ideal.es/almeria/almeria/limpian-retiran-apenas-dia-basura-afeaba-parque-20240405232442-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nerea Escámez",
    "published": "2024-04-04T22:24:00Z",
    "title": "Limpian y retiran en apenas un día toda la basura que afeaba el parque de La Goleta | Ideal",
    "text": "Secciones Servicios Destacamos Edición Almería Necesitas ser suscriptor para acceder a esta funcionalidad. Jueves, 4 de abril 2024, 23:24 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir El parque del barrio de La Goleta, cerca de la residencia de mayores Emera, tiene nuevo aspecto. Tras la denuncia vecinal que publicó ayer IDEAL ALMERÍA, donde varios residentes de la zona se quejaron por la imagen de insalubridad que brindaba a la ciudadanía esta zona de la capital, varios operarios municipales trabajaron la jornada de ayer para retirar la basura que se amontonaba en el perímetro. Comenzaron por la vegetación y los trabajadores de la concesionaria que mantiene en perfecto estado los parques de la capital retiraron de forma exhaustiva las hojas que se acumulaban en este parque, ubicado entre las calles Benitagla y Fuente Victoria. De manera que iban avanzando, introdujeron en bolsas de basura todo tipo de residuos como cartones, ropa y enseres. Rafael fue uno de los vecinos que trasladó a este periódico la falta de actuación de los operarios municipales del Ayuntamiento de Almería:«Llevamos meses intentando que nos hagan caso pero está el parque en muy mal estado, lleno de hojas y de basura», reconoció Rafael, uno de los vecinos que frecuenta este espacio. Además, remarcó constantemente en que era «necesario» que los trabajadores limpien con «cierta asiduidad» esta zona verde por donde pasan «niños y animales, no se pueden crear estos focos de insalubridad por culpa de la dejadez que hay». Hacer uso de papeleras Tras la limpieza que, ahora, permite dar otra imagen al parque del barrio almeriense, el Ayuntamiento mantiene su insistencia en «la responsabilidad ciudadana» para hacer un buen uso de las papeleras y no ensuciar las calles, así como de los contenedores para mantener la ciudad «en el estado que todos deseamos». Sobre la acumulación de hojas, reconocieron a este medio que se debió «a una situación temporal provocada por las fuertes rachas de viento de la semana anterior». Esta zona verde del barrio de La Goleta brilla tras su limpieza y los vecinos esperan que esta imagen «no se vuelva a repetir y se cuiden los espacios». Publicidad Publicidad Te puede interesar [ El siluro, un depredador «asentado» en los ríos de Valladolid ](https://www.elnortedecastilla.es/valladolid/provincia/siluro-depredador-asentado-rios-valladolid-20240402142710-nt.html#vca=voc-recirc&vso=ideal) El Norte de Castilla Publicidad Publicidad Te puede interesar [ El mapa de los restaurantes con estrella Michelin por provincias ](https://www.ideal.es/culturas/gastronomia/listado-restaurantes-estrella-michelin-provincias-20231128222445-ntrc.html) Sara I. Belled y Álex Sánchez Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.elnortedecastilla.es/valladolid/provincia/siluro-depredador-asentado-rios-valladolid-20240402142710-nt.html#vca=voc-recirc&vso=ideal)",
      "https://elnortedecastilla.es/valladolid/provincia/siluro-depredador-asentado-rios-valladolid-20240402142710-nt.html#vca=voc-recirc&vso=ideal)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:46:40.543+03:00",
    "updated": "2024-04-05T01:46:40.543+03:00"
  },
  {
    "uuid": "adc4a17594941229b3d4e5b99916f40560483a10",
    "url": "http://www.ruhr24.de/nrw/entfernen-warnung-nrw-gaertner-buerger-umgang-asiatische-hornisse-garten-aenderung-drastisch-93714531.html",
    "ord_in_thread": 0,
    "author": "Kathrin Ostroga",
    "published": "2025-05-08T02:40:00Z",
    "title": "Wegen Hornissen-Invasion: NRW-Gärtner müssen jetzt handeln/zahlen",
    "text": "Alle Gärtner in NRW aufgepasst: Im Umgang mit der asiatischen Hornisse ist nun Eigeninitiative gefragt. Die Behörden ziehen sich zurück. NRW – Die Asiatische Hornisse breitet sich in NRW weiter aus. Nun ändert sich der Umgang mit dem Insekt grundlegend: Nester werden künftig nicht mehr flächendeckend entfernt, wie bisher. Die Behörden stufen die Hornisse inzwischen als „etabliert“ und „weit verbreitet“ ein. Damit ist sie kein Frühwarn-Fall mehr – sondern eine feste Größe im Ökosystem, mit allen Folgen.\nWegen Hornissen-Invasion: NRW-Gärtner müssen jetzt zahlen Bisher waren es die Unteren Naturschutzbehörden in NRW, die konsequent Nester beseitigt haben. Diese Zeiten sind vorbei, wie die Behörde in Oberhausen informiert. Grundstückseigentümer in ganz NRW müssen sich künftig selbst kümmern – und auch für die Kosten aufkommen.\nDie Bekämpfung erfolgt nur noch an Konfliktpunkten, wenn etwa Menschen, Imkereien oder Einrichtungen gefährdet sind. Für Fragen steht weiterhin die Naturschutzbehörde zur Verfügung – doch eine Nestentfernung auf Staatskosten gibt es nicht mehr. Die Asiatische Hornisse gilt als invasive Art. Es handelt sich also um ein nicht heimisches Tier, das sich in einem neuen Gebiet stark ausbreitet und dabei die dortige Natur, andere Arten oder den Menschen schädigt. In NRW besonders betroffen sind Honigbienen, die gezielt angegriffen werden.\nInvasive Art in NRW auf dem Vormarsch – Gärtner müssen nun aktiv werden Die Folge: schwache Bienenvölker, geringere Bestäubung, weniger Ernte. Auch Wildbienen und andere Bestäuber leiden unter dem neuen Räuber. Das ökologische Gleichgewicht gerät ins Wanken – und die Zahl der Hornissen wächst rasant. Allein 2024 gab es über 1.300 Sichtungen in NRW, ein drastischer Anstieg.\nDie Hornisse ist kleiner als ihre europäische Verwandte. Auffällig sind ihr schwarzer Körper und die gelben Beine. Von März bis Dezember baut sie große Nester, oft an schwer zugänglichen Stellen wie Bäumen oder Dachüberständen. Wichtig: Sichtungen der Hornisse in NRW sollten gemeldet werden – entweder direkt bei der Stadt oder über Apps wie „Meine Umwelt“.\nRUHR24 bei Google News abonnieren: Ihr wollt keine Nachrichten mehr über Dortmund verpassen? Dann folgt RUHR24 bei Google News !\nAsiatische Hornisse verbreitet sich in NRW – Stich kann gefährlich werden Wer ein Nest entdeckt, sollte es nicht selbst entfernen, sondern einen Experten zu Rate ziehen. Die Tiere können aggressiv reagieren. Für gesunde Menschen ist ein Stich meist ungefährlich. Dennoch kann das Gift Reizungen verursachen – besonders an den Augen. Allergiker sollten auf jeden Fall Abstand halten und bei Sichtung oder gar Stich ärztlichen Rat einholen.\nDie frühzeitige Erkennung von Nestern bleibt der wichtigste Schritt. Je eher ein Nest gefunden wird, desto einfacher und kostengünstiger ist die Entfernung (mehr Freizeit-News aus NRW bei RUHR24).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->invasive species",
      "Environment->nature",
      "Environment->conservation",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEAITTpQU7gCut3ygu0I8yWwqFAgKIhACE06UFO4Arrd8oLtCPMls?hl=de&gl=DE&ceid=DE%3Ade",
      "https://news.google.com/publications/CAAiEAITTpQU7gCut3ygu0I8yWwqFAgKIhACE06UFO4Arrd8oLtCPMls",
      "https://www.news.google.com/publications/CAAiEAITTpQU7gCut3ygu0I8yWwqFAgKIhACE06UFO4Arrd8oLtCPMls?hl=de&gl=DE&ceid=DE%3Ade"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "NRW",
          "sentiment": "none"
        },
        {
          "name": "Oberhausen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ford",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "F",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:38:05.188+03:00",
    "updated": "2025-05-08T03:40:40.000+00:00"
  },
  {
    "uuid": "9e6d549f16f533754b661e2caecf49b19c23bf58",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c036",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pandacolorido",
    "published": "2023-12-28T21:43:00Z",
    "title": "#36 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:49.002+02:00",
    "updated": "2023-12-29T01:04:49.002+02:00"
  },
  {
    "uuid": "74b541e7a233eddd279f2614b5fc707d484167ef",
    "url": "https://newsrnd.com/sports/2024-02-29-%E2%80%9Cmy-fight-serves!-%C2%BB--in-the-assembly--the-abitbol-law-for-the-protection-of-minors-adopted-unanimously.BybFJKChT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2024-02-29T00:00:00Z",
    "title": "“My fight serves! »: in the Assembly, the Abitbol law for the protection of minors adopted unanimously - The Limited Times",
    "text": "She is one of those who paved the way. At the beginning of 2020, Sarah Abitbol revealed in her book “Un si long silence” (Plon) the rapes suffered at the hands of her ex-trainer Gilles Beyer. With it, the scandal of sexual violence in sport broke out. This February 29, 2024, the former skater was able to observe with emotion the National Assembly unanimously adopt the bill proposed by Senator Sébastien Pla (PS) with whom she worked for a long time, aimed at strengthening the protection of children in the sporting environment. “Four years ago, I was so ashamed, I was so guilty,” she says, moved. There, I am happy, happy for the protection of children and the new generation. It's another stone in the building. We continued this fight and today we have the reward with this political unanimity. » View this post on Instagram A post shared by Sarah Abitbol (@sarah.abitbol1975) More than 1,800 reports in two years Because as during its vote in the Senate in June (343 votes out of 343 votes cast), the National Assembly voted 207 votes out of 207 votes cast in favor of this proposal. This so-called “Abitbol” law will aim to strengthen the protection of minors and good repute in sport. Concretely, it must allow reinforced control of the profile and background of supervisors present within sports clubs. Consultation of bulletin no. 2 of the criminal record will be automatically carried out each year. The automated judicial file of perpetrators of sexual or violent offenses (FIJAIS) will also be consulted. Unanimity! My PPL aimed at Strengthening the protection of minors and respectability in sport, adopted in the Senate last June, has just been adopted by the National Assembly. Thank you very much to Sarah Abitbol and to Deputy Claudia Rouaux, rapporteur of the text to the Assembly. pic.twitter.com/vRcR0rt24H — Senator Sébastien Pla (@sebastienpla) February 29, 2024 Because the figures recording incidents of sexual violence speak for themselves. The Signal-Sports ministerial platform, launched in 2020 at the instigation of former minister Roxana Maracineanu, has “collected 1,800 reports over the last two years”, reports Sébastien Pla. According to Marie Lebec, the Minister of Relations with Parliament, “more than 1,250 cases of violence, 90% of which are of a sexual nature” have already been processed. “My fight serves! By having succeeded in speaking four years ago, I opened the way, and contributed to the liberation of speech,” rejoices Sarah Abitbol, mentioning cultural news and the recent speaking engagements of Judith Godrèche. “A safety net” around children The objective is to give the club and the federations clear tools to protect practitioners, particularly the youngest. “It must be a safety net” around children, says the former skater. “Fear must change sides,” insists Senator Sébastien Pla. With this law, we make all leaders aware that the issue of the integrity of children is a priority.” A landmark vote five months before the start of the Paris 2024 Olympic Games, and just a few months after the parliamentary commission of inquiry into dysfunctions within sports federations was held within the National Assembly itself. “It comes at the right time,” appreciates Sarah Abitbol. We hope that the President of the Republic will very quickly sign this law so that it can be applied very quickly.” “Profound changes must be undertaken in the world of sport,” insisted socialist MP Claudia Rouaux, rapporteur of the bill while “paying tribute” to the victims, details AFP from the Palais-Bourbon. “It will be much more difficult to slip through the cracks,” concludes the Senator from Aude, with the hope in the longer term that these tools will be made available to the entire associative sector and to all the structures welcoming young people, starting with that of culture, at the heart of a vast movement for the liberation of speech.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abitbol",
          "sentiment": "negative"
        },
        {
          "name": "sarah abitbol",
          "sentiment": "neutral"
        },
        {
          "name": "sébastien pla",
          "sentiment": "none"
        },
        {
          "name": "gilles beyer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "assembly",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "plon",
          "sentiment": "none"
        },
        {
          "name": "national assembly",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:11:46.214+02:00",
    "updated": "2024-03-01T00:11:46.214+02:00"
  },
  {
    "uuid": "d65eb73306f68d3b6df4124be1b0504e7617a807",
    "url": "https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21",
    "ord_in_thread": 0,
    "author": "MarketBeat",
    "published": "2025-04-23T21:39:00Z",
    "title": "BioCryst Pharmaceuticals (NASDAQ:BCRX) Trading 4.7% Higher - Time to Buy?",
    "text": "BioCryst Pharmaceuticals (NASDAQ:BCRX) Trading 4.7% Higher - Time to Buy? Written by MarketBeat April 23, 2025 Share Link copied to clipboard. BioCryst Pharmaceuticals, Inc. ( NASDAQ:BCRX - Get Free Report ) shares traded up 4.7% during trading on Monday . The company traded as high as $7.75 and last traded at $7.75. 1,648,389 shares were traded during mid-day trading, a decline of 41% from the average session volume of 2,793,625 shares. The stock had previously closed at $7.40. Get BCRX alerts: Sign Up Wall Street Analysts Forecast Growth\nSeveral equities analysts have recently weighed in on BCRX shares. Evercore ISI lifted their price objective on BioCryst Pharmaceuticals from $10.00 to $12.00 and gave the company an \"outperform\" rating in a report on Monday, January 13th. HC Wainwright restated a \"buy\" rating and issued a $30.00 target price on shares of BioCryst Pharmaceuticals in a research note on Tuesday, February 25th. Needham & Company LLC reissued a \"buy\" rating and issued a $15.00 price objective on shares of BioCryst Pharmaceuticals in a research report on Thursday, April 10th. Wedbush started coverage on shares of BioCryst Pharmaceuticals in a research report on Tuesday, February 25th. They issued an \"outperform\" rating and a $15.00 target price for the company. Finally, Royal Bank of Canada reissued an \"outperform\" rating and set a $11.00 price target on shares of BioCryst Pharmaceuticals in a research report on Friday, April 11th. One investment analyst has rated the stock with a hold rating and seven have issued a buy rating to the company's stock. Based on data from MarketBeat, the stock has a consensus rating of \"Moderate Buy\" and an average target price of $15.57.\nRead Our Latest Report on BioCryst Pharmaceuticals BioCryst Pharmaceuticals Stock Up 1.8 %\nThe firm has a 50 day simple moving average of $7.82 and a 200-day simple moving average of $7.74. The stock has a market cap of $1.57 billion, a P/E ratio of -12.34 and a beta of 1.75.\nBioCryst Pharmaceuticals ( NASDAQ:BCRX - Get Free Report ) last released its quarterly earnings data on Monday, February 24th. The biotechnology company reported ($0.13) EPS for the quarter, missing analysts' consensus estimates of ($0.07) by ($0.06). The business had revenue of $131.50 million for the quarter, compared to analysts' expectations of $126.64 million. BioCryst Pharmaceuticals's revenue for the quarter was up 40.8% on a year-over-year basis. During the same period last year, the business posted $0.28 earnings per share. On average, equities analysts anticipate that BioCryst Pharmaceuticals, Inc. will post -0.36 earnings per share for the current year. Hedge Funds Weigh In On BioCryst Pharmaceuticals\nInstitutional investors and hedge funds have recently made changes to their positions in the company. GF Fund Management CO. LTD. bought a new stake in shares of BioCryst Pharmaceuticals in the fourth quarter valued at about $33,000. GAMMA Investing LLC grew its holdings in shares of BioCryst Pharmaceuticals by 1,161.8% during the 1st quarter. GAMMA Investing LLC now owns 5,918 shares of the biotechnology company's stock worth $44,000 after purchasing an additional 5,449 shares in the last quarter. Venturi Wealth Management LLC acquired a new stake in BioCryst Pharmaceuticals during the fourth quarter worth about $46,000. R Squared Ltd bought a new stake in shares of BioCryst Pharmaceuticals during the 4th quarter worth approximately $48,000. Finally, KBC Group NV raised its position in BioCryst Pharmaceuticals by 80.1% during the fourth quarter. KBC Group NV now owns 10,198 shares of the biotechnology company's stock valued at $77,000 after purchasing an additional 4,537 shares in the last quarter. Institutional investors and hedge funds own 85.88% of the company's stock. BioCryst Pharmaceuticals Company Profile ( Get Free Report )\nBioCryst Pharmaceuticals, Inc, a biotechnology company, develops oral small-molecule and protein therapeutics to treat rare diseases. The company markets peramivir injection, an intravenous neuraminidase inhibitor for the treatment of acute uncomplicated influenza under the RAPIVAB, RAPIACTA, and PERAMIFLU names; and ORLADEYO, an oral serine protease inhibitor to treat hereditary angioedema. Read More\nThis instant news alert was generated by narrative science technology and financial data from MarketBeat in order to provide readers with the fastest and most accurate reporting. This story was reviewed by MarketBeat's editorial team prior to publication. Please send any questions or comments about this story to contact@marketbeat.com.\nShould You Invest $1,000 in BioCryst Pharmaceuticals Right Now? Before you consider BioCryst Pharmaceuticals, you'll want to hear this.\nMarketBeat keeps track of Wall Street's top-rated and best performing research analysts and the stocks they recommend to their clients on a daily basis. MarketBeat has identified the five stocks that top analysts are quietly whispering to their clients to buy now before the broader market catches on... and BioCryst Pharmaceuticals wasn't on the list.\nWhile BioCryst Pharmaceuticals currently has a Moderate Buy rating among analysts, top-rated analysts believe these five stocks are better buys.\nView The Five Stocks Here\n10 Best Cheap Stocks to Buy Now MarketBeat just released its list of 10 cheap stocks that have been overlooked by the market and may be seriously undervalued. Enter your email address and below to see which companies made the list.\nGet This Free Report Like this article? Share it with a colleague. Link copied to clipboard.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial and economic news",
      "Health->health insurance",
      "Health->health organisation",
      "Science and Technology->biomedical science",
      "Science and Technology->medical research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/cws/share?mini=true&url=https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://www.american",
      "https://api.stocktwits.com/widgets/share?via=MarketBeat&body=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://twitter.com/intent/tweet?text=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://twitter.com/intent/tweet?text=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20%24BCRX%20%23BCRX%20https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://www.americanconsumernews.net/scripts/standalone/viewcount.ashx?type=h&id=2792577&domain=marketbeat.com&referrer=",
      "https://facebook.com/sharer/sharer.php?u=https://marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://twitter.com/intent/tweet?text=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20%24BCRX%20%23BCRX%20https://marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://api.stocktwits.com/widgets/share?via=MarketBeat&body=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20https://marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://american",
      "https://linkedin.com/cws/share?mini=true&url=https://marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://www.linkedin.com/cws/share?mini=true&url=https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21",
      "https://api.stocktwits.com/widgets/share?via=MarketBeat&body=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21",
      "https://twitter.com/intent/tweet?text=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21",
      "https://twitter.com/intent/tweet?text=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20%24BCRX%20%23BCRX%20https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet?text=BioCryst+Pharmaceuticals+(NASDAQ%3aBCRX)+Trading+4.7%25+Higher+++-+Time+to+Buy%3f%20https://marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21/",
      "https://www.linkedin.com/cws/share",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.marketbeat.com/instant-alerts/biocryst-pharmaceuticals-nasdaqbcrx-trading-47-higher-time-to-buy-2025-04-21",
      "https://americanconsumernews.net/scripts/standalone/viewcount.ashx?type=h&id=2792577&domain=marketbeat.com&referrer=",
      "https://api.stocktwits.com/widgets/share",
      "https://www.americanconsumernews.net/scripts/standalone/viewcount.ashx",
      "https://twitter.com/intent/tweet"
    ],
    "entities": {
      "persons": [
        {
          "name": "MarketBeat Apri",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "BioCryst Pharmaceuticals",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Needham & Company LLC",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Evercore ISI",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:45:15.814+03:00",
    "updated": "2025-04-24T01:45:15.814+03:00"
  },
  {
    "uuid": "a4b68eb6991e419c336dc643e33cd0a533b919d0",
    "url": "https://www.newsinlevels.com/products/greenhouse-gases-record-levels-level-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Monika2",
    "published": "2024-11-01T07:00:00Z",
    "title": "Greenhouse gases record levels – level 2",
    "text": "Greenhouse gases record levels – level 2\n01-11-2024 15:00\nThe UN report says that the world is behind on climate change goals. Greenhouse gases, like carbon dioxide, are increasing faster than ever.\nOver the last 20 years, these gases went up by 11%, and they rose even more in 2023 due to fossil fuels, forest fires, and a weather event called El Niño. Experts are worried that forests may not absorb as much carbon now, which could cause more warming. Climate plans from the 2021 COP26 meeting didn’t lead to big changes. The UN says governments are not acting enough on their climate promises.\nNext year’s climate conference, countries should create stronger plans, but scientists warn that emissions need to drop by half by 2030 for real progress.\nDifficult words: fossil fuel (fuel from old plants and animals, such as gas or oil), absorb (to take in), progress (the process of getting better or improved).\nYou can watch the original video in the Level 3 section.\nWhat are some of the reasons for the increase in greenhouse gases over the last 20 years, and what is the target reduction for emissions by 2030 according to scientists?\nLEARN 3000 WORDS with NEWS IN LEVELS\nNews in Levels is designed to teach you 3000 words in English. Please follow the instructions\nbelow.\nHow to improve your English with News in Levels:\nTest\n- Do the test at\nTest Languages. - Go to your level. Go to Level 1 if you know 1-1000 words. Go to Level 2 if you know 1000-2000 words. Go to Level 3 if you know 2000-3000 words.\nReading\n- Read two news articles every day.\n- Read the news articles from the day before and check if you remember all new words.\nListening\n- Listen to the news from today and read the text at the same time.\n- Listen to the news from today without reading the text.\nWriting\n- Answer the question under today’s news and write the answer in the comments.\nSpeaking\n- Choose one person from the\nSkype section. - Talk with this person. You can answer questions from\nSpeak in Levels.\nStock images by Depositphotos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://testlanguages.com/?utm_source=manual",
      "https://www.speakinlevels.com",
      "https://depositphotos.com/",
      "https://www.speakinlevels.com/what-to-talk-about/",
      "https://depositphotos.com",
      "https://speakinlevels.com/what-to-talk-about/",
      "https://speakinlevels.com",
      "https://www.depositphotos.com/",
      "https://www.testlanguages.com/?utm_source=manual",
      "https://www.speakinlevels.com/what-to-talk-about",
      "https://testlanguages.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "UN",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T18:52:42.642+02:00",
    "updated": "2024-11-01T18:52:42.642+02:00"
  }
]