[
  {
    "uuid": "6f22b7953d98479897ec38066339bcc1a36ad3ec",
    "url": "https://www.semana.com/mundo/articulo/principal-central-obrera-argentina-convoca-paro-en-oposicion-a-las-politicas-de-milei/202304/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Semana",
    "published": "2023-12-28T22:15:00Z",
    "title": "Principal central obrera Argentina convoca paro en oposición a las políticas de Milei",
    "text": "“El día 24 vamos a hacer un paro con movilización al Congreso para apoyar a aquellos diputados y senadores que nos planteen que esto no puede pasar en Argentina”, dijo Daer este jueves, 28 de diciembre, al considerar que el decreto y los proyectos de ley, que buscan desregular la economía argentina, concentrarían en el presidente “la suma del poder público”. Ese día será cuando la Cámara de Diputados debata el paquete de proyectos de ley, conocido como ‘ley ómnibus’, explicó el líder obrero. Milei, un ultraliberal que asumió la presidencia el 10 de diciembre, se propone dar un gigantesco remezón a la economía argentina con la derogación o reforma de más de 300 leyes mediante un decreto que entrará en vigor el viernes y que incluye el régimen laboral. “El objetivo es comenzar el camino de reconstrucción del país, devolverle la libertad y autonomía a los individuos y empezar a desarmar la enorme cantidad de regulaciones que han detenido, entorpecido e impedido el crecimiento económico”, sostuvo el mandatario al anunciar el decreto la semana pasada.Daer criticó esa decisión y negó que haya una situación de necesidad o urgencia que justifique el decreto. “Atenta contra los derechos individuales y colectivos de los trabajadores, también contra el sistema solidario de salud”, aseveró el líder sindical. El decreto solamente puede ser invalidado si es rechazado tanto por la Cámara de Diputados como por el Senado.Como parte de su enfoque en la transformación económica y social, el presidente de los argentinos presentó el miércoles ante el Congreso un conjunto de propuestas legislativas destinadas a modificar el marco legal en Argentina. Este paquete de modificaciones busca establecer cambios significativos, incluyendo la apertura a la privatización de más de 40 empresas públicas. Milei argumenta que esta medida tiene el potencial de mejorar la eficiencia y competitividad del sector empresarial, permitiendo la participación del sector privado en áreas que, según él, podrían beneficiarse de una gestión más ágil y orientada al mercado. Pedido de insconstitucionalidadLa CGT, que cuenta con unos 7 millones de afiliados, pidió el miércoles ante la justicia la declaratoria de inconstitucionalidad del decreto de Milei, con una movilización de miles de personas a la sede de los tribunales en Buenos Aires. “No hay ningún contacto con el gobierno, y nosotros no propusimos esta dinámica”, declaró Daer. “En menos de una semana transforman la Argentina y nos llevan a la Argentina pastoril”, criticó el dirigente sindical al aludir a las propuestas de Milei, quien se considera un libertario capitalista. El presidente lleva adelante un amplio plan de austeridad, que incluye la eliminación de subsidios al transporte y a las tarifas de los servicios públicos y paraliza la construcción de obras de infraestructura financiadas por el Estado.El objetivo es recortar el gasto público en el equivalente a 5% del Producto Interno Bruto. También se devaluó en más de 50% la moneda. Argentina atraviesa por una grave crisis, con una inflación anualizada hasta noviembre de más de 160% y una tasa de pobreza superior a 40%.Milei ha sido firme en su postura respecto a la necesidad de aplicar un tratamiento de shock para revitalizar la economía del país. En su perspectiva, aunque reconoce que los próximos meses podrían ser desafiantes, sostiene que este enfoque permitirá a Argentina atraer inversiones y transformarse en una “potencia”. *Con información de AFP.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Labor",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:15.043+02:00",
    "updated": "2023-12-29T00:26:15.043+02:00"
  },
  {
    "uuid": "fb5c97a9884c8b0774ba13792d2dcdef7489a205",
    "url": "https://www.uol.com.br/esporte/ultimas-noticias/afp/2023/12/28/arsenal-perde-em-casa-para-west-ham-e-liverpool-e-lider-do-ingles.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UOL",
    "published": "2023-12-28T22:50:00Z",
    "title": "Arsenal perde em casa para West Ham, e Liverpool é líder do Inglês",
    "text": "Mudança na liderança do Campeonato Inglês: o Arsenal foi surpreendido no Emirates Stadium e acabou derrotado por 2 a 0 pelo West Ham nesta quinta-feira (28), no jogo que encerrou a 19ª rodada, resultado que deixa o Liverpool na ponta da tabela. O tcheco Tomas Soucek (13') e o grego Konstantinos Mavropanos (55') foram os autores dos gols da vitória dos 'Hammers', que no primeiro tempo perderam o brasileiro Lucas Paquetá por lesão. Paquetá sentiu problemas físicos no aquecimento e foi para o jogo no sacrifício, mas aos 30 minutos teve que ser substituído pelo meia-atacante argelino Saïd Benrahma, que nos acréscimos ainda desperdiçou uma cobrança de pênalti (90'+6), defendida pelo goleiro David Raya. A derrota deixa os 'Gunners' com 40 pontos, dois atrás dos 'Reds', que no 'Boxing Day' de terça-feira venceram o vice-lanterna Burnley por 2 a 0. Por sua vez, o West Ham sobe para a sexta posição (33 pontos) e encosta na briga pelas copas europeias. Em relação aos demais perseguidores, o Arsenal segue um ponto à frente do Aston Villa (3º), que perdeu por 3 a 2 para o Manchester United (7º), mas vê reduzida para três pontos a vantagem sobre o Manchester City (4º), que que na quarta-feira bateu o Everton (17º) por 3 a 1, em Goodison Park, e tem um jogo a menos. O Tottenham (5º), que mais cedo caiu para o Brighton (8º) por 4 a 2, é outro dos perdedores da rodada, ao sair da zona de classificação para a Liga dos Campeões e ficar agora a seis pontos do líder Liverpool. --- Jogos da 19ª rodada do Campeonato Inglês e classificação: - Terça-feira: Newcastle - Nottingham 1 - 3 Bournemouth - Fulham 3 - 0 Sheffield United - Luton Town 2 - 3 Burnley - Liverpool 0 - 2 Manchester United - Aston Villa 3 - 2 - Quarta-feira: Brentford - Wolverhampton 1 - 4 Chelsea - Crystal Palace 2 - 1 Everton - Manchester City 1 - 3 - Quinta-feira: Brighton - Tottenham 4 - 2 Arsenal - West Ham 0 - 2 Classificação: Pts J V E D Gp Gc SG 1. Liverpool 42 19 12 6 1 39 16 23 2. Arsenal 40 19 12 4 3 36 18 18 3. Aston Villa 39 19 12 3 4 40 25 15 4. Manchester City 37 18 11 4 3 43 21 22 5. Tottenham 36 19 11 3 5 39 28 11 6. West Ham 33 19 10 3 6 33 30 3 7. Manchester United 31 19 10 1 8 21 25 -4 8. Brighton 30 19 8 6 5 38 33 5 9. Newcastle 29 19 9 2 8 37 25 12 10. Chelsea 25 19 7 4 8 31 29 2 11. Wolverhampton 25 19 7 4 8 27 31 -4 12. Bournemouth 25 18 7 4 7 27 32 -5 13. Fulham 21 19 6 3 10 26 34 -8 14. Brentford 19 18 5 4 9 25 28 -3 15. Crystal Palace 18 19 4 6 9 19 28 -9 16. Nottingham 17 19 4 5 10 22 34 -12 17. Everton 16 19 8 2 9 24 25 -1 18. Luton Town 15 18 4 3 11 21 34 -13 19. Burnley 11 19 3 2 14 18 38 -20 20. Sheffield United 9 19 2 3 14 15 47 -32 bur-jw/dr/cb/am © Agence France-Presse",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:32.106+02:00",
    "updated": "2023-12-29T01:04:32.106+02:00"
  },
  {
    "uuid": "b98cdc8e5de4b6eed51344bc1fb6efeb2cb57f50",
    "url": "https://vnexplorer.net/delegada-martinez-responde-a-criticas-de-chomali-por-antiguo-tuiteo-donde-alude-a-quema-de-iglesias-s708534.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T14:52:00Z",
    "title": "Delegada Martínez responde a críticas de Chomalí por antiguo tuiteo donde alude a quema de iglesias",
    "text": "Delegada Martínez responde a críticas de Chomalí por antiguo tuiteo donde alude a quema de iglesias\nLa delegada presidencial metropolitana, Constanza Martínez, le respondió al arzobispo de Santiago, cardenal Fernando Chomalí, a propósito de una antiguo comentario a través de la red social X (exTwitter).\nSe trata de un tuiteo de marzo de 2018, cuando Martínez era asesora del diputado de Convergencia Social, Gonzalo Winter, cuando escribió: “Si quiero prenderle fuego a algo, que sea a la Iglesia y a la Constitución de Pinochet #TC #lucro”.\nEl comentario de Martínez fue respondido por Chomalí el pasado lunes 25 de diciembre, señalando escuetamente “Dios la bendiga, Constanza”.\nPero además, a través de una carta al Director publicada en El Mercurio, el arzobispo de Santiago defendió su tuiteo, en una misiva titulada “Construir en vez de quemar”.\n“Este mensaje, aunque haya sido escrito hace cinco años, sigue en las redes e incita al odio, ofende a los católicos y a quienes ven en la experiencia religiosa un bien para la sociedad”, criticó.\n“Como chileno y como arzobispo rechazo categóricamente comentarios de esa índole, que no se dicen ni en broma. Más aún cuando la quema de tantos templos, sobre todo en el sur de Chile, han reportado un gran sufrimiento a la comunidad en general por ser lugares de culto, de encuentro comunitario y de paz”, enfatizó Chomalí.\nPor último, junto con estimar que “este tipo de escritos que no contribuyen en nada a construir una cultura del encuentro”, invitó a Martínez a conocer la labor social que realiza la Iglesia, asegurando que “estoy seguro de que en vez de querer quemarlas las va a querer cuidar y promover”.\nConsultada por las críticas de Chomalí durante una actividad realizada la mañana de este viernes, la delegada Martínez reiteró la explicación que dio cuando asumió su cargo, cuando el tuiteo fue reflotado en marzo de 2022.\n“Este es un tuit bien antiguo de hace cinco años, lo había hablado cuando asumí el cargo hace más de dos años. Hace alusión a una canción de un artista nacional que se llama Álex Anwandter, de una canción que se llama Siempre es viernes en mi corazón, que recomiendo mucho que la escuchen”, explicó.\n“Es una canción que tiene una crítica importante a la política, al Congreso y también a las instituciones eclesiásticas respecto al trato que se le ha dado a la población homosexual y de las disidencias sexuales”, añadió Martínez.\nEn ese sentido, explicó que el tuiteo lo escribió a propósito de la decisión del Tribunal Constitucional de declarar inconstitucional la ley que prohibía el lucro en las universidades y en la educación en general.\n“Si ustedes revisan mi experiencia política, lo que he hecho en estos dos años, pero también lo que he hecho en mi experiencia política como dirigente estudiantil, es siempre velar por las manifestaciones pacíficas”, se defendió.\n“He demostrado que no creo en el camino de la violencia y además tengo un profundo respeto por todas las creencias. Vengo de un ambiente que también es de mucho respeto a las distintas creencias y que creo que mis hechos ya han dado cuenta de eso”, agregó.\n“Un tuit respecto a una canción me parece que no representa lo que he hecho ni lo que soy”, concluyó la delegada presidencial Constanza Martínez.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcNcJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcNcJ.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:57:55.534+02:00",
    "updated": "2023-12-29T16:57:55.534+02:00"
  }
]