[
  {
    "uuid": "0972f719a65a1a5ba901ee07807061f22e3518a4",
    "url": "https://www.wvva.com/2024/01/15/winter-weather-doesnt-stop-city-lewisburgs-mlk-day-parade",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WVVA",
    "published": "2024-01-15T21:27:00Z",
    "title": "Winter weather doesn’t stop City of Lewisburg’s MLK Day parade",
    "text": "Winter weather doesn’t stop City of Lewisburg’s MLK Day parade LEWISBURG, [W.Va](http://w.va/). (WVVA) - Monday morning, neither bitter wind nor blowing snow stopped folks from converging on the courthouse in Lewisburg for the city’s annual Martin Luther King Jr. Day parade. “They’ve been doing this for 20 years, and there’s so many fine people that show up here,” shared Larry Davis, a member of the Martin Luther King Jr. Celebration Planning Committee. “It’s the highlight of my year! And it comes right near the first.” For some, this parade is about bringing people together and celebrating the power of love. “You can see there’s a lot of young people, a lot of kids here, people of all different races,” explained Greenbrier native Kayla Reed. “...Even though we’re a little smaller in number this year, and I think it’s because of the storm and the weather, but still like showing and making sure that it’s a priority that we’re here no matter what.” For others, the event is a spotlight on the continual fight against racial inequality and the effort to promote the belief, in Dr. King’s words, “that all people be judged by the content of their character and not the color of their skin.” “I come out every year, not just to show my love for Dr. King, but to advocate for, you know, racial justice,” shared Lewisburg resident Naomi Cohen. Cohen tells WVVA she has been a part of the parade in Lewisburg for decades but has actually been a part of making change for much longer. “I first started advocating for racial justice when I was in high school during the sit-ins at the Woolworth counters. I was in New York. So, yeah, I’ve been doing this not just since 2002, but since probably 1962.” While everyone has their personal connections to the parade, they can all agree their participation each January is a moment to honor the life and legacy of MLK, and a promise to continue the movement he started nearly 70 years ago. Following their march up West Washington Street, parade members enjoyed a lunch program at the United Methodist Church in Lewisburg. Copyright 2024 WVVA. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "http://w.va/).",
      "http://www.w.va/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "larry davis",
          "sentiment": "none"
        },
        {
          "name": "kayla reed",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "lewisburg",
          "sentiment": "none"
        },
        {
          "name": "lewisburg",
          "sentiment": "none"
        },
        {
          "name": "greenbrier",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T23:46:53.767+02:00",
    "updated": "2024-01-15T23:46:53.767+02:00"
  },
  {
    "uuid": "24db547bca919a4666fa7b95226c1810a79bce34",
    "url": "https://www.wcvb.com/article/emma-heming-marks-16-years-with-bruce-willis/46245146",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alli Rosenbloom, CNN",
    "published": "2023-12-28T22:07:00Z",
    "title": "Emma Heming marks 16 years with Bruce Willis in candid message: 'Anniversaries are hard'",
    "text": "Emma Heming marks 16 years with Bruce Willis in candid message: ‘Anniversaries are hard’ Bruce Willis and his wife [Emma Heming](https://www.cnn.com/2023/11/15/entertainment/bruce-willis-wife-emma-caregiving/index.html) are celebrating their \"sweet 16.\" On Wednesday, Heming celebrated the couple's 16-year anniversary by [sharing](https://www.instagram.com/p/C1XMGLmLjqd/?hl=en&img_index=1) a photo of herself kissing Willis's cheek on her Instagram page, writing in the caption, \"16 years with this special man. My love and adoration for him only grows.\" Video above: Emma Heming Willis 'not good' amid husband Bruce Willis' dementia battle The couple wed in 2009 and share two daughters together, Mabel and Evelyn. Heming also posted a vulnerable message to her [\"Die Hard\"](https://www.cnn.com/2023/12/24/entertainment/peter-billingsley-die-hard-christmas/index.html) actor's [health issues](https://www.cnn.com/2023/10/12/entertainment/bruce-willis-moonlighting-creator/index.html), sharing in the video that she \"was able to have a good cry\" with a close friend. \"It is really important to be able to have someone that you can trust with your feelings instead of just bottling them up and putting your best foot forward and just kind of soldiering through stuff, which I have a tendency to do,\" Heming said in the video. In February, Willis's family – including Heming, ex-wife Demi Moore and his daughters – [announced](https://www.cnn.com/2023/02/16/entertainment/bruce-willis-dementia/index.html) that the actor has been diagnosed with a form of dementia called frontotemporal dementia, or [FTD](https://www.mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737) for short. Heming, who has been open about her journey as Willis's primary caretaker on her social media ever since, said in her video this week that \"holidays are hard, anniversaries are hard.\" She added that \"building a community and connection\" has helped her get through it this year. \"That has been my lifeline and I just want to thank you for that,\" she said. Heming wrote in the caption to her Instagram video about receiving \"countless messages of love and support because Bruce is so beloved,\" and that these messages help her feel \"less alone.\" \"I wish I could answer all the messages because they are deep, raw and poetic but please know that I appreciate them so very much,\" she wrote. \"I am grateful to you.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.cnn.com/2023/11/15/entertainment/bruce-willis-wife-emma-caregiving/index.html",
      "https://www.cnn.com/2023/02/16/entertainment/bruce-willis-dementia/index.html",
      "https://www.mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737",
      "https://www.cnn.com/2023/10/12/entertainment/bruce-willis-moonlighting-creator/index.html",
      "https://www.cnn.com/2023/12/24/entertainment/peter-billingsley-die-hard-christmas/index.html",
      "https://www.instagram.com/p/C1XMGLmLjqd/?hl=en&img_index=1",
      "https://cnn.com/2023/02/16/entertainment/bruce-willis-dementia/index.html",
      "https://www.instagram.com/p/C1XMGLmLjqd/",
      "https://cnn.com/2023/10/12/entertainment/bruce-willis-moonlighting-creator/index.html",
      "https://mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737",
      "https://cnn.com/2023/11/15/entertainment/bruce-willis-wife-emma-caregiving/index.html",
      "https://cnn.com/2023/12/24/entertainment/peter-billingsley-die-hard-christmas/index.html",
      "https://instagram.com/p/C1XMGLmLjqd/?hl=en&img_index=1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emma heming",
          "sentiment": "positive"
        },
        {
          "name": "bruce willi",
          "sentiment": "positive"
        },
        {
          "name": "bruce willis",
          "sentiment": "positive"
        },
        {
          "name": "evelyn",
          "sentiment": "none"
        },
        {
          "name": "demi moore",
          "sentiment": "none"
        },
        {
          "name": "willis",
          "sentiment": "none"
        },
        {
          "name": "emma heming willis",
          "sentiment": "none"
        },
        {
          "name": "heming",
          "sentiment": "none"
        },
        {
          "name": "mabel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:36.438+02:00",
    "updated": "2023-12-29T03:58:21.383+02:00"
  },
  {
    "uuid": "fb60c09ff911a282689cb6f566d59a60b198400f",
    "url": "https://vnexplorer.net/z/1642820.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-08-01T13:22:00Z",
    "title": "Temporal de viento y lluvia ha dejado estragos en el sur de Chile y avanza hacia la zona central: Senapred declaró Alerta Roja para región del Biobío",
    "text": "Fuertes vientos y lluvias intensas ha dejado el temporal que afecta a la zona sur del país, afectando durante la jornada de este jueves 1 de agosto de forma especial a la región del Biobío, lugar que fue declarado en Alerta Roja, de acuerdo a lo indicado por el Servicio Nacional de Prevención y Respuesta ante Desastres (Senapred). De esta manera se han podido observar árboles caídos, cortes de suministro eléctrico y daños en techumbres de las casas y otras estructuras en varias ciudades del sur del país. Así, de acuerdo al organismo, además la Armada de Chile reiteró el aviso de marejadas anormales, las que afectarán a la costa en los horarios de pleamar desde Huasco hasta el Golfo de Penas. En tanto, el Servicio Nacional de Geología y Minería (Sernageomin) indicó que hay una posibilidad moderada de remociones en masa en el valle y la precordillera del Biobío, mientras que esta misma es alta para el litoral y la cordillera de la costa de dicha región. Sistema frontal avanza hacia la zona central Por otra parte, las autoridades elevaron alerta temprana preventiva para las regiones de Valparaíso y Metropolitana, ya que el sistema frontal que además de lluvias ha estado acompañado de fuertes vientos en el sur del país, avanza hacia la zona central, donde debería llegar en horas de la noche y madrugada de este viernes 2 de agosto. En ese sentido, el meteorólogo de Canal 13, Gianfranco Marcone señaló este jueves que “no se descartan algunas gotas y en la noche puede comenzar a precipitar, tarde-noche, después de las 7, en el sector sur de la región Metropolitana”. “Entre las 3 de la mañana y las 2 de la tarde, en poco más de 12 horas, podría caer la mayor cantidad, el 80% de la cantidad total”, agregó el experto sobre las lluvias que se acercan a la zona central, y que ya han dejado varias afectaciones en el sur de Chile.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T00:45:52.505+03:00",
    "updated": "2024-08-02T00:45:52.505+03:00"
  }
]