[
  {
    "uuid": "d245581bfde76a84e20bac3dc2fb66e3d0417d58",
    "url": "https://www.14news.com/2024/06/13/chick-fil-a-summer-camp-charging-kids-35-perform-work-tasks-draws-criticism",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@14News",
    "published": "2024-06-13T21:00:00Z",
    "title": "Chick-fil-A summer camp charging kids $35 to perform work tasks draws criticism",
    "text": "Chick-fil-A summer camp charging kids $35 to perform work tasks draws criticism HAMMOND, La. ( [WVUE](https://www.fox8live.com/2024/06/13/sold-out-chick-fil-a-summer-camp-charges-kids-35-work-hammond/)/Gray News) – A Chick-fil-A in Louisiana is facing backlash after announcing a summer camp that charges money to have children perform work tasks. The Chick-fil-A in Hammond is hosting a one-day camp in July that is “ideal” for kids aged 5-12 and allows them to experience various tasks performed by Chick-fil-A workers. The cost is $35 and also includes a kid’s meal, t-shirt, name tag, and a snack. The restaurant is offering six sessions of the one-day camp. [In a Facebook post](https://www.facebook.com/photo.php?fbid=468087002384155&set=a.225745556618302&type=3&ref=embed_post), the Chick-fil-A location shared the activities that it was offering to campers, including “learning dining room host and customer service skills, learn how to take a guest order, learn how to bag a guest order, tour the kitchen and box your own nugget and make your own Ice Dream cone or cup.” Campers will be given the opportunity to meet the Chick-fil-A mascot and get a behind-the-scenes look at what goes into the brand’s hospitality. In the Facebook post, many accused the restaurant of exploiting campers by putting them to work and charging $35 per child. Some critics even tagged the U.S. Department of Labor in their comments. However, others applauded the camp for providing skills that children could use later in life. “I’ll go against the grain here. Kudos to you, Chick-Fil-A Hammond. It’s nice to see an offer to teach young children about work ethic and responsibility, while having a little fun at the same time. I’ll ask my daughter if she’s interested in attending,” one Facebook user commented. Despite the mixed reactions, interest was strong enough to completely book all six sessions. A Chick-fil-A representative told [FOX Business](https://www.foxbusiness.com/lifestyle/chick-fil-a-locations-summer-camp-kids-draws-criticism-sparks-debate-social-media), “It’s important to know campers are not doing the work of a Team Member. While there are Team Members who serve as camp counselors, other Team Members are continuing to work in the restaurant and ensure guests receive the delicious food and hospitality Chick-fil-A is known for.” Copyright 2024 WVUE via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox8live.com/2024/06/13/sold-out-chick-fil-a-summer-camp-charges-kids-35-work-hammond/)/Gray",
      "https://www.foxbusiness.com/lifestyle/chick-fil-a-locations-summer-camp-kids-draws-criticism-sparks-debate-social-media),",
      "https://www.facebook.com/photo.php?fbid=468087002384155&set=a.225745556618302&type=3&ref=embed_post),",
      "https://www.facebook.com/photo.php",
      "https://foxbusiness.com/lifestyle/chick-fil-a-locations-summer-camp-kids-draws-criticism-sparks-debate-social-media),",
      "https://facebook.com/photo.php?fbid=468087002384155&set=a.225745556618302&type=3&ref=embed_post),",
      "https://fox8live.com/2024/06/13/sold-out-chick-fil-a-summer-camp-charges-kids-35-work-hammond/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "chick",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hammond",
          "sentiment": "none"
        },
        {
          "name": "la.",
          "sentiment": "none"
        },
        {
          "name": "hammond",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:15:36.567+03:00",
    "updated": "2024-06-14T00:15:36.567+03:00"
  },
  {
    "uuid": "57958f9c45723828c2eaa50d9978ebad00851404",
    "url": "https://www.ynetnews.com/travel/article/sjiuu0npa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Assaf Kamar",
    "published": "2023-12-24T00:38:00Z",
    "title": "Displaced in place of tourists: Nazareth's gloomy Christmas amid war",
    "text": "Two and a half months since the outbreak of the Gaza war, the end of December is in sight, and Christmas is around the corner. We visited Nazareth, the tourism capital of northern Israel to see if, despite the security situation, the Christmas spirit can be felt in the city where, according to the New Testament, the Annunciation occurred, and Jesus Christ grew up. More stories: It's late afternoon, the winter sun is pleasant, the sky is almost cloudless, and there are plenty of parking spaces opposite the Greek Orthodox Church of the Annunciation, one of the holiest sites for Christians worldwide. The white church is built next to an ancient spring where, according to belief, the Angel Gabriel announced to Mary that she would give birth to the Son of God. The famous plaza in front of the church is empty, the many shops and various restaurants are closed, and there's a palpable sense of gloom in the air. In better days before the war and COVID-19 pandemic, the area was bustling with buses of tourists, colorful stalls selling traditional sweets and Christian souvenirs, and the sweet smell of warm sugar in the air - but now, everything is quiet and abandoned. Nazareth's tourism director, Tarek Schada is deeply concerned about the state of his beloved city and the country at large. \"Usually, at Christmas, this place is so full there's no room to move,\" he reminds us. \"The roads, the restaurants, the hotels, and the guest houses in the old city - everything was packed. After COVID ended, we started to return to normal last year – and then the war came and destroyed everything. Tourists who came to Israel have gone home, and those who booked for the peak months until the end of December have canceled and not arrived. We even have cancellations for early 2024. “It's very sad; we hope that next year things will return to normal and peace will bring back the tourists from abroad, as well as domestic tourism. Usually, we have Christian, Jewish, Muslim and Druze visitors here - this year it won't happen.\" How does the war directly affect the residents of the city? \"Nazareth is an Israeli city, and of course, the situation affects us. The feelings are difficult; who likes war? We want peace, tranquility and complete equality. We want to live normal lives. The tourism industry is the first to be affected and the last to recover fully; it's going to be a sad Christmas.\" We enter the Greek Orthodox Church of the Annunciation, currently undergoing extensive and welcome renovations. Samir Gargous, a fourth-generation Nazareth resident and active in the church's local committee, came to pray but is worried, not just about the lack of tourists and holiday atmosphere—his son has been called up for reserve duty and is fighting in Gaza. \"I'm a local,\" he says, \"We were born here, we belong to this country, and I came to pray for peace. No one wants war. I hope it will be good for the country and all its people, and that all the hostages and soldiers will return home safely.\" Gargous sadly points to the empty tree stand where, during a standard Christmas, a giant and decorated Christmas tree, one of the central symbols of the Christian holiday and a popular attraction for tourists, would proudly stand. \"Due to the war and the hard times, we didn't erect the church's Christmas tree this year, which is considered the tallest in the Middle East – 150 feet tall. It's an attraction that draws tourists from all over the world and visitors from Israel. Everyone would come to take pictures - and this year there will be no tree. It will be a sad Christmas for everyone.\" In the empty square outside the Church of the Annunciation, we meet Ramzi Tura, the owner of a small restaurant that, in better days, was busy with customers enjoying traditional holiday sweets, but is now deserted. \"We wait all year for December, but this year there's no Christmas spirit, and everything is closed. Yesterday, a group of Israeli Jewish tourists came, but there was no Christmas tree, nothing, and they were very disappointed,” he laments. “We're hoping maybe there will be a small tree inside the church after all. There's no festive atmosphere, nothing, just depression.\" His wife Salam adds, \"During Christmas, the children are happy, laughing, buying sweets, gathering around the tree and there are stalls, but now you don't feel Christmas at all.\" We continue our sad tour following the remnants of Christmas in Nazareth and ascend the hill toward the impressive Basilica of the Annunciation, sacred to Catholics. Here lie the sacred remnants of the ancient home of Mary, Jesus' mother. According to Catholic belief, here (and not at the Greek spring) the Angel Gabriel announced the imminent birth of the Son of God. In normal times, colorful groups of pilgrims from all over the world come here, including devout Catholics from Africa, the Pacific Islands and the Far East. Sadly, in the wake of the war, everything is abandoned, and there are no tourists. This is my first time visiting the Basilica of the Annunciation alone, in complete solitude. This international tourist attraction's silence and emptiness starkly contrast the joyous Christmas atmosphere that should envelop the place. An endearing American Franciscan monk in traditional purple and brown attire tells me he misses the tourists and the magical holiday spirit. \"My family is very worried about me being in Israel during war. I try to reassure them that here in Nazareth, there are no missile attacks and the place is safe. This year, we will celebrate the holiday only with the local community and without tourists.\" As night falls on Nazareth's old city, instead of the twinkling lights of joy and traditional Christmas food stalls, there are desolate roads, gloom and abandoned streets. Just before I'm about to sadly declare the end of the tour and a failure to find Christmas spirit in Nazareth, Schada makes a few calls, and we park our car in front of THE BLEND hotel of the Northern Golden Crown hotel chain. In a typical December, just before Christmas, this hotel would be bursting with tourists from all over the world, but now it's filled with displaced persons – Arabs and Jews, residents of Kiryat Shmona, Arab al-Aramshe and other communities from the border area with Lebanon who were forced to leave their homes and have been staying unwillingly as refugees in the hotel for over two months. It turns out a group of volunteers from the Church of the Holy Spirit in Nof Hgalil decided to come to Nazareth to try to bring joy to the children of the evacuees, and several excited men dressed as Santa Claus, complete with red coats and hats, bells, fake white beards and sacks full of gifts, are organizing a party here. The enthusiastic Santas surround us with dancing, enter the lobby in a joyful procession and hand out bags with gifts and lots of chocolate to the children. A volunteer dressed as Santa Claus, sans beard, shares, \"We came to bring a smile to the children, a bit of music, a bit of joy, and we pray that the war will end and the families will receive permission to return to their homes and there will be peace.\" Rena Raslan, a mother of young children from Kiryat Shmona and the second generation of South Lebanon Army (SLA) families who found refuge in Israel after the withdrawal from South Lebanon in 2000, is happy about the volunteers' attempt to create some festive atmosphere for the sad hotel residents longing for their homes and routine. \"We've been out of our homes for months, and it's very tough,\" she shares. \"I miss the clean air of Kiryat Shmona, being free. We're hosted very nicely, and there are amazing people here, but I want to go home. The children were so happy when Santa Claus arrived; they were excited, look how they're smiling, and I want to thank all the volunteers who came to cheer us up.\" Paulina Arouch, a resident of Kiryat Shmona who was evacuated from her home, also came to the hotel's lobby to participate in the modest celebration. \"Living in a hotel might be okay for a couple of days, but I've been here for two months, and it's incredibly tough; I really want to go home. I'm a Jewish guest in Nazareth, and I feel excellent here. Even though we're hosted in the best way possible, and there are wonderful people here, I deeply miss my private corner.” Here in the hotel lobby is the only place in the city where I found a Christmas atmosphere, isn't that strange? “Not really. Because of the war and the mourning and the hard times we've been through in Israel since October 7, the residents of Nazareth, Muslims, and Christians, say: 'This is our war too!' and decided not to decorate the city this year.\" When do you think you'll go home? \"If it were allowed, then today.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris",
          "sentiment": "negative"
        },
        {
          "name": "angel gabriel",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "mary",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "nazareth",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T05:44:04.174+02:00",
    "updated": "2023-12-24T05:44:04.174+02:00"
  },
  {
    "uuid": "b91e5541878ec33f5fc5d19f1cbcf9b4bab72e01",
    "url": "https://www.cadena3.com/noticia/siempre-juntos/tormenta-en-cordoba-con-fortisimas-rafagas-de-viento-hubo-destrozos-en-el-sur_402669",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cadena 3 Argentina",
    "published": "2024-12-12T20:43:00Z",
    "title": "Tormenta en Córdoba con fortísimas ráfagas de viento: hubo destrozos en el sur",
    "text": "EN VIVO\nInformados, al regreso\nInformados, al regreso\nTiempo de juego\nTiempo de juego\nTiempo de juego\nEmpresas con historia\nViva la Radio\nViva la Radio Rosario\nInformados, al regreso\nActualidad\nViva la Radio\nEducar entre todos\nAhora país\nPolítica esquina Economía - Por Adrián Simioni\nAhora país\nAhora país\nUna mañana para todos\nEl dato confiable - Por Federico Albarenque\nSueños de radio\nSiempre Juntos Rosario\nSiempre Juntos\nEn vivo\nEl secretario de Seguridad y Prevención Comunitaria de la Municipalidad, Claudio Vignetta, recomendó en Cadena 3 \"tratar de no circular y tener todas las precauciones\". Empezó a llover en Sampacho.\nFOTO: Tormenta en Córdoba con fortísimas ráfagas de viento: hubo destrozos en el sur\nFOTO: Villa María. Foto de Víctor Rocha\nFOTO: Anuncian alerta por tormentas y granizo en Córdoba (Foto: archivo).\nFOTO: Tormenta eléctrica en Sampacho\nFOTO: Tormenta eléctrica en Sampacho\nFOTO: Tormenta eléctrica en Sampacho\nFOTO: Tormenta en Córdoba con fortísimas ráfagas de viento: hubo destrozos en el sur\nTal como había anunciado previamente el Servicio Meteorológico Nacional, se registraron fuertes tormentas con actividad eléctrica en Sampacho, Coronel Moldes y zonas aledañas.\nLa lluvia torrencial, acompañada de fuertes ráfagas de viento y caída de granizo, ha provocado serios destrozos en diversos sectores de la comunidad y sus alrededores.\nPor el momento, las autoridades están evaluando los daños, pero se solicita extrema precaución al circular por la ruta nacional número 8 y en el sur de la provincia, debido a la persistencia del fenómeno meteorológico.\nEn Coronel Moldes, la intensa tormenta de granizo y lluvia generó serios inconvenientes en la localidad. El intendente Ezequiel Moiso brindó a Cadena 3 detalles sobre la situación actual, destacando que, a pesar de los problemas, no se registraron evacuaciones.\n\"Tenemos un panorama complicado, pero gracias a Dios solamente fue un susto grande\", afirmó Moiso.\nEl intendente explicó que se asistió a varias viviendas afectadas por el ingreso de agua, resultado del mal estado de los techos y los fuertes vientos. \"No tengo a ciencia exacta la cantidad de milímetros que ha llovido, pero algunos hablan de 90, otros de 100 milímetros juntos\", indicó. Además, mencionó que la localidad está en la trayectoria del desagüe de Sampacho, lo que contribuyó a la acumulación de agua en los canales.\nMoiso también se refirió a la gran cantidad de granizo que cayó en la zona, describiendo el tamaño de las piedras: \"Pocas piedras de un tamaño de huevo de paloma, pero granizo a montones\". Este fenómeno meteorológico provocó daños en algunos techos, que ya estaban comprometidos por tormentas anteriores. \"Esto terminó del trabajo que había iniciado en las otras tormentas\", agregó.\nEn relación al asilo de la localidad, el intendente confirmó que el mayor inconveniente se debió a la acumulación de granizo en las canaletas, que alcanzó los 50 centímetros de altura. \"Colapsaron lo que en los techos de chapa se ganó, y hubo sectores donde ingresó el agua\", explicó Moiso, quien también destacó que solo se registró agua en el pinso.\nFinalmente, Moiso informó que se recuperó la energía eléctrica en la localidad, aunque el panorama se mantiene incierto debido a la posible reactivación de la tormenta. \"Si el sur o su oeste amenazante, se ve bastante oscuro, podría volver la lluvia en cualquier momento\", concluyó.\nAnunciaron alerta en Córdoba por tormenta con altas probabilidades de precipitaciones y granizo, según dijo a Cadena 3 el secretario de Seguridad y Prevención Comunitaria de la Municipalidad, Claudio Vignetta.\nEn ese sentido, advirtió que el fenómeno climático comenzará alrededor de las 18 horas en la ciudad y se extenderá hasta aproximadamente la 1 de la madrugada del viernes.\nA su vez, señaló que en la ciudad habrá vientos intensos, precipitaciones \"y en algunos casos granizo\".\n/Inicio Código Embebido/\nMirá también\n/Fin Código Embebido/\nA pesar de que no se espera un gran volumen de lluvia, el funcionario advirtió que \"habrá precipitaciones en corto periodo de tiempo\", lo que podría causar inconvenientes en la vía pública, especialmente en las calles debido a las correntías del agua.\nPor ello, recomendó a los ciudadanos \"tratar de no circular y tener todas las precauciones\". Y pidió prestar atención a las recomendaciones de los servicios de seguridad, incluyendo Defensa Civil de la Municipalidad y la Policía.\n\"Vamos a trabajar todos en equipo para tratar de que este evento no tenga ninguna consecuencia importante\", concluyó.\n/Inicio Código Embebido/\nMirá también\n/Fin Código Embebido/\nInforme de Celeste Benecchi.\nTe puede interesar\nTiempo inestable\nSigue este jueves el mal clima en varias zonas del país. Qué dice el Servicio Meteorológico Nacional.\nTiempo inestable\nEl noreste argentino se prepara para este fenómeno. Conocé sus efectos y recomendaciones de seguridad.\nClima adverso\nLas precauciones necesarias para cuidar el aparato que, cuando se producen descargas eléctricas, debe estar desenchufado sí o sí.\nTiempo\nCórdoba vivirá una semana de grandes cambios climáticos, con temperaturas que alcanzarán hasta 36 grados y la posibilidad de tormentas intensas.\nLo último de Sociedad\nChoque múltiple\nFue en la autopista Córdoba-Rosario, a la altura del kilómetro 636. Al parecer, uno de los rodados de gran porte impactó contra la herramienta utilizada para limpiar la banquina. Uno de los choferes fue trasladado a un hospital.\nEmpresas con historia\nFacundo Sonatti analiza cómo casi 50 empresas familiares en Argentina han logrado mantenerse por más de 100 años, destacando su capacidad de adaptación y profesionalización para enfrentar desafíos.\nCuriosidad\nAgustín Kloster es un abogado que en las PASO votó a Bullrich, pero luego se enamoró del rumbo del Presidente. La botella cuesta 18.900 pesos.\nMetodologías ágiles\nLa abogada y creadora de contenido, Natalia Cico, lanzó \"Gestión del Tiempo\", una guía práctica que ayuda a las mujeres a optimizar sus responsabilidades y reducir el estrés en su vida diaria.\nSucede Ahora\nEl secretario de Seguridad y Prevención Comunitaria de la Municipalidad, Claudio Vignetta, recomendó en Cadena 3 \"tratar de no circular y tener todas las precauciones\". Empezó a llover en Sampacho.\nOpinión\nLo más visto\nPolémica en Córdoba\nEl inédito caso ocurrió en Jesús María. El reclamo radicó en que \"no se respetó o no se aclaró el sistema de elección\" para el puesto de abanderado.\nTiempo inestable\nEl noreste argentino se prepara para este fenómeno. Conocé sus efectos y recomendaciones de seguridad.\nEl tiempo\nEste fenómeno genera cambios drásticos en el viento y la presión, provocando lluvias abundantes, tormentas severas y vientos intensos.\nJusticia de Salta\nEl hombre está imputado por los delitos de estafa y administración fraudulenta. Es juzgado junto a su actual pareja, con quien también adquirieron un auto con la plata de la colecta.\nSucede Ahora\nEl secretario de Seguridad y Prevención Comunitaria de la Municipalidad, Claudio Vignetta, recomendó en Cadena 3 \"tratar de no circular y tener todas las precauciones\". Empezó a llover en Sampacho.\nTe puede interesar\nLa Gran Cadena Federal\nDesde el lunes 16, en San Juan podrá escucharse por 102.7. Mientras que en San Rafael, Mendoza, será la 91.3.\nSorteo\nYa son 20 los ganadores de los $500.000, pero el concurso sigue hasta el 20 de diciembre. Enterate cómo participar y conocé a los premiados.\nOtra mirada\nEl periodista de Cadena 3, Fernando Genesir, recogió testimonios en esa localidad cordobesa, ubicada en el departamento Río Segundo.\nProgramación\nLa locutora regresó con su nuevo programa, donde comparte su experiencia y conecta con la audiencia matutina a partir de este lunes a las 6.\nPremiados\nEstudiantes del Colegio N° 26 de la localidad jujeña de Uquía, de apenas 508 habitantes, fueron uno de los ganadores del concurso organizado por Cadena 3 y la Comisión de Enlace de Entidades Agropecuarias.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T02:05:45.107+02:00",
    "updated": "2024-12-13T02:05:45.107+02:00"
  },
  {
    "uuid": "163c8bacb2d120beb1f476b109e5de427a7e7030",
    "url": "https://andaluciainformacion.es/el-puerto/1749197/berrade-amplia-la-fiesta-del-kern-pharma-en-maeztu-y-oconnor-resiste-de-rojo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-09-05T17:46:00Z",
    "title": "Berrade amplia la fiesta del Kern Pharma en Maeztu y O'Connor resiste de rojo | Andalucía Información. Todas las noticias de El Puerto",
    "text": "El pamplonica Urko Berrade colocó el triplete en el casillero del Kern Pharma con una victoria en solitario en la decimoctava etapa de la Vuelta disputada entre Vitoria y Maeztu, de 179,3 kilómetros, en la que resistió con el maillot rojo el australiano Ben O'Connor y Mikel Landa se hundió de la quinta a la décima plaza de la general. No hubo dos sin tres y el Kern Pharma, equipo continental que corre como invitado en la Vuelta y que ya tenía dos triunfos con Pablo Castrillo en Manzaneda y Cuitu Negru, hizo el \"hat trick\" con un chico nacido en Pamplona hace 26 años: Urko Berrade, capaz de atacar a 5 km de meta y de llegar en solitario a la pequeña localidad alavesa de Maeztu para celebrar su primer éxito como profesional. Berrade, en presencia de su pareja y familia, salió el la foto del ganador, entrando en meta solo, con un tiempo de 4h.00.52, a una media de 43,3 km/hora. Dejó a sus compañeros de fuga a 4 segundos, con el suizo Mauro Schmide segundo, y otro Kern Pharma tercero, el esprinter Pau Miquel. Fiesta del cuadro navarro a un paso de su casa. Dentro del 'top ten' de la etapa entraron el local Oier Lazkano, Ion Izagirre y Pablo Castrillo. El grupo principal con los favoritos entró en meta a 6.40. Solo faltaba Mikel Landa, quien se dejó 3.20 minutos y descendió al décimo puesto de la general. El gran derrotado de la jornada en su propia casa. Un día más resistió el australiano O'Connor abrazado al maillot rojo, tal vez por último día ante la llegada de las etapas claves de montaña este fin de semana. Momentos decisivos en los que entrará con 5 segundos de ventaja sobre Primoz Roglic, 1.25 respecto a Enric Mas, con Carapaz a 1.46, Gaudu a 3.48 y Carlos Rodríguez es sexto a 3.53. Luz verde de los favoritos a una fuga multitudinaria Etapa cien por cien alavesa, propicia para la fuga, y con opciones para los velocistas con aptitudes escaladoras. De entrada se impuso la primera opción del guión con una expedición masiva de 42 corredores, idónea para que los hombres de la general reservaran fuerzas para un fin de semana explosivo y decisivo con Moncalvillo, Picón Blanco y la crono de Madrid. Delante se metieron el rey del esprint, Kaden Groves, Lazkano, Soler, Castrillo, Herrada, Izagirre, Vlasov, el mejor clasificado a 24 minutos, Narváez, McNulty... un grupo de calidad que poco a poco fue gestionando la victoria entre ellos. La marabunta coronó el Alto de Rivas de Tereso (2a, 11,1 km al 3,4) con 4 minutos de ventaja. El grupo cabecero se fue alterando entre los dos puertos del día. Los suizos Kung y Schmid y el checo Vacek abrieron las hostilidades adelantándose al resto, pero en el ascenso al Puerto de Herrera (1a, 5,6 km al 8,3) los ataques iban cambiando el decorado en cada curva. De nuevo atacó Marc Soler cerca de la cima. El catalán ganador en Lagos de Covadonga coronó en cabeza y se convirtió en nuevo líder de la montaña. Por detrás, en el sector de la alta jerarquía, Carapaz marcó un ritmo que puso contra las cuerdas al líder O'Connor y a Mikel Landa, ambos descolgados. En la bajada O'Connor logró enlazar con Roglic, Mas, Carapaz y Gaudu, no así Landa, en serios apuros y poniendo en peligro la quinta plaza de la general. El EF, Groupama-FDJ y Movistar unieron voluntades para aumentar la pérdida de Landa, que era de 2.30 minutos respecto a los hombres de las general a 15 de Maeztu. Berrade sorprende y logra el triplete del Kern Pharma, Landa se hunde Doce hombres sin piedad delante por el triunfo de etapa en Maeztu, pequeño enclave en el sur alavés, a las puertas del Parque Natural de Izki. Un hombre de la tierra, Lazkano, entre ellos, y ausencia en el grupo que perseguía a 7 minutos de Landa, hundiéndose en casa de manera inexorable. Tenían que llegar los ataques. Cada uno con su carta marcada. La presencia de un esprinter como Pau Miquel invitaba a la mayoría a decidir la etapa en la recta de llegada. Por eso atacó el veterano neerlandés del Visma a 6,5 de meta, sin ningún éxito, ya que salió a su rueda Urko Berrade. Mientras el resto se quedaba mirando, ya con las fuerzas mermadas, el navarro residente en Barcelona, donde trabaja su pareja, y compañero de entrenamientos de Pau Miquel, se lanzó directo a por su estreno como profesional a 5.000 metros de la localidad alavesa. Ya no miró atrás, sacó todo lo que tenía dentro y atravesó la línea brazos en alto culminando la semana fantástica de su equipo y un sueño de esos que persigue cualquier profesional. Berrade se cayó en Eslovenia, pasó el proceso de recuperación, pero su coraje y una concentración en Sierra Nevada le dieron bríos para llegar en forma a la Vuelta. Sigue la fiesta del Kern Pharma, revelación de la Vuelta 2024. Este viernes se disputa la decimonovena etapa entre Logroño y el Alto de Moncalvillo, de 173,2 km. Penúltimo final en alto de la 79 edición de la Vuelta, con el ascenso al pico riojano (1a, 8,6 km al 8,69). Antes, a mitad de recorrido, el Puerto de Pradilla (3a, 5,2 km al 4,8). Jornada no exenta de la posibilidad de sorpresas. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:10:49.256+03:00",
    "updated": "2024-09-06T00:10:49.256+03:00"
  },
  {
    "uuid": "dbffdf4c9aa2613924a678f314dd47aff2f51406",
    "url": "https://www.setn.com/News.aspx?NewsID=1692402",
    "ord_in_thread": 0,
    "author": "三立新聞網",
    "published": "2025-07-24T04:38:42Z",
    "title": "越善良越有錢！「4星座」付出不求回報…喜迎貴人相助、財運大爆發",
    "text": "生活中心／吳泊萱報導\n▲4星座天性善良，總是默默付出，這種純粹的善意將讓他們獲得滿滿福報。（示意圖／翻攝自unsplash）\n俗話說「善有善報」，心存正念就能帶來滿滿好運。《 搜狐網 》點名4星座，個性善良，總是默默為眾人付出，這種純粹的善意，將為他們帶來滿滿福報，除了事業有成，財運也一把罩，人生富裕美滿。\n∥巨蟹座：溫柔慈愛，福澤深厚。\n巨蟹座的人就像冬日裡的暖陽，溫柔又充滿慈愛，他們心思細膩，對身邊的人關懷備至，總是為他人付出，從不求回報，這種善良的本性為他們積累了深厚的福澤。\n巨蟹座的良好人際關係與溫和性格，能在職場上與同事和諧相處，得到主管的賞識與信任，事業發展順風順水。同時，他們的財運也將隨事業提升而水漲船高，正財穩定增長，偶有偏財。\n∥天秤座：公正善良，好運連連。\n天秤座的人追求公平與正義，他們心地善良，總是站在他人的角度思考問題，盡力維護和諧關係，這種公正無私的性格讓他們在人群中備受尊敬與喜愛。\n天秤座的好人緣能為他們帶來諸多機遇，像是獲得貴人相助，得到更多發展資源與晉升機會，讓事業蒸蒸日上。財運方面，天秤座也有敏銳的洞察力與理性的投資頭腦，能抓住合適的投資時機，實現財富增長。\n∥射手座：樂觀豁達，福運滿盈。\n射手座的人樂觀開朗，總能給身邊的人帶來歡樂與正能量，他們心懷寬廣、不計較得失，性格十分豁達，這種積極向上的心態讓他們面對困難和挑戰時，能保持樂觀，勇往直前。\n射手座的好運將隨著年齡增長接踵而至，他們的創新與冒險精神能開闢新道路，幫助他們取得令人矚目的成就。財運方面，射手座的偏財運相當旺盛，有機會透過意外之財實現財富自由。\n∥雙魚座：善良純真，夢想成真。\n雙魚座的人善良純真，內心充滿了愛與幻想，他們富有同情心，願意幫助那些需要幫忙的人，以自身行動溫暖著周遭，他們的善良將獲得回報。\n雙魚座的創造力與想像力讓他們擁有獨特優勢，能在工作中脫穎而出，獲得主管及同事的讚賞。財運方面，雙魚座透過自身努力與機遇，實現財富增長，他們所追求的夢想，也有望能在未來實現。\n三立新聞網提醒您：\n民俗傳說僅供參考，請勿過度迷信。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->celebrity",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://m.sohu.com/a/916616569_100205546?scm=10001.325_13-325_13.0.0.5_32&spm=smwp.channel_247.block2_307_epwR4p_1_fd.1.1753234959761ylBIoDR_324&utm_campaign=fortune",
      "https://m.sohu.com/a/916616569_100205546",
      "https://www.m.sohu.com/a/916616569_100205546?scm=10001.325_13-325_13.0.0.5_32&spm=smwp.channel_247.block2_307_epwR4p_1_fd.1.1753234959761ylBIoDR_324&utm_campaign=fortune"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:38:42.879+03:00",
    "updated": "2025-07-24T07:47:31.000+03:00"
  },
  {
    "uuid": "e25664eedd1102117fd5e2d805dbfad3bd3082e1",
    "url": "https://ground.news/article/storm-gerrit-to-bring-more-misery-after-mini-tornado-strikes-homes_66e365",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-29T09:12:00Z",
    "title": "Ground News - Storm Gerrit to bring more misery after mini-tornado strikes homes",
    "text": "Summary by Ground News SSEN has reconnected more than 45,000 properties who had lost power. High winds, heavy rain and snow damaged electricity networks in some parts of the country. But by Friday morning there were 750 homes remaining without electricity. SSEN boss Graeme Keddie said this was a \"much improved picture\" Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nMetro News Lean Left Mixed Factuality Independent: Alfred Harmsworth (Barrister) Independent: Geraldine Mary Harmsworth Storm Gerrit to bring more misery after mini-tornado strikes homes The weather is expected to remain misrerable throughout the week (Picture: PA) The last few days of 2023 are set to be blighted by strong winds, rain and snow as the UK feels the aftermath of Storm Gerrit. Although the peak of Storm Gerrit has now passed, Thursday will continue to be blustery with showers, some heavy and more organised in parts. Friday continues this general theme with some central locations likely to see the brightest condition…\n4 hours ago · London, United Kingdom Read Full Article\nMetro News Lean Left Mixed Factuality Independent: Alfred Harmsworth (Barrister) Independent: Geraldine Mary Harmsworth\nStorm Gerrit to bring more misery after mini-tornado strikes homes The weather is expected to remain misrerable throughout the week (Picture: PA) The last few days of 2023 are set to be blighted by strong winds, rain and snow as the UK feels the aftermath of Storm Gerrit. Although the peak of Storm Gerrit has now passed, Thursday will continue to be blustery with showers, some heavy and more organised in parts. Friday continues this general theme with some central locations likely to see the brightest condition…\n4 hours ago · London, United Kingdom Read Full Article Shropshire Star Media Conglomerate: MNA Media SSEN ‘confident’ of restoring power to all homes on Friday after Storm Gerrit Electricity bosses are “very confident” that the remaining 750 properties in Scotland without power after Storm Gerrit will be reconnected on Friday.\n21 minutes ago · Ketley, United Kingdom Read Full Article\nShropshire Star Media Conglomerate: MNA Media\nSSEN ‘confident’ of restoring power to all homes on Friday after Storm Gerrit Electricity bosses are “very confident” that the remaining 750 properties in Scotland without power after Storm Gerrit will be reconnected on Friday.\n21 minutes ago · Ketley, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.shropshirestar.com/news/uk-news/2023/12/29/ssen-confident-of-restoring-power-to-all-homes-on-friday-after-storm-gerrit/?utm_source=ground.news&utm_medium=referral",
      "https://metro.co.uk/2023/12/29/storm-gerrit-bring-misery-mini-tornado-strikes-homes-20036836/?utm_source=ground.news&utm_medium=referral",
      "https://shropshirestar.com/news/uk-news/2023/12/29/ssen-confident-of-restoring-power-to-all-homes-on-friday-after-storm-gerrit/?utm_source=ground.news&utm_medium=referral",
      "https://metro.co.uk/2023/12/29/storm-gerrit-bring-misery-mini-tornado-strikes-homes-20036836/",
      "https://www.shropshirestar.com/news/uk-news/2023/12/29/ssen-confident-of-restoring-power-to-all-homes-on-friday-after-storm-gerrit/",
      "https://www.metro.co.uk/2023/12/29/storm-gerrit-bring-misery-mini-tornado-strikes-homes-20036836/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alfred harmsworth",
          "sentiment": "none"
        },
        {
          "name": "graeme keddie",
          "sentiment": "none"
        },
        {
          "name": "gerrit",
          "sentiment": "none"
        },
        {
          "name": "geraldine mary harmsworth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news ssen",
          "sentiment": "negative"
        },
        {
          "name": "articles all left center right metro news lean left",
          "sentiment": "none"
        },
        {
          "name": "united kingdom read full article metro news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:33:50.693+02:00",
    "updated": "2023-12-29T11:33:50.693+02:00"
  }
]