[
  {
    "uuid": "ac1d3ff58bb5fcb78f921adefb4b4ada9320d280",
    "url": "https://dothaneagle.com/news/nation-world/idaho-students-killed-notorious-crime-houses/article_4ad4e0a6-75e8-5b10-81c4-2f5093475719.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dakin Andone, CNN",
    "published": "2023-12-28T18:30:00Z",
    "title": "Idaho house where 4 students were killed is being razed. Here’s what happened to other homes linked to notorious killings",
    "text": "The University of Idaho on Thursday began demolition of the off-campus home where four students were fatally stabbed last year — the latest instance in which a property is razed following grisly, high-profile killings.\nEthan Chapin, Kaylee Goncalves, Xana Kernodle and Madison Mogen were killed inside the Moscow, Idaho, off-campus rental on Nov. 13, 2022,\nstunning the university and the surrounding community.\nThe owner of the home donated it to the university and the school planned to tear it down in July, before the start of the new academic year. But\nthose plans were delayed until this month, when the university announced attorneys for the suspect, Bryan Kohberger, had been given access to the home as part of their preparations for trial. Prosecutors also accessed the house on Dec. 21, the school said.\nPeople are also reading…\nKohberger has been charged with four counts of first-degree murder, and\nnot guilty pleas have been entered on his behalf. Prosecutors have proposed his trial begin in the summer of 2024.\nThursday’s demolition – taking place during winter break – was expected to last several days, the University of Idaho said in a news release this month. But it could be finished within a day, Jodi Walker, university spokesperson Jodi Walker told CNN.\n“It is the grim reminder of the heinous act that took place there,” University of Idaho President Scott Green said in a news release. “While we appreciate the emotional connection some family members of the victims may have to this house, it is time for its removal and to allow the collective healing of our community to continue.”\nOn the eve of the demolition, the families of Goncalves and Kernodle pleaded with the university and local prosecutors to preserve the home. They argued it may provide evidence during the murder trial, including about how much the surviving roommates may have heard during the killings, according to a joint statement.\nBut neither prosecutors nor defense attorneys have opposed the demolition,\nthe university said, and a prosecutor told school officials in an email the house is “so substantially different than at the time of the homicides” that a jury wouldn’t be authorized to see it.\nWith the house gone, attention can turn to the property’s future. The university intends to create a\nmemorial garden on the site to honor the four students, it has said, and landscape design and architecture students were set to draft concepts for the garden this past fall.\nThe question of what to do with such properties has become distressingly rote in recent years, particularly in the U.S., where communities regularly have to grapple with the scenes of mass shootings, asking themselves how they honor the victims and their families while allowing those left behind to heal and move forward.\nThat’s particularly difficult following\nmass shootings at schools, where students and teachers face the possibility of having to return: For example, Sandy Hook Elementary in Newtown, Connecticut, was torn down and rebuilt after 26 people, including 20 6- and 7-year-old children, were killed in a shooting there in December 2012.\nBut for decades, communities have faced similar questions about private homes, like the one in Idaho, where notorious killers lived or their victims were murdered. Often these homes are torn down, like the\nSandy Hook shooter’s home, where he lived with his mother – his first victim the day of the shooting.\nHere’s a look at what happened to other homes synonymous with the killings that took place there.\nCharles Manson murders: 10050 Cielo Drive\nIn 1969, five people, including the actress Sharon Tate, were murdered at\n10050 Cielo Drive in what was perhaps the most notorious of the murders carried out by the cult led by Charles Manson.\nThe Beverly Hills, California, home was demolished in 1994, and a new one — a sprawling nine-bedroom, 18-bathroom mansion — was built and completed in 1996. It received a new address.\nThe mansion was put on the market in January 2022 for $85 million, but the asking price has repeatedly dropped over the last 23 months. The sellers are now asking $49.5 million, according to the\nreal estate agent’s listing, which makes no mention of the property’s dark history.\nJohn Wayne Gacy’s home\nThe serial killer\nJohn Wayne Gacy killed at least 33 people, and the remains of more than two dozen of them were found underneath his house near Chicago by investigators following his arrest in December 1978, according to the Chicago Tribune.\nGacy’s home was demolished months later, in April 1979, the Tribune reported at the time. It was a relief to neighbors, including one who told the newspaper, “I’ll be glad when every bit of it’s gone.”\nThe lot was empty for almost a decade, until a new home was erected on the site beginning in June 1988, per the Tribune. Like the Cielo Drive house, the new home also was given a new address.\nThe home of Fred and Rose West\nFred and Rose West abducted, sexually abused and killed a series of girls and young women — two of their daughters among them — between the 1960s and 1980s in England. Fred, accused of 12 murders, died by suicide before he could stand trial, while Rose was convicted on 10 counts of murder in November 1995 and sentenced to life in prison.\nWhen the case broke open in the 1990s, investigators found the remains of many of their victims at their house at 25 Cromwell Street in the city of Gloucester, including in the garden, the basement and the bathroom.\nThe home, dubbed a “house of horrors,” was\ntorn down in 1996. A public walkway has since been built in its place.\nAlex Murdaugh’s hunting estate\nBefore it became known as the site where\nAlex Murdaugh murdered his wife, Maggie, and grown son Paul, the 1,700-acre Islandton, South Carolina, property known as Moselle was the family’s hunting estate – including a house, a cabin and dog kennels where the killings occurred.\nDuring the now-disgraced attorney’s trial earlier this year, jurors visited the estate to help them better understand the crime scene and the prosecution and defense arguments.\nUnlike the other crimes’ sites, however, Moselle is still standing.\nThe estate went up for sale several months after the killings, according to\nCNN affiliate WJCL, and many items from the home were auctioned off soon after Murdaugh’s conviction. He has filed an appeal, which is on hold while his defense attorneys pursue a motion for a new trial.\nThe home was sold for $2.6 million,\nanother affiliate, WCIV, reported in March.\n___\nCNN’s Cindy Von Quednow, Veronica Miracle and Jeffrey Kopp contributed to this report.\n___\nA look at some of the most notorious serial killers in the US since 1970\n1970-2005: Samuel Little\nFebruary-May 1971: Juan Corona\n1972-1978: John Wayne Gacy\n1974-1991: Dennis Rader\n1975-1998: Robert L. Yates Jr.\n1976-1977: David Berkowitz\n1976-1986: Joseph James DeAngelo\n1977-1978: Angelo Buono Jr. and Kenneth A. Bianchi\n1977-1978: Ted Bundy\n1978-1992: Jeffrey Dahmer\n1978-1995: Theodore Kaczynski\n1979-1981: Wayne B. Williams\n1983: Henry Lee Lucas\n1984-1985: Richard Ramirez\n1984-1985: Charles Ng and Leonard Lake\n1985-2007: Lonnie David Franklin Jr.\n1989-1990: Aileen Wuornos\n1989-1993: Joel Rifkin\n1990-1993: Heriberto Seda\n1997-1999: Ángel Maturino Reséndiz\n2002: Lee Boyd Malvo and John Allen Muhammad\n2005-2006: Mark Goudeau\n2007-2009: Anthony Sowell",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://graphics.chicagotribune.com/john-wayne-gacy-new-timeline/blurb.html",
      "https://www.uidaho.edu/news/news-articles/news-releases/2023/071223-kingroadhouse",
      "https://www.cnn.com/2021/06/04/europe/fred-rosemary-west-murders-gbr-cmd-intl/index.html",
      "https://www.cnn.com/2015/03/25/us/sandy-hook-killer-home-demolished/index.html",
      "http://www.cnn.com/WORLD/9610/12/house.of.horrors/",
      "https://www.cnn.com/2013/07/09/us/serial-killers-fast-facts/index.html",
      "https://www.cnn.com/2017/11/20/us/charles-manson-dead/index.html",
      "https://www.cnn.com/2022/11/17/us/idaho-student-killings-timeline/index.html",
      "https://www.cnn.com/2023/03/01/us/moselle-property-alex-murdaugh-trial/index.html",
      "https://www.cnn.com/2022/01/24/entertainment/full-house-manson-estate-intl-scli/index.html",
      "https://www.cnn.com/2023/10/17/us/alex-murdaugh-motion-granted-jury-tampering/index.html",
      "https://www.cnn.com/2023/11/28/us/alex-murdaugh-sentencing-state-financial-crimes/index.html",
      "https://www.thealtmanbrothers.com/listing/10066-cielo-dr-beverly-hills-ca-90210-2/",
      "https://www.uidaho.edu/news/news-articles/news-releases/2023/122023-kingrd-prosecution",
      "https://www.cnn.com/2023/05/23/us/bryan-kohberger-idaho-student-killings-standing-silent/index.html",
      "https://www.uidaho.edu/news/news-articles/news-releases/2023/121423-kingrd-demo#:~:text=The%20house%20was%20given%20to,the%20house%2C%20to%20demolish%20it.",
      "https://www.cnn.com/2022/09/05/us/schools-after-mass-shootings-uvalde-texas-back-to-school/index.html",
      "https://abcnews4.com/news/local/murdaugh-familys-former-home-scene-of-murders-sold-realtor-wciv-alex-murdaugh-maggie-paul-family-killed-abc-news-4-moselle-farm-road-colleton-county-sc-south-carolina-dog-kennels",
      "https://www.wjcl.com/article/alex-murdaugh-moselle-property-sale/39092104",
      "https://www.cnn.com/2023/07/12/us/university-of-idaho-murder-home-demolition-wednesday/index.html",
      "https://www.uidaho.edu/giving/healing-garden-and-memorial",
      "https://www.cnn.com/2016/07/29/us/sandy-hook-school-reopening/index.html",
      "https://www.cnn.com/2023/03/24/us/murdaugh-moselle-estate-liberty-auction/index.html",
      "https://cnn.com/2013/07/09/us/serial-killers-fast-facts/index.html",
      "https://cnn.com/2023/03/01/us/moselle-property-alex-murdaugh-trial/index.html",
      "https://cnn.com/2023/05/23/us/bryan-kohberger-idaho-student-killings-standing-silent/index.html",
      "https://cnn.com/2017/11/20/us/charles-manson-dead/index.html",
      "https://cnn.com/2023/11/28/us/alex-murdaugh-sentencing-state-financial-crimes/index.html",
      "https://thealtmanbrothers.com/listing/10066-cielo-dr-beverly-hills-ca-90210-2/",
      "https://cnn.com/2015/03/25/us/sandy-hook-killer-home-demolished/index.html",
      "https://www.graphics.chicagotribune.com/john-wayne-gacy-new-timeline/blurb.html",
      "https://cnn.com/2023/03/24/us/murdaugh-moselle-estate-liberty-auction/index.html",
      "https://uidaho.edu/giving/healing-garden-and-memorial",
      "https://uidaho.edu/news/news-articles/news-releases/2023/071223-kingroadhouse",
      "https://cnn.com/2021/06/04/europe/fred-rosemary-west-murders-gbr-cmd-intl/index.html",
      "https://cnn.com/2023/07/12/us/university-of-idaho-murder-home-demolition-wednesday/index.html",
      "https://cnn.com/2023/10/17/us/alex-murdaugh-motion-granted-jury-tampering/index.html",
      "https://uidaho.edu/news/news-articles/news-releases/2023/121423-kingrd-demo#:~:text=The%20house%20was%20given%20to,the%20house%2C%20to%20demolish%20it.",
      "https://wjcl.com/article/alex-murdaugh-moselle-property-sale/39092104",
      "https://cnn.com/2016/07/29/us/sandy-hook-school-reopening/index.html",
      "https://cnn.com/2022/11/17/us/idaho-student-killings-timeline/index.html",
      "https://cnn.com/2022/09/05/us/schools-after-mass-shootings-uvalde-texas-back-to-school/index.html",
      "https://www.thealtmanbrothers.com/listing/10066-cielo-dr-beverly-hills-ca-90210-2",
      "https://uidaho.edu/news/news-articles/news-releases/2023/122023-kingrd-prosecution",
      "https://www.abcnews4.com/news/local/murdaugh-familys-former-home-scene-of-murders-sold-realtor-wciv-alex-murdaugh-maggie-paul-family-killed-abc-news-4-moselle-farm-road-colleton-county-sc-south-carolina-dog-kennels",
      "http://www.cnn.com/WORLD/9610/12/house.of.horrors",
      "http://cnn.com/WORLD/9610/12/house.of.horrors/",
      "https://cnn.com/2022/01/24/entertainment/full-house-manson-estate-intl-scli/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "xana kernodle",
          "sentiment": "none"
        },
        {
          "name": "madison mogen",
          "sentiment": "none"
        },
        {
          "name": "bryan kohberger",
          "sentiment": "none"
        },
        {
          "name": "ethan chapin",
          "sentiment": "none"
        },
        {
          "name": "kaylee goncalves",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of idaho",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "idaho",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:31.942+02:00",
    "updated": "2023-12-29T01:13:31.942+02:00"
  },
  {
    "uuid": "2730d01f927a358a7900ec0e9b91deb126bb2560",
    "url": "https://www.jornada.com.mx/noticia/2024/05/10/politica/cifras-similares-en-los-480-planteles-del-simulacro-5532",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Xantomila",
    "published": "2024-05-10T14:49:00Z",
    "title": "La Jornada - Cifras similares en los 480 planteles del simulacro",
    "text": "Ciudad de México. El resultado final del simulacro electoral universitario para la elección presidencial fue una tendencia muy parecida en los 480 planteles educativos del país donde se llevó a cabo el martes pasado, aseguró Pamela Guevara, vocera nacional del ejercicio y estudiante de la Universidad Autónoma Metropolitana (UAM).\nEn la votación, en la que participaron 255 mil 707 jóvenes, Claudia Sheinbaum, candidata de Morena, PT y PVEM, obtuvo 63.5 por ciento de los sufragios, es decir, 162 mil 444 (el resultado fue similar en casi todos los planteles); Jorge Álvarez Máynez, de MC, sumó 59 mil 128, que representan 23.1 por ciento, y Xóchitl Gálvez, abanderada de PAN, PRI y PRD, registró 21 mil 845, es decir, 8.5 por ciento.\nGuevara destacó que este ejercicio representa la voz de los estudiantes que se involucraron y emitieron su voto, por lo cual debe respetarse. No fue para que le gustara o no a alguien, o para provocar alguna reacción a algún partido; solamente es demostrar el nivel de participación que hay en las universidades .\nAsimismo, dijo, muestra que hay mucha comunidad que busca introducirse a estos procesos políticos en un entorno más favorable para ellos, de mayor autonomía .\nEn entrevista, reconoció que faltó más participación de estudiantes de instituciones privadas, dado que sólo fueron 30 planteles, pero aunque se les invitó, a algunos no les gustó tanto este tema, porque quizá pensaron que venía con interés partidario; otros nos rechazaron también por no querer aventarse a la organización o para evitar problemas con autoridades .\nEn esta actividad, igualmente se realizó el simulacro de las elecciones para la jefatura de Gobierno de la Ciudad de México, en la que Clara Brugada, candidata de Morena, PT y PVEM, obtuvo 15 mil 748 sufragios, que representan 58.4 por ciento del total; Santiago Taboada, abanderado de PAN, PRI y PRD, 6 mil 132, que significan 22.7 por ciento, y Salomón Chertorivski, de MC, 3 mil 600 votos, es decir, 13.3 por ciento.\nGuevara destacó que estos ejercicios son necesarios, ya que para muchos universitarios las elecciones del próximo 2 de junio serán las primeras en las que acudan a votar.\nAdemás, nos deja la cultura de la organización . Recordó que las universidades han sido cuna de movimientos sociales, lugar de debate, de mucha pluralidad , por lo que consideró que no deberían sorprender estas actividades.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T18:08:29.442+03:00",
    "updated": "2024-05-10T18:08:29.442+03:00"
  },
  {
    "uuid": "c8cbc3bdd648ebfd8db935f1672568caa2d27cbb",
    "url": "https://www.digitaltrends.com/dtdeals/hp-14-inch-chromebook-deal-december-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michaela Leung",
    "published": "2023-12-28T19:03:00Z",
    "title": "This HP Chromebook is 50% off | Digital Trends",
    "text": "HP The holidays may be over, but the deals aren’t. Best Buy has rolled out a new HP Chromebook deal. Right now, you can save $150 on the 14-inch HP Chromebook which means you can get it for half the price. Whether you’re leveling up your work from home space or need something to take on-the-go, this easy-to-use super fast laptop is the perfect option.\nWhy You Should Buy the HP Chromebook Prepare to step up your productivity. The Chromebook features a fast operating system built to handle multitasking with ease. The high-bandwidth RAM keeps things running smoothly and a hefty load of internal storage proves to be reliable for holding onto photo memories or important work. Plus, take advantage of 14 hours of battery life so you can knock out your work without having to reach for the charger — and when it is time to charge up you can go from 0 to 50% charge in about 45 minutes.\nWhether you’re designing a masterpiece, playing the latest game, or streaming your favorite shows and movies, do it in 720p (all without needing a dedicated graphics card ). Speaking of games, Minecraft is now available on select Chromebook models. You can also turn things up a notch with HP’s dual speaker set up for out of this world stereo quality.\nRelated The best headphones of 2023 are on sale at Best Buy today OnePlus Open foldable phone is $200 off in Best Buy’s Year-End sale HP’s end-of-year sale gets you a (starter) gaming PC for under $500 Come through crystal clear for your next video chat or meeting. The HP True Vision 720p HD camera features integrated dual array digital microphones. The camera delivers high-quality imagery even in low light, coming as close to a face-to-face interaction as possible. You can also keep connected and effortlessly use Bluetooth to sync your accessories.\nHave Google at your fingertips with the press of a button. The Google Everything Button allows you to get what you need fast, whether it’s answers to pressing questions, your favorite apps, important files and more. Anything you need is within reach.\nDon’t miss out on this unbeatable Chromebook deal . Bring in the new year by taking a step into the future of tech and maximize your productivity and performance with this HP Chromebook and take advantage of major savings while you can.\nEditors' Recommendations This Chromebook turns into a tablet, and it’s on sale for $290 Hurry! There’s still time to save $150 on this Samsung 75-inch 4K TV This 65-inch QLED TV just dropped below $500 for a limited time Snag a Google Pixel Tablet with charging dock while it’s $100 off Best After-Christmas Apple Deals: iPad, Apple Watch, MacBook & more",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.bestbuy.com/site/hp-14-chromebook-laptop-intel-celeron-4gb-memory-64gb-emmc-modern-gray/6513217.p?skuId=6513217",
      "https://bestbuy.com/site/hp-14-chromebook-laptop-intel-celeron-4gb-memory-64gb-emmc-modern-gray/6513217.p?skuId=6513217",
      "https://www.bestbuy.com/site/hp-14-chromebook-laptop-intel-celeron-4gb-memory-64gb-emmc-modern-gray/6513217.p"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hp chromebook",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:50.473+02:00",
    "updated": "2023-12-31T05:46:17.135+02:00"
  }
]