[
  {
    "uuid": "1200f50de3ec5962963027065c90958f722f92a2",
    "url": "https://freerepublic.com/focus/f-news/4242667/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rummyfan",
    "published": "2024-06-06T06:52:00Z",
    "title": "Fani Willis Blew It: Trump Georgia Case Officially on Hold",
    "text": "On Wednesday, the Georgia Court of Appeals made a decisive move in the racketeering case involving former President Donald Trump. With an official order, the court has halted all proceedings.\nIt's because of the pending ruling on the defendants' motion to disqualify Fulton County District Attorney Fani Willis from the case. The appeals court directed Judge Scott McAfee hit the breaks on the case until this matter is resolved.\nThis decision comes in the wake of concerns surrounding Willis' impartiality. In March, McAfee ruled that despite \"a significant appearance of impropriety” due to her romantic involvement with special prosecutor Nathan Wade — which included her giving him preferential treatment including inflated pay, joint vacations, and potential misuse of state funds — Willis could continue her case against Donald Trump and 18 others. The ruling came with the condition that she fire Wade. She didn’t have to; he resigned.\nHowever, McAfee's decision to grant immediate review enabled Trump and eight co-defendants to petition the Georgia Court of Appeals for consideration before trial. On Monday, the Georgia appeals court scheduled oral arguments for Oct. 4 for the disqualification of Willis. Between the scheduling of the disqualification hearing and the pausing of the trial, there’s no way this case will not go to trial before the 2024 presidential election as Democrats had hoped.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fani willis",
          "sentiment": "negative"
        },
        {
          "name": "wade",
          "sentiment": "none"
        },
        {
          "name": "willis",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "scott mcafee",
          "sentiment": "none"
        },
        {
          "name": "nathan wade",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "georgia court of appeals",
          "sentiment": "negative"
        },
        {
          "name": "trump georgia case",
          "sentiment": "negative"
        },
        {
          "name": "mcafee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fulton county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:08:39.591+03:00",
    "updated": "2024-06-07T00:08:39.591+03:00"
  },
  {
    "uuid": "630f4af4d5fadd8cb674605247c9e11ad9449aa2",
    "url": "https://www.abc.net.au/news/2023-12-29/teenage-boy-killed-in-ethel-beach-shark-attack/103271148",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2023-12-28T10:43:00Z",
    "title": "Shark attack victim killed off Yorke Peninsula remembered as 'talented and dearly loved' young surfer - ABC News",
    "text": "The victim of yesterday's deadly shark attack off South Australia's Yorke Peninsula has been identified as 15-year-old Khai Cowley, who is being remembered as a \"talented and dearly loved\" young surfer.\nKey points: A teenage boy was fatally attacked by a shark off the SA coast on Thursday Surfing SA says the victim was a talented young surfer Tributes are being paid to the young victim on social media and within the surfing community The boy, from Maslin Beach in Adelaide's south, died in the attack near Ethel Beach on Thursday afternoon .\nSurfing South Australia said its \"utmost sympathies\" were with the boy's family.\n\"We are devastated to learn that a young, talented and dearly loved member of our surfing community was the surfer involved in the attack at Ethel Beach,\" the group wrote in a statement.\n\"[We] are absolutely shattered to hear the incident was fatal.\n\"We ask you keep [the boy's family] in your thoughts and respect their privacy as they navigate such a heartbreaking time.\"\nA bunch of flowers left in tribute to Khai Cowley. ( ABC News: Brant Cumming )\nIn an Instagram post this morning, Surfing SA said Khai was \"very involved in our surfing community\", and had a \"passion for surfing stemming from a family with deep surfing roots in SA\".\n\"He was a happy, kind and respectful kid, very much loved by his surfing peers and he will be greatly missed out in our community and on the water,\" the post stated.\nA GoFundMe page set up by the boy's aunty to raise funeral costs states that the young surfer \"was suddenly taken from us by a white pointer while surfing\".\nYoung surfer Khai Cowley was fatally attacked by a shark off the South Australian coast. ( Facebook )\nTributes to the teenager have also been posted more widely on social media.\n\"Fly high … some of my most memorable surfs were with you,\" one post read.\nA junior surf club to which Khai Cowley belonged shared a tribute to the young victim.\n\"It is with immense sadness that Microgroms Junior Surf Club remember Khai after his devastating passing,\" it said.\n\"Khai was a member since 2016 and will be remembered as a good friend and talented surfer who was well respected and admired by all that knew him.\"\nA fatal shark attack took place near Ethel Beach on South Australia's Yorke Peninsula on Thursday afternoon. ( ABC News: Brant Cumming )\nMarty Goody, a surfer and resident of Stansbury on Yorke Peninsula, said he understood the teenager was surfing with family at the time of the attack.\n\"It's a very small surfing community on the Yorke Peninsula and everyone knows each other, so I was just checking to see if it was anyone I knew,\" he said.\n\"That's when I found out it was that 15-year-old lad and his dad, so it would have been terrible.\"\nSA Police responded to reports a person had been \"seriously injured\" around 1:30pm, later confirming the body of a teenage boy was recovered from the water.\nAuthorities said Yorke Mid North Police, detectives and crime scene investigators attended the scene and a report is now being prepared for the coroner.\nEthel Beach is located at Dhilba Guuranda-Innes National Park, a location popular with tourists, fishers and surfers.\nMarion Bay Ocean Safari owner Ryan Valente told ABC Radio Adelaide the town was in shock.\n\"It's the stuff nightmares are made of,\" he said.\n\"I've got some friends in the area who've been here since day dot, and talking to them, not even in their memory can they remember anything close to an event like this.\"\nNearby resident and surfer Luke Sykora said the incident was \"tragic\".\n\"I have seen a fair few sharks here over 22 years, but that is the first fatal attack that we've had down here,\" he said.\n\"I wouldn't wish it upon anyone … to even be at the same beach at the same time.\"\nThe attack is the latest of several in South Australia this year.\nA 15-year-old boy killed in a shark attack in South Australia is being remembered as a \"talented and dearly loved\" member of the surfing community. ( ABC News: Brant Cumming )\nDeputy Premier Susan Close described Mr Cowley's death as a \"tragedy\".\nShe said the State Government was not considering introducing shark deterrents, despite the state recording three shark attack fatalities this year.\n\"There are policy interventions that are used interstate, such as attempts to deflect sharks from particular areas whether through nets or through noises,\" she said.\n\"That tends to work if you've got a very intense population area and that's not the case for South Australia.\n\"We've got this long coastline and these attacks have occurred at pretty far-flung places.\"\nThe shark attack at Ethel Beach follows several others in South Australian waters over recent months. ( ABC News: Brant Cumming )\nIn May, 46-year-old surfer Simon Baccanello was fatally attacked at Walkers Rock Beach near Elliston on Eyre Peninsula.\nIn November another surfer, Tod Gendle, was killed further up the west coast near Streaky Bay.\nThe 55-year-old was knocked off his board by a shark while he was paddling into the water near Granites Beach .\nEnvironmental science honours student Bridgette O'Shannessy suffered serious injuries when she was bitten on the head near the jetty at Port Noarlunga.\nIn October, south-east woman Pam Cook was left with leg injuries when she was attacked by a shark while swimming near the jetty at Beachport.\nRodney Fox Shark Museum researcher Andrew Fox said the spate of attacks was \"quite a difference\" to previous years.\n\"These little clusters [of attacks] are more often seen in Western Australia and in the eastern states,\" he said.\nPosted 4h ago 4 hours ago Thu 28 Dec 2023 at 9:43pm , updated 56m ago 56 minutes ago Fri 29 Dec 2023 at 12:50am\nRelated Stories Teen killed in shark attack off coast of Yorke Peninsula in SA 'I fell straight into its mouth': Wing foiler bitten on leg by shark north of Perth relives encounter Me, the sea and the 'Jaws effect'. Just how likely am I to be bitten by a shark?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://live-production.wcms.abc-cdn.net.au/a9b62dbb5254a8dd679813e820380346?impolicy=wcms_crop_resize&cropH=2175&cropW=3262&xPos=324&yPos=849&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/2c33f87ce873a4e627e1cd0d8261bbe9?impolicy=wcms_crop_resize&cropH=871&cropW=1307&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/c36e7915e67d0717ee2317794056ea8b?impolicy=wcms_crop_resize&cropH=871&cropW=1307&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/8fc059bcf5de22a86bbc70d055e5af90?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=278&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/c36e7915e67d0717ee2317794056ea8b?impolicy=wcms_crop_resize&cropH=871&cropW=1161&xPos=73&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/8fc059bcf5de22a86bbc70d055e5af90?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/862b80d5e332be58f63d902f5bc7fc58?impolicy=wcms_crop_resize&cropH=1233&cropW=1849&xPos=151&yPos=100&width=160&height=107",
      "https://datawrapper.dwcdn.net/dMk47/1/?abcnewsembedheight=400&dark=false",
      "https://live-production.wcms.abc-cdn.net.au/862b80d5e332be58f63d902f5bc7fc58",
      "https://www.datawrapper.dwcdn.net/dMk47/1/?abcnewsembedheight=400&dark=false",
      "https://live-production.wcms.abc-cdn.net.au/8fc059bcf5de22a86bbc70d055e5af90",
      "https://www.live-production.wcms.abc-cdn.net.au/c36e7915e67d0717ee2317794056ea8b?impolicy=wcms_crop_resize&cropH=871&cropW=1161&xPos=73&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/c36e7915e67d0717ee2317794056ea8b",
      "https://datawrapper.dwcdn.net/dMk47/1/",
      "https://www.live-production.wcms.abc-cdn.net.au/8fc059bcf5de22a86bbc70d055e5af90?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=278&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/2c33f87ce873a4e627e1cd0d8261bbe9?impolicy=wcms_crop_resize&cropH=871&cropW=1307&xPos=0&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/a9b62dbb5254a8dd679813e820380346?impolicy=wcms_crop_resize&cropH=2175&cropW=3262&xPos=324&yPos=849&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/862b80d5e332be58f63d902f5bc7fc58?impolicy=wcms_crop_resize&cropH=1233&cropW=1849&xPos=151&yPos=100&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/8fc059bcf5de22a86bbc70d055e5af90?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/a9b62dbb5254a8dd679813e820380346",
      "https://live-production.wcms.abc-cdn.net.au/2c33f87ce873a4e627e1cd0d8261bbe9",
      "https://www.live-production.wcms.abc-cdn.net.au/c36e7915e67d0717ee2317794056ea8b?impolicy=wcms_crop_resize&cropH=871&cropW=1307&xPos=0&yPos=0&width=862&height=575"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yorke peninsula",
          "sentiment": "negative"
        },
        {
          "name": "brant cumming",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news tributes",
          "sentiment": "negative"
        },
        {
          "name": "surfing sa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yorke peninsula",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "maslin beach",
          "sentiment": "none"
        },
        {
          "name": "ethel beach",
          "sentiment": "none"
        },
        {
          "name": "south australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:50.417+02:00",
    "updated": "2023-12-29T03:47:55.896+02:00"
  },
  {
    "uuid": "eb5711e19722c2004d9b5106ce92edf8f81c3e94",
    "url": "https://thefederalist.com/2024/02/23/5-times-the-biden-admin-persecuted-christians-for-living-their-faith",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tristan Justice",
    "published": "2024-02-23T17:31:00Z",
    "title": "5 Times The Biden Admin Persecuted Christians",
    "text": "Former President Donald Trump charged the incumbent administration of targeting Christians Thursday night with a speech at the National Religious Broadcasters International Christian Media Convention. “Remember, every communist regime throughout history has tried to stamp out churches, just like every fascist regime has tried to co-opt them and control them. And in America, the radical left is trying to do both,” Trump [said](https://apnews.com/article/trump-2024-campaign-religious-broadcasters-convention-7f73f4b27451b514ae7d22093b20d40d) in Nashville. “They want to tear down crosses where they can, and cover them up with social justice flags.” President Joe Biden, himself, is the [second](https://www.pewresearch.org/religion/2021/03/30/most-democrats-and-republicans-know-biden-is-catholic-but-they-differ-sharply-about-how-religious-he-is/#:~:text=Joe%20Biden%20is%20just%20the,about%20Biden%27s%20religion%20end%20there.) Catholic to hold the Oval Office. The far-left administration, however, has pioneered avenues of religious persecution against political opponents, primarily through the Department of Justice (DOJ). 1. Investigating Catholics as Terrorists The FBI, under the Biden administration, infiltrated traditional Catholic parishes to investigate “white supremacy.” In January last year, a leaked memo from the Bureau’s offices in Richmond, Virginia revealed the federal intelligence agency [targeted](https://thefederalist.com/2023/02/09/fbi-retracts-memo-labeling-traditional-catholics-violent-white-supremacists-pushing-infiltration-of-christian-communities/) “Radical-Traditionalist Catholics” as “Racially or Ethnically Motivated Violent Extremists” (RMVE). The FBI [rescinded the memo](https://thefederalist.com/2023/02/09/fbi-retracts-memo-labeling-traditional-catholics-violent-white-supremacists-pushing-infiltration-of-christian-communities/) once public discovery made headlines. But a new memo in August obtained by House Republicans shows the FBI’s surveillance of Catholics involved [multiple](https://thefederalist.com/2023/08/09/unredacted-fbi-memo-contradicts-christopher-wrays-claim-only-a-single-field-office-targeted-traditional-catholics/) field offices across the country. “The document assesses with ‘high confidence’ the FBI can mitigate the threat of Radical-Traditionalist Catholics by recruiting sources within the Catholic Church,” [reported](https://www.uncoverdc.com/2023/02/08/the-fbi-doubles-down-on-christians-and-white-supremacy-in-2023/) former special agent-turned-whistleblower Kyle Seraphin. The FBI [rescinded the memo](https://thefederalist.com/2023/02/09/fbi-retracts-memo-labeling-traditional-catholics-violent-white-supremacists-pushing-infiltration-of-christian-communities/) once public discovery made headlines. But a new memo in August obtained by House Republicans shows the FBI’s surveillance of Catholics included [multiple](https://thefederalist.com/2023/08/09/unredacted-fbi-memo-contradicts-christopher-wrays-claim-only-a-single-field-office-targeted-traditional-catholics/) field offices across the country. 2. Pro-Lifers Prosecuted for Prayer The Department of Justice indicted 22 pro-life activists in 2022 while neglecting to go after pro-abortion extremists who firebombed pregnancy centers, [according](https://thefederalist.com/2022/10/19/the-fbi-has-indicted-22-pro-life-protesters-and-zero-pregnancy-center-firebombers/) to a Federalist review. Among them include Paul Vaughn, one of a handful who was [convicted](https://thefederalist.com/2024/01/30/dad-of-11-convicted-for-praying-at-abortion-facility-alongside-5-other-pro-lifers-targeted-by-doj/) for the crime of praying at an abortion facility in Tennessee. If his appeal fails, Vaughn, a father of 11, faces 11 years in prison and fines of [up to](https://www.thomasmoresociety.org/news/thomas-more-society-defending-latest-fbi-pro-life-victim-hymn-singing-father-of-eleven-2) $260,000. The DOJ [claims](https://thefederalist.com/2022/10/06/if-peacefully-protesting-abortion-is-criminal-but-firebombing-pregnancy-centers-is-not-there-is-no-rule-of-law/) the pro-life activists “aided and abetted by one another, used force and physical obstruction to injure, intimidate and interfere with employees of the clinic and a patient who was seeking reproductive health services” when they spent most of their time praying. 3. Biden DHS ‘Dirty Tricks’ Operation Attacked Christians An internal memo published in May last year revealed the Department of Homeland Security (DHS) used federal funds to launch a smear campaign against dissident groups, including Christian organizations. Dan Schneider, the vice president of the Media Research Center’s Free Speech America, [repo](https://www.foxnews.com/opinion/documents-reveal-dhs-dirty-tricks-operation-attacked-christians-conservatives-tied-them-nazis) [r](https://www.foxnews.com/opinion/documents-reveal-dhs-dirty-tricks-operation-attacked-christians-conservatives-tied-them-nazis) [ted](https://www.foxnews.com/opinion/documents-reveal-dhs-dirty-tricks-operation-attacked-christians-conservatives-tied-them-nazis) on the DHS operations in Fox News. According to the memo, the DHS funneled “$40 million taxpayer dollars away from bona fide anti-terrorism programs and into a weaponized operation deceptively known as the Targeted Violence & Terrorism Prevention Grant Program (TVTP).” Groups investigated under the federal program include the Christian Broadcasting Network, founded by Pat Robertson in 1960. 4. Repeal of ‘Conscience’ Rule In 2019, Trump issued the “conscience” rule to protect health care workers from administering treatments violating practitioners’ moral convictions on procedures such as abortion. Politico [reported](https://www.politico.com/news/2022/04/19/biden-trump-conscience-rule-00026082#:~:text=The%20Biden%20administration%20is%20preparing,with%20the%20deliberations%20told%20POLITICO.) in the spring of 2022 that Biden was preparing to dismantle the Republican-era regulation. The final rule [came](https://thehill.com/policy/healthcare/4397912-biden-administration-rescinds-much-of-trump-conscience-rule-for-health-workers/#:~:text=The%20Trump%20administration's%202019%20rule,Union%20and%20Planned%20Parenthood%20%E2%80%94%20sued.) last month rescinding protections. “Some doctors, nurses, and hospitals, for example, object for religious or moral reasons to providing or referring for abortions or assisted suicide, among other procedures. Respecting such objections honors liberty and human dignity,” said the Department of Health and Human Services (HHS). But, the agency added, “patients also have rights and health needs, sometimes urgent ones. The Department will continue to respect the balance Congress struck, work to ensure individuals understand their conscience rights, and enforce the law.” 5. Biden Admin Targets Largest Christian University Last year, the Department of Education levied a nearly [$38 million](https://www.forbes.com/sites/edwardconroy/2023/11/06/grand-canyon-university-fined-377-million-by-department-of-education/) fine against Grand Canyon University, claiming the school engaged in deceptive advertising campaigns. The department said the school “lied to more than 7,500 former and current students about the cost of its doctoral programs over several years.” The university [appealed](https://news.gcu.edu/gcu-news/grand-canyon-university-appeals-unprecedented-decision-record-fine-from-u-s-department-of-education/) the record fine in November. “I have spoken to thousands of students, parents, employees, alumni and community stakeholders in Arizona and they all tell me the same thing: We need to fight this tyranny from federal government agencies not only to stand up for ourselves but to ensure this type of ideological government overreach and weaponization of federal agencies does not happen to others,” Grand Canyon University President Brian Mueller said in a [statement](https://news.gcu.edu/gcu-news/grand-canyon-university-appeals-unprecedented-decision-record-fine-from-u-s-department-of-education/). “American people are losing confidence in the federal government to be fair and objective in their operations and there are clearly no checks and balances to prevent this type of behavior from the Department of Education, which is out of control and continues to broaden its authority and selective enforcement powers.” Mueller [told](https://thefederalist.com/2023/10/05/christian-university-blasts-obviously-political-harassment-from-education-department/) The Federalist one month prior that the federal government’s efforts to target the university were “obviously political.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [
      "https://news.gcu.edu/gcu-news/grand-canyon-university-appeals-unprecedented-decision-record-fine-from-u-s-department-of-education/)",
      "https://news.gcu.edu/gcu-news/grand-canyon-university-appeals-unprecedented-decision-record-fine-from-u-s-department-of-education/).",
      "https://www.thomasmoresociety.org/news/thomas-more-society-defending-latest-fbi-pro-life-victim-hymn-singing-father-of-eleven-2)",
      "https://www.uncoverdc.com/2023/02/08/the-fbi-doubles-down-on-christians-and-white-supremacy-in-2023/)",
      "https://www.forbes.com/sites/edwardconroy/2023/11/06/grand-canyon-university-fined-377-million-by-department-of-education/)",
      "https://www.foxnews.com/opinion/documents-reveal-dhs-dirty-tricks-operation-attacked-christians-conservatives-tied-them-nazis)",
      "https://www.politico.com/news/2022/04/19/biden-trump-conscience-rule-00026082#:~:text=The%20Biden%20administration%20is%20preparing,with%20the%20deliberations%20told%20POLITICO.)",
      "https://www.pewresearch.org/religion/2021/03/30/most-democrats-and-republicans-know-biden-is-catholic-but-they-differ-sharply-about-how-religious-he-is/#:~:text=Joe%20Biden%20is%20just%20the,about%20Biden%27s%20religion%20end%20there.)",
      "https://thehill.com/policy/healthcare/4397912-biden-administration-rescinds-much-of-trump-conscience-rule-for-health-workers/#:~:text=The%20Trump%20administration",
      "https://apnews.com/article/trump-2024-campaign-religious-broadcasters-convention-7f73f4b27451b514ae7d22093b20d40d)",
      "https://www.apnews.com/article/trump-2024-campaign-religious-broadcasters-convention-7f73f4b27451b514ae7d22093b20d40d)",
      "https://thomasmoresociety.org/news/thomas-more-society-defending-latest-fbi-pro-life-victim-hymn-singing-father-of-eleven-2)",
      "https://www.news.gcu.edu/gcu-news/grand-canyon-university-appeals-unprecedented-decision-record-fine-from-u-s-department-of-education/).",
      "https://forbes.com/sites/edwardconroy/2023/11/06/grand-canyon-university-fined-377-million-by-department-of-education/)",
      "https://uncoverdc.com/2023/02/08/the-fbi-doubles-down-on-christians-and-white-supremacy-in-2023/)",
      "https://foxnews.com/opinion/documents-reveal-dhs-dirty-tricks-operation-attacked-christians-conservatives-tied-them-nazis)",
      "https://www.news.gcu.edu/gcu-news/grand-canyon-university-appeals-unprecedented-decision-record-fine-from-u-s-department-of-education/)",
      "https://www.thehill.com/policy/healthcare/4397912-biden-administration-rescinds-much-of-trump-conscience-rule-for-health-workers/#:~:text=The%20Trump%20administration",
      "https://politico.com/news/2022/04/19/biden-trump-conscience-rule-00026082#:~:text=The%20Biden%20administration%20is%20preparing,with%20the%20deliberations%20told%20POLITICO.)",
      "https://pewresearch.org/religion/2021/03/30/most-democrats-and-republicans-know-biden-is-catholic-but-they-differ-sharply-about-how-religious-he-is/#:~:text=Joe%20Biden%20is%20just%20the,about%20Biden%27s%20religion%20end%20there.)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "oval office",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T19:43:42.635+02:00",
    "updated": "2024-02-23T21:46:42.350+02:00"
  },
  {
    "uuid": "a46155ce940ccf7f73d5449bfdb90c14c221dbc5",
    "url": "https://www.heraldbulletin.com/sports/national_sports/zionsville-hockey-club-one-win-from-title/article_ffc6b9de-eef8-5036-9469-5104a73d4480.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Will Willems - The Lebanon Reporter, Ind. (TNS)",
    "published": "2024-02-29T20:15:00Z",
    "title": "Zionsville Hockey Club one win from title",
    "text": "Feb. 28—The coaches of the Zionsville Hockey Club knew it was going to be a multi-year process to get the team back to the level they wanted to be.\nAnd over the past few seasons, the Arctic Eagles have been re-establishing a strong culture and high level play on the ice, and now find themselves one win away from the ultimate goal of winning a state championship when they hit the ice on Saturday in South Bend.\n\"This started three or four years ago,\" head coach Ben Highsmith said this week. \"We had a transition, and the team was down and not performing very well. We had to adjust our culture and get our good culture back. We have worked really hard on that the last couple of years and building it back up. This year, everything started clicking. The guys were ready to go, our leadership really helped us to get where we need to be.\"\nTo get a high school hockey team to gel together isn't an easy thing.\nBecause it is a club sport, the Arctic Eagles have players from numerous schools around the area, ranging from Lebanon and Zionsville, to North Central, Herron and Covenant Christian among others.\nHighsmith said that they spend a lot of time together before the season doing various team bonding things like camp outs and cook outs, just to get the group together as much as possible because they don't necessarily see each other in school every day.\nThat is part of what has made this team successful, and the strong leadership they have from a nine-player senior class.\n\"Our captain is senior Jon Zack and he has been a two-year captain for us,\" Highsmith said. \"He really saw my vision and had his vision and has really translated that over to the team. Silas Donovan has stepped up, Alek Molinaro has stepped up and Noah Farb. We have a really good goaltender in Jackson Herbold. (Lebanon's) Quinn Carey has really stepped up in a leadership role both vocally and by example. He came to me a couple summers ago and said he really wanted to elevate his game, and wanted to get his hockey IQ up there. We have worked a lot in the off-seasons on improving and he is another one who has really stepped up.\"\nAlong with the leadership the Eagles have a deep line-up, which has also helped them out throughout the year.\nDonovan leads the team with 29 goals, with Farb right behind with 27.\nBut Kane McClurg (19), Molinaro (11) and Carey (8) are also goal scoring threats.\nAll five players also have at least 13 assists, with Carey and Donovan leading the team with 17 each.\nAll of that is in front of a defense that has only allowed 66 goals in 45 games (1.47 goals a game).\n\"We don't rely on just a couple guys,\" Highsmith said. \"We have our heavy hitters like any team, but if they aren't going we have other guys that can step up and go. That has led to a lot of our success, we get point production from a everybody. Our defense has really stepped up too. We have incredible D and goalies, and they lead the charge and everyone else follows.\"\nWith a veteran group, the Eagles came into the season with high expectations of what they could accomplish.\nThey got off to a bit of a slow start, going 4-6 to start the season against mostly out of state teams as they \"learned to play with those expectations.\"\nBut then they caught fire, winning 28 of the next 30 games leading into the Hoosier Conference tournament.\nThere, they got a good wake-up call in losing back-to-back games to HSE A and Carmel Gold.\nHighsmith said it was something the team learned from.\n\"We were really good all year long and I think coming into the league tournament we may have been a little overconfident,\" he said. \"One thing we have done all year long is learning from everything. One thing we took from those back-to-back losses is that we had to go in there and work, it wasn't just going to be given to us. Obviously, you don't want to learn lessons the hard way, but that really drove us.\"\nThe Eagles used those losses as motivation heading into the State Tournament in South Bend last weekend.\nThey topped Penn 2-1, SWM Blades in overtime and then top seed Culver 3-1 to reach the final.\nThey will face Evansville Purple on Saturday at 5:30 p.m. for the title.\nThe two teams split a pair of regular season meetings.\n\"I felt like we were the better team in both games,\" Highsmith said. \"For us, it's really being sound defensively and having a good strong fore check. That is our identity as a hockey team, to have relentless pressure and force them into some mistakes.\"\nWill Willems is the Sports Editor of the Lebanon Reporter. Follow him on Twitter @Will_Willems.\n(c)2024 The Lebanon Reporter (Lebanon, Ind.)\nVisit The Lebanon Reporter (Lebanon, Ind.) at\nwww.reporter.net\nDistributed by\nTribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [
      "http://www.reporter.net",
      "https://www.tribunecontentagency.com",
      "http://reporter.net",
      "https://tribunecontentagency.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ben highsmith",
          "sentiment": "none"
        },
        {
          "name": "herron",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "zionsville hockey club",
          "sentiment": "negative"
        },
        {
          "name": "arctic eagles",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "zionsville",
          "sentiment": "none"
        },
        {
          "name": "south bend",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:05:39.633+02:00",
    "updated": "2024-03-01T01:05:39.633+02:00"
  },
  {
    "uuid": "41905c30a2cea392877aad61b3b381c3c8224df6",
    "url": "https://revistaforum.com.br/cultura/2024/5/22/madonna-alvo-de-moo-de-repudio-na-cmara-satnica-159274.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marcelo Hailer",
    "published": "2024-05-22T21:37:00Z",
    "title": "Madonna é alvo de moção de repúdio na Câmara: \"satânica\" | Revista Fórum",
    "text": "Como se não tivesse mais nada para fazer, a Comissão de Família da Câmara dos Deputados aprovou nesta quarta-feira (22) uma moção de repúdio contra as cantoras [Madonna](https://revistaforum.com.br/temas/madonna-11675.html), [Anitta](https://revistaforum.com.br/temas/anitta-8002.html) e [Pabllo Vittar](https://revistaforum.com.br/temas/pabllo-vittar-23226.html). No começo de maio, Madonna se apresentou gratuitamente na praia de Copacabana, no Rio de Janeiro, onde reuniu mais de 1,6 milhão de pessoas. A multidão foi o maior público da carreira da cantora e o quinto maior do mundo a se reunir para uma apresentação musical. Te podría interesar O show de Madonna marcou o fim da \"Celebration Tour\" que, como indica o nome, celebrou os 40 anos de carreira da artista, considerada a mais importante da música pop mundial. De acordo com a moção de repúdio aprovada na Câmara, \"Madonna, Anitta e Pabllo Vittar, pela apresentação musical no show 'The Celebration Tour', realizado no Rio de Janeiro, no dia 4 de maio de 2024, em razão do vilipêndio à fé da maioria da população brasileira, e do conteúdo nocivo apresentado, de forte viés erótico\". Te podría interesar Além disso, os autores da moção de repúdio contra Madonna afirmam que a cantora \"utilizou símbolos e elementos de ritos satânicos, em claro deboche à religião cristã, majoritária em todo o território nacional\". Bolsonaristas marcam presença no show de Madonna Apesar de toda a grita da extrema-direita e dos fundamentalistas contra o show de Madonna, [bolsonaristas marcaram presença na apresentação da cantora, entre eles, o senador Jorge Seif, que chegou a pedir desculpas ao seu eleitorado por ter ido ao evento.](https://revistaforum.com.br/opiniao/2024/5/8/jorge-seif-chora-por-madonna-no-senado-desnuda-hipocrisia-bolsonarista-158486.html) \"Eu fui a um show, o qual não representa alguns valores nossos e as pessoas se sentiram decepcionadas comigo. Então, quando nós decepcionamos as pessoas e nos conscientizamos de que erramos, nós precisamos fazer algo que é ensinado na Bíblia sagrada, que é pedir perdão. De forma nenhuma estava ali desrespeitando o povo do Rio Grande do Sul, nem desrespeitando o povo de Santa Catarina, nem homenageando questões que não sabíamos que ocorreriam. Então, quero pedir perdão\", disse Jorge Seif. Na sequência, Seif apela para aqueles que \"se sentiram entristecidos ou decepcionados por nós no momento de dificuldade do Rio Grande do Sul por estarmos num show ou por homenagens terem sido feitas a valores que nós, como defensores da família, defensores de valores judaico-cristãos, não deveríamos participar. Então, eu peço aqui o meu perdão a todo povo do Brasil que nos acompanha e gosta do nosso trabalho\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T04:09:55.646+03:00",
    "updated": "2024-05-24T04:09:55.646+03:00"
  },
  {
    "uuid": "54bcb904e2f48f1a3d39d704f937df46a16a3e3b",
    "url": "https://es-us.noticias.yahoo.com/lula-veta-tramos-clave-ley-175905425.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T00:00:00Z",
    "title": "Lula veta tramos clave de ley que flexibiliza las reglas sobre pesticidas en Brasil",
    "text": "AFP Lula veta tramos clave de ley que flexibiliza las reglas sobre pesticidas en Brasil Leer todo el artículo AFP 28 de diciembre de 2023, 7:59 p. m. · 3 min de lectura El presidente de Brasil, Luiz Inácio Lula da Silva, vetó puntos claves de una controvertida ley que flexibiliza las normas sobre pesticidas en el país (Nelson ALMEIDA)\nEl presidente de Brasil, Luiz Inácio Lula da Silva, vetó este jueves puntos clave de una polémica ley que flexibiliza las reglas sobre los pesticidas en el país, una potencia agrícola y primer consumidor mundial de esos productos.\n\"Consultados los ministerios competentes, el presidente decidió vetar algunos dispositivos, para garantizar la adecuada integración entre las necesidades productivas, el cuidado de la salud y el equilibrio ambiental\", informó el Palacio presidencial del Planalto en una nota.\nLula decidió vetar 14 tramos de una decena de artículos de la ley que facilita la aprobación de nuevos agrotóxicos en el país y buscaba otorgar mayores poderes de decisión al ministerio de Agricultura.\nLuego de más de dos décadas de controversias, el texto fue aprobado en el Senado el 28 de noviembre, con un solo voto en contra.\nEl agronegocio, uno de los principales motores de la economía brasileña, tiene en el uso intensivo de pesticidas uno de sus pilares.\nBrasil consumió 719.507 toneladas de pesticidas en 2021, el 20% del total comercializado en el mundo, según la Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO).\nCon el veto del jueves, la Agencia Nacional de Vigilancia Sanitaria (Anvisa) y el Ibama, principal agencia ambiental, continuarán ejerciendo un papel decisivo en el escrutinio de los agrotóxicos previo a su liberación, potestad que quedaba reservada a Agricultura bajo la ley.\nTambién será invalidada una regla que permitía al ministerio de Agricultura conceder autorizaciones para agrotóxicos antes de la conclusión del análisis de riesgo del producto.\nAdemás, excluyó una norma que eximía a las empresas de incluir información en los embalajes, algo que podría llevar al reaprovechamiento de agrotóxicos e incentivar la \"desinformación\" sobre los productos.\nEn la agenda de Diputados desde 1999, el proyecto había sido actualizado en 2022 por los legisladores de la bancada ruralista -la más poderosa en el Congreso-, con el apoyo del entonces mandatario brasileño, el ultraderechista Jair Bolsonaro (2019-2022), ferviente defensor del agronegocio.\nContinuar leyendo la historia Calificada como \"ley del veneno\" por sus detractores, el texto fue objeto de duras negociaciones entre los senadores y la administración de Lula.\nEl gobierno consiguió mantener el término \"agrotóxico\", que los diputados habían reemplazado por los más neutros \"pesticida\" y \"producto fitosanitario\".\nPero no logró impedir un cambio mayor: algunos pesticidas, especialmente los que son comprobadamente cancerígenos o capaces de producir mutaciones, o que provoquen daños ambientales, no serán automáticamente prohibidos.\nEn adelante, la prohibición abarcará los productos que presenten un \"riesgo inaceptable\" para el ser humano o el ambiente, un criterio considerado muy vago para los detractores del texto.\n\"Es un día de derrota para la sociedad brasileña. Es contradictorio que Lula sancione un proyecto que pondrá más agrotóxicos en la comida de los brasileños y contaminará más el medioambiente\", dijo la ONG Greenpeace en una nota.\n\"Los artículos vetados no son suficientes para asegurar que la población evite algunos de los aspectos más perjudiciales (de la ley)\", agregó la ONG ambientalista.\nAdemás, con la nueva ley, los pesticidas destinados exclusivamente para exportación podrán ser fabricados en el país sin precisar autorización.\nMaciel Silva, representante de la Confederación nacional de agricultura y pecuaria, afirmó previamente, luego de la aprobación en el Congreso, que la ley \"resuelve el problema de la pesada burocracia y las grandes demoras\" en la aprobación de pesticidas y permite acceder más rápidamente a productos \"más modernos y más eficientes\".\n\"Esta ley viene a facilitar el registro de productos más tóxicos\", contraría Karen Friedrich, toxicóloga y miembro de la Asociación brasileña de salud colectiva.\nEl tema tiene también consecuencias internacionales.\nEl uso masivo de pesticidas por los productores brasileños da argumentos a quienes en Europa se oponen a un acuerdo de libre comercio entre la Unión Europea y el Mercosur, el bloque suramericano liderado por Brasil.\nmje-tmo/rsr-msi/db\nMÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Las espeluznantes predicciones de Baba Vanga para el 2024 LA NACION · 3 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura Maduro volvió a arremeter contra Milei, lo tildó de “pitiyanqui y progringo” e hizo una advertencia LA NACION · 2 min de lectura Loret responde a AMLO tras vincularlo con empresas de medicinas El Universal · 1 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Environment"
    ],
    "external_links": [
      "https://media.zenfs.com/es/es.afp.com/a466485d934880a3fb749b824b2733b0",
      "https://s.yimg.com/ny/api/res/1.2/EfWHiJ0_k1Ovj9Ndex0gyg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0OA--/https://media.zenfs.com/es/es.afp.com/a466485d934880a3fb749b824b2733b0",
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Flula-veta-tramos-clave-ley-175905425.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "http://www.afp.com/espanol/home/",
      "https://s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://twitter.com/intent/tweet?text=Lula%20veta%20tramos%20clave%20de%20ley%20que%20flexibiliza%20las%20reglas%20sobre%20pesticidas%20en%20Brasil&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Flula-veta-tramos-clave-ley-175905425.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "http://www.afp.com/espanol/home",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Flula-veta-tramos-clave-ley-175905425.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.media.zenfs.com/es/es.afp.com/a466485d934880a3fb749b824b2733b0",
      "https://www.s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://www.s.yimg.com/ny/api/res/1.2/EfWHiJ0_k1Ovj9Ndex0gyg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0OA--/https://www.media.zenfs.com/es/es.afp.com/a466485d934880a3fb749b824b2733b0",
      "https://www.s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.twitter.com/intent/tweet?text=Lula%20veta%20tramos%20clave%20de%20ley%20que%20flexibiliza%20las%20reglas%20sobre%20pesticidas%20en%20Brasil&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Flula-veta-tramos-clave-ley-175905425.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "http://afp.com/espanol/home/",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:09.672+02:00",
    "updated": "2023-12-29T00:23:09.672+02:00"
  },
  {
    "uuid": "9bf4a308c790cb9021a8bea26c89d09490cb145e",
    "url": "https://www.newsbreak.com/news/4128011767198-essex-and-westford-4-hers-win-big-at-vermont-state-4-h-show",
    "ord_in_thread": 0,
    "author": "PRESS RELEASE",
    "published": "2025-07-23T14:17:00Z",
    "title": "Essex and Westford 4-Hers win big at Vermont State 4-H Show - NewsBreak",
    "text": "Colchester Sun\nwebsite\nEssex\nEssex and Westford 4-Hers win big at Vermont State 4-H Show\nBy PRESS RELEASE,\n14 hours agoESSEX JUNCTION — The 2025 Vermont State 4-H Horse Show delivered all that it promised: serious, but fun, competitions and a chance to connect with fellow 4-H equestrians from throughout Vermont. University of Vermont Extension 4-H sponsored the annual event, which was held at the Champlain Valley Exposition fairgrounds...\n1",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->record and achievement",
      "Social Issue->teenagers",
      "Social Issue->social services",
      "Social Issue->communities",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->hobby"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Essex\nEssex",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "Enosburg Falls"
        ],
        "state": [
          "Vermont"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:52:36.280+03:00",
    "updated": "2025-07-24T07:55:50.000+03:00"
  },
  {
    "uuid": "5636b13aba0a335d71fcb0478c8f01935b39cbb7",
    "url": "https://vnexplorer.net/dissatisfaction-with-govt-up-s697033.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:09:00Z",
    "title": "Dissatisfaction with govt up",
    "text": "President Ferdinand Marcos Jr., as commander-in-chief, leads the celebration of the 88th anniversary of the Armed Forces of the Philippines at Camp Aguinaldo in Quezon City on Thursday, Dec. 21, 2023. Also present were AFP Chief Romeo Brawner Jr. and Defense Secretary Gilbert Teodoro. PHOTOS BY MIKE ALQUINTO\nMORE Filipinos are dissatisfied with the administration of President Ferdinand Marcos Jr., the latest survey conducted by Publicus Asia Inc. showed.\nThe Pahayag End of the Year survey, conducted from November 29 to December 4, showed a noteworthy shift in pro-administration sentiment, which declined from 50 percent in the third quarter to 46 percent in the fourth quarter.\nThe polling firm said that anti-administration sentiment remained stable at 18 percent, while those adopting a neutral stance increased from 30 percent to 36 percent during the same period.\n“Economic concerns, including price inflation, joblessness, low wages, and a perceived lack of productivity, emerge as driving factors behind the changing political landscape,” Publicus Asia said in a statement.\n“These issues, left unaddressed by the administration, have prompted a notable migration of pro-administration voters towards neutrality,” it added.\nThe National Capital Region (NCR) witnessed a significant drop in pro-administration sentiment from 49 percent to 33 percent, while Mindanao and North-Central Luzon (NCL) showed declines of 51 percent and 49 percent, respectively.\n“Notably, neutral sentiments increased across regions, indicating a shift towards non-partisanship,” Publicus Asia said.\nThe polling firm added that anti-opposition sentiment has decreased from 40 percent to 32 percent, with a notable increase in neutral sentiments from 42 percent to 47 percent.\n“The Duterte effect persists, with the Opposition Party grappling with discreditation from the previous administration,” Publicus Asia said.\nRegionally, pro-opposition support remained relatively stable, experiencing marginal increases in the NCR, NCL and Mindanao.\n“Anti-opposition sentiment declined across all regions, showcasing a shift towards neutrality,” it added.\n“The proportion of Filipino voters adopting a neutral stance towards the opposition has notably increased in NCR, Visayas, and Mindanao,” Publicus Asia said.\nThe Pahayag 2023 End of the Year Survey was non-commissioned.\nThe poll was conducted using purposive sampling composed of 1,500 respondents randomly drawn from the market research panel of over 200,000 Filipinos maintained by the Singapore office of PureSpectrum.\nThe sample was restricted to registered Filipino voters maintained by PureSpectrum, a US-based panel marketplace with a multinational presence.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9IQr.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9IQr.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ferdinand marcos jr.",
          "sentiment": "negative"
        },
        {
          "name": "mike alquinto",
          "sentiment": "none"
        },
        {
          "name": "gilbert teodoro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "armed forces of the philippines",
          "sentiment": "none"
        },
        {
          "name": "publicus asia inc.",
          "sentiment": "none"
        },
        {
          "name": "defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "camp aguinaldo",
          "sentiment": "none"
        },
        {
          "name": "asia",
          "sentiment": "none"
        },
        {
          "name": "quezon city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:34.441+02:00",
    "updated": "2023-12-29T00:10:34.441+02:00"
  },
  {
    "uuid": "b936542fc9c1e88f9ff89ec8fe3624a61a2cf6b2",
    "url": "https://www.corriere.it/politica/23_dicembre_29/luxuria-fede-si-accesa-luce-credo-papa-francesco-7f795276-a643-11ee-b8ba-551c5675ed48.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Franco Stefanoni",
    "published": "2023-12-29T12:15:00Z",
    "title": "Luxuria e la fede: «Si è accesa una luce, credo in papa Francesco»",
    "text": "«Una pianta avvizzita in un terreno arido». Vladimir Luxuria, al secolo Wladimiro Guadagno, artista e opinionista 58enne, ex deputata di Rifondazione comunista, ha dichiarato a cuore aperto la sua fede in Gesù e la sua impossibilità a vivere senza, sentendosi altrimenti, appunto, una pianta avvizzita. In una lettera pubblicata su Avvenire, Luxuria, a cui forse ora questo nome d'arte potrebbe andare un po’ stretto, ha ricordato la sua adolescenza a Foggia, l’interiorità femminile, la frequentazione della parrocchia, le incomprensioni, il rifiuto e il suo allontanamento da Dio. «Perché Dio mi aveva creata così?», scrive ora Luxuria. Costretta a scegliere, racconta di aver dunque lasciato la Chiesa, schierandosi vivacemente e provocatoriamente per anni contro il Vaticano e i Papi, convertendosi al buddhismo. Più avanti, l’incontro con i sacerdoti Vitaliano della Sala e Andrea Gallo di Genova, l’arrivo di papa Bergoglio, il ritorno alla comunione, e quello in una chiesa, a Napoli, con nuova commozione. «Si è accesa una luce dentro di me», è il ricordo di Luxuria. Quindi don Andrea Conocchia, prete di Torvajanica a Roma che le dice: «Vuoi conoscere papa Francesco?». Fino al 13 dicembre scorso, quando Luxuria è stata accolta dal pontefice. «So che ci sono ancora tanti ostacoli per una piena accoglienza, che la strada è tortuosa e in salita, però questa strada per la prima volta nella storia della Chiesa è stata imboccata. Adesso mi sento più serena».\nLuxuria e la fede: «Si è accesa una luce, credo in papa Francesco»\nL’ex deputata di Rifondazione comunista, a lungo accesa critica del Vaticano, racconta il suo bisogno di Dio e gli incontri che hanno riacceso una fiamma che credeva spenta\nLa newsletter Diario Politico\nSe vuoi restare aggiornato sulle notizie di politica iscriviti alla newsletter \"Diario Politico\". E' dedicata agli abbonati al Corriere della Sera e arriva due volte alla settimana alle 12. Basta cliccare\nqui.\nCorriere della Sera è anche su Whatsapp. È sufficiente\ncliccare qui per iscriversi al canale ed essere sempre aggiornati.\n29 dicembre 2023 (modifica il 29 dicembre 2023 | 14:14)\n© RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l",
      "https://www.whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:30:35.041+02:00",
    "updated": "2023-12-29T15:30:35.041+02:00"
  }
]