[
  {
    "uuid": "d1cd87e3b521d44075ac234855850685a00ea53e",
    "url": "https://religionnews.com/2024/02/23/backlash-to-trans-activists-st-patricks-funeral-reveals-deep-fault-lines",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aleja Hertzler-McCain",
    "published": "2024-02-23T22:16:00Z",
    "title": "Backlash to trans activist’s St. Patrick’s funeral reveals deep fault lines",
    "text": "(RNS) — A week after the Catholic funeral of an iconic New York City LGBTQ+ figure, the fallout seems to have widened the rift between the LGBTQ+ community and U.S. Catholic leaders, revealing deep fault lines imperiling Pope Francis’ plans to make the church more inclusive.\nCecilia Gentili, a transgender activist, actor and legislative lobbyist, was\nhonored at a Feb. 15 funeral packed with mourners in St. Patrick’s Cathedral, the mother church of the Archdiocese of New York and former site of 1980s protests by gay Catholics and AIDS activists against the church’s stance on homosexuality and the use of condoms.\nAmid growing backlash from conservative Catholics to the funeral, where mourners chanted, cheered and celebrated Gentili’s past as a sex worker, Gentili’s friends and family and New York\nCardinal Timothy Dolan both have said they felt “disrespect” from the other group.\nIn the livestream of the funeral, a hot microphone caught someone telling the funeral’s celebrant, the Rev. Edward Dougherty, to conduct only a shorter funeral service, instead of a funeral Mass.\nCeyenne Doroshow, an organizer of the funeral, whom GQ\nprofiled in 2020 as the “godmother” of the movement for Black trans lives, told Religion News Service she holds Dolan responsible for “inciting hate,” leading to the flood of threats she’s received since the archdiocese spoke out against the funeral. “There was a picture in the paper of my mom, and there was a threat on my mom,” she said.\nAfter clips of the funeral circulated on social media, CatholicVote.org, a lobbying organization that has spearheaded anti-LGBTQ+ campaigns, accused funeral attendees of being “anti-Catholic,”\ntweeting a clip where a mourner called Gentili “Saint Cecilia, mother of all whores.”\nInitially, the Archdiocese of New York seemed to defend holding the funeral, saying that every funeral at St. Patrick’s was for a sinner. “The Church has a sacred obligation to bury the dead. It is a corporal work of mercy,” Joseph Zwilling, an archdiocesan spokesperson,\ntold The Pillar on the evening of Feb. 16.\nBut as conservative anger snowballed, the archdiocese released a\nstatement thanking those who expressed “outrage” over the “scandalous behavior” and announcing that it had held a Mass of Reparation, a way, in the Catholic tradition, to make amends for one’s own or someone else’s sins.\n“The Cathedral only knew that family and friends were requesting a funeral Mass for a Catholic, and had no idea our welcome and prayer would be degraded in such a sacrilegious and deceptive way,” the archdiocese said.\nOn Feb. 20, the mourners released their own statement requesting a public apology from the archdiocese for its “painfully dismissive and exclusionary language.”\nThe Archdiocese of New York did not respond to multiple requests for comment from RNS.\nGentili\ndied of unspecified causes Feb. 6 at the age of 52. Born in Argentina, she moved to the U.S. in 2000, experiencing homelessness and addiction while she supported herself as a sex worker. Later, Gentili worked at a health center and for Trans Equity Consulting, where she worked with HIV+ people, trans people, sex workers, incarcerated people and immigrants.\nAccording to press reports, she successfully sued the Trump administration when it tried to roll back the Affordable Care Act and lobbied for the New York State Gender Expression and Discrimination Act. When Gentili died, she had been working to decriminalize sex work in New York.\nGentili also acted in the FX series “Pose,” about\nball culture in the 1980s, and in “Red Ink,” a one-woman Off-Broadway show about her life. She also wrote a memoir, “Faltas: Letters to Everyone in My Hometown Who Isn’t My Rapist.”\nDoroshow said she chose St. Patrick’s because of its size and to honor Gentili’s journey with spirituality in her last years. “I had never thought in a million years that St. Patrick’s would say yes,” she said, explaining she was prepared to search for a theater space.\nDoroshow said she told the person who answered the parish phone that Gentili was “an icon in the LGBT community.” Told that St. Patrick’s worked with funeral homes, not with the bereaved, Doroshow contacted a funeral director who assisted with the funerals of other community members. She said the funeral home told the Rev. Andrew King at St. Patrick’s that the funeral would be for the LGBTQ+ community.\nIn his SIRIUS XM radio show, “Conversation with Cardinal Dolan,” Dolan doubled down on the claim that the archdiocese was misled,\nsaying that the cathedral “didn’t know the background of this woman who died.”\nIn an interview with\nThe New York Times on Feb. 14, the day before the funeral, a spokesperson for the archdiocese declined to say whether the church knew about Gentili’s background.\nOther cathedrals have stricter policies about who may receive a funeral. At the Cathedral of Our Lady of the Angels in Los Angeles, the deceased must be a registered parishioner or have a burial space purchased in the cathedral’s mausoleum, according to a staff member.\nAt the Washington National Cathedral, a landmark Episcopal church in Washington, D.C., there are pastoral encounters and a consultation process before a funeral is held.\nKevin Eckstrom, chief public affairs officer for the cathedral, told RNS that, before a funeral for a deceased person whom the cathedral had not known, “there would be a process of getting to know the person and getting to know the family, and that applies regardless of who it is.”\nDoroshow said the St. Patrick’s funeral stands out in her experience of arranging funerals. “This is the first time it’s ever been a mess. This is the first time I’ve ever had a so-called person of God go on a hate rant about anybody,” she said.\nImmediately after the service, Gentili’s friends and family were on a “natural high,” Doroshow said, “from the whole community coming up and showing up to love her.”\nThey only later realized the significance of the priests’ decision to change the plan to say a funeral Mass and end the service before the liturgy of the Eucharist. Gentili “did not get her last rite,” said Doroshow, alleging that the archdiocese had broken Catholic canon law.\nTwo canon lawyers told RNS that the decision had not violated canon law.\n“There is a right among the Christian faithful to have a Church funeral (i.e. a burial ceremony) not necessarily a Mass,” Nicholas Cafardi, dean emeritus of Duquesne Law School and a canon lawyer, wrote in an email. “In fact, today, with our priest shortage and the preference of the faithful, many Catholics are buried with a rite of Christian burial and not a funeral Mass.”\nAnd even that right to a Christian burial is not absolute because canon law lists several exceptions, including for apostates, or people who renounce the faith.\nGentili identified as an atheist. “An atheist, publicly self-proclaimed, is an apostate, and strictly speaking would not even have a right to Christian burial, though it is not an unusual pastoral practice to presume some form of death-bed grace and repentance that allows the burial,” Cafardi explained.\nThe Rev. John Beal, the Stephan Kuttner distinguished professor of canon law at the Catholic University of America, agreed. “When the presider at that liturgy realized that it had been hijacked, he did the correct thing by simply stopping the celebration of the liturgy,” Beal told RNS.\nDoroshow, who said she was physically and sexually abused as a Catholic school student, said the decision to deny a funeral Mass is hypocritical.\n“If you’re going to say that you did not honor this lady because she was an ex-sex worker, because she was this or that, did those priests that raped those young men get an honorable burial?” Doroshow asked.\nJohn Casey, a senior editor at The Advocate, an LGBTQ+ magazine, wrote a Feb. 22\nop-ed in the magazine accusing the church hierarchy of hypocrisy.\nCasey, who wrote about growing up Catholic and his own sexual abuse at the hands of a priest, also wrote about clergy abuse, asking, “Where was the rush to have Masses of Reparation for all the victims whose lives were ruined by the criminality of the clergy?”\nThe blowup over Gentili’s funeral underscores the difficulties facing Francis as he tries to move the church toward greater inclusion for LGBTQ+ people. While the pope has been less welcoming to transgender Catholics than gay Catholics, frequently criticizing “gender ideology,” the pope has invited transgender sex workers to the Vatican and at World Youth Day in Lisbon last August\nled young Catholics in a chant of “todos, todos, todos,” or “everyone, everyone, everyone.”\nThat refrain echoed as he\napproved the spontaneous blessings of same-sex couples in December, but many Catholic bishops and cardinals throughout the world made it clear in the following weeks that they felt that Francis had gone too far.\nDoroshow said, “This is their personal, religious fight. We just happened to walk smack dab through the middle of it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.rollingstone.com/culture/culture-features/striking-a-pose-a-brief-history-of-ball-culture-629280/",
      "https://www.nytimes.com/2024/02/15/nyregion/cecilia-gentili-funeral-st-patricks-cathedral.html",
      "https://twitter.com/CatholicVote/status/1758579954495729802",
      "https://www.advocate.com/obituaries/cecilia-gentili-trans-activist-obituary",
      "https://saintpatrickscathedral.org/mission",
      "https://www.pillarcatholic.com/p/about-that-funeral-what-happened",
      "https://archny.org/statement-of-the-very-rev-enrique-salvo-pastor-saint-patricks-cathedral/",
      "https://www.nytimes.com/1989/12/11/nyregion/111-held-in-st-patrick-s-aids-protest.html",
      "https://abcnews.go.com/International/pope-francis-catholic-priests-can-bless-same-sex-couples/story?id=105741196",
      "https://www.nytimes.com/2024/02/12/nyregion/cecilia-gentili-dead.html",
      "https://www.gq.com/story/ceyenne-doroshow-glits-founder-profile",
      "https://www.cbsnews.com/newyork/news/timothy-cardinal-dolan-cecilia-gentili-funeral/",
      "https://www.ncronline.org/vatican/vatican-news/pope-doubles-down-message-church-open-all-including-lgbtq-people-and-women",
      "https://www.them.us/story/cecilia-gentili-one-woman-show-red-ink-review",
      "https://www.advocate.com/voices/cecilia-gentili-dolan-marginalized",
      "https://www.nydailynews.com/2024/02/20/cardinal-dolan-denounces-funeral-for-trans-activist-cecilia-gentili-held-at-st-patricks-cathedral/",
      "https://nytimes.com/2024/02/12/nyregion/cecilia-gentili-dead.html",
      "https://nytimes.com/1989/12/11/nyregion/111-held-in-st-patrick-s-aids-protest.html",
      "https://rollingstone.com/culture/culture-features/striking-a-pose-a-brief-history-of-ball-culture-629280/",
      "https://www.nydailynews.com/2024/02/20/cardinal-dolan-denounces-funeral-for-trans-activist-cecilia-gentili-held-at-st-patricks-cathedral",
      "https://ncronline.org/vatican/vatican-news/pope-doubles-down-message-church-open-all-including-lgbtq-people-and-women",
      "https://abcnews.go.com/International/pope-francis-catholic-priests-can-bless-same-sex-couples/story",
      "https://www.cbsnews.com/newyork/news/timothy-cardinal-dolan-cecilia-gentili-funeral",
      "https://archny.org/statement-of-the-very-rev-enrique-salvo-pastor-saint-patricks-cathedral",
      "https://gq.com/story/ceyenne-doroshow-glits-founder-profile",
      "https://nydailynews.com/2024/02/20/cardinal-dolan-denounces-funeral-for-trans-activist-cecilia-gentili-held-at-st-patricks-cathedral/",
      "https://them.us/story/cecilia-gentili-one-woman-show-red-ink-review",
      "https://www.saintpatrickscathedral.org/mission",
      "https://pillarcatholic.com/p/about-that-funeral-what-happened",
      "https://advocate.com/voices/cecilia-gentili-dolan-marginalized",
      "https://www.twitter.com/CatholicVote/status/1758579954495729802",
      "https://www.abcnews.go.com/International/pope-francis-catholic-priests-can-bless-same-sex-couples/story?id=105741196",
      "https://nytimes.com/2024/02/15/nyregion/cecilia-gentili-funeral-st-patricks-cathedral.html",
      "https://www.rollingstone.com/culture/culture-features/striking-a-pose-a-brief-history-of-ball-culture-629280",
      "https://cbsnews.com/newyork/news/timothy-cardinal-dolan-cecilia-gentili-funeral/",
      "https://advocate.com/obituaries/cecilia-gentili-trans-activist-obituary",
      "https://www.archny.org/statement-of-the-very-rev-enrique-salvo-pastor-saint-patricks-cathedral/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "’s st. patrick’s",
          "sentiment": "neutral"
        },
        {
          "name": "edward dougherty",
          "sentiment": "none"
        },
        {
          "name": "cecilia gentili",
          "sentiment": "none"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "timothy dolan",
          "sentiment": "none"
        },
        {
          "name": "gentili",
          "sentiment": "none"
        },
        {
          "name": "ceyenne dorosho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new york city lgbtq",
          "sentiment": "none"
        },
        {
          "name": "st. patrick",
          "sentiment": "none"
        },
        {
          "name": "mass",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T01:23:02.370+02:00",
    "updated": "2024-02-24T01:23:02.370+02:00"
  },
  {
    "uuid": "98e0b0178c200e6cc66e045107c8d5e673f7e6f1",
    "url": "https://www.laopiniondemurcia.es/buzzeando/2024/01/16/jorge-rey-saca-ventaja-meteorologos-dv-96980938.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abril Escalante",
    "published": "2024-01-16T15:23:00Z",
    "title": "Jorge Rey saca ventaja a los meteorólogos y alerta de lo que está llegando a España",
    "text": "El joven meteorólogo Jorge Rey lo ha vuelto a hacer: se adelanta a los expertos en meteorología para dar su versión sobre qué va a suceder con el tiempo atmosférico en fechas donde no se atreven a especular.\nJorge Rey saltó a la fama en 2021, cuando todavía era un joven de tan solo 14 años, y desde entonces se ha convertido en todo un éxito mediático que incluso ha pasado por las principales cadenas de televisión españolas para hablar de las cabañuelas.\nEn esta ocasión, el joven burgalés se ha adelantado a los pronósticos de los meteorólogos mandando una 'alerta' a la ciudadanía a través de su canal de YouTube donde advierte a la población que debe prepararse para un importante cambio inminente.\nAntes de este vídeo, el aspirante a meteorólogo llegó a reconocer una equivocación de los modelos: cuando se anticipaba una nueva posible borrasca Filomena que finalmente no cuajó. Esta práctica resulta tan inusual como necesaria para mantener la credibilidad entre su comunidad.\nEn esta ocasión Jorge Rey advierte de la llegada de un importante cambio cuya repercusión todavía es difícil de medir.\nUna de las razones por la que la predicción de Jorge Rey parece fiable en esta ocasión es porque coincide con otras predicciones meteorológicas de canales y especialistas: una garantía que da cuenta de la tendencia del joven cabañuelo de un tiempo a esta parte a interpretar los modelos científicos, más que basarse en el fenómeno de las cabañuelas.\nSegún Jorge Rey, \"ahora toca hablar de una nueva tendencia hacia la llegada de borrascas que nos dejen un tiempo de lluvias, sobre todo en la mitad oeste de la Península Ibérica, con acumulaciones que destacarán sobre todo en la zona noroeste como en Asturias, en Galicia o León\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-16T18:49:13.283+02:00",
    "updated": "2024-01-16T18:49:13.283+02:00"
  },
  {
    "uuid": "c9a0b9df7ce220b735bdc6412eb4aa360121057f",
    "url": "https://www.beinsports.com/en-my/tennis/articles/nadal-suffers-injury-setback-as-olympics-participation-thrown-into-doubt-2024-07-25",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Paris Olympic Games will likely signal Rafael Nadal's last outing at Roland-Garros, though the Spaniard has suffered an injury worry.",
    "published": "2024-07-25T13:56:00Z",
    "title": "Nadal suffers injury 'setback' as Olympics participation thrown into doubt | beIN SPORTS",
    "text": "Nadal suffers injury 'setback' as Olympics participation thrown into doubt The Paris Olympic Games will likely signal Rafael Nadal's last outing at Roland-Garros, though the Spaniard has suffered an injury worry. Rafael Nadal may be facing another injury setback at the Paris Olympic Games after his coach warned over the Spaniard's fitness.\nThe 22-time major champion is widely expected to retire at the end of this year, though is preparing for a final swansong at Roland-Garros, where he has won 14 titles.\nNadal is set to play in the singles and doubles tournaments of the Olympics, partnering current French Open and Wimbledon champion Carlos Alcaraz for the latter competition.\nYet his participation has become doubtful after coach Carlos Moya confirmed Nadal had cancelled his training session on Thursday due to a hamstring issue.\n\"It was a setback and we decided that today Rafa would rest and not train to recover,\" Moya said, as quoted by Spanish journalist Rafael Plaza.\n\"We are going to give ourselves 48 hours, we have to wait.\"\nThe 38-year-old is reportedly feeling soreness in both his left and right hamstring having pulled out of a scheduled practice session with Alexander Zverev.\nAlcaraz had been partnering Nadal throughout the week during training on the clay courts of Paris, though the veteran's feature has now been thrown under a cloud of doubt.\nNadal is one of just two players to have won Olympic gold in both singles and doubles since the sport returned to the Games in 1988, doing so at Beijing 2008 (singles) and Rio 2016 (doubles).\nIn the singles in the French capital, Nadal has been drawn against Hungary's Marton Fucsovics in the opening round, and the prize could be a second-round date with long-term rival Novak Djokovic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nadal",
          "sentiment": "negative"
        },
        {
          "name": "carlos moya",
          "sentiment": "none"
        },
        {
          "name": "rafael plaza",
          "sentiment": "none"
        },
        {
          "name": "rafael nadal",
          "sentiment": "none"
        },
        {
          "name": "carlos alcaraz",
          "sentiment": "none"
        },
        {
          "name": "rafa",
          "sentiment": "none"
        },
        {
          "name": "moya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "roland-garros",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "roland-garros",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:40:49.447+03:00",
    "updated": "2024-07-26T00:40:49.447+03:00"
  },
  {
    "uuid": "083966934370b4d0543643b6e9d56294c7b5afcf",
    "url": "https://www.fox10tv.com:443/2024/12/19/aniahs-law-hearing-postponed-man-accused-aggravated-abuse-11-month-old-child",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FOX10News",
    "published": "2024-12-19T23:59:00Z",
    "title": "Aniah’s Law hearing postponed for man accused of aggravated abuse of 11-month-old child",
    "text": "Aniah’s Law hearing postponed for man accused of aggravated abuse of 11-month-old child\nBAY MINETTE, Ala. ([WALA](https://www.fox10tv.com/)) - A Robertsdale man accused of aggravated child abuse against an 11-month-old child was scheduled to appear in court Thursday, December 19, 2024. During his official bond appearance Monday, prosecutors asked that he be held on no bond until an Aniah’s Law hearing could take place.\nThat hearing which also serves as a bond hearing didn’t happen Thursday because of witness unavailability. Prosecutors did explain how Aniah’s Law applies in this case.\nRobertsdale Police got a call Saturday, December 14, 2024 after Escambia County, FL investigators were notified of an 11-month-old girl who had been brought to Sacred Heart Hospital with severe injuries. Once deputies there learned those injuries occurred in Baldwin County, Robertsdale PD took over the case. Police there said the child was in the care of 20-year-old Michael Mullen when the alleged abuse happened. Investigators said the abuse appears to be of a sexual nature and more charges could come.\n“Aggravated abuse of a child under the age of six is a Class A felony and so, under the facts of…as the investigation goes on, we think it’s very possible other Class A felonies would be added but we’re waiting until we get the results of DNA and medical records before we make any decisions,” said Assistant District Attorney for Baldwin County, Kristi Hagood.\nThe Baldwin County DA’s Office said the nature of this crime should allow them to hold Mullen without bond, pursuant to Aniah’s Law until trial.\n“In this case, aggravated child abuse is one of those requirements. It involves a child under the age of six as are sodomy in the first degree, rape in the first degree and sexual torture. All class A felonies,” Hagood explained.\nHagood said the child is still receiving medical care for her injuries, six days later.\nMichael Mullen will be held in the Baldwin County Jail on no bond until that Aniah’s Law hearing can be heard and it’s been rescheduled for January 2, 2025.\nProsecutors say Michael Mullen can legally be held without a bond hearing until January 2nd because of a defense continuance for “good cause shown,” meaning the upcoming holiday schedule, availability of attorneys, witnesses and other court personnel won’t allow for it to happen sooner.\nCopyright 2024 WALA. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->assault",
      "Health->mental health and disorder",
      "Health->government health care",
      "Social Issue->children",
      "Social Issue->abusive behaviour",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Aniah",
          "sentiment": "negative"
        },
        {
          "name": "Michael Mullen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Robertsdale Police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Sacred Heart Hospital",
          "sentiment": "none"
        },
        {
          "name": "Escambia County",
          "sentiment": "none"
        },
        {
          "name": "Robertsdale",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "083966934370b4d0543643b6e9d56294c7b5afcf",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-20T02:16:21.460+02:00",
    "updated": "2024-12-20T02:16:21.460+02:00"
  },
  {
    "uuid": "61f4bef94fa15f52bfd3e881b13785b12d11ada3",
    "url": "https://www.meneame.net/story/como-perder-alcaldia-pamplona-reputacion-sola-frase/c015",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "joanagf987_658df085b94a1",
    "published": "2023-12-28T21:04:00Z",
    "title": "#15 Cómo perder la alcaldía de Pamplona y la reputación en una sola frase",
    "text": "[Osdransky](/user/Osdransky)a [eldiario.es](/go/link/3891544)\nLa plaza consistorial de Pamplona parece sanfermines en esta moción pero el PP sigue sin entender absolutamente nada!!!!\nIdos a tomar por culo!!!!!!!\n[#1](c1#c-1) llevan así desde la recogida de firmas para derogar el estatut catalán. Pero que sigan, que sigan.\n[#10](c10#c-10) y eso que allí ponen todos los impedimentos posibles para que la gente no vote (sobre todo los grupos poblacionales que no suelen votar a los republicanos).\n[#1](c1#c-1) Positivo por el elefante uso del imperativo del verbo ir con el enclético \"os\". Aunque la real academia admite desde hace años \"iros\" y todos recordamos con cariño aquel \"si me queréis, irse\" de la gran Lola no es menos cierto que \"Idos a tomar por culo\" destila elegancia, clasicismo, ritmo, gracia y donaire en cada sílaba.\nCreo que les ha retratado muy bien. Estoy un poco cansado de eldiario pero este artículo es bastante adecuado.\n[#0](c0#c-0) gracias\n[#2](c2#c-2) Tranquilo, tienen todo el escudo mediático. No lo verás en el telediario de A3, salvo que esa misma frase la hubiera dicho una alcaldesa del PSOE o de SUMAR.\n[#5](c5#c-5) Al hilo de lo que dices, hoy he visto las noticias de la noche de A·, con Vicente Vallés, y, en algún momento creía que le iba a dar un infarto: los independentistas, Bildu, traición del PSOE, traición de Sánchez y así así... Uno, si sigue escuchando cree que va a llegar el final de la democracia y el apocalipsis, como mínimo.\n[#6](c6#c-6) es indecente lo de ese señor... verlo vomitar bilis de esa manera, da muchisima grima, no se como no le aconseja alguien que se modere un poco\nA mí el que me hace gracia es Feijó diciendo que el PSOE ya no es un partido constitucionalista.\nPues no sé, creo que debió quedarse dormido en el artículo 1 porque en el 140 ya te dice de forma general como se eligen los concejales y como son estos los que eligen a un alcalde.\nEn fin, que habrá quien le compré el discurso pero no hay por donde cogerlo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:11.014+02:00",
    "updated": "2023-12-29T00:10:11.014+02:00"
  },
  {
    "uuid": "fac7001f333abf5af551a314351ba89710977c82",
    "url": "https://www.tuttomercatoweb.com/calcio-estero/pioli-racconta-com-e-allenare-ronaldo-credo-che-non-sia-solo-un-campione-e-di-piu-2057792",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tommaso Bonan",
    "published": "2025-01-16T21:42:00Z",
    "title": "Pioli racconta com'è allenare Ronaldo: ",
    "text": "Pioli racconta com'è allenare Ronaldo: \"Credo che non sia solo un campione, è di più\"\nLunghissima intervista per Stefano Pioli, oggi tecnico dell'Al Nassr, che torna a parlare ai microfoni di Radio TV Serie A. Tra i tanti temi toccati, c'è anche Cristiano Ronaldo: \"Com'è allenarlo da vicino? Cristiano credo che non sia solo un campione, è di più. Rimarrà nella storia del calcio. Campioni ce ne sono, di leggende meno e Cristiano è una leggenda. Il nostro rapporto è molto semplice e facile per me, Cristiano è un professionista incredibile, vuole dare il massimo e il meglio ogni giorno, vuole aiutare la squadra. E' attento a tutto e questo è un grande stimolo per un allenatore. Anche fuori è meticoloso, nel pre, nel post, nella nutrizione, nella struttura, per come si gioca e sicuramente è un grande stimolo, un onore e un piacere allenare una persona e un campione come lui. Io parlo meglio in italiano che in inglese, lui anche sa l'italiano ma il più delle volte mi risponde in inglese e ci capiamo bene. Le cose di campo e di calcio sono abbastanza facili\".\nIl rapporto col cibo in Arabia Saudita\n\"Hanno fatto un nuovo ristorante nel club e mangiamo insieme due volte al giorno, colazione e pranzo obbligatori, abbiamo due chef internazionali. A Riyadh ci sono vari hotel italiani ma qui la possibilità di andare a cena non manca perché ci sono tantissimi ristoranti di diverse regioni ed etnie ed è piacevole provare un po' tutto\".\nCome è cambiato Stefano Pioli\n\"L'unica cosa che è rimasta, poi sono cambiato in tutto il resto, è la passione e la voglia di andare al campo, di allenare i miei giocatori, di conoscerli, di rapportarmi con loro, cercare di migliorarli, di entrare nella loro testa. Se dovessero vedermi adesso i miei giocatori che allenavo nel 99 o quelli della Salernitana del 2003 credo che mi troverebbero cambiato al 100% perché nel calcio sono sicuro che il fatto di avere la passione e di essere curiosi ti aiuti sempre a portare cose nuove e differenti. Ho sempre spinto anche il mio staff in questo, cercare di proporre cose nuove e di essere nei tempi. Io guardo tutte le partite del mondo, studio tutti gli allenatori, per come allenano, per come comunicano, per come motivano, quindi è chiaro che sono cambiato tanto. Poi ho fatto tante cose positive, ho fatto anche tanti errori, ma ho sempre imparato tanto, le lezioni mi sono servite e quindi chiaramente sono un altro allenatore e un'altra persona grazie a tutte le esperienze, ai rapporti, ai grandi giocatori, alle pressioni che ho avuto\".\nEditoriale di Luca Marchetti Juventus il mercato non è finito, il Napoli con lucidità per il post Kvara. Il Milan aspetta Rashford\n3 Juventus il mercato non è finito, il Napoli con lucidità per il post Kvara. Il Milan aspetta Rashford",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sports management and ownership",
      "Sport->sports coaching"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Stefano Pioli",
          "sentiment": "neutral"
        },
        {
          "name": "Cristiano Ronaldo",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Radio TV Serie A",
          "sentiment": "none"
        },
        {
          "name": "Al Nassr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Arabi",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:33:14.838+02:00",
    "updated": "2025-01-17T00:33:14.838+02:00"
  },
  {
    "uuid": "f2488f6b527473a87c0ecaf58470e9bb5d0684b7",
    "url": "https://www.terra.com.br/noticias/mundo/submarino-nuclear-chines-afundou-neste-ano-diz-autoridade-dos-eua,c7d1335dceaf6757f7fd71c18fa7073fpjlzu5hj.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-09-26T18:55:00Z",
    "title": "Submarino nuclear chinês afundou neste ano, diz autoridade dos EUA",
    "text": "O mais novo submarino nuclear chinês afundou neste ano, afirmou nesta quinta-feira uma autoridade de Defesa dos Estados Unidos, mencionando um evento potencialmente vergonhoso para Pequim, que busca expandir sua capacidade militar. A China já tem a maior marinha do mundo, com mais de 370 embarcações, e está investindo na produção de uma nova geração de submarinos nucleares. A autoridade, que não quis ser identificada, disse que o novo submarino de ataque afundou ao lado de um píer entre maio e junho. Segundo a fonte não está claro o que causou o naufrágio ou se o veículo possuía combustível nuclear a bordo. \"Além das perguntas óbvias sobre os padrões de treinamento e qualidade do equipamento, o incidente levanta dúvidas mais profundas sobre a responsabilização interna do PLA e sua supervisão sobre a indústria chinesa da Defesa, que sofre com a corrupção há muito tempo\", afirmou a autoridade, referindo-se à sigla em inglês para o Exército de Libertação Popular chinês. \"Não causa surpresa que a Marinha do PLA tente esconder\" o naufrágio, acrescentou. A embaixada chinesa em Washington não respondeu imediatamente a um pedido de comentário sobre o caso. A notícia foi dada primeiramente pelo The Wall Street Journal. Uma série de imagens de satélite da Planet Labs feitas em junho aparentemente mostram guindastes no estaleiro de Wuchang, onde o submarino estaria atracado. Em 2022, a China tinha seis submarinos nucleares balísticos, seis submarinos nucleares de ataque e 48 submarinos de ataque a diesel, segundo um relatório do Pentágono. Essa frota deve subir para 65 em 2025 e 80 até 2035, afirmou o Departamento de Defesa dos EUA.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:50:32.832+03:00",
    "updated": "2024-09-27T00:50:32.832+03:00"
  }
]