[
  {
    "uuid": "d7e24bda4491c4f3c1044ec52e450c38fc94ae61",
    "url": "https://menafn.com/1107667988/MECHRIC-Warns-Of-Christian-Persecution-By-Lebanese-Government-Dominated-By-Hezbollah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-29T02:46:00Z",
    "title": "MECHRIC Warns Of Christian Persecution By Lebanese Government Dominated By Hezbollah | MENAFN.COM",
    "text": "( MENAFN - EIN Presswire)\nIsraeli President Isaac Herzog surrounded by the heads of the Churches of the Holy Land on Dec. 21. (Credit: X/@Isaac_Herzog)\nThe military court is an instrument used by Hezbollah to silence any criticism of Hezbollah or Iran in Lebanon.” - Tom Harb, MECHRIC DirectorWASHINGTON, DC, UNITED STATES, December 29, 2023 /EINPresswire / -- The Middle East Christian Committee condemns those in the government of Lebanon who would take legal action against Christian religious leaders for meeting Israel's President Herzog in the Holy Land on the occasion of the New Year on December 21. The traditional meeting drew the expected criticism from leaders of Hezbollah: \"The image provoked me because there cannot be a religious figure worshiping God, believing in justice and right, aligning themselves with Israel, tyranny, and colonialism,\" stated Sadek Naboulsi, a religious sheikh close to Hezbollah, who accused anyone meeting an Israeli of \"treason.\"\nThe minister of information Ziad Makari stated:“I was bothered by the image of the two bishops with the Israeli president, and I definitely do not agree to it, and I contacted the military court judges which has the texts related to contact with the Israeli enemy.”\nAl Ahed, a news site with ties to Hezbollah, reported that a collective of Representatives of Released Prisoners and Detainees submitted a request to the Lebanese judiciary to open an investigation against Archbishops al-Hage and Semaan, accusing them of“having contact with the Zionist [Israeli] enemy,” an offence which can carry a sentence of death.\nRadical Islamists seek to separate Christians from their Jewish brethren who follow the original religion of Jesus and even go so far as to claim Jesus was not Jewish at all. In this way, they seek to isolate Israel from the rest of the world.\nRepresentatives of Hamas, who on October 7, carried out the bloody massacre and kidnapping of Israeli civilians - the worst atrocity committed against Jews since the Holocaust - claim to have been“shocked by the photo of Christian dignitaries from the occupied Palestinian territories meeting the president of the Zionist entity on the occasion of Christmas.”\nThe relentless Muslim persecution of Christians and Jews in the Holy Land continues. Bethlehem, located in Palestinian-controlled territory, has seen a precipitous decline in its Christian population, which was once the majority in the birthplace of Jesus, but now comprises only 12% of the population. Jews, who were once found in substantial numbers across the Middle East were driven out of all the Arab states after the creation of Israel in 1948, and Christians are likewise being“ethnically cleansed” from the Muslim regions. The one exception where the Christian population is growing is in Israel.\nArchbishop Hage denied participating in the meeting himself, but also pointed out :“[T]he patriarchs and bishops who took part in this event conveyed a message related to the cause they defend, and they clearly denounced the military actions in Palestine.”\n“The US Congress should condition any future aid to the Lebanese government to this issue,” said MECHRIC Director John Hajjar.“It is inhuman to threaten to imprison the Christian clergies in Lebanon who are simply serving their dioceses in Israel and coordinating with the Israeli government on behalf of the Christians of Israel.”\n\"This is a pattern in Lebanon,” stated MECHRIC Director Tom Harb.“The military court is an instrument used by Hezbollah to silence any criticism of Hezbollah or Iran in Lebanon.”\nThe Middle East Christian Committee stands with the archbishops and the other Christian leaders seeking peace in the region and applaud their refusal to be intimidated by those pushing for war.\nRebecca Bynum\nAmerican Mideast Coalition for Democracy\n+1 615-775-6801\n...\nVisit us on social media:\nFacebook\nTwitter\nMENAFN29122023003118003196ID1107667988\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.einpresswire.com/article/677971611/mechric-warns-of-christian-persecution-by-lebanese-government-dominated-by-hezbollah",
      "https://einpresswire.com/article/677971611/mechric-warns-of-christian-persecution-by-lebanese-government-dominated-by-hezbollah"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "isaac herzog",
          "sentiment": "negative"
        },
        {
          "name": "ziad makari",
          "sentiment": "none"
        },
        {
          "name": "sadek naboulsi",
          "sentiment": "none"
        },
        {
          "name": "tom harb",
          "sentiment": "none"
        },
        {
          "name": "herzog",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hezbollah",
          "sentiment": "negative"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "the middle east christian committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "dc",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:03:29.384+02:00",
    "updated": "2023-12-29T15:03:29.384+02:00"
  },
  {
    "uuid": "f631d31dfc75eb17be35fa6829bdcb19fb85ac5c",
    "url": "https://gradynewsource.uga.edu/sga-president-says-experience-taught-him-to-stay-resilient",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grady Multiplatform Journalist",
    "published": "2024-02-29T20:57:00Z",
    "title": "SGA President Says Experience Taught Him to ‘Stay Resilient’",
    "text": "George Moore, a fourth-year student from Toccoa, Georgia, majoring in international affairs and political science, represents and voices the opinion of the student body at events, receptions, galas and meetings with University of Georgia administration as Student Government Association president for the 2023-2024 academic year.\nQ: You have been a part of SGA since your freshman year. Was being student body president always the goal for you?\nNot necessarily. I wanted to be involved on campus and like most people joined a lot of different clubs and organizations. After I got involved in student government freshman year, I started to meet a lot of my closer friends. I kept doing it sophomore year, did it again junior year and then junior year was like, “Okay, I’ve had a really complete experience in student government the past two or three years, I do want to take it to the next level and help lead the organization.”\nQ: Are you ready for it to be over or are you sad about it ending?\nThere are things that I’m glad about ending like the grind of just keeping the organization going and focusing on the next initiative and the next meeting and the next event. I’ll probably miss it more than I’m glad.\nQ: What effect has SGA had on you, George Moore, as a person?\nA: It has formed me into a leader. It has taught me lessons through the challenges of a campaign and having to manage a team. It has taught me how to carry myself when I am automatically different from everybody else in the room. It’s taught me how to manage human resources struggles. It’s taught me how to stay resilient and get focused on what I want to do and get done regardless of what other people think.\nQ: Has SGA impacted your future plans?\nIt actually has. I would say that I have gained an attraction to higher education through this role. Seeing a lot of the behind the scenes of a university administration was really interesting to me. I would love to work at a university one day in the future. I’m excited about law school and getting a legal degree because I don’t know exactly what I want to do, but higher education administration is definitely on the docket now.\nQ: No future in politics?\nI don’t know. I’m kind of tired of the political side of it, but it was also fun and exhilarating getting to run a campaign and to lead that team motivated by competition and winning. I really did enjoy that and could do that again if I felt like the time was right.\nQ: Do you have any advice to current or future UGA students?\nI think it is important to really try and meet people who are different from you throughout each of your four years at the university. The university will be better for it. We’ll be better connected, we’ll understand each other’s experiences more, and it’ll just lead to an overall better state of the student body.\nComments trimmed for length and clarity.\nJack Little is a journalism major covering city-county government.\n-\nShow Comments (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george moore",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "sga",
          "sentiment": "negative"
        },
        {
          "name": "student government association",
          "sentiment": "none"
        },
        {
          "name": "university of georgia",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "toccoa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:20:28.090+02:00",
    "updated": "2024-03-01T00:20:28.090+02:00"
  },
  {
    "uuid": "8a68a1d97277adcf4ab48bcacc3ac88bffd19e29",
    "url": "https://www.cnet.com/tech/gaming/nintendo-switch-2-everything-we-know-about-the-console-new-games-release-date",
    "ord_in_thread": 0,
    "author": "@CNET",
    "published": "2025-04-02T22:22:00Z",
    "title": "Nintendo Switch 2: Everything We Know About the Console, New Games, Release Date",
    "text": "Tech Gaming Nintendo Switch 2: Everything We Know About the Console, New Games, Release Date The $450 console will get Mario Kart World at launch, 4K gaming when docked, Switch 2 Edition game enhancements and new mouse controls.\nMike Sorrentino Senior Editor Mike Sorrentino is a Senior Editor for Mobile, covering phones, texting apps and smartwatches -- obsessing about how we can make the most of them. Mike also keeps an eye out on the movie and toy industry, and outside of work enjoys biking and pizza making. Expertise Phones |Texting apps | iOS | Android | Smartwatches | Fitness trackers | Mobile accessories | Gaming phones | Budget phones | Toys | Star Wars | Marvel | Power Rangers | DC | Mobile accessibility | iMessage | WhatsApp | Signal | RCS See full bio Mike Sorrentino April 2, 2025 3:22 p.m. PT 7 min read\nNintendo/Cole Kan/CNET The Nintendo Switch 2 console&apos;s biggest reveal yet arrived Wednesday morning as part of the company&apos;s Nintendo Direct event. This teed up a day of Switch 2 reveals that include its June 5 release date, a $450 price, its specs, and its initial game lineup that extends from launch into 2026 .\nThe console will be further buoyed by having Mario Kart World as a launch title, which will go on sale in either a $500 bundle with the Switch 2 or on its own for $80 -- making the open-world racing game one of Nintendo&apos;s most expensive yet. Other games announced, such as Donkey Kong Bananza, are being priced around $70, which matches the cost of 2023&apos;s The Legend of Zelda: Tears of the Kingdom. That Zelda game and Breath of the Wild are among the original Switch titles that will get enhanced Nintendo Switch 2 Edition upgrades , a premium upgrade allowing players to get new features, modes and graphical enhancements that take advantage of the newer system&apos;s capabilities.\nHere are the top highlights from Nintendo&apos;s console event, all of the games we&apos;ve heard about so far (including new titles, Nintendo Switch 2 Edition titles and GameCube games coming to Nintendo Switch Online ) and all of our coverage so far. You can also check out our Nintendo Switch 2 live blog for even more updates about the Switch 2 as we learn them.\nNintendo Switch 2 Direct Live Recap: Launches June 5, $450 and More Nintendo Switch 2 Priced at $450, Coming June 5 How to Preorder Nintendo Switch 2: All Store Links All Nintendo Switch 2 Launch Games Coming Day One Nintendo Is Taking on Scalpers With a Genius Switch 2 Purchase Rule What You Need to Know About Nintendo Switch 2 Edition Games Switch 2 Specs vs. Switch 1 Specs: How Nintendo&apos;s Consoles Compare Every New Feature in Switch 2 Joy-Cons and Pro Controller\nGameCube Games Are Coming to Switch Online: Here&apos;s the List Nintendo Switch 2: What We Didn&apos;t Get During Nintendo Direct 2025 Mario Kart Goes Open-World With Mario Kart World The Duskbloods Is New FromSoftware Gaming Action Coming to Switch 2 in 2026 The Nintendo Switch 2 Is Almost Here, Grab Some Games From Just $20 to Celebrate Yes, Silksong Is Coming in 2025, as Revealed in Switch 2 Nintendo Direct Mario, Pokemon and More Will Get Free Nintendo Switch 2 Updates Switch 2&apos;s Zelda Notes Could Revolutionize Zelda: Tears of the Kingdom Wait for the Switch 2 Before Playing These 3 Nintendo Games Nintendo Switch 2: Here&apos;s Why I Won&apos;t Be Upgrading as a Fan of Cozy Games The Switch 2 Is Almost Here and You Need a Specific Type of MicroSD Card - Here&apos;s Where to Find Them Nintendo Switch 2 console The Nintendo Switch 2&apos;s specs saw a noticeable technical bump over the Switch. The Nintendo Switch 2 has a 7.9-inch, 1080p resolution LCD that supports a 120Hz refresh rate -- matching what we now see on most Android phones. When the Switch 2 is docked, compatible games can run in 4K resolution. The new dock also includes a cooling fan.\nThe Switch 2 comes with 256GB of internal storage, and the new Switch 2 Game Cards will load games faster. For digital libraries, however, the Switch 2 will only work with microSD Express cards, which are different from the microSD cards that are compatible with the prior Nintendo Switch. Nintendo will have a Software Transfer feature available to help move games and data from the original Switch to the Switch 2.\nWatch this: Switch 2 Detailed: What You Need to Know 07:18 The new Joy-Con for the controllers will support mouse controls, and a new C button will be part of a new GameChat communication feature that allows both voice and video chat. There&apos;s also a Nintendo Switch 2 Camera, allowing players to see each other.\nThe Switch 2 also adds a second USB-C port to the top of the system, which Nintendo says can help connect its new camera accessory or charge the console when playing in tabletop mode. Nintendo also revealed a new Switch 2 Pro Controller with the C button and customizable GL and GR buttons on the back.\nFollowing the presentation, Nintendo unveiled the system&apos;s price of $450 in the US. It will also sell the Switch 2 bundled with a digital version of Mario Kart World for $500.\nNintendo Mario Kart World Mario Kart World removes its traditional boundaries and lets drivers roam freely across an entire world of race courses. The game will get its own Nintendo Direct later this month, where we&apos;ll see additional details, but we already know it&apos;ll include traditional races and a Free Roam mode, much like in the Forza Horizon series .\nGetting the game bundled for an extra $50 on the cost of the Switch 2 might be the move if you are interested in the game, because Nintendo announced on its website that standalone copies of Mario Kart World will cost $80 .\nNintendo/Screenshot by CNET Joy-Con 2 C button and GameChat Nintendo&apos;s rolling out its new C button across several new Switch 2 controllers . The button will be used for the new GameChat communication features without a headset. The button will be used alongside a microphone on the console itself, which Nintendo says can be used whether it&apos;s docked to a TV or in handheld mode.\nWatch this: Live Video Chat Comes to the Nintendo Switch 2 05:43 In its teaser video, Nintendo promises the microphone will be able to cancel out loud background noises. GameChat will also work with a Nintendo Switch 2 Camera, allowing video chat and various camera-based game modes in supported titles. GameChat will be free at launch through March 31, 2026.\nNintendo/Screenshot by CNET Nintendo Switch 2 Edition games upgrade titles The Nintendo Switch 2 will play three types of games: original Switch games, Switch 2 games and Switch 2 Edition games that will receive substantial enhancements. For many of these Switch 2 Edition games, you&apos;ll need to buy an upgrade pack if you own the original for Switch. Many of them will get more than just enhanced graphics in the upgrade; for example, Super Mario Party Jamboree will get new games that support the new Joy-Cons&apos; mouse controls, audio recognition and video camera gameplay options through the Switch 2 Camera.\nOther Nintendo Switch games that are getting Switch 2 Edition options include The Legend of Zelda Breath of the Wild, The Legend of Zelda Tears of the Kingdom, Kirby and the Forgotten Land, Metroid Prime 4 Beyond and Pokemon Legends: Z-A. Enhancements vary: The Zelda games will start working with a companion phone app for maps and sending schematics to friends, while Kirby will get a new story that&apos;s exclusive to the Switch 2 Edition. On the third-party side, Civilization 7 will get mouse controls.\nNintendo did not announce what upgrade packs will cost. However, some Switch games will get free updates that will improve performance or enhance features when playing them on the Switch 2. The Switch games getting these updates include:\nArms Captain Toad: Treasure Tracker Super Mario Odyssey Super Mario 3D World + Bowser&apos;s Fury Clubhouse Games: 51 Worldwide Classics The Legend of Zelda: Link&apos;s Awakening The Legend of Zelda: Echoes of Wisdom Game Builder Garage New Super Mario Bros. U Deluxe Pokemon Scarlet Pokemon Violet Big Brain Academy: Brain vs. Brain Hyrule Warriors: Age of Imprisonment Hyrule Warriors: Age of Imprisonment is a new game set in the world of Zelda that tells the story that leads into The Legend of Zelda: Tears of the Kingdom. This appears to be similar to how Hyrule Warriors: Age of Calamity told the story of a war that led to the events of Breath of the Wild. The teaser shows Zelda discovering that she&apos;s arrived in the past of Hyrule, and the game will expand on how she gets involved in the corresponding Imprisonment War.\nNintendo Switch 2 games Several other first- and third-party games were spotlighted during the Switch 2 Direct. These include Donkey Bananza, one of the first 3D platforming games featuring DK since 1999&apos;s Donkey Kong 64. Kirby will also return to the racing genre in Kirby Air Riders, which comes more than 20 years after the GameCube racer Kirby&apos;s Air Ride. DragXDrive will use mouse controls to control a futuristic wheelchair basketball game in which players will simulate push and pull motions to control their character.\nAn onslaught of Switch 2 third-party games were quickly shuffled through during the Direct, which I list below. An unnamed James Bond game is in development at Hitman studio IO Interactive, as is a darker title from Elden Ring creator FromSoftware called The Duskbloods , which will be exclusive to the Switch 2.\nThe full list of announced Nintendo Switch 2 games includes:\nBorderlands 4 Bravely Default Flying Fairy HD Remaster Cyberpunk 2077: Ultimate Edition Daemon X Machina: Titanic Scion Deltarune Donkey Kong Bananza Drag x Drive EA Sports FC EA Sports Madden NFL Elden Ring Tarnished Edition Enter the Gungeon 2 Fast Fusion Final Fantasy 7 Remake Intergrade Fortnite Hades 2 Hitman World of Assassination -- Signature Edition Hogwarts Legacy Hollow Knight: Silksong Hyrule Warriors: Age of Imprisonment Kirby Air Riders Kirby and the Forgotten Land -- Nintendo Switch 2 Edition and Star-Crossed World Kunitsu-Gai: Path of the Goddess Mario Kart World Metroid Prime 4: Beyond -- Nintendo Switch 2 Edition NBA 2K Nintendo Switch 2 Welcome Tour Nobunaga&apos;s Ambition: Awakening Complete Edition Pokemon Legends: Z-A -- Nintendo Switch 2 Edition Project 007 Puyo Puyo Tetris 2S Rune Factory: Guardians of Azuma -- Nintendo Switch 2 Edition Sid Meier&apos;s Civilization 7 -- Nintendo Switch 2 Edition Split Fiction Star Wars Outlaws Starseeker: Astroneer Expeditions Street Fighter 6 Super Mario Party Jamboree -- Nintendo Switch 2 Edition and Jamboree TV Survival Kids The Duskbloods The Legend of Zelda: Breath of the Wild -- Nintendo Switch 2 Edition The Legend of Zelda: Tears of the Kingdom -- Nintendo Switch 2 Edition Tony Hawk&apos;s Pro Skater 3 and 4 WWE 2K Yakuza 0 Definitive Edition Among these titles, you can see the full list of June 5 Switch 2 launch day games here .\nNintendo GameCube library coming to Switch 2 The Nintendo Switch Online game library will add GameCube games to the Switch 2 . On launch day, these games will initially include The Legend of Zelda: The Wind Waker, SoulCalibur 2 and F-Zero GX, with each game getting enhanced graphics. Online multiplayer will also be added to certain titles. Super Mario Sunshine, Super Mario Strikers and Luigi&apos;s Mansion are among the games set to arrive later. At launch, Nintendo will also sell a GameCube controller, which will be wireless and include a C button for GameChat.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->biotechnology",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->media and entertainment industry",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.nintendo.com/us/gaming-systems/switch-2/featured-games/mario-kart-world/",
      "https://www.businesswire.com/news/home/20250402229347/en/Nintendo-Switch-2-Launches-June-5-at-%24449.99-Bringing-New-Forms-of-Game-Communication-to-Life",
      "https://nintendo.com/us/gaming-systems/switch-2/featured-games/mario-kart-world/",
      "https://businesswire.com/news/home/20250402229347/en/Nintendo-Switch-2-Launches-June-5-at-%24449.99-Bringing-New-Forms-of-Game-Communication-to-Life",
      "https://www.nintendo.com/us/gaming-systems/switch-2/featured-games/mario-kart-world"
    ],
    "entities": {
      "persons": [
        {
          "name": "Kirby Air Riders",
          "sentiment": "positive"
        },
        {
          "name": "Donkey Kong Bananza",
          "sentiment": "negative"
        },
        {
          "name": "mario-kart",
          "sentiment": "negative"
        },
        {
          "name": "James Bond",
          "sentiment": "negative"
        },
        {
          "name": "Elden Ring",
          "sentiment": "negative"
        },
        {
          "name": "OneNintendo",
          "sentiment": "neutral"
        },
        {
          "name": "Pokemon",
          "sentiment": "neutral"
        },
        {
          "name": "Mario Kart World](https://www.cnet.com",
          "sentiment": "neutral"
        },
        {
          "name": "Joy-Con 2 C",
          "sentiment": "neutral"
        },
        {
          "name": "Donkey Bananza",
          "sentiment": "neutral"
        },
        {
          "name": "Madden NFL",
          "sentiment": "neutral"
        },
        {
          "name": "Silksong\n- Hyrule Warriors",
          "sentiment": "neutral"
        },
        {
          "name": "Complete Edition",
          "sentiment": "neutral"
        },
        {
          "name": "Sid Meier's",
          "sentiment": "neutral"
        },
        {
          "name": "Tony Hawk's",
          "sentiment": "neutral"
        },
        {
          "name": "Super Mario Sunshine",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Wild",
          "sentiment": "neutral"
        },
        {
          "name": "US",
          "sentiment": "neutral"
        },
        {
          "name": "Donkey Kong",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "LCD",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Android",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Software Transfer",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Air Ride",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Zelda",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Switch 2 Game Cards",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Nintendo Switch 2 Camera",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Hitman studio",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "IO Interactive",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "FromSoftware",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Nintendo GameCube",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Nintendo Switch Online",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Nintendo Switch 2 Direct Live Recap: Launches June 5",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Preorder Nintendo Switch 2",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Kingdom](https://www.cnet.com",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Switch 2 Before Playing These 3",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "microSD Express",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "USB-C",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Switch 2 Pro Controller",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Nintendo Direct",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Forza Horizon",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Super Mario Party Jamboree",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Joy-Cons'",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Switch 2 Camera",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Metroid",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Pokemon Legends: Z-A.",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Switch 2 Edition",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Switch 2 Direct",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "DK",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "EA Sports FC",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "NBA",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Jamboree TV",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "WWE",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Super Mario Strikers",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Luigi's Mansion",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:30:57.370+03:00",
    "updated": "2025-04-03T03:04:55.991+03:00"
  },
  {
    "uuid": "d89c7157854ad868f4c4d855ed5d4596a978ccb7",
    "url": "https://www.noticiasdealava.eus/sociedad/2024/11/01/dana-deja-100-litros-oeste-8879552.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NTM / EP",
    "published": "2024-11-01T16:08:00Z",
    "title": "La DANA deja más de 100 litros en el oeste de Mallorca y se desplaza al resto de la isla",
    "text": "La DANA ha descargado a lo largo de este viernes más de 100 litros por metro cuadrado (litros/m2) en puntos del oeste de Mallorca y se prevé que se desplace por gran parte de la isla.\nAnte este escenario, desde las 15.00 horas todo el archipiélago está en alerta naranja declarada por la Agencia Estatal de Meteorología (Aemet) por registros que en pocas horas pueden acumular entre 120 y 150 litros por metro cuadrado.\nSegún los primeros balances de la Aemet consultados por Europa Press, hasta las 15.30 horas se han recogido en la Serra d'Alfàbia-Bunyola 85 litros/m2 y algo más de 20 litros/m2 en Andratx-Sant Elm y el puerto de Sóller.\nLa DGT, por su parte, ha pedido evitar los desplazamientos por carretera en Baleares y Emergencias mantiene activado el Índice de Gravedad 1 (IG1) del Plan Meteobal por lluvias y tormentas en todo el archipiélago.\nEl IG1 se activa cuando la información meteorológica permite prever la inminencia de un fenómeno adverso con probabilidad elevada de riesgo para personas y bienes y se declara en aquella situación en la que se puede producir un fenómeno adverso en zonas localizadas, la atención de la cual puede quedar asegurada con los medios y recursos disponibles en las zonas afectadas pero con seguimiento supramunicipal. Este nivel de alerta contempla una prealerta de movilización de medios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Sóller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Agencia Estatal de Meteorología",
          "sentiment": "none"
        },
        {
          "name": "Europa Press",
          "sentiment": "none"
        },
        {
          "name": "Aemet",
          "sentiment": "none"
        },
        {
          "name": "DGT",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Baleares",
          "sentiment": "none"
        },
        {
          "name": "Mallorca",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T19:23:54.555+02:00",
    "updated": "2024-11-01T19:23:54.555+02:00"
  },
  {
    "uuid": "5246131d5b3901d718a078ea72275108cd620178",
    "url": "https://www.dailynewsegypt.com/2024/01/07/urban-development-in-egypt-boosts-economic-growth-by-more-than-60-in-nine-years/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily News Egypt",
    "published": "2024-01-07T18:20:00Z",
    "title": "Urban development in Egypt boosts economic growth by more than 60% in nine years",
    "text": "The urban development and real estate investment sector in Egypt is one of the important sectors that contributed to the economic growth in Egypt in the past nine years, at a rate of more than 60%, according to Mohamed Rashid, a member of the Real Estate Development Chamber at the Federation of Egyptian Industries. Rashid said that the sector has received great efforts in the past nine years, as a series of economic reforms were implemented to improve the investment climate and strengthen the private sector. These reforms included liberalising the exchange rate, reducing government subsidies, improving the business environment, and simplifying administrative procedures. Rashid added that Egypt is developing several mega projects, such as New Alamein City and New Administrative Capital (NAC). These projects have created an urban and economic development shift, which has resulted in significant economic growth rates. These projects also aim to provide new job opportunities and enhance investments in various sectors. Rashid noted that the government has taken measures to attract foreign investment in the urban development and real estate investment sectors, such as offering tax incentives and facilities to foreign investors. Rashid highlighted that the measures that supported the urban development and real estate investment sector in Egypt in the past nine years have helped to strengthen the Egyptian economy and achieve sustainable growth in this sector. Rashid explained that the government has plans to further develop the urban development sector in Egypt. He said that the government is expected to pay great attention to this sector and enhance its role in achieving economic growth, through some plans related to this sector, such as developing new cities. Rashid said that the government plans to develop more new cities and urban areas, to create new job opportunities and enhance investments in various sectors. For example, New Alamein City and NAC will continue to grow and develop, he revealed. Rashid also said that the government will continue to improve the infrastructure in Egypt, including developing roads, bridges, ports, sewage networks, and electricity. This will facilitate the movement of goods and services and provide an attractive investment environment. He said that the government will also continue to develop social housing programmes to meet the needs of low-income citizens, as well as provide housing units at affordable prices and improve utilities and services to residents. Rashid added that the government will continue to offer incentives and facilities to foreign companies investing in the urban development sector, through its efforts to simplify administrative procedures and provide a supportive investment environment. He said that the government will also focus on enhancing the use of technology and innovation in urban development, by applying smart solutions and information and communications technology in project management and improving the services provided. Rashid concluded: “These plans will aim to improve the investment environment, enhance economic growth in the urban development sector, and increase foreign investments in the sector, as Egypt has several factors that make it an attractive destination for foreign investments in the urban development and investment sector.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rashid",
          "sentiment": "none"
        },
        {
          "name": "mohamed rashid",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "real estate development chamber at the federation of egyptian industries",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "new alamein city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:19:31.399+02:00",
    "updated": "2024-01-08T03:32:09.510+02:00"
  },
  {
    "uuid": "2a3c2016d352bba6a75902f064c0badf8cda28eb",
    "url": "https://www.eluniversal.com.mx/estados/auroras-boreales-pintan-el-cielo-de-chihuahua-asi-se-vieron-en-diversos-municipios",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paola Gamboa",
    "published": "2024-10-11T19:31:00Z",
    "title": "Auroras boreales pintan el cielo de Chihuahua; así se vieron en diversos municipios",
    "text": "Ciudad Juárez.- La tormenta geomagnética G4 que se registró durante la noche de ayer permitió que en diversos municipios de Chihuahua se lograran observar auroras boreales. Por medio de las redes sociales ciudadanos mostraron cómo se veía el fenómeno en diversos municipios de la región sur del estado.\nEste paisaje se logró ver en los municipios de Julimes, Balleza, Villa Ahumada, Delicias, Buenaventura, Janos, Nuevo Casas Grandes, entre otros.\nDe acuerdo con expertos, la tormenta geomagnética G4 impactó la tierra durante el jueves, provocando que el cielo en varias partes del mundo se observara de colores con auroras boreales.\nEn México uno de los estados donde ocurrió esta situación fue Chihuahua, así como otros del norte del país como Nuevo León, Zacatecas, Sonora, entre otros.\nReportan bajas temperaturas y heladas leves en 16 municipios de Puebla; no hay afectaciones\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nafcl/apr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T23:39:24.010+03:00",
    "updated": "2024-10-11T23:39:24.010+03:00"
  },
  {
    "uuid": "ce7944891667f0d0a8055dad7b40d987a715fcfe",
    "url": "https://www.wionews.com/videos/cold-wave-grips-india-delhi-endures-intense-cold-wave-and-dense-fog",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WION Video Team",
    "published": "2025-01-03T10:25:00Z",
    "title": "Cold wave grips India: Delhi endures intense cold wave and dense fog",
    "text": "Delhi remains under a blanket of dense fog as a cold wave sweeps through the city. Over 100 flights have been delayed at the Delhi airport. The national capital recorded a temperature of 9.6°C at 5:30 a.m. today. Watch in for more details!\nCold wave grips India: Delhi endures intense cold wave and dense fog\nAdvertisment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather phenomena"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:03:40.091+02:00",
    "updated": "2025-01-03T15:03:40.091+02:00"
  }
]