[
  {
    "uuid": "052d3c65bc9bb7e253371bfc947d6c2e2334f3ad",
    "url": "https://www.13abc.com/2024/03/14/buddy-benches-introduced-combat-loneliness-sadness-local-elementary-school",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meghan Daniels",
    "published": "2024-03-14T23:04:00Z",
    "title": "“Buddy Benches” introduced to combat loneliness and sadness in local elementary school",
    "text": "TOLEDO, Ohio (WTVG) - One local elementary school is working to combat feelings of sadness and loneliness by adding an important piece of equipment to the playground.It started with an entire club dedicated to kindness. Now, New Riegel Elementary School has two new additions to its playground, Buddy Benches. “I make up funny things and then I tell it to people and they laugh so much I start to laugh,” a student at New Riegel Elementary School said.Bethany Bowler, an intervention specialist at the elementary school said she took two years to familiarize the kids with the concept of a Buddy Bench. She said, if someone is feeling sad or lonely, they can go sit on the bench, showing their classmate they need a friend. “When they’re sitting on it, I can go up and say, ‘Hey you wanna play with me or something?’” Bowler said. Bowler said the bench is meant to teach the kids empathy. The Students in Kindness Club said they are looking forward to making more friends and making an impact in their school. The students said they hope to inspire other schools to do the same. Latest Local News | First Alert Weather | Crime | National | 13abc Originals Copyright 2024 WTVG. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "buddy bench",
          "sentiment": "none"
        },
        {
          "name": "new riegel elementary school",
          "sentiment": "none"
        },
        {
          "name": "buddy benches",
          "sentiment": "none"
        },
        {
          "name": "kindness club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "toledo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:09:20.105+02:00",
    "updated": "2024-03-15T01:09:20.105+02:00"
  },
  {
    "uuid": "c58d7e7b145bc1e57094785da098096ad097185c",
    "url": "https://abcnews.go.com/US/boeing-crash-victims-families-urge-doj-criminally-prosecute/story?id=109597636",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leah Sarnoff",
    "published": "2024-04-25T20:45:00Z",
    "title": "Boeing crash victims' families urge DOJ to criminally prosecute company - ABC News",
    "text": "In this July 20, 2022, file photo, a Boeing 737 Max aircraft is shown during a display at the Farnborough International Airshow, in Farnborough, England. Peter Cziborra/Reuters, FILE The families of victims who died in one of two fatal Boeing 737 MAX 8 crashes met with Department of Justice officials Wednesday regarding the looming decision to prosecute or dismiss charges against the company.\nThe fatal Boeing crashes in October 2018 and March 2019 killed 346 people. Family members of victims of the 2019 crash in Ethiopia met with prosecutors in Washington D.C. Wednesday.\nThe first crash on Oct. 29, 2018, in Jakarta, Indonesia , killed all 189 passengers and crew.\nMORE: Amid Boeing safety probe, clock ticks on effort to disclose details of 2021 DOJ deal over 737 Max crashes\nThe second crash, on March 10, 2019, happened in Addis Ababa, Ethiopia, when a Boeing aircraft crashed minutes after takeoff and killed 157 people onboard .\nIn this July 20, 2022, file photo, a Boeing 737 Max aircraft is shown during a display at the Farnborough International Airshow, in Farnborough, England. Peter Cziborra/Reuters, FILE Both crashes preceded the Alaska Airlines incident earlier this year, when a door plug fell out of the fuselage of a Boeing 737 Max 9, a newer model, after departure.\nAfter a five-hour meeting on Wednesday, lawyers for the families of some of the victims said that they received no additional information about whether the Justice Department will be moving to dismiss charges against Boeing after the deferred prosecution agreement (DPA) it reached with the company.\nLawyers for the families also said they were not given specific information about how prosecutors are investigating the Alaska Airlines blowout.\nIn 2021, the DOJ charged Boeing with \"conspiracy to defraud the United States,\" after a lengthy investigation that the company knowingly misled regulators while seeking approval for its 737 MAX aircraft.\nBoeing entered into the deferred prosecution agreement worth $2.5 billion consisting of a $243 million criminal penalty, $500 million to relatives who lost loved ones and $1.77 billion to global airlines affected by the MAX groundings.\nThe government has until July 7 to decide whether to move to dismiss the criminal case, to extend the agreement or to proceed with a prosecution.\nMORE: 'This is the end': Alaska Airlines passengers sue over door plug blowout\nAttorney Paul G. Cassell told reporters Wednesday, \"The meetings with the Department of Justice were what we feared -- all for show and without substance.\"\n\"It is clear that they are only interested in seeing through the rigged Deferred Prosecution Agreement they brokered with Boeing without the involvement of the very families whose lives were shattered due to the company's fraud and misconduct,\" Cassell claimed.\n\"We will pursue every avenue to continue our challenge of the DPA and ensure Boeing is truly held accountable,\" he said.\nMORE: Boeing safety culture under scrutiny during Senate committee hearing\nCassell told ABC News if the DOJ does drop the charges against Boeing, they will \"aggressively fight Boeing in the Northern District of Texas and any other court if needed.\"\n\"Remember, Boeing has already admitted and committed a crime, their charges have been filed in Texas,\" Cassell said. \"We simply want that case to move forward and let the jury decide whether Boeing is a criminal or not.\"\nBoeing declined ABC News' request for comment.\nBoeing CEO Dave Calhoun, who announced he would step down at the end of the year, said after the January incident, \"Whatever final conclusions are reached, Boeing is accountable for what happened. An event like this must not happen on an airplane that leaves our factory.\"\nThe meeting on Wednesday comes on the same day Boeing announced it lost $355 million on falling revenue in the first quarter, signaling further strains on the aerospace company.\nABC News' James Hill contributed to this report.\nRelated Topics Boeing Airlines",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "max",
          "sentiment": "negative"
        },
        {
          "name": "peter",
          "sentiment": "none"
        },
        {
          "name": "peter cziborra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boeing",
          "sentiment": "negative"
        },
        {
          "name": "abc news in",
          "sentiment": "negative"
        },
        {
          "name": "doj",
          "sentiment": "negative"
        },
        {
          "name": "farnborough international airshow",
          "sentiment": "none"
        },
        {
          "name": "international airshow",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "department of justice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "farnbo",
          "sentiment": "none"
        },
        {
          "name": "jakarta",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "addis ababa",
          "sentiment": "none"
        },
        {
          "name": "farnborough",
          "sentiment": "none"
        },
        {
          "name": "washington d.c.",
          "sentiment": "none"
        },
        {
          "name": "ethiopia",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:17:08.730+03:00",
    "updated": "2024-04-26T00:17:08.730+03:00"
  },
  {
    "uuid": "81511fad88ea03d4538d30e5de6c46b9309f27f4",
    "url": "https://enews.hamariweb.com/pakistan/record-cold-in-khyber-pakhtunkhwa-peshawar-at-0c-kalam-at-4c/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rida Shahid",
    "published": "2023-12-29T04:52:00Z",
    "title": "Record Cold in KPK: Peshawar at 0°C, Kalam at -4°C",
    "text": "In a chilling turn of events, Khyber Pakhtunkhwa experienced its coldest day this winter, as temperatures plummeted to a bone-chilling 03 degrees Celsius in Peshawar. The morning humidity stood at a notable 83 percent, creating an icy atmosphere that encapsulated the entire region. The hill station of Kalam claimed the title of the coldest place in the province, with the mercury dropping a staggering 04 degrees Celsius below freezing. The frosty conditions extended their reach, impacting daily life and routine activities. Moderate to dense fog persisted across the plains of the province, causing disruptions in normal vehicular movement. The foggy conditions posed challenges for commuters on both inter and intra-city roads, reducing visibility and slowing down traffic. According to the Pakistan Meteorological Department (PMD), a continental air mass prevailed over most parts of Pakistan. Forecasts indicate the approach of a shallow westerly wave set to enter the western regions of the country, intensifying the existing cold and dry weather conditions. Experts predict that the harsh weather conditions will persist over the next couple of days. Peshawar and most parts of Khyber Pakhtunkhwa are expected to endure mainly cold and dry weather, while upper districts brace for freezing and cloudy conditions. Chitral and its surroundings may experience light rain/drizzle during the evening/night, adding a touch of precipitation to the prevailing cold. Meanwhile, fog is likely to persist in Mardan, Swabi, Charsadda, Nowshera, Peshawar, and Dera Ismail Khan during morning and night hours, further complicating travel plans.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kalam",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "pakistan meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "khyber pakhtunkhwa",
          "sentiment": "none"
        },
        {
          "name": "kpk",
          "sentiment": "none"
        },
        {
          "name": "peshawar",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:07:19.959+02:00",
    "updated": "2023-12-29T12:07:19.959+02:00"
  },
  {
    "uuid": "46faaddd60ab45635d801b2d9028c09b4eb0ade4",
    "url": "https://www.thenews.com.pk/latest/1179958-mariska-hargitay-makes-good-use-of-being-mistaken-as-real-cop",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Desk",
    "published": "2024-04-18T18:58:00Z",
    "title": "Mariska Hargitay makes good use of being mistaken as real cop",
    "text": "Law & Order: Special Victims Unit star Mariska Hargitay mistaken for real cop on-set By Web Desk April 19, 2024 Mariska Hargitay helps little girl Mariska Hargitay seems to be just as good at heart as any other cop.\nThe actress was mistaken by a little girl as a real police officer while filming Law & Order: Special Victims Unit in New York City April 10 because of her costume with a real-looking police badge.\nThe kid went up to the 60-year-old while she was shooting a scene with costar Ice-T, and interrupted filming asking Mariska to help her find her mom, according to multiple outlets.\nThe Emmy winner helped.\nMariska, who is mother to sons August, 17, and Andrew, 12, and daughter Amaya, 12, with husband of 20 years Peter Hermann, has been playing the role of Olivia Benson on the NBC show since the show’s premiere in 1999.\nThe star has reflected on the show’s effect on her life in the past.\n\"I would say learning to tolerate our feelings and knowing that we can get over anything, that they pass, and then we're stronger because of it,\" she told E! News in 2022. \"\nIt's just about accessing our strength. I think that Olivia is such a badass who's grown into her power. And that is our journey for all of us women.\"\nChloe Sims addresses future of House Of Sims amidst estrangement from sisters Tommy Fury Steps out in £180,000 Mercedes G Wagon amid car crash Jennifer Lopez faces accusations from former co-star Ryan Guzman’s ex Anne Hathaway gets bloody on set of 'Flowervale Street' Giancarlo Esposito contemplated faking his own death for life insurance Ben Affleck appears young on set of 'The Accountant 2' Gemma Atkinson in dark as Gorka Márquez embarks on work stint Blake Shelton admits he never thought of marrying Gwen Stefani after their first meeting “Cool” Brittany Cartwright slams back at body critic Dua Lipa explains how Kosovo War impacted her family Blake Lively pens heartwarming note for longtime pal America Ferrara Taylor Swift announces her first single 'Fortnight' from upcoming album George Clooney, his wife Amal speak on justice, war on truth at Skoll World Forum George Clooney and his wife Amal talk about Clooney Foundation for Justice mission\nExpert gives major update on cancer-stricken King Charles health Royal expert discusses latest King Charles condition\nPrince William makes difficult decision to leave 'vulnerable' Kate Middleton behind Prince William made first public appearance since Kate Middleton's cancer news\nLeonardo DiCaprio is the one behind Justice League’s key storyline, reveals Zack Snyder Leonardo DiCaprio has been appreciated by Zack Snyder\nBuckingham Palace gives cold shoulder to Prince William Prince William receives cold shoulder from the royal family\nTaylor Swift finally feels safe with Travis Kelce by her side Taylor Swift and Travis Kelce have started dating in summer 2023, says source",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mariska hargitay",
          "sentiment": "positive"
        },
        {
          "name": "peter hermann",
          "sentiment": "none"
        },
        {
          "name": "olivia",
          "sentiment": "none"
        },
        {
          "name": "mariska",
          "sentiment": "none"
        },
        {
          "name": "olivia benson",
          "sentiment": "none"
        },
        {
          "name": "andrew",
          "sentiment": "none"
        },
        {
          "name": "william ha",
          "sentiment": "none"
        },
        {
          "name": "amaya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "e! news",
          "sentiment": "none"
        },
        {
          "name": "nbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:00:07.649+03:00",
    "updated": "2024-04-19T04:15:53.593+03:00"
  },
  {
    "uuid": "0de76987b62327e94ccd3b5aea4d39737afd7edf",
    "url": "https://www.saarbruecker-zeitung.de/pr/presseportal/digitalminister-dr-fabian-mehring-uebernimmt-schirmherrschaft-fuer-digitalschoolstory_aid-129160767",
    "ord_in_thread": 0,
    "author": "Saarbrücker Zeitung",
    "published": "2025-06-12T06:00:00Z",
    "title": "DigitalSchoolStory gUG: Digitalminister Dr. Fabian Mehring übernimmt Schirmherrschaft für DigitalSchoolStory",
    "text": "Bayerns Digitalminister Dr. Fabian Mehring übernimmt die Schirmherrschaft für DigitalSchoolStory, eine bundesweit aktive Bildungsinitiative zur Förderung von digitaler Medienkompetenz, demokratischer Teilhabe und kreativem Storytelling in Schulen. Die Initiative vermittelt Jugendlichen praxisnah, wie sie sich in der digitalen Welt sicher, kritisch und aktiv bewegen - und trägt damit zur Stärkung der demokratischen Resilienz im digitalen Raum bei.\nMit der Übernahme der Schirmherrschaft setzt das Bayerische Digitalministerium ein deutliches Zeichen: Medienkompetenz ist eine zentrale Schlüsselqualifikation der Zukunft, die nicht nur technologische, sondern auch gesellschaftliche Herausforderungen adressiert - von Desinformation bis digitaler Meinungsbildung. DigitalSchoolStory befähigt Schülerinnen und Schüler, ihr schulisches Wissen in kreative Kurzvideos im Stil von TikTok oder Instagram Reels zu übersetzen und dabei Werte wie Toleranz, Privatsphäre oder demokratische Entscheidungsprozesse sichtbar zu machen.\n\"Digitale Bildung ist kein Zukunftsthema - sie ist eine Gegenwartsaufgabe. Wer das Silicon Valley der Zukunft werden will, muss das Talent Valley der Gegenwart sein. Unser Ziel ist es, junge Menschen dazu zu befähigen, digitale Werkzeuge nicht nur zu nutzen, sondern kritisch zu hinterfragen und kreativ einzusetzen. Medienkompetenz ist dabei der Schlüssel: Sie schützt vor Manipulation, stärkt die Urteilsfähigkeit und ist damit ein zentraler Pfeiler unserer demokratischen Gesellschaft. Deshalb braucht es Schulen, die digitale Kompetenzen systematisch und praxisnah vermitteln. Initiativen wie das gemeinnützige Bildungs-Start-up DigitalSchoolStory beweisen, dass moderne Pädagogik und gesellschaftliche Verantwortung Hand in Hand gehen können. Wenn wir die digitale Welt gestalten wollen, müssen wir auch bei der Bildung beginnen - und zwar jetzt,\" erklärt Dr. Fabian Mehring.\nEin Beispiel aus der Praxis\nWie wirkungsvoll diese Verbindung sein kann, zeigte sich kürzlich am Beispiel einer Realschule in Bayern: Eine 6. Klasse setzte sich im Unterricht mit Themen wie Wahlen, Privatsphäre und Toleranz auseinander und entwickelte dazu ein 90-sekündiges Video - ausgezeichnet im Rahmen eines Wettbewerbs zur Demokratiebildung. Unterstützt wurde das Projekt durch Materialien und Methoden von DigitalSchoolStory. Das Beispiel steht exemplarisch für das Potenzial der Initiative, Kinder und Jugendliche durch kreative Medienarbeit für demokratische Werte zu begeistern.\n\"Wir möchten junge Menschen befähigen, sich in einer komplexen digitalen Welt zurechtzufinden, ihre Stimme zu erheben und sich aktiv in demokratische Prozesse einzubringen\", so Nina Mülhens. \"Mit DigitalSchoolStory fördern wir nicht nur Medienkompetenz, sondern auch Selbstvertrauen, Perspektivwechsel und Teamgeist - Kompetenzen, die unsere Gesellschaft heute dringender braucht, denn je.\"\nÜber DigitalSchoolStory\nDigitalSchoolStory gGmbH unterstützt seit 2020 Schüler:innen (Jahrgangsstufe 5-13) dabei, Unterrichtsinhalte in kreative Videos umzusetzen. Dadurch lernen sie Inhalte auf moderne Weise und erhalten Zugang zu sozialen Medien. Diese Lernmethode fördert 4K+ Kompetenzen (Kommunikation, Kreativität, kritisches Denken, Kollaboration, Medienkompetenz) sowie eigenverantwortliches Arbeiten. Sie wird auch in Berufsschulen sowie Hochschulen eingesetzt und ist wissenschaftlich evaluiert durch das Fraunhofer FIT. 2023 gewann das Bildungs-Start-up den Corporate Digital Responsibility Award in der Rubrik Verbraucherbelange und zählt zu den Bundespreisträgern des startsocial-Wettbewerbs (2023/24) unter der Schirmherrschaft von Bundeskanzler Olaf Scholz.\nKontakt für Medien:\nJacqueline Dreyhaupt Mobil 0171 3632323 presse@digitalschoolstory.de www.digitalschoolstory.de",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": [
      "Education->online and remote learning",
      "Education->educational testing and examinations",
      "Education->teachers"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Fabian Mehring",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Bayerns",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Bayerische Digitalministerium",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:47:31.388+03:00",
    "updated": "2025-06-13T08:04:27.000+00:00"
  },
  {
    "uuid": "e9b4616d46bf420efa4aebbc092b880e8e32d0a8",
    "url": "https://www.latestdeals.co.uk/news/terrys-unveils-new-chocolate-ball-missing-ingredient-fans-fuming",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@LatestDealsUK",
    "published": "2024-08-30T11:36:00Z",
    "title": "Terry's Unveils New Chocolate Orange Flavour But Fans Aren't Impressed",
    "text": "Terry's Unveils New Chocolate Orange Flavour But Fans Aren't Impressed - Terry’s launches a plain version of its iconic Chocolate Orange, leaving fans disappointed. - The new Chocolate Milk Ball will still have segments but lacks the signature orange flavour. - Fans express frustration over the flavour change, with some calling it \"pointless.\" Terry’s, the beloved chocolatier, has left fans divided with its latest release – a plain version of the iconic [Chocolate ](/tags/chocolate)Orange. Known for selling 44 million of its citrus-infused treats annually, Terry’s has now introduced a Chocolate Milk Ball that completely omits the signature orange flavour, sparking outrage among loyal customers. The new [Chocolate ](/tags/chocolate)Milk Ball will retain the familiar segmented shape but will hit shelves in October without the zesty twist that made its predecessor a favourite. Last year, Terry’s successfully expanded its range with a mint edition, which quickly became a seasonal sell-out. However, this latest innovation seems to be causing more frustration than excitement. Chocolate expert Jennifer Earle shared her thoughts with The Sun, stating, “Terry’s Chocolate Orange is a classic, so launching a version without the orange is a bit ridiculous. Fans might buy it as a novelty, but it’s likely to be a one-hit-wonder.” Fans have taken to social media to voice their disapproval, with one stating, “This is as wrong as my favourite milk chocolate adding orange flavour,” while another described the new offering as “pointless” but admitted they couldn’t resist buying one. Lorène Decam, a spokesperson for Terry’s, commented, “Launching a plain version is something most brands start with, but Terry’s will always be different. Who knew forgetting the orange could be so ballsy?” Tom Church, Co-Founder of [LatestDeals.co.uk](/), added, \"It’s a bold move by Terry’s to alter a much-loved product. While innovation is important, it’s always a risk to change a classic. Time will tell how fans truly feel.\" I love getting Terry's Chocolate for my birthdays and Christmases. I shall be requesting this one instead. How stupid and pointless Tastes like cheap nasty chocolate I love the orange one this one is awful So it's a round bar of chocolate how original lol This is absolutely great for people like me who don't like orange flavoured chocolate! I wouldnt buy It myself. I only buy the original orange because Its yummy. Not a fan of boring plain chocolate apart from Lindt which has to be orange.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "terry’s",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T19:32:28.040+03:00",
    "updated": "2024-09-10T08:19:39.372+03:00"
  },
  {
    "uuid": "2d7dbe13164763846687d9aba335885beda9e68b",
    "url": "https://independent.ng/polytechnics-embark-on-strike-december-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Innocent Oweh",
    "published": "2024-11-29T04:33:00Z",
    "title": "Polytechnics Embark On Strike December 2",
    "text": "ABUJA – The Academic Staff Union of Polytechnics (ASUP) has announced plans to embark on a two weeks warning strike, commencing from December 2.\nThe decision was arrived at the National Executive Council meeting of the union in Abuja, where ASUP criticised government of reneging in implementing a number of demands tabled before it.\nPresident of ASUP, Comrade Kpanja Shammah, announced the planned industrial action, stating that the eleven demands for which government has been recalcitrant to meet, dates back to successive governments, especially former President Muhammadu Buhari.\nRecall that ASUP had issued a 15-day ultimatum to the Federal Government and other relevant agencies to immediately review and reverse all decisions inconsistent with the provisions of the Polytechnics Act and other governance instruments in the sub-sector.\nThe union had also alleged issues of impunity and disregard for clear provisions of the Federal Polytechnics Act, various edicts establishing state-owned institutions, and other governance instruments.\nASUP had also accused the National Board for Technical Education (NBTE) of overstepping its bounds by intruding into the regular functions of the Academic Boards of Polytechnics, particularly concerning the admission of Higher National Diploma students within the Nigerian polytechnic system.\nKpanja said, “Our union’s National Executive Council (NEC) held its 112th session to review the current status of our engagements with proprietors of Public Polytechnics, Colleges of Technology and Monotechnics in the country.\n“The defining resolutions of our union’s 111th NEC was the issuance of a 15 days ultimatum to the government to address issues threatening the progress of the sector or face a withdrawal of services by our members nationwide.\n“The issues listed by our union include: sustained reports of impunity and disrespect of clear provisions of the Federal Polytechnics Act, different edicts establishing state owned institutions, and other instruments of governance in the sector particularly as it affects appointment of principal officers in federal and state-owned polytechnics as well as other items of governance in polytechnics.\n“The sordid display of the Governing Council of the Federal Polytechnic Nekede in the appointment process of a new Rector, and the appointment of a Rector in Federal Polytechnic Wannune without following due process were cited as recent examples of these breaches.\n“Non-review of the contentious and suspended document titled Schemes of Service for Polytechnics. Non-release of the NEEDS Assessment intervention funds for 2023.\n“Intrusion of the National Board for Technical Education (NBTE) into the regular functions of the Academic Boards of Polytechnics in the admission of Higher National Diploma students in the Nigerian Polytechnic system.\n“Non capturing of the peculiar academic allowance of members for sustained payment in the planned post IPPIS era. Refusal of most state-owned polytechnics to implement the 35/25% salary review for members and non release of the arrears of same in federal polytechnics, among others.\n“Following these developments and a thorough review by our union’s 112th NEC meeting, the union resolved to withdraw the services of its members nationwide with effect from December 2nd, 2024, on a two weeks definite strike action in the first instance.\n“This shall serve as a warning to the government to resolve the issues listed or be held responsible for an indefinite action going forward.\n“We, therefore, seek the understanding and support of members of the public as we are forced to yet again battle for the soul of Nigeria’s polytechnic system in this form. We equally hope that the government will work to meet the demands of the union which is to engender a healthy teaching and learning environment in the system so as to avoid an indefinite shutdown of the sector”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T08:21:30.389+02:00",
    "updated": "2024-11-29T11:32:10.885+02:00"
  },
  {
    "uuid": "c41a12163d56cc9a897179fd99623c359e18a865",
    "url": "https://skillzadda.com/index.php/2025/04/30/why-shopping-for-items-online-is-higher-than-in-store",
    "ord_in_thread": 0,
    "author": "chester06f",
    "published": "2025-04-30T23:43:00Z",
    "title": "Why Shopping for Items Online Is Higher Than In-Store",
    "text": "Shopping for gifts ought to be a joyful experience, however it usually becomes aggravating, especially during holidays or particular occasions. With the rise of e-commerce, more people are turning to on-line shopping—and for good reason. Online reward shopping gives a wide range of advantages that make it far superior to the traditional in-store experience.\n1. Unmatched Convenience\nOne of many biggest advantages of shopping for items on-line is convenience. You possibly can shop 24/7 without worrying about store hours, visitors, or long checkout lines. Whether you are at home, at work, or on the go, a couple of clicks on your smartphone or pc can have the proper reward on its way. This is especially useful for last-minute shoppers or those with tight schedules.\n2. Endless Variety and Options\nPhysical stores have limited shelf space, which means their reward choice can be quite restricted. On-line stores, nevertheless, can showcase hundreds of products throughout a number of categories. From personalized items to worldwide brands, the internet gives access to a much broader range of options. You’re far more likely to find something distinctive and fitting for the recipient when shopping online.\n3. Easy Value Comparisons\nShopping online makes it simple to compare prices throughout totally different retailers. Instead of walking from store to store or counting on in-store promotions, you need to use price comparison websites, browser extensions, or simply open multiple tabs to search out the best deal. Many on-line platforms additionally offer coupons and low cost codes, helping you save even more.\n4. Time-Saving and Efficient\nDriving to stores, looking for parking, and browsing crowded aisles takes time. On-line shopping eliminates these time-wasters. You’ll be able to search, filter, and type products by price, popularity, or ratings within seconds. Once you know what you’re looking for, placing an order takes just a couple of minutes. The efficiency of on-line shopping can turn a multi-hour task into a brief and easy one.\n5. Product Critiques for Higher Decisions\nAnother benefit of shopping on-line is access to buyer reviews. When buying a present, it’s useful to know whether others were glad with the product. On-line evaluations provide valuable insights into quality, durability, and total customer satisfaction. This information isn’t available in physical stores and might be the distinction between buying a terrific gift or a disappointing one.\n6. Trouble-Free Delivery and Gifting Options\nMost e-commerce sites supply fast and reliable delivery, with many providing reward-wrapping services and the option to incorporate a personalized note. Some even will let you ship the present directly to the recipient, saving you the additional step of mailing it yourself. This is particularly helpful if the individual you’re gifting lives in one other city or country.\n7. Much less Pressure, More Considerate Decisions\nIn-store shopping may be rushed and overwhelming, especially during peak seasons. Salesindividuals might pressure you to make a purchase or push products that aren’t suitable. Online shopping provides you the space and time to think. You can bookmark items, read opinions, and return later without being rushed, permitting for more thoughtful and meaningful reward choices.\n8. Avoiding Crowds and Stress\nBusy malls and stores may be chaotic, particularly during holidays. For many people, the crowds, noise, and pressure to resolve quickly might be overwhelming. Shopping on-line enables you to keep away from this entirely. You’ll be able to browse in peace, take breaks, and keep away from the physical and mental fatigue that comes with in-person shopping.\n9. Access to Unique Online Offers\nMany retailers supply on-line-only offers, flash sales, and loyalty rewards that aren’t available in-store. Signing up for newsletters or utilizing on-line platforms like cashback sites can unlock additional savings. These exclusive perks make online shopping even more appealing for reward buyers looking to get the most value.\nThe benefits of shopping for items online continue to develop as e-commerce platforms evolve. From unmatched convenience and choice to stress-free experiences and better costs, buying presents online clearly outshines the traditional in-store approach.\nIf you have any inquiries pertaining to wherever and how to use feng shui mirror rules , you can call us at our web page.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->lifestyle",
      "Economy, Business and Finance->customer insights and reviews",
      "Economy, Business and Finance->sales channel",
      "Economy, Business and Finance->business strategy and marketing"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://c-gifts.com/blogs/article/the-use-of-mirrors-in-feng-shui-applications-rules-tips",
      "https://www.c-gifts.com/blogs/article/the-use-of-mirrors-in-feng-shui-applications-rules-tips"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T05:39:50.633+03:00",
    "updated": "2025-05-01T02:44:34.000+00:00"
  },
  {
    "uuid": "60a712e1fcebe9de9b3330cc62a5fd3fe334152a",
    "url": "https://www.commercialrealestate.com.au/advice/success-stories-the-young-business-owners-making-a-go-of-it-after-buying-their-business-1254125/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sue Williams",
    "published": "2024-01-07T19:00:00Z",
    "title": "Success stories: The young business owners making a go of it after buying their business",
    "text": "Success stories: The young business owners making a go of it after buying their business It’s every potential business owner’s dream, and for Rhett Dallwitz, it came true in record time. Dallwitz, 42, bought the home purchase negotiation company Hello Haus in August 2023, and by the start of December, he’d quadrupled its turnover. “I already had another business in the property marketplace, but what was missing was something to help buyers through the negotiation process and educating them when finding property,” he said. “So, Hello Haus seemed the perfect missing link. “But when you acquire a business, I think the most important thing is to make sure your vision aligns with that of the other business. So, I met the founder, Scott Agett, and we found our attitudes were very similar. Then I decided to buy the business and it’s grown quite quickly ever since.” Hello Haus, which services the country from its HQ on Victoria’s Mornington Peninsula and its office on Queensland’s Gold Coast, now has four times the number of staff it had when Dallwitz bought it. “And we’ve only just started!” he said. As well as the alignment of visions, another critical thing to remember in any business, says Michael Philpott, director of Tourism Brokers, is that service is key. Giving clients and customers the very best level of service they can ever expect can be the first step to success. “Any businessperson has to do the basics well, and that means good service,” he said. “You can’t come in with the attitude of thinking you know it all, as that never works. It’s not rocket science, but it’s all about attitude. “The vast majority of people we deal with have been wage-earners, and then they come to the table with a different psychology. They want to get ahead quickly and it’s as if they’re buying a job, and don’t realise what has to go into it. It can then be a surprise to them to discover that they have to provide a good service in order to do well.” People planning to buy a business – as well as those selling – also have to have their finances in good order, recommends Rebecca Ullman, chief executive of LINK Business Brokers. They can’t run a business on cash coming in and cash coming out; these days, a far higher level of sophistication is called for. “In order to capitalise on the opportunities as business can offer, you have to have a clear idea of the financial position,” Ullman said. “There will always be plenty of opportunities and, at this point, we’re not seeing the higher interest rates stopping anything. “But we are seeing more and more companies using standardised accounting procedures, so you then know whether a business is attractive, or saleable. The quality of a company’s books is a vital element.” Buyers of businesses also need to look closely at the kind of skills they might need to run their newly-acquired asset. Dallwitz, for example, already had a great deal of experience in the real estate industry and was looking at adding more tech capacity as well as economies of scale, so he was more than capable. Similarly, dentist Dr Corbin Barry was the perfect candidate to buy an existing dental business in Sydney’s inner west, Annandale Dental, which was established in 1909. He’d approached the owner when he was about to graduate as a dentist and worked for two years part-time in the practice before offering to buy it so his boss could take his longed-for retirement. Barry, now 32, bought the practice in August 2018 for $315,000, but it was recently valued at $1.2 million. “It was a business with an old-style approach to treatment and management, with the dentist and front-office manager,” Barry said. “Now, I work there two days a week as a principal dentist, and I have three other dentists, a hygienist, a visiting surgeon and support staff. I’ve definitely changed it a lot. It’s been a long journey with a lot of ups and downs and stress and pressure, but it’s going well.” Its success has given him the confidence to set up another dental business, Sage Space in Darlinghurst, with a focus on the prevention of dental problems and education, as well as the basics of dentistry. For non-skilled businesses, however, like a cafe or an online business, you don’t necessarily need experience, says Matthew Newton, head broker at Bonza Business and Franchise Sales. “There wouldn’t be an expectation of experience in the field, but if it’s a skills business, and you need finance, then you’d absolutely have to demonstrate that in order to get funding,” he said. “With a home loan, the banks would look at you and the serviceability of the loan, but for a business loan, it’s about you, your capacity to service it, plus your skills and experience.” Bruce Coudrey of Benchmark Business Sales & Valuations says it’s important, when buying a business, to genuinely believe in the goods or services it is offering. “This isn’t just a driver of business; it’s a driver of you and your staff,” he said. “If it becomes diluted or compromised, it’s time to re-align. For success, you also have to get noticed where it counts, so you have to have a clear message – to the right markets – about why your product or service is so good. “You also have to treat your customers well. Nothing annoys a customer more than indifference. A growth strategy is important too. Do you have ideas about how you might extend your product range or services into new markets or new offerings? If you are not growing, you are dying.” Get a weekly roundup of the latest news from Commercial Real Estate, delivered straight to your inbox!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rhett dallwitz",
          "sentiment": "none"
        },
        {
          "name": "dallwitz",
          "sentiment": "none"
        },
        {
          "name": "scott agett",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "victoria’s mornington peninsula",
          "sentiment": "none"
        },
        {
          "name": "queensland’s gold coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:54:56.895+02:00",
    "updated": "2024-01-08T00:54:56.895+02:00"
  },
  {
    "uuid": "ed4f367bc78b66c10bcd08e5fbf7fd7613d9d4b7",
    "url": "https://bvmsports.com/2024/08/29/juan-sotos-image-haunts-yankees-missed-chances-revisited",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-08-29T21:09:00Z",
    "title": "Juan Soto’s Image haunts Yankees: Missed Chances Revisited",
    "text": "Juan Soto’s Image haunts Yankees: Missed Chances Revisited\nThe Yankees faced a frustrating déjà vu as they struggled against the\nNationals, experiencing back-to-back losses characterized by late-game rallies that ultimately fell short. In both games, Gleyber Torres ended the game with Juan Soto poised to play a crucial role, but the opportunities slipped away. Soto’s visible frustration, highlighted by being featured in the Nationals’ postgame celebrations, reflected the Yankees' ongoing challenges at the plate. Despite improving his on-base percentage, Soto's lack of hits—going 0-for-4 in each game—basically marked the series as a collective disappointment for both him and the Yankees. With offseason prospects looming, the recurring ominous imagery poses concerns for New York's future plans regarding Soto.\n- Yankees recorded only one hit with runners in scoring position (RISP) over the series.\n- Juan Soto went 0-for-4 in each game of the three-game set.\nWhile Soto's performance was underwhelming, the Yankees' struggles weren't solely his fault. There were broader team issues, including poor batting overall and bullpen inconsistencies, contributing to the losses.State of Play\n- Yankees are on a downward trend as they head into the season's final stretch.\n- Rumors persist that the Yankees and Mets will pursue Juan Soto this offseason.\nThe Yankees need to reevaluate their strategies moving forward, aiming to address their hitting woes and capitalize on Soto's potential if they want to remain competitive. Additionally, Soto's impending free agency may provoke more decisive moves from New York.Bottom Line\nSeeing the same ominous imagery two nights in a row isn’t just unsettling; it underscores the urgency for the Yankees to make significant changes both on the field and in their approach to Soto as they look ahead.\nRead more at\n Yanks Go Yard\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://yanksgoyard.com/posts/juan-soto-endgame-image-back-to-back-nights-felt-like-ominous-yankees-omen-01j6f38hj434",
      "https://www.yanksgoyard.com/posts/juan-soto-endgame-image-back-to-back-nights-felt-like-ominous-yankees-omen-01j6f38hj434"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "juan soto",
          "sentiment": "neutral"
        },
        {
          "name": "gleyber torres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "yankees",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T00:13:46.074+03:00",
    "updated": "2024-08-30T00:13:46.074+03:00"
  }
]