[
  {
    "uuid": "f6c97fec214f0db6098fdd84b41f3c9594d47a9b",
    "url": "https://www.semana.com/politica/articulo/lo-ultimo-presidente-gustavo-petro-llego-a-italia-en-donde-sostendra-una-reunion-con-el-papa-francisco/202433/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Semana",
    "published": "2024-01-19T01:13:00Z",
    "title": "Presidente Gustavo Petro desde Italia, prepara reunión con el papa Francisco: paz en Colombia y en el mundo serán los temas clave",
    "text": "El miércoles 17 de enero, arribó a Italia el presidente de la República Gustavo Petro proveniente de Suiza, luego de finalizar la agenda de trabajo que llevó a cabo en Davos, en el Foro Económico Mundial. Petro, sostendrá el viernes de esta semana una audiencia privada con el papa Francisco en el Vaticano , en donde dialogarán sobre la paz en Colombia y en el mundo.“El Presidente @PetroGustavo y su comitiva ya se encuentran en Roma, Italia, para asistir a la reunión programada con el Papa Francisco (@Pontifex_es). El tema central en este encuentro será la Paz en Colombia y en el mundo”, detalló la cuenta oficial de la Presidencia de la República.Precisamente, esta semana el jefe de Estado, reveló detalles del encuentro con el máximo jerarca de la iglesia católica, al señalar que abordará varios temas clave para su Gobierno, uno de ellos tiene que ver con su política de paz total. En ese sentido, el mandatario colombiano afirmó que pondrá sobre la mesa, en el diálogo que tendrá con el papa Francisco el próximo 19 de enero, el papel de la iglesia católica en la “construcción de la paz en Colombia”.“El viernes vamos a hablar de la paz, la paz colombiana en primerísimo lugar, con todo lo que eso implica el papel de la iglesia católica en la construcción de la paz colombiana hasta ahora, pues ha sido excepcional, es mi principal ayuda en el territorio colombiano”, sostuvo Gustavo Petro.También indicó: “Pero queremos profundizar aún más y de la paz mundial también porque tanto Colombia como el Vaticano estamos situados en la tierra, así que tenemos que hablar también de los problemas del mundo”.“El petrismo no se pone de acuerdo ni para visitar al Papa”: Juan Espinal recuerda que Petro, Francia Márquez y Verónica Alcocer han pisado el Vaticano en distintos momentosLa visita de Petro al papa, llevó al congresista del Centro Democrático, Juan Espinal, a considerar que “el petrismo no se pone de acuerdo ni para visitar al Papa Francisco”. Y es que el representante antioqueño estima que el primer jerarca de la Iglesia Católica en la tierra es un hombre muy ocupado con los problemas que actualmente aquejan al mundo para que personas cercanas al Gobierno estén pidiendo audiencias privadas por separado, en distintas fechas y casi con el mismo objetivo: hablar de la paz. Recordemos que en plena campaña presidencial, Francisco recibió a Gustavo Petro en febrero de 2022, en plena contienda política. En ese acto participó la hoy primera dama Verónica Alcocer. Posteriormente, Alcocer visitó al Papa el 14 de enero de 2023. En la audiencia privada, que tuvo una duración de 30 minutos, la Primera Dama transmitió a Su Santidad las inquietudes que tiene por la realidad de las mujeres y la infancia en nuestro país, la necesidad de eliminar la violencia de la sociedad y la importancia de aunar esfuerzos que lleven a la sociedad en general hacia la Paz Total.Así mismo, el Papa Francisco expresó la necesidad de seguir trabajando por la paz, el papel protagónico y central de las mujeres en la sociedad.Alcocer estuvo acompañada de la ex Alta Consejera para la Reconciliación, Eva Ferrer, con quien ya no conserva una amistad, y su fotógrafo personal, Mauricio Vélez.Posteriormente, en diciembre de 2023, la vicepresidenta Francia Márquez pidió audiencia privada y también se encontró con el Santo Padre. “Saludo a nuestra amada Colombia. Me encuentro aquí en El Vaticano, acabo de terminar la audiencia con el Santo Padre, quien le manda a Colombia un mensaje de amor, alegría y esperanza, de compartir en familia en estas navidades. El Santo Padre nos invita a seguir trabajando de manera incansable por lograr la paz y la justicia social para todos los colombianos y colombianas”, reportó la Vicepresidenta.En esa visita, el líder del Vaticano recibió por parte de la colombiana una marimba de chonta, un instrumento musical característico de la Región Pacífica, además conocido como el piano de la selva.La Vicepresidente calificó como un “momento histórico” su encuentro con el papa y reveló que entre los temas abordados estuvieron la crisis por el cambio climático y la reparación histórica.Por eso, el congresista Juan Espinal, fiel devoto a la Iglesia Católica, considera que visitar al Papa se convirtió para el Gobierno en una estrategia con la que busca una bocanada de oxígeno en medio de sus constantes escándalos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T07:46:35.709+02:00",
    "updated": "2024-01-19T07:46:35.709+02:00"
  },
  {
    "uuid": "e8ab7f331746e41591cdb6a4494ecb5c688ff047",
    "url": "https://summarynews.whatfinger.com/2024/01/25/lawmakers-urge-swift-action-on-gas-station-heroin-concerns-rise-over-fdas-response-to-highly-addictive-tianeptine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jim",
    "published": "2024-01-25T20:12:00Z",
    "title": "Lawmakers Urge Swift Action on 'Gas Station Heroin': Concerns Rise Over FDA's Response to Highly Addictive Tianeptine - Whatfinger News Summary",
    "text": "The FDA warned again about serious side effects linked to an illegal supplement for anxiety and pain sold at gas stations and convenience stores. Products with tianeptine, marketed as an antidepressant and often sold under brand Neptune’s Fix, have been reported to cause seizures and even death. But it turns out that a knock-off is the culprit. ‘ Neptune Resources LLC did NOT have a single serious injure/illness reported. Every serious illness reported was from a counterfeit product made by a New York-based company called Super Chill. My understanding is that their counterfeit product did NOT even contain tianeptine as the label indicated; instead it contained one of the new synthetic cannabinoids and bromazepam. I have plenty of proof that Super Chill is the manufacturer of the counterfeit products that have hurt people but I have had difficulty convincing the FDA to shift their attention to the counterfeiter. see [Alexander’s Tin Notes for latest info](https://tinalexander.github.io/notes/2024/01#response-from-neptune-resources-llc-about-fda-warning) Five members of Congress wrote a letter to the FDA asking what it’s doing about tianeptine, an unapproved drug that can cause overdoses and severe withdrawal. – [Vice Mag] FDA warns consumers not to purchase or use Neptune’s Fix or any tianeptine product due to serious risks. Here’s the text: FDA continues to receive severe adverse event reports after use of Neptune‘s Fix products, including seizures, loss of consciousness and death. These products may interact, in life-threatening ways, with other medications a consumer may be taking. The agency is actively investigating adverse event reports in conjunction with local and state health departments. Neptune Resources, LLC has agreed to voluntarily recall all lots of Neptune’s Fix Elixir, Neptune’s Fix Extra Strength Elixir and Neptune’s Fix Tablets to the consumer level. Consumers, distributors and retailers that have these products should either dispose of them or return them to place of purchase immediately. FDA sent a [letter](https://www.fda.gov/media/175628/download?attachment) on Jan. 11, 2024, to convenience store, gas station and other organizations urging retailers to stop selling Neptune’s Fix and any other tianeptine-containing products. Call [Poison Help](https://poisonhelp.hrsa.gov/) at 1-800-222-1222 to connect to your local poison center. A bipartisan group of lawmakers recently addressed a letter to the Food and Drug Administration (FDA), expressing concern about the prevalence and dangers associated with the use of a highly addictive substance known as tianeptine. This compound, colloquially referred to as ‘gas station heroin’ and marketed under brand names such as Zaza and Tianna, exhibits opioid-like properties and has sparked worries about its addictive nature. Tianeptine is often times marketed as a dietary supplement or a mood booster. Lawmakers say it’s highly addictive and poses major health risks- [WCNC Charlotte] In their letter dated January 18, the lawmakers emphasized the urgency of the situation and sought information from the FDA on its strategies to tackle the growing issue of tianeptine use. Notably, recent reports have drawn attention to the striking similarities between withdrawal symptoms from tianeptine and those experienced during opioid withdrawal, including nausea, chills, and insomnia. Additionally, emerging medical research has indicated the potential for fatal overdoses linked to tianeptine use. Tianeptine, initially classified as a tricyclic antidepressant predating the availability of Prozac in the 1980s, differs from serotonin reuptake inhibitors (SSRIs) like Prozac. While SSRIs take weeks to manifest their effects, tricyclic antidepressants such as tianeptine produce immediate results. Dr. Melissa Thompson of the Ivy Creek Detox Program at Elmore Community Hospital in Wetumpka, Alabama, emphasized the rapid development of physical dependence on tianeptine, leading to a complex withdrawal process akin to withdrawing from multiple drugs simultaneously. It is baffling to see what kind of dangerous pills the FDA will allow to be sold, fully aware of the sied effects! [https://t.co/wnYl2K8Uaz]\"According to a 2023 study led by researchers at Harvard and Louisiana State University, tianeptine-linked overdoses and suicide attempts… — ♀️ IAmLookingBackAtYou 🇺🇸 🇮🇱 🇩🇪 🇹🇷 🇫🇷 (@WeRAmerica2022) [January 24, 2024] Despite being approved in certain European, Asian, and Latin American countries, tianeptine has never received FDA approval for medical use in the United States. This antidepressant is not regulated by the Controlled Substances Act (CSA) or the Drug Enforcement Agency (DEA), yet it remains widely available for purchase. Several states, including Alabama, Michigan, Mississippi, Tennessee, Georgia, Indiana, Ohio, Florida, and Kentucky, have already imposed bans or strict controls on tianeptine sales. The lawmakers’ letter highlighted the FDA’s issuance of three warnings on tianeptine use over the past five years. These warnings underscored the risk of inadvertent addiction and potential abuse associated with tianeptine. The FDA’s most recent caution in November 2023 specifically discouraged the purchase or use of Neptune’s Fix or any tianeptine product due to severe adverse events reported, including seizures and loss of consciousness leading to hospitalization. But the facts are coming out that a counterfeit product is the cause of all issues. FDA warns consumers not to purchase or use Neptune’s Fix or any tianeptine product due to serious risks [https://t.co/NLh4p1wuUZ] — McFlusion (@McFlusion) [January 24, 2024] Acknowledging the FDA’s warnings, the lawmakers emphasized the need for more comprehensive action to safeguard the health and well-being of the American public. They posed specific questions to the FDA regarding its oversight actions, research into tianeptine, the drug’s effects on human health, and whether it should be scheduled under the CSA. Tianeptine is highly addictive with major risks including overdoses and withdrawal – all without oversight from the FDA. Thanks to [@RepMcCormick]and our bipartisan group calling for action to protect families from the highly accessible, dangerous drug. – [Rep Jeff Jackson] The FDA, in its 2022 warning, highlighted an alarming trend of people turning to tianeptine as an alternative to opioids or for self-treatment of depression and anxiety. Reports of adverse reactions and unwanted effects related to tianeptine have surged in the United States, with poison control center cases rising from 11 between 2000 and 2013 to 151 cases in 2020 alone. Keep in mind that this is the same FDA that criminally recommends the C vaccine for pregnant women, causing deaths all over the United States. It has been said that the FDA has evolved into a wholly owned branch of Big Pharma so we are now at the stage where when one sees FDA, one no longer believes what is being said. Asking who profits is now the rule in dealing with anything that comes out of the FDA or CDC. To counteract the illicit marketing of products containing tianeptine, the FDA has issued warning letters to companies promoting it as dietary supplements and unapproved drugs. Import alerts have also been issued to prevent the influx of these drugs into the United States. The dangers associated with tianeptine were recently highlighted in an article by The New York Times, bringing attention to the substance’s potential for abuse and its short-lived euphoric effects when taken in high doses. While approved in some countries as a low-dose antidepressant, tianeptine’s misuse has led individuals to perceive it as a safe alternative to opioids. [#Tianeptine], a.k.a gas station heroin, has not been approved for \"any medical use\" by the [@US_FDA]. Abuse of, and withdrawal from, the substance can closely resemble [#opioid]toxicity and withdrawal, per the [@CDC]. [#Poison]Help 1-800-222-1222. [https://t.co/MAZX8iBHy2] — USVI Poison Control (@USVIPoison) [January 24, 2024] The FDA’s November 2023 warning specifically addressed the illegal sale of tianeptine, claiming it could improve brain function and treat various conditions. Dr. Thompson pointed out that individuals hooked on tianeptine may not fit the stereotypical image of addicts, with users ranging from college students to average people seeking relief from anxiety and depression. To Sum it all up: the bipartisan lawmakers stress the critical need for swift and comprehensive FDA action on tianeptine to protect communities from the risks posed by this highly addictive substance. The letter underscores the importance of supporting legislative or administrative initiatives that enhance FDA oversight and empower states to address the dangers associated with tianeptine. [Be prepared for anything, including lockdowns with your own Emergency Med kit – see Wellness Emergency Kit (includes Ivermectin and other essential drugs – get approved over the phone – Dr. McCullough’s company!) 🛑](https://www.twc.health/pages/whatfinger-prep-spike?ref=_R9sg_nqDYD_C) [Get the Spike Control formula to help you clean your blood out of spike proteins from the vaccine. Proven to clean blood and save lives. 👍 – Whatfinger Sponsor](https://www.twc.health/pages/whatfinger-prep-spike?ref=_R9sg_nqDYD_C) Major Points Discussed: - Lawmakers express bipartisan concern over tianeptine, an addictive substance with opioid-like qualities. - Letter to the FDA urges immediate action to research and provide guidance on tianeptine use. - Tianeptine, known as ‘gas station heroin,’ raises alarm due to withdrawal symptoms similar to opioids and potential for fatal overdoses. - Despite being unapproved by the FDA, tianeptine is widely available for purchase, prompting multiple states to impose sales restrictions. - Lawmakers call for enhanced FDA oversight and legislative initiatives to address the urgent dangers posed by tianeptine, emphasizing the need for public health protection. Comments – Threads – Links - FDA warns public not to purchase or use tianeptine products, including Neptune’s Fix – [11 Alive News](https://x.com/11AliveNews/status/1750499767606526155?s=20) - Thank you for letting me know this is out there- [EndeavorToPersevere](https://twitter.com/DIPA84436523/status/1748344476983001162) - Tianeptine is not an approved drug in the United States… Tianeptine has effects beyond improving mood. Its primary mode of operation is not fully or thoroughly known- [Narconon Louisiana New Life Retreat](https://twitter.com/NarcononLA/status/1749537421912654156) - A group of lawmakers is calling for the FDA to take immediate action on tianeptine, an unapproved drug known as “gas station heroin” because of its opioid-like effects- [manisha krishnan](https://twitter.com/ManishaKrishnan/status/1749501070399717476) - FDA warns consumers not to purchase or use Neptune’s Fix or any tianeptine product due to serious risks – [FDA](https://www.fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks) [Biden and crew are doing everything possible to take the nation down. Nations and banks around the world are buying Gold fast and at record amounts. Do yourself or your family a favor, check out GOLD now – Whatfinger endorses Goldco, which has helped people all over America to protect their 401Ks and retirement – get the free details – CLICK HERE or below…](https://www.gcjdjhs3e.com/4RQSJ1/2CTPL/) [News Junkies Delight…. One visit and you are hooked…. Come over to](https://www.gcjdjhs3e.com/4RQSJ1/2CTPL/) [Whatfinger’s main page](https://www.whatfinger.com/). All news and more news than any other site on the net.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://t.co/wnYl2K8Uaz",
      "https://www.gcjdjhs3e.com/4RQSJ1/2CTPL/)",
      "https://t.co/MAZX8iBHy2",
      "https://twitter.com/NarcononLA/status/1749537421912654156)",
      "https://x.com/11AliveNews/status/1750499767606526155?s=20)",
      "https://twitter.com/ManishaKrishnan/status/1749501070399717476)",
      "https://t.co/NLh4p1wuUZ",
      "https://www.fda.gov/media/175628/download?attachment)",
      "https://twitter.com/DIPA84436523/status/1748344476983001162)",
      "https://www.fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks)",
      "https://www.twc.health/pages/whatfinger-prep-spike?ref=_R9sg_nqDYD_C)",
      "https://tinalexander.github.io/notes/2024/01#response-from-neptune-resources-llc-about-fda-warning)",
      "https://poisonhelp.hrsa.gov/)",
      "https://www.t.co/wnYl2K8Uaz",
      "https://www.twitter.com/NarcononLA/status/1749537421912654156)",
      "https://www.twc.health/pages/whatfinger-prep-spike",
      "https://www.poisonhelp.hrsa.gov/)",
      "https://www.twitter.com/DIPA84436523/status/1748344476983001162)",
      "https://www.twitter.com/ManishaKrishnan/status/1749501070399717476)",
      "https://gcjdjhs3e.com/4RQSJ1/2CTPL/)",
      "https://www.t.co/NLh4p1wuUZ",
      "https://twc.health/pages/whatfinger-prep-spike?ref=_R9sg_nqDYD_C)",
      "https://x.com/11AliveNews/status/1750499767606526155",
      "https://fda.gov/drugs/drug-safety-and-availability/fda-warns-consumers-not-purchase-or-use-neptunes-fix-or-any-tianeptine-product-due-serious-risks)",
      "https://www.tinalexander.github.io/notes/2024/01#response-from-neptune-resources-llc-about-fda-warning)",
      "https://www.t.co/MAZX8iBHy2",
      "https://fda.gov/media/175628/download?attachment)",
      "https://www.fda.gov/media/175628/download",
      "https://www.x.com/11AliveNews/status/1750499767606526155?s=20)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alexander",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "negative"
        },
        {
          "name": "neptune resources llc",
          "sentiment": "none"
        },
        {
          "name": "congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "neptune",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:23:29.857+02:00",
    "updated": "2024-01-26T00:23:29.857+02:00"
  },
  {
    "uuid": "8c27309237f048fbdcb83d40e2acb227fd2325fc",
    "url": "https://www.advfn.com/stock-market/stock-news/92970500/body-contouring-redefined-dr-sean-doherty-now-of",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-01-05T17:00:00Z",
    "title": "Body Contouring Redefined: Dr. Sean Doherty Now Offers Renuvion in Boston for Superior Results",
    "text": "Renowned plastic surgeon Dr. Sean Doherty has expanded his services to include Renuvion, a cutting-edge technology that delivers remarkable skin-tightening results for those with loose or sagging skin. This revolutionary procedure is transforming the field of body contouring, offering patients a minimally invasive option for achieving smoother, tighter skin.\nBOSTON , Jan. 5, 2024 /PRNewswire-PRWeb/ --\nRevolutionary Renuvion Technology Arrives in Boston\nDr. Sean Doherty , a board-certified plastic surgeon based in Boston, MA , is now offering Renuvion treatments. Known for his dedication to innovative aesthetic solutions, Dr. Doherty is among the first in the Boston area to provide this advanced skin tightening procedure. Renuvion combines radiofrequency (RF) energy with helium to produce impressive skin-tightening results without the need for invasive surgery.\nWhat Is Renuvion and How Does It Transform Body Contouring?\nRenuvion employs an innovative technology that utilizes helium gas energized by radiofrequency waves to lift and tighten skin. It works beneath the skin's surface to stimulate the body's natural collagen production, resulting in tighter, smoother skin over time.\nWith Renuvion, body contouring has been revolutionized, offering patients a minimally invasive procedure for achieving their aesthetic goals. It can also be combined with other procedures, such as a facelift, neck lift, or liposuction.\nThe Science Behind Renuvion's Cutting-Edge Skin Tightening\nThe science behind Renuvion, also known as J-Plasma, involves the utilization of a unique combination of helium plasma and radiofrequency energy.\nHelium plasma, known for its precision and controlled energy delivery, is employed to gently heat the underlying tissues. This controlled heating stimulates collagen production, a vital protein responsible for skin elasticity and firmness. The addition of radiofrequency energy effectively targets and tightens the septae, which are fibrous bands situated between the skin's surface and the muscles. The contraction of these bands leads to the smoothing of the skin's surface, resulting in a tauter and visibly smoother appearance.\nCombining Renuvion with Liposuction for Enhanced Results\nRenuvion treatment may be used as a standalone procedure or in combined with liposuction. When combined with liposuction, the treatment device is inserted through the small incisions that were made for the liposuction procedure. This combination is particularly effective as it not only removes excess fat but also tightens the skin which may have become more lax after the excess fat is removed. This dual approach leads to a smoother, tighter appearance, enhancing the overall results of the body contouring procedure.\nThe Distinct Advantages of Renuvion Over Traditional Methods\nRenuvion offers several significant advantages over traditional skin-tightening methods. Unlike surgical procedures, Renuvion is minimally invasive, reducing the risk of scarring and significantly lowering recovery time. It also works beneath the skin's surface, treating loose or sagging skin without causing any damage to the surrounding tissues. Its cutting-edge approach stimulates the body's collagen production, resulting in sustained skin tightening and improvement in skin quality over time.\nDr. Sean Doherty : A Leader in Aesthetic Innovation\nDr. Sean Doherty is a highly sought-after plastic surgeon renowned for his dedication to innovative aesthetic solutions. He is among the first in the Boston area to offer Renuvion treatments, demonstrating his commitment to providing his patients with the latest and most effective procedures. In addition to his surgical expertise, Dr. Doherty is a recognized leader in non-surgical procedures and a dedicated contributor to medical journals, educating his colleagues in the field.\nBoard-Certified Plastic Surgeon and Renuvion Expert\nDr. Doherty has been board-certified by the American Board of Plastic Surgeons for more than a decade, and his expertise extends beyond traditional surgical procedures. He is a recognized expert in Renuvion and is pleased to provide his patients with a minimally invasive option for achieving their aesthetic goals. His commitment to patient care, combined with his technical skill and innovative approach, make him a trusted choice for patients seeking superior results in body contouring and skin tightening.\nEnsuring a Personalized Approach to Each Patient's Needs\nDr. Doherty understands that every patient is unique, with distinct aesthetic goals and needs. This belief fuels the commitment to provide a tailored treatment plan that aligns with each patient's expectations and health status. Whether you're looking to address loose skin after weight loss or following liposuction, Dr. Doherty's expertise in Renuvion skin tightening ensures a customized approach to your body contouring plan.\nPlanning Your Renuvion Procedure: What to Expect\nYour journey towards a more confident self begins with a thorough consultation with Dr. Doherty. At the consultation, you can talk through your cosmetic objectives, health background, and any worries about the process. As a renowned expert in Renuvion, Dr. Doherty will provide a comprehensive overview of the process, explaining how the technology works to lift and tighten your skin.\nThe Renuvion procedure itself is minimally invasive and performed in his accredited surgical center with a local anesthetic. The treatment involves the use of a small probe that delivers radiofrequency energy and helium beneath the skin's surface. Some patients will see an immediate skin contraction; however, Renuvion results are normally visible over the following months.\nFollowing the procedure, patients can typically return to their normal activities within a week, making Renuvion a practical choice for those seeking effective results with minimal downtime.\nHow to Schedule Your Appointment with Dr. Doherty\nTake the first step towards achieving your aesthetic goals with Dr. Sean Doherty , a leader in innovative aesthetic solutions like Renuvion. Dr. Doherty welcomes you to his state-of-the-art facility and wants to help you with enhanced confidence and self-image.\nTo schedule a consultation, visit the contact page for Dr. Sean Doherty or call one of his offices directly.:\nBrookline Office : 1 Brookline Place, Suite 427, Brookline, MA , 02445, (617) 735-8735\nBoston Office: 69 Newbury, 5th Floor, Boston, MA , 02116, (617) 450-0070\nMedia Contact\nAmelia Viera , seandohertymd.com, 617-450-0070, info@seandohertymd.com, seandohertymd.com\nView original content to download multimedia:https://www.prweb.com/releases/body-contouring-redefined-dr-sean-doherty-now-offers-renuvion-in-boston-for-superior-results-302026900.html\nSOURCE Dr. Sean Doherty\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://www.prweb.com/releases/body-contouring-redefined-dr-sean-doherty-now-offers-renuvion-in-boston-for-superior-results-302026900.html",
      "https://prweb.com/releases/body-contouring-redefined-dr-sean-doherty-now-offers-renuvion-in-boston-for-superior-results-302026900.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sean doherty",
          "sentiment": "negative"
        },
        {
          "name": "doherty",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "renuvion",
          "sentiment": "negative"
        },
        {
          "name": "renuvion technology arrives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:10:55.644+02:00",
    "updated": "2024-01-06T00:10:55.644+02:00"
  },
  {
    "uuid": "aa05047ae1d17fbc1dd291f2f6e71c8a939fe8c1",
    "url": "https://hoax-alert.leadstories.com/2025/01/fact-check-margarine-in-the-diet-did-not-cause-alzheimer's-disease-to-begin-to-appear-in-1979.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Thompson",
    "published": "2025-01-10T00:28:00Z",
    "title": "Fact Check: Alzheimer's Disease Did NOT First Appear In 1979 -- And Margarine Not To Blame",
    "text": "Is it true that there was no Alzheimer's disease until 1979 -- after the vegetable oils used in margarine were incorporated widely in modern diets? No, that's not true: In 1906 the \"unusual disease of the cerebral cortex\" was discovered by pathologist Alois Alzheimer. The abnormal brain atrophy he had identified was named after him four years later. An expert in nutrition and Alzheimer's told Lead Stories the claims that seed oils or margarine cause Alzheimer's are not scientifically founded.\nThe video making this claim appeared in a post (archived here) on X on January 7, 2025. The post was captioned:\nMyelin👇‼️\nThis is how the post appeared at the time of writing:\n(Source: X screenshot taken on Wed Jan 08 21:11:20 2025 UTC)\nThe man in this 2:48-minute-long video makes several false claims.\nAt 0:05 seconds: He says 75 percent of human brain is made up of myelin\nThis is false. A July 15, 2014, article, \"Myelination at a glance\" (archived https://archive.is/NQptF) published in the Journal of Cell Science and citing a paywalled 1980 article in Scientific American, it is explained:\nIn humans, around 40% of the brain contains white matter comprising densely packed fibres, of which myelin is a main component (50-60% dry weight of the white matter)\nAt 0:10 seconds: He says myelin is 100 percent cholesterol\nNo, only 70 to 85 percent of the myelin sheath is composed of lipids and of that, only 40 percent of the myelin sheath lipids are cholesterol, as described in section 2 (archived https://archive.is/MUWcY) of the article \"Myelin Fat Facts: An Overview of Lipids and Fatty Acid Metabolism\" published on March 27, 2020, in the journal Cells:\nThe myelin sheath is characterized by a high proportion of lipids (70%-85%) and consequently a low proportion of proteins (15%-30%).\nThe lipid composition of myelin sheath is distinctive, made of high amounts of cholesterol and enriched in glycolipid, in a ratio of 40%:40%:20% (cholesterol, phospholipid, and glycolipid, respectively) compared to most biological membranes (25%:65%:10%)\nAt 0:30 seconds: He says Alzheimer's disease never existed until 1979\nThis is not true. In 1906 pathologist Alois Alzheimer (archived https://archive.is/wip/vafl7) discovered an \"unusual disease of the cerebral cortex\" in the autopsy of a German woman, Auguste Deter (archived https://archive.is/wip/4qIZS). She had died at 55 after exhibiting symptoms during the last five years of her life usually only seen in the elderly. In 1910 the name Alzheimer's disease appeared in the 8th edition of the \"Handbook of Psychiatry.\"\nAt 0:40 seconds: He says margarine was first invented in 1869 because Napoleon wanted a cheaper, longer-lasting fat for his armies to travel with\nNot Napoleon I, who catastrophically marched his army all the way to Moscow -- that Napoleon Bonaparte died in 1821. It was his nephew, Napoleon III, who in 1869, gave an award to the French chemist Hippolyte Mège-Mouriès (archived https://archive.is/wip/4bbjR) who had developed a butter substitute.\nAt 1:05 minutes: He says animal fats had been replaced with vegetable oils to make a lower-cholesterol alternative -- suggesting, without coming out and saying it, that this reduction in cholesterol is responsible for Alzheimer's\nLead Stories emailed Dr. Hussein Yassine (archived https://archive.is/wip/5Zcb8), a professor of neurology at the University of Southern California's Keck School of Medicine. The Yassine lab (archived https://archive.is/wip/wXUGx) \"specializes in how changes in lipid metabolism and nutrition affect the brain and risk of developing Alzheimer's disease.\" We shared the video, and asked Yassine if there is any evidence that margarine caused Alzheimer's disease and if there are any foods or dietary trends that cause or prevent Alzheimer's. Yassine's response on January 9, 2025, included a paper00120-9/fulltext) published in The Lancet (archived https://archive.is/wip/aukMm) along with these comments:\nThe claims that seed oils or margarine are the causes of Alzheimer's are not scientifically founded.\nAnalyzing the literature on nutrition and Alzheimer's risk is complex and can contain conflicting results. Unfortunately there are no quality studies that I can cite.\nI attach our paper on how we interpreted this literature and some guidelines for path forward.\nBut to answer your question, dietary patterns are more important that single diets, micronutrients or supplements and dietary patterns include someone's lifestyle.\nAn individuals consuming a moderate amount of vegetable oils with a healthy lifestyle that includes exercising, no smoking, less processed meats, less sugar intake, and exposure to sun may be different than an individual who consumes seed oils but also smokes or does not exercise or who consumes fast food. This is an example and a not a specific recipe.\nAt 1:30 minutes: He says margarine is one molecule away from being plastic\nThis claim has been widely repeated and in 2019 was the subject of a Lead Stories fact check. Dr. Harriet Hall, a retired family physician who passed away in 2023, began her response to Lead Stories' query on the claim by saying:\nThis is absurd and was obviously made up by someone with no understanding of chemistry.\nFor this fact check, we found a Food and Drug Administration document about margarine (archived https://archive.is/wip/2XzWJ) in the Code of Federal Regulations (pictured below) dating back to 1977 and revised several times since. This may have been at the root of a misunderstanding that gave rise to the false claim about plastic. The description in the section on standardized requirements begins:\nSec. 166.110 Margarine.\n(a) Description. Margarine (or oleomargarine) is the food in plastic form or liquid emulsion, containing not less than 80 percent fat determined by the method prescribed in 'Official Methods of Analysis of the Association of Official Analytical Chemists,'\nIn this context the word plastic is not referring to the polymer type of plastic material, but the malleable quality of being shaped or formed (archived https://archive.is/wip/pM4jB).\n(Source: Lead Stories markup of fda.gov screenshot taken on Thu Jan 09 20:26:58 2025 UTC)\nAdditional Lead Stories fact checks on claims associated with Alzheimer's disease can be found https://leadstories.com/cgi-bin/mt/mt-search.fcgi?IncludeBlogs=1&search=alzheimers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Health->disease and condition",
      "Health->medical condition",
      "Science and Technology->biomedical science",
      "Science and Technology->medical research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T03:13:29.744+02:00",
    "updated": "2025-01-10T03:13:29.744+02:00"
  },
  {
    "uuid": "d923ea6a681468cb45a6d3cad7f9554e9704d876",
    "url": "https://www.seacoastecho.com/news/national/sekis-industry-has-weathered-the-storm-through-the-decades/image_a4054f03-3edb-5d2e-b42e-bf62326acbde.html",
    "ord_in_thread": 0,
    "author": "Richard A. Brooks",
    "published": "2025-07-24T03:03:00Z",
    "title": "Seki's industry has 'weathered the storm' through the decades",
    "text": "Seki's industry has 'weathered the storm' through the decades\n- Richard A. Brooks\n- Updated\n0\nTags\nAs featured on\nIn the Japanese city of Seki, famed for its razor-sharp artisan knives, news that incoming US tariffs will be lowered is welcome but not entirely unexpected.\nPost a comment as anonymous\nReport\nWatch this discussion. Stop watching this discussion.\n(0) comments\nWelcome to the discussion.\nKeep it Clean. Please avoid obscene, vulgar, lewd,\nracist or sexually-oriented language.\nPLEASE TURN OFF YOUR CAPS LOCK.\nDon't Threaten. Threats of harming another\nperson will not be tolerated.\nBe Truthful. Don't knowingly lie about anyone\nor anything.\nBe Nice. No racism, sexism or any sort of -ism\nthat is degrading to another person.\nBe Proactive. Use the 'Report' link on\neach comment to let us know of abusive posts.\nShare with Us. We'd love to hear eyewitness\naccounts, the history behind an article.\nNewsletters\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.\nBreaking News\nWould you like to receive our breaking news updates? Signup today!\nHeadlines\nWould you like to receive our news updates? Signup today!\nView Latest e-Edition\n- To view our latest e-Edition click the image on the left.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business and market analysis",
      "Economy, Business and Finance->manufacturing and engineering",
      "Economy, Business and Finance->economy",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Richard A. Brooks",
          "sentiment": "none"
        },
        {
          "name": "Seki",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": null,
      "source": {
        "type": "local_news",
        "city": [
          "Bay St. Louis",
          "Diamondhead",
          "Kiln",
          "Symonds",
          "Echo",
          "Waveland"
        ],
        "state": [
          "Mississippi",
          "Louisiana"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:35:23.759+03:00",
    "updated": "2025-07-24T07:39:21.000+03:00"
  },
  {
    "uuid": "9926fcba4f9c51aead7551242d2d2a49e25e7912",
    "url": "https://www.meneame.net/story/alemania-exporto-israel-doble-material-belico-anuncio-segun/c08",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SRAD",
    "published": "2024-10-24T19:52:00Z",
    "title": "#8 Alemania exportó a Israel el doble de material bélico del que anunció, según un informe de Exteriores",
    "text": "Portada\nmis comunidades\notras secciones\n[#2](c2#c-2) Esa es una lectura tan común como infantil. No se la soporto ni a Varaufakis.\nEse ente colectivo con sentimiento de \"culpabilidad\" es una falacia para esconder una vergonzosa colaboración a un genocidio por parte del estado alemán.\nAntes fueron un estado fascista, ahora colaboran con uno, las cosas no han cambiado mucho, parece que no entendieron nada.\nLa verdad aquí es que unos estados europeos hacen mas de putita de USA que otros. Y a Alemania le tocó el premio gordo.\n[#3](c3#c-3) Tiene lógica que USA haya puesto más énfasis en controlar a Alemania (y a Japón) que a otros Estados, potencialmente menos peligrosos.\nAlemania es un Estado satélite (como el resto de Europa, pero más que la mayoría), tiene autonomía en asuntos internos, pero en política exterior es totalmente dependiente del Department of State.\n[#2](c2#c-2) A otro perro con ese hueso, más motivo para al menos ser neutral y proporcionar armas que sabes que están reventando niños a bombazos fábricas por alemanes de bien\nLa avaricia está devorando a la humanidad\n[#1](c1#c-1) Contribuciones a genocidio por una puta comisión, hay que ser muy egoísta y muy miserable, casi tanto como un colono\n[#6](c6#c-6) No, no es sólo por la comisión. Es porque así se lo dicta su amo yankee. Les revientan los NordStream y aún besan la mano que lo hizo. Son lo más indigno del panorama internacional. Consecuencias de perder dos guerras mundiales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Europa",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:55:05.750+03:00",
    "updated": "2024-10-25T00:55:05.750+03:00"
  },
  {
    "uuid": "95ab51aab91f03bc895bc268e2fe6843db373462",
    "url": "https://www.thestar.com.my/lifestyle/health/2023/12/29/daydream-away-for-to-form-new-connections-in-your-brain",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AGENCY",
    "published": "2023-12-29T01:00:00Z",
    "title": "Daydream away for to form new connections in your brain | The Star",
    "text": "Staring into space during a meeting is often interpreted as a sign of boredom.\nBut American research suggests that getting lost in our thoughts may stimulate the creation of new neural networks in our brains.\nThis could enable us to better absorb information.\nThe authors of this research, published in the journal Nature , came to this conclusion after conducting an experiment involving mice.\nThey monitored and analysed the brain activity of the rodents as they repeatedly looked at two chequerboard images.\nThese were displayed on a screen, which turned grey for a minute between each visual.\nThe researchers found that the mice’s neurons emitted a specific electrical signal when they looked at each of the two images.\nThese signals were specific enough for the scientists to differentiate between the two visuals.\nThis enabled them to discover that when the rodents stared at the grey screen, their neural activity was similar, but not identical, to that recorded when they looked at one of the two images.\nIn other words, they seemed to be daydreaming about the visual.\nThese daydreams occurred only when the mice were relaxed, and more so at the start of the day than in the evening, when the rodents had seen the images dozens of times.\nThe academics noted that these moments of mental evasion appeared to play an important role in the mice’s memorisation of each of the two visuals.\n“When you see two different images many times, it becomes important to discriminate between them.\n“Our findings suggest that daydreaming may guide this process by steering the neural patterns associated with the two images away from each other,” study co-author and Harvard University neuroscience graduate student researcher Nghia Nguyen told the university’s news website The Harvard Gazette .\nInterestingly, the mice were more able to differentiate between the two chequerboard images when their minds were allowed to wander, leading Nguyen and colleagues to suggest that daydreaming has an impact on brain plasticity.\nMore scientific research is needed, however, to prove this causal relationship with any certainty.\nIn any case, the researchers think it’s important to take mental breaks from time to time.\n“We feel pretty confident that if you never give yourself any awake downtime, you’re not going to have as many of these daydream events, which may be important for brain plasticity,” said senior author and Harvard University professor of medicine Dr Mark Andermann.\nSo, hopefully you’ll feel less guilty next time you find yourself daydreaming in a meeting. – AFP Relaxnews\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:14:13.430+02:00",
    "updated": "2023-12-29T03:14:13.430+02:00"
  },
  {
    "uuid": "a21d3315e53558c97ae38501264a49329eecb9a5",
    "url": "https://mag.elcomercio.pe/usa/tendencias-us/video-viral-impactante-momento-gigantesca-ola-arrastra-personas-costa-california-ventura-estados-unidos-nnda-nnni-noticia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción MAG US",
    "published": "2023-12-29T16:20:00Z",
    "title": "El impactante momento en el que gigantesca ola arrastra a personas en la costa de California",
    "text": "Enormes olas azotaron la costa de [California ](https://mag.elcomercio.pe/respuestas/us/asi-puedes-recibir-alertas-tempranas-de-sismos-en-california-estados-unidos-nnda-nnlt-noticia/)el último jueves, generando un gran oleaje provocado por tormentas sobre el Océano Pacífico que avanzaba hacia la franja costera, causando inundaciones y desencadenando alertas de evacuación en algunas zonas. En Ventura, un [video viral](https://mag.elcomercio.pe/usa/tendencias-us/video-viral-tiktok-maestra-estados-unidos-sorprende-alumnos-tierno-anuncio-embarazo-significaba-mucho-para-mi-nnda-nnni-noticia/) de un espectador mostró cómo una ola descontrolada golpeó contra un muro de contención, haciendo que una multitud de curiosos huyera hacia el interior en pánico mientras el agua se precipitaba hacia ellos. Según informó [KETY-TV](https://keyt.com/news/2023/12/28/dangerous-high-surf-conditions-lead-to-multiple-search-and-rescue-efforts-up-and-down-the-coast/), ocho personas resultaron heridas. Advertencias de evacuación se emitieron en el condado costero de Marin el jueves por la mañana, extendiéndose más tarde a los condados de Santa Cruz y Capitola Village. Las olas podrían alcanzar alturas de 28 a 33 pies, y hasta 40 pies en algunos lugares, según un boletín de emergencia del Servicio Nacional de Meteorología (NWS), que también mencionó informes de inundaciones en áreas costeras bajas. Los pronosticadores instaron a la población a mantenerse alejada de rocas y diques, y a no dar la espalda al océano debido al peligro de ‘olas furtivas’: ocasionales y mucho más grandes, capaces de llegar lejos en la arena y arrastrar a alguien fuera de la playa. Las condiciones podrían empeorar durante el fin de semana a medida que el sistema de tormentas se mueve desde el Pacífico, especialmente en el sur de California, donde se espera que San Diego experimente el oleaje más alto el sábado. Se espera que las condiciones mejoren cerca de San Francisco temprano el viernes, mientras que Los Ángeles permanece bajo advertencias de alto oleaje e inundaciones costeras hasta las 10 p.m. del sábado. “Todos deben permanecer fuera del agua debido a las condiciones de oleaje que representan un peligro para la vida. Eviten diques, muelles y otras infraestructuras junto al agua”, instó el NWS. Gracias por visitarnos hoy. Espero que este contenido de video viral haya sido de tu agrado. Si deseas encontrar más contenido similar visítanos en [Mag.elcomercio.pe](https://mag.elcomercio.pe/). Te estaremos esperando.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://keyt.com/news/2023/12/28/dangerous-high-surf-conditions-lead-to-multiple-search-and-rescue-efforts-up-and-down-the-coast/",
      "https://www.keyt.com/news/2023/12/28/dangerous-high-surf-conditions-lead-to-multiple-search-and-rescue-efforts-up-and-down-the-coast/",
      "https://keyt.com/news/2023/12/28/dangerous-high-surf-conditions-lead-to-multiple-search-and-rescue-efforts-up-and-down-the-coast"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T19:01:23.801+02:00",
    "updated": "2023-12-30T00:17:03.775+02:00"
  },
  {
    "uuid": "8029c57d6fb4321cbfb177b623b25e02298bc34b",
    "url": "https://sinaloa.quadratin.com.mx/sucesos/reconocen-a-cientificos-de-la-nasa-que-acudieron-a-eclipse-en-mazatlan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leticia Acosta",
    "published": "2024-04-11T22:52:00Z",
    "title": "Reconocen a Científicos de la NASA que acudieron a eclipse en Mazatlán - Noticias de Sinaloa",
    "text": "MAZATLÁN, Sin., 11 de abril de 2024.- El alcalde de Mazatlán, Edgar González, honró a los científicos de la NASA que participaron en la investigación del eclipse total de sol en Mazatlán el pasado 8 de abril con una entrega de reconocimientos que se llevó a cabo en un ambiente de celebración y aprecio por el valioso aporte científico y cultural brindado por el equipo de expertos.\nDe acuerdo a un comunicado de prensa, durante el evento se hizo la entrega de una placa conmemorativa simbolizó la gratitud y admiración hacia los integrantes de la NASA por su labor antes, durante y después del eclipse solar.\nEste gesto no solo reconoció la excelencia científica del equipo de investigadores, sino que también subrayó el compromiso de Mazatlán con la promoción de la ciencia y el turismo sostenible.\nLa colaboración entre Mazatlán y la NASA representa un hito significativo en la historia local, posicionando a la ciudad como un destino innovador y atractivo para eventos científicos y turísticos de relevancia global.\nEdgar González expresó su entusiasmo por el impacto positivo que esta colaboración tendrá en la proyección internacional de Mazatlán como un lugar seguro y fascinante para visitar en cualquier momento.\nLa presencia de los astrónomos de la NASA marcó un parteaguas para el turismo astronómico en la región, resaltando las oportunidades únicas que ofrece Mazatlán para la exploración científica y cultural.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:53:34.271+03:00",
    "updated": "2024-04-12T01:53:34.271+03:00"
  }
]