[
  {
    "uuid": "bdb4bd0e0e510edc564f4b1528298a8a016670b5",
    "url": "https://degroote.mcmaster.ca/articles/new-faculty-cohort-brings-global-perspectives-and-interdisciplinary-knowledge-to-degroote",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Williams, Joanna",
    "published": "2024-09-19T12:00:00Z",
    "title": "New faculty cohort brings global perspectives and interdisciplinary knowledge to DeGroote | DeGroote School of Business",
    "text": "[ ACCOUNTING ](https://degroote.mcmaster.ca/articles-category/articles-accounting/) [ FINANCE AND BUSINESS ECONOMICS ](https://degroote.mcmaster.ca/articles-category/articles-finance-and-business-economics/) [ HEALTH POLICY AND MANAGEMENT ](https://degroote.mcmaster.ca/articles-category/articles-health-policy-and-management/) [ INFORMATION SYSTEMS ](https://degroote.mcmaster.ca/articles-category/articles-information-systems/) [ MARKETING ](https://degroote.mcmaster.ca/articles-category/articles-marketing/) [ OPERATIONS MANAGEMENT ](https://degroote.mcmaster.ca/articles-category/articles-operations-management/) [ RESEARCH ](https://degroote.mcmaster.ca/articles-category/articles-research/) [ STRATEGIC MANAGEMENT ](https://degroote.mcmaster.ca/articles-category/articles-strategic-management/) [ STRATEGIC PLAN | RESEARCH AND SCHOLARSHIP ](https://degroote.mcmaster.ca/articles-category/articles-strategic-plan-research-and-scholarship/) New faculty cohort brings global perspectives and interdisciplinary knowledge to DeGroote September 19, 2024 · Contributed by: Joanna Williams, Marketing and Communications Strategist Share The breadth of expertise at DeGroote has expanded with the recent addition of new faculty across seven academic areas. Their wealth of knowledge spans diverse fields from digital transformation, AI and financial analytics to innovative approaches in health management, strategy, organizational studies and consumer behavior. “The combined expertise of this new cohort is not just a boon for the present, but a promise for the future,” explains Manaf Zargoush, Associate Dean of Faculty Affairs and Accreditation (Acting). In addition to diverse academic backgrounds and a commitment to interdisciplinary research, this new cohort brings with them a global perspective that spans Europe, the United States and Canada. “Ensuring a diverse range of perspectives, experiences and expertise is critical to fostering a rich learning environment that mirrors the complexities of the global business, management and leadership world,” adds Zargoush. “The interdisciplinary approach not only prepares our students to think critically across disciplines but also cultivates a holistic understanding of business in a global context, equipping them with the skills needed to thrive in diverse and dynamic environments.” We are pleased to welcome the following faculty members to the DeGroote School of Business: [Zohair Alam ](#alam)(Finance and Business Economics), [Neil Barr ](#barr)(Health Policy and Management), [Eric Bentzen-Bilkvist](https://degroote.mcmaster.ca/profiles/ericb/) (Accounting and Financial Management), [Rui Duan ](#duan)(Finance and Business Economics), [Cansu Ekmekcioglu ](#cansu)(Information Systems), [Sanghwa Kim](#sanghwa) (Marketing), [Kai Christine Lesage](#lesage) (Marketing), [Adeel Mahmood](#mahmood) (Finance and Business Economics), [Nooshin Salari ](#salari)(Operations Management), [Shane Saunderson](#saunderson) (Information Systems), [Amir Taherizadeh](#taherizadeh) (Strategic Management), [Michael Wu ](#wu)(Marketing) and [Yingnan Zhao](#zhao) (Finance and Business Economics). Get to know our latest faculty members: [Zohair Alam](https://degroote.mcmaster.ca/profiles/alamm59/) Lecturer, Finance and Business Economics What attracted you to the DeGroote School of Business and McMaster University? I feel the DeGroote School of Business provides a very conducive environment for producing meaningful research. It is great to be surrounded by a large group of excellent faculty members who think deeply about a variety of topics. The student body at McMaster is known to be dynamic and I look forward to engaging with them soon. What excites you most about working here? The inspiring people who work and study here. What is your primary area of expertise? I do empirical asset pricing. I have taken a particular interest in understanding how markets process available information to form expectations of monetary policy and how these expectations impact financial markets. What motivated you to pursue this field of study? Central bank decisions, i.e. monetary policy, impacts all of us one way or another. Even though all central banks really do is tweak some short-term interest rates, I found it (still do!) fascinating how omnipresent its effects are on the economy. Are there any specific topics or trends you’re fascinated by in your field of business? The study of how information is incorporated into financial markets has been growing in breadth, particularly with the wealth of data that is now available to be examined. Describe your teaching style – how do you engage students? My guiding principle is that every student who attends class and puts in a reasonable amount of effort should feel they have acquired new skills and insights. I try to engage students by illustrating how the skills and insights they draw from the course material would be valuable to them in professional settings. Tell us one surprising or incredible fact about yourself. I’ve dabbled with a few sports in my life and hit a hole in one many moons ago. I’ve gotten pretty close a few times again but I’m still waiting for that second ace. [Neil Barr](https://degroote.mcmaster.ca/profiles/barrn/) Assistant Professor, Health Policy and Management What attracted you to the DeGroote School of Business and McMaster University? In a word, opportunity. There is no shortage of chances to pursue continuous learning, which is an endless source of motivation. The diversity of students, staff and faculty at the School of Business, and McMaster University more broadly, has created a rich ecosystem of academic and community engagement. What excites you most about working here? Given my academic and professional backgrounds, it is gratifying to witness the University’s ongoing commitment to interdisciplinary collaboration. My experiences at McMaster have been transformative, due in large measure to this dedication. As a faculty member, I am engaged in several interdisciplinary graduate programs. I look forward to working with a variety of groups. What is your primary area of expertise? My interests include the role of health information technology in improving access and quality of care, as well as the relationship between health policy and social organization (e.g., professional roles and organizational behaviour/culture). What motivated you to pursue this field of study? The rapid uptake of smartphones, shortly after the introduction of the iPhone, coincided with my years spent working in a hospital. For me, this experience marked the beginning of a huge increase in digital communication among health care providers. As a result, I became interested in the impact of digital technology on health care communication, along with the associated policies. Are there any specific topics or trends you’re fascinated by in your field of business? Broadly speaking, the incorporation of information and communication technology into a health care setting is a complex endeavour. Over the last 30 years, the internet, mobile devices and, most recently, generative artificial intelligence, have changed the way we acquire and use information. These circumstances represent a fruitful area of inquiry related to health policy and management. Describe your teaching style – how do you connect students? I like to keep lectures and class activities relatively informal. I think students are more willing to share their opinions when they feel comfortable. An environment that is too structured and technical may not be conducive to all types of learning. In line with this philosophy, I try to provide different modes of delivery in each course, such as a mixture of group and individual work, oral and written work, online and in person, synchronous and asynchronous. We all learn in different ways and excel at different tasks. For example, some may prefer to spark discussion in written form through an online forum as opposed to speaking up in class. If these avenues are not provided, how would we know? [Rui Duan](https://degroote.mcmaster.ca/profiles/duanr10/) Assistant Professor, Finance and Business Economics What attracted you to the DeGroote School of Business and McMaster University? I am strongly attracted by the research environment at McMaster University, especially by its emphasis on interdisciplinary studies and collaboration. McMaster’s commitment to sustainability also aligns perfectly with my research interests, and I feel well-supported here in my endeavors. This supportive atmosphere and innovative research culture deeply resonate with my academic goals and values. What excites you most about working here? The opportunity to work alongside and potentially collaborate with brilliant colleagues here at McMaster excites me greatly. Additionally, DeGroote’s strong focus on sustainability, which includes extensive course offerings on the subject, allows me to engage in teaching and curriculum development in an area I am passionate about. This opportunity to contribute meaningfully is truly fulfilling. What is your primary area of expertise? Sustainable finance, with a strong interest in climate and biodiversity risk, as well as green innovation. What motivated you to pursue this field of study? My interest in this field was sparked by my professional experiences as a management consultant, during which I spent most of my time on a project related to examining, measuring and studying the implications and abatement costs of water pollution. This experience spurred my interest in sustainability, environmental regulations and their connections to corporate policies, ultimately guiding me towards an academic career focused on these crucial topics. Describe your teaching style – how do you engage students? My teaching style emphasizes the use of real-world examples to bring theoretical concepts to life, and I also like to remind students of the big picture, illustrating how various concepts interconnect within larger frameworks. To engage students further, I encourage active class discussions, fostering an interactive and inclusive environment that enhances learning and critical thinking. This approach helps students see the relevance of their studies in practical contexts. Tell us one surprising or incredible fact about yourself. I love to play the drums. [Cansu Ekmekcioglu](https://degroote.mcmaster.ca/profiles/ekmekcic/) Lecturer, Information Systems What attracted you to the DeGroote School of Business and McMaster University? At this stage of my career, I am driven to create profound, meaningful impact on building sustainable and equitable futures for businesses and society globally. I think McMaster University and the DeGroote School of Business are a unique platform for conducting innovative research to tackle the pressing challenges we have faced today at all levels and scales. I also found DeGroote to be very interdisciplinary, and welcoming of faculty, administrators, and students from all backgrounds, disciplines and perspectives. What excites you most about working here? I would say the leadership vision and community! The shelves of my living room are lined with books on the history of academic institutions. I enjoy reading and thinking about the role of universities in scientific and technological developments and bringing social change. I’m currently reading the biography of Henry G. Thode, “Henry Thode, Scientist and Builder at McMaster University.” And in this book, I find how Thode, through his vision, has turned McMaster from a small liberal arts college in the 1930s to one of Canada’s leading universities with internationally renowned research scientists, institutes and labs with his genuine focus on innovation. To me, it’s very important to see how this vision has been carried out today in the leadership at McMaster and DeGroote in particular. That’s the vision that enables us to translate theoretical advancements into publicly consumable insights, supporting all stakeholders so they understand how to make better decisions and improve lives and livelihoods around the world. What is your primary area of expertise? My research investigates how individuals and organizations interact with data and digital technologies in various development and low resource settings, including human migration, health care, humanitarian aid, immigrant settlement and integration contexts. I combine theories, insights and methodologies from information science, human-computer interaction, design and social sciences to improve technologically enhanced service environments for organizations, workers, end-users and other stakeholders. My research program aims to support organizations and communities by providing innovative, sustainable and efficient solutions for managing and governing data and digital technologies. What motivated you to pursue this field of study? My interest in information systems and the way they are changing how we think, live and work attracted me as an undergraduate in the mid-2000s. I was majoring in political science, and understanding how computing systems impact service and policy delivery seemed a fascinating pursuit with tremendous potential for social good. I got interested in understanding how delivery of health care is shaped by the interplay between service providers such as governments and nonprofits, users of digital technology and the technologies themselves. It was a bit of a journey, but I found myself going into my second degree in digital media and communication while pursuing my own business in the health insurance industry. My expertise on digital technologies, service design, and connections with the non-profit world became handy during the 2011 Syrian war. Turkey, where I was born, has been hosting millions of refugees as part of a humanitarian program. I have collaborated with humanitarian organizations, non-profits, and civic technology initiatives in Turkey to support refugees in accessing essential information and services through digital means. I have directed and participated in both research projects and humanitarian efforts that assist Syrian refugees, especially women and girls, residing in camps and urban areas. I was fascinated by how digital technologies can offer durable solutions for refugees and immigrants and equally assist humanitarian organizations to better provide these groups, only if these technologies are designed to incorporate the needs, realities and aspirations of the intended communities. I became interested in information science and human-computer interaction because they allow me to study uses and design of technologies and also pursue my other research interests in accountability, fairness, equity and inclusion. In my PhD, I studied data-driven systems of accountability in immigrant integration. I examined data cultures and practices implemented within the settlement organizations that serve refugees and immigrants in Canada, and showed how these systems have real impacts for immigrant integration. Are there any specific topics or trends you’re fascinated by in your field of business? I love studying issues that have a real positive impact. My doctoral research has shown that data-driven systems generate unique challenges at the frontline. My current research examines several key areas related to artificial intelligence, including how data and technology are being incorporated into humanitarian and settlement work practices, and how managers and frontline workers are considering the implications of biases in the use of AI tools. This research is both timely and significant, as it enhances our understanding of how marginalization and data-driven systems intersect in impact-focused organizations. Through this work, we will be better equipped to mitigate negative effects and design safer models and tools. I am equally fascinated by the innovative uses of AI in the workplaces as well as how emerging technologies such as AI can help immigrants and other marginalized communities access labor market, career development and entrepreneurship opportunities. Describe your teaching style – how do you engage students? My role as a teacher and mentor is to support students, as they become engaged community members and experts in their chosen fields. This entails structuring courses and mentorship interactions not to provide unassailable answers, but to involve students with core questions that animate the scholarly study of business and information systems today. My goal is to help students develop as researchers, as future business leaders, as scientists and as members of the scientific community. I enjoy teaching students of various different backgrounds. My teaching style is heavily influenced by Design Justice principles. I believe that all students have unique and brilliant contributions to bring to the classroom and that learning is collaborative. Tell us one surprising or incredible fact about yourself. A couple of things! I have an archive of payphone photos that I’ve taken during my travels. I’m passionate about telecommunication infrastructures, and I believe there is a deep continuity between how infrastructures and sustainability work. Also, I am a master swimmer with a background in finswimming, and I am currently looking for a swimming buddy in Hamilton. Lastly, one of my joys is learning new languages; currently, I am learning Swahili and would love to seize every opportunity to practice speaking it—if you’re a Swahili speaker, find me on campus! [Sanghwa Kim](https://degroote.mcmaster.ca/profiles/kim910/) Assistant Professor, Marketing What attracted you to the DeGroote School of Business and McMaster University? I am pleased to join the DeGroote School of Business and McMaster University for the research-intensive environment and sustainability-oriented research initiatives. What excites you most about working here? I am looking forward to conducting high-quality marketing research with the extensive support from the university. I am also very excited to interact with intelligent yet friendly colleagues and students. What is your primary area of expertise? My primary goal is to understand how online and offline marketing environments impact consumer behavior and retail demand. I strive to provide managerial and societal insights to enhance environmental stewardship, social responsibility and corporate governance in the face of environmental and equity crises. I blend econometric/quantitative analysis with experimental approaches. What motivated you to pursue this field of study? With my initial interest in social psychology and societal issues developed through conversations with my family, I found it motivating to examine marketing problems when I had the opportunity to provide data-driven consultation under the guidance of my academic mentor. My substantive interest and hands-on practice jointly led me to pursue a quantitative study of marketing and consumer issues. Are there any specific topics or trends you’re fascinated by in your field of business? Sustainability principles have been increasingly attended to not only in the business landscape but also in marketing academia. However, the interesting aspect of this trend is the still-debatable value of the sustainability paradigm. It is fascinating to learn that, moving beyond the view of sustainability as merely a company’s marketing or advertising resource, the marketing discipline now aspires to balance the managerial interests and societal values in its current scholarly and practical efforts. Describe your teaching style – how do you engage students? I prioritize the application of in-class learnings to real-world problems. I encourage my students to engage in group discussions to draw practical insights from hands-on marketing and business cases. It is important not only to get used to the core concepts of marketing theory but also to stay tuned to the current trends in marketing practice. [Kai Christine Lesage](https://degroote.mcmaster.ca/profiles/lesagek/) Lecturer, Marketing What attracted you to the DeGroote School of Business and McMaster University? The DeGroote School of Business and McMaster University are renowned for their excellence in business education and innovation research. They offer an environment conducive to my growth as an educator and researcher. Additionally, McMaster University’s commitment to integrating sustainability into its research and education aligns perfectly with my academic career goals. What excites you most about working here? I am thrilled to join a team of accomplished and supportive scholars who are not only experts in their fields but also genuinely nice people! What is your primary area of expertise? My primary research focus lies at the intersection of marketing, innovation and sustainability, with a particular emphasis on the impact of green innovation on brands, firms, stakeholders and society. What motivated you to pursue this field of study? In light of the environmental challenges we face and the recent pandemic, it has become increasingly clear that sustainability and green innovation are essential for businesses and everyday life. As researchers, we have the opportunities and responsibilities to provide insights and knowledge, promote sustainable business practices and advocate green consumption through impactful research. Are there any specific topics or trends you’re fascinated by in your field of business? While sustainability and green innovation have gained attention in academia over the past decade, there is still a lack of research from a marketing perspective. I am particularly interested in exploring these topics through the lens of marketing. Describe your teaching style – how do you engage students? My teaching style prioritizes interactivity and addresses the diverse learning needs of my students. I incorporate class discussions, debates, case studies and role-play scenarios whenever applicable to encourage students to apply marketing concepts to real-world situations relevant to their fields. Tell us one surprising or incredible fact about yourself. I consider myself a global citizen, having lived and worked on four continents (Asia, North America, the Middle East and Europe) and in five countries. I strive to bring these global perspectives into my teaching in marketing and management courses. Adeel Mahmood Assistant Professor, Finance and Business Economics What attracted you to the DeGroote School of Business and McMaster University? Nearly 15 years ago, DeGroote’s finance area chair reached out and asked me to teach their beloved private equity course. He said, ‘Adeel, you can teach it however you see fit. The approach is entirely up to you.’ That freedom sparked my passion for teaching. DeGroote offered me true academic freedom, and I knew right then this was the place I wanted to be. Over the ensuing decade and a half, it was DeGroote’s blend of strong academic research and real-world bent that truly drew me in. Also, I figured it meant fewer people trying to convince me to invest in crypto! What excites you most about working here? Honestly, the prospect of sitting down with some of the most passionate students and debating whether Warren Buffett or AI would win in a hypothetical stock-picking battle. I also love that DeGroote’s courses are so plugged into the business world — students here have access to big data, cutting-edge tools and the kind of industry connections that make me wish I could take my own classes. That, and I hear the parking at McMaster can give you the ultimate daily workout – enough to skip a monthly gym membership. What is your primary area of expertise? Capital markets and investments. Specifically, I focus on investment management, big data in finance, and alternative investments. I spent a good part of my career figuring out how to make money work harder, without it collapsing under the weight of its own complexity. I have also been interested in how we can build resilience in investment strategies, because let’s face it: the markets love throwing curveballs when you least expect them. What motivated you to pursue this field of study? Well, I’d love to say I had some life-changing revelation, but honestly, it started when I realized I wasn’t going to be a professional athlete, and I needed to understand what all those numbers on business news feeds meant. Fast forward to university, and I became obsessed with the idea that you can create wealth not just by working harder, but by working smarter with your money. The capital markets were the ultimate puzzle, and I just had to figure out how all the pieces fit together. Are there any specific topics or trends you’re fascinated by in your field of business? Right now, I’m really interested in understanding how AI will transform finance. It’s like the robots are coming for our jobs — but instead of overthrowing humanity, they’re quietly helping us avoid impulse trading our portfolios to oblivion. They’re crunching numbers faster than any of us ever could, spotting trends before we even know what we’re looking for. Basically, we have an army of algorithms working behind the scenes to make sure our portfolios don’t tank during the next recession. And honestly, if a robot wants to do my trading while I enjoy my coffee, who am I to stop it? Describe your teaching style – how do you engage students? I like to think of my teaching style as a bit like being thrown into the deep end of a pool — except the pool is filled with tough finance problems, and I’m standing on the side handing out floaties. I want students to feel like they’re right in the thick of real-world finance, so we dive into live market scenarios, debate investment strategies like we own the market, and sometimes even play the role of hedge fund managers — minus the fancy suits. I’m all about hands-on learning, so expect a lot of cases, market analysis and maybe even a friendly stock banter or two. Tell us one surprising or incredible fact about yourself. One surprising fact? Well, I’ve traveled to over 70 countries. It turns out I’m just as good at collecting passport stamps as I am at crunching models. Along the way, I’ve learned that negotiating with a street vendor in Marrakesh is surprisingly similar to navigating a corporate merger — except that the vendor is tougher. Also, I now have a personal benchmark for inflation: the cost of a cappuccino in different parts of the world. Spoiler: Copenhagen wins. Every. Single. Time. [Nooshin Salari](https://degroote.mcmaster.ca/profiles/salarin/) Assistant Professor, Operations Management What attracted you to the DeGroote School of Business and McMaster University? I was attracted to the DeGroote School of Business because of its strong reputation, dedicated faculty, and innovative programs. Also, the exceptional Operations Management faculty and the welcoming team create a supportive and inspiring environment. What excites you most about working here? What excites me most about working here is the supportive work culture and the exceptional commitment to interdisciplinary research and collaboration. Additionally, the opportunity to work with talented and motivated students who are eager to learn and grow is incredibly motivating. What is your primary area of expertise? My research focuses on data-driven decision-making, specifically within supply chain management and large-scale optimization problems. What motivated you to pursue this field of study? The dynamic changes in today’s environment motivated me to pursue a PhD in operations research, focusing on the manufacturing sector. During my postdoc, I expanded my research to data-driven optimization, particularly in supply chain management, as I am fascinated by the new insights that can be gained from large datasets. Are there any specific topics or trends you’re fascinated by in your field of business? One major area is the integration of artificial intelligence and machine learning into business processes, which is revolutionizing decision-making and operational efficiency. Describe your teaching style – how do you engage students? My teaching style is based on problem-based learning, where I present problems that all students can understand and then teach the necessary tools to solve them. I engage students in active learning through engaging in-class activities and discussion sessions, fostering an environment where they feel comfortable asking questions and sharing their thoughts. Tell us one surprising or incredible fact about yourself. If I had to watch one show for the rest of my life, it would be Friends. Even after 10 years, it’s still one of my favorites, and I watch it at least three times a week. [Shane Saunderson](https://degroote.mcmaster.ca/profiles/saunds12/) Assistant Professor, Information Systems What attracted you to the DeGroote School of Business and McMaster University? For years I’ve viewed McMaster as a school with a great reputation and a willingness to explore unique, transdisciplinary research. And though I have an educational background that could have put me into multiple faculties, DeGroote seemed like a progressive spot where I could pursue research at the forefront of both new methods and new technologies. What excites you most about working here? In the few months that I’ve been connecting with the community, I have met some of the most inspiring, creative and fun colleagues. I work best when I can collaborate in an open and exploratory way, and I’ve already found countless new friends to play with. What is your primary area of expertise? I’m an expert in the design and psychology of interactions with humanlike technologies. My research focuses on the individual, organizational and societal implications of hanging out with robots and AI agents. They’re becoming increasingly prevalent in our world and I’m trying to make sure we don’t create Skynet… or at least that the next generation of advanced technologies are far more humane and aligned with our needs. What motivated you to pursue this field of study? I got my first robot at the age of four and it was my childhood teddy bear. What began as a technical fascination with robots over time morphed into a curiosity of why we treat robots, AI and other humanlike technologies kind of like people. Love it or hate it, we’re amidst the creation of a new type of “person”, albeit digital, and I want to ensure that we don’t create a society of mechanical jerks. Are there any specific topics or trends you’re fascinated by in your field of business? I think we’re entering (or already in) a world of post-capitalism. Our socioeconomic systems don’t work the way they did 50 years ago, but many of our organizations and institutions are largely still functioning the same way. Automation (i.e. AI and robots) is making it harder to ignore this reality every year and I believe that within my lifetime we’ll be forced to rethink many of the global structures we’ve long held near and dear: work, politics, education and more. That’s all. Describe your teaching style – how do you engage students? I love teaching for selfish reasons; the challenge of connecting with each student forces me to learn concepts in new ways and I love to learn. As such, I bring a passion to the classroom to be able to mutually explore ideas with students and learn together. Fortunately, connecting with diverse perspectives comes easy since my background and experience are all over the place. Tell us one surprising or incredible fact about yourself. Entering my undergrad, I was torn between studying music and engineering. The “safe” choice won out, but through my career, music has been more than just a hobby. I’ve been involved with countless bands, choirs, and projects; had the opportunity to be a touring musician; and recorded numerous albums over the years. [Amir Taherizadeh](https://degroote.mcmaster.ca/profiles/tahers10/) Assistant Professor, Strategic Management What attracted you to the DeGroote School of Business and McMaster University? It was their unique blend of academic excellence and genuine community spirit. Through my research, I was impressed by DeGroote’s and McMaster’s strong track record in scientific research and its significant societal impact. However, it was my campus visit that truly won me over. The warmth, friendliness and inclusiveness of the community made me feel instantly welcomed. I knew that by joining, I would be part of a supportive environment that truly cares. What excites you most about working here? What excites me most about working here is the vibrant sense of collaboration and the flat organizational structure that lives throughout McMaster. In this environment, both research-focused and teaching-oriented faculties work seamlessly together, creating a unified “Mac Team”. An added perk of being on campus is the spontaneous interactions with amazing individuals; it’s easy to make connections because everyone is genuinely approachable and friendly. What is your primary area of expertise? I strive to maintain a balance between teaching and research, as I am passionate about both. Over the past decade, my research in Innovation and Technology Management (ITM) has spanned five key areas: firm-level innovation capabilities, the interplay of distributed research and development with innovation and business strategy, business model innovation and AI-driven digital transformation in healthcare. Additionally, I’ve found a niche in developing interdisciplinary management case studies, particularly focusing on Canadian small and medium-sized entrepreneurial organizations. Collaborating with my students to create tailored teaching materials that resonate with them is particularly rewarding, enhancing their learning experience and connection to the subject matter. What motivated you to pursue this field of study? My interest in innovation management was sparked during my MBA program, specifically, through a yearlong exchange trip to Nuremberg Tech in Germany. As a research assistant, I was exposed to the important roles that technological and employee-driven innovation play in fostering a knowledge-based economy. Inspired by these insights, I chose to write my MBA thesis on identifying the key drivers of innovation among Malaysian SMEs. My passion for innovation studies has been continually fueled by my doctoral studies in Canada where I have been inspired by the vibrant and forward-thinking landscape of Canadian startups and enterprises. McMaster University’s leadership has showcased how impactful innovation can resonate on a global scale, further deepening my commitment to the field. Are there any specific topics or trends you’re fascinated by in your field of business? One of the most compelling trends in my field is the ongoing discussion among policymakers, top managers and researchers about digital transformation, particularly the integration of AI technologies into organizational routines. Inspired by DeGroote’s ethos of creating meaningful impact, I am particularly intrigued by the potential of AI to revolutionize the Canadian healthcare system. The prospects of AI in delivering higher-quality and more efficient healthcare services are too significant to overlook. I am following the promising developments in this area, excited about the transformative possibilities. Describe your teaching style – how do you engage students? My teaching philosophy is built around fostering an environment that promotes enthusiasm; inclusive, continuous and incremental learning; connection to the real world; active participatory learning; mutual accountability; as well as trust and confidence building. This approach shifts from a generic curriculum to one tailored around their interests, making abstract concepts more tangible and engaging. For instance, consider a student passionate about bicycling for its environmental benefits and enjoyment, who faces challenges commuting to a banking internship. This real-world problem could spark innovative solutions, such as launching a startup to produce affordable electric bikes or designing high-performance, wrinkle-resistant business attire that is suitable for cycling. This approach not only links personal passions to practical problem-solving but also demonstrates how students can harness technological innovation and entrepreneurship to address real-life obstacles. Tell us one surprising or incredible fact about yourself. I am not sure if it’s incredible, but in my early 20s, I was a lifeguard, and I’ve kept my Canadian national lifeguard certificate so fresh it could make waves—though now I’m more of a poolside lounge enthusiast! [Michael Wu](https://degroote.mcmaster.ca/profiles/wu1062-2/) Assistant Professor, Marketing What attracted you to the DeGroote School of Business and McMaster University? There are several reasons why DeGroote and McMaster were extremely appealing. First, the existing faculty of DeGroote and McMaster are stellar. It is an honour to be able to work alongside such talented and hardworking scholars. Second, the strong brand name and reputation helps substantially with regards to connecting with firms, agencies and other academics. Finally, I spent most of my life in the Greater Toronto Area before moving away for my PhD—but there’s no place like home. What excites you most about working here? I’m most excited to interact and collaborate with DeGroote’s group of accomplished and distinguished scholars. The DeGroote faculty have contributed research to some of the most esteemed scholarly outlets, and I’m thrilled to be able to engage with scholars with such knowledge and experience. What is your primary area of expertise? I primarily study issues related to digital marketing. To answer questions in this domain, I leverage empirical tools rooted in applied econometrics, empirical industrial organization, and machine learning. As an illustration of my research, one project I am working on studies how the implementation of advertisement abilities on live streaming platforms affects the behaviours of both audience viewers as well as streamers themselves. What motivated you to pursue this field of study? I am a regular consumer of digital technologies in my own personal life. Streaming, video games and social media are important components of my life. As such, exploring topics related to these phenomena is both relevant and interesting. Are there any specific topics or trends you’re fascinated by in your field of business? There has recently been a large push for more research at the intersection of public policy issues and marketing. I think topics which are located at this convergence are compelling, with a wide array of applications for firms, policy makers and even consumers. Describe your teaching style – how do you engage students? I strongly believe in showcasing real-life applications of course topics. For instance, a typical example of a theoretical statistical topic may be a numeric application of a mathematical formula (which is still very important), but I also insist on showing illustrations of how real firms leveraged the same tool to answer some business-related question(s). I think that such examples motivate students to gain further interest in the topics introduced. Tell us one surprising or incredible fact about yourself. There was an open casting call for some of the lead roles of Star Wars: Episode VII, allowing anyone around the world to send in audition tapes. As a big fan (with no acting experience), I knew I had to at least submit an audition. As it turns out, I may have been better suited for research. [Yingnan Zhao](https://degroote.mcmaster.ca/profiles/zhaoy502/) Assistant Professor, Finance and Business Economics What attracted you to the DeGroote School of Business and McMaster University? I was drawn to DeGroote because of its strong reputation in finance research and education. DeGroote’s focus on experiential learning and fostering industry connections aligns well with my goal of providing students with practical insights and preparing them for the finance industry. McMaster University’s collaborative and innovative environment also appealed to me as an exciting place to contribute and grow. What excites you most about working here? I’m particularly excited about collaborating with talented colleagues and students in a dynamic and research-driven environment that encourages innovation and teamwork. What is your primary area of expertise? My expertise lies in financial economics and banking, with a focus on modelling bank-firm lending relationships and understanding the broader macroeconomic implications of these interactions. What motivated you to pursue this field of study? I have always been fascinated by how financial systems operate and the critical role they play in driving economic growth. Understanding the dynamics between banks and firms, especially how lending decisions impact firm performance and the economy, motivated me to dive deeper into this field. Are there any specific topics or trends you’re fascinated by in your field of business? I’m particularly interested in how technological advancements, such as AI and fintech, are transforming the banking sector and reshaping traditional lending models. I’m also fascinated by the growing focus on sustainable finance and how environmental factors are increasingly being integrated into the lending decisions of financial institutions. Describe your teaching style – how do you engage students? I aim to create an interactive learning environment where students feel encouraged to ask questions and connect financial theories to real-world applications. I often use current events and case studies to demonstrate the relevance of course materials, making the learning process more relatable and impactful. Tell us one surprising or incredible fact about yourself. I’m passionate about badminton and dream of living the life of a professional player for a week – hopefully before I get too old to keep up!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Joanna Williams",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:08:29.965+03:00",
    "updated": "2024-10-11T13:31:35.534+03:00"
  },
  {
    "uuid": "42f55249a86d1f9d3ff34d875b134b660a087019",
    "url": "https://democraticunderground.com/100220053518",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LetMyPeopleVote",
    "published": "2025-02-20T22:34:00Z",
    "title": "Team Trump scrambles to rehire the bird flu officials it fired",
    "text": "The Trump administration tried to rehire a group of fired officials who were important to public safety. Then it happened again. https://bsky.app/profile/neptune78.bsky.social/post/3likodfooxc2f\nLink to tweet\nThe U.S. Department of Agriculture said Tuesday that, over the weekend, it accidentally fired ‘several’ agency employees who are working on the federal government’s response to the H5N1 avian flu outbreak. The agency said it is now trying to quickly reverse the firings.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Politics->public inquiry",
      "Politics->government",
      "Politics->political process",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Health->public health",
      "Health->health organisation",
      "Health->government health care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:39:43.115+02:00",
    "updated": "2025-02-21T00:39:43.115+02:00"
  },
  {
    "uuid": "cbfcd35e89047134aadc10c4f80a440f7c254867",
    "url": "https://futurism.com/neoscope/patient-leaves-hospital-transplanted-pig-kidney-organ",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victor Tangermann",
    "published": "2024-04-04T19:28:00Z",
    "title": "Patient Leaves Hospital as Transplanted Gene-Hacked Pig Organ Seems to Be Functioning Well",
    "text": "Last month, surgeons at the Massachusetts General Hospital in Boston\ntransplanted a kidney from a gene-hacked pig into a living 62-year-old man.\nThe unusual procedure appears to have been a resounding success, with the patient being\ndischarged from the hospital on Wednesday.\nThe achievement could usher in a new era, potentially reducing our reliance on both hard-to-come-by human donor kidneys and the expensive dialysis machines that treat kidney disease and failure.\nThe patient, Richard Slayman, had been struggling with kidney disease for over a decade. His previously transplanted human kidney had also shown signs of failure last year.\nBut with his new kidney, which came from a genetically modified pig courtesy of biotech company eGenesis, Slayman is already doing much better. The organ is producing urine and removing waste from the blood, among other key functions, as\nthe New York Times reports.\n\"This moment — leaving the hospital today with one of the cleanest bills of health I’ve had in a long time — is one I wished would come for many years,\" Slayman said in an\nofficial statement. \"Now it’s a reality.\"\nIt's a major milestone for xenotransplantation, the nascent field of harvesting donor organs, tissues, and cells, from one species for transplantation in another.\n\"Though much work remains to be done, I think the potential of this to benefit a large number of patients will be realized, and that was a question mark hovering over the field,\" David Klassen, the chief medical officer for the United Network for Organ Sharing, who was not involved in the surgery, told the NYT.\nBut Slayman isn't entirely out of the woods just yet. There's still a chance his body's immune system will come to reject the new kidney. We also still don't know if the same procedure will work for other patients.\nOn the eighth day following the procedure, Slayman's body did show signs of rejection, which were successfully reversed with steroids and other medications — the same treatment some patients receive after getting a donor organ from another human.\nIf the technique can be scaled up, it could allow us to reduce our reliance on extremely expensive kidney disease treatments and put a dent in the long waitlists for human donor kidneys. Currently,\nover 100,000 Americans are waiting to receive a human donor transplant and only 25,000 kidneys are translated each year. About 12 people die while waiting for a transplant each day in the US.\nWhile Slayman has since been discharged, he will still be closely monitored and have to take tests three times a week. The immunosuppressive drugs he's taking also make him more vulnerable to infections, which means he won't be going back to work for at least six weeks.\nNonetheless, the team at the Massachusetts General Hospital is optimistic.\n\"When we first came in, he had a lot of apprehension and anxiety about what would happen,\" Leonardo Riella, medical director for kidney transplantation at Mass General, told the NYT. \"But when we rounded on him at 7 am this morning, you could see a big smile on his face and he was making plans.\"\nMore on the surgery:\nPatient Walking Around Hospital After Transplant of Gene-Hacked Pig Kidney\nShare This Article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://www.massgeneral.org/news/rick-slayman-discharge-statement",
      "https://www.nytimes.com/2024/04/03/health/pig-kidney-transplant-slayman.html",
      "https://www.cbsnews.com/boston/news/recipient-of-worlds-first-pig-kidney-transplant-discharged-from-boston-hospital/",
      "https://www.kidneyregistry.org/for-donors/i-want-to-help-a-stranger-in-need-of-a-kidney/",
      "https://www.usatoday.com/story/news/nation/2019/08/29/us-throws-away-3-500-donated-kidneys-per-year-study-says-heres-why/2139644001/",
      "https://massgeneral.org/news/rick-slayman-discharge-statement",
      "https://www.usatoday.com/story/news/nation/2019/08/29/us-throws-away-3-500-donated-kidneys-per-year-study-says-heres-why/2139644001",
      "https://usatoday.com/story/news/nation/2019/08/29/us-throws-away-3-500-donated-kidneys-per-year-study-says-heres-why/2139644001/",
      "https://www.kidneyregistry.org/for-donors/i-want-to-help-a-stranger-in-need-of-a-kidney",
      "https://cbsnews.com/boston/news/recipient-of-worlds-first-pig-kidney-transplant-discharged-from-boston-hospital/",
      "https://www.cbsnews.com/boston/news/recipient-of-worlds-first-pig-kidney-transplant-discharged-from-boston-hospital",
      "https://nytimes.com/2024/04/03/health/pig-kidney-transplant-slayman.html",
      "https://kidneyregistry.org/for-donors/i-want-to-help-a-stranger-in-need-of-a-kidney/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richard slayman",
          "sentiment": "none"
        },
        {
          "name": "slayman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "massachusetts general hospital",
          "sentiment": "negative"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:55:45.384+03:00",
    "updated": "2024-04-05T01:55:45.384+03:00"
  },
  {
    "uuid": "9d4137a71e9e606343ab649b2a30173b20ecbabb",
    "url": "https://www.glasgowlive.co.uk/news/last-days-2023-unsettled-weather-28361284",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordan Shepherd",
    "published": "2023-12-29T06:44:00Z",
    "title": "Last days of 2023 ‘unsettled’ weather says Met Office with ‘colder-than-average’ January on the way - Glasgow Live",
    "text": "The last days of 2023 are set to be unsettled with strong winds, rain and [snow](https://www.glasgowlive.co.uk/all-about/weather) battering parts of the country. Low pleasure areas are set to push in from the west on Saturday as conditions brought by Storm Gerrit continue to ease towards Hogmanay. Friday will bring some brighter spells to [Glasgow](https://www.glasgowlive.co.uk/news/glasgow-news/) and the central belt as wind and rain continues to affect some areas of Scotland. Saturday will bring some rain and snow with the city seeing some showers on Sunday and Monday. Steven Ramsdale is a [Met Office](https://www.metoffice.gov.uk/weather/forecast/gcuvz3bch#?date=2023-12-28) Chief Forecaster. He said: “This system is likely to bring a range of weather including hill snow. READ MORE: [ Pint sized bottles of wine to hit Glasgow shelves following Brexit rule change ](https://www.glasgowlive.co.uk/news/pint-sized-bottles-wine-hit-28359270) READ MORE: [Huge Glasgow Central Station queues as passengers travelling to London stuck due to cancellations](https://www.glasgowlive.co.uk/news/glasgow-news/huge-glasgow-central-station-queues-28360206) \"Heavy rain will spread across all but the far north on Saturday affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.” Looking further ahead into 2024, there is low forecast confidence. Nick Silkstone is a Met Office Deputy Chief Forecaster. He said: “Through to mid-January, there is a signal for a shift in the pattern compared to the winter so far, with more settled and colder-than-average conditions becoming increasingly likely.” Weather in Glasgow Friday: Mainly dry and sunny. A few showers across Argyll and along the coast, these wintry on hills. Cold. Maximum temperature 6 °C. Saturday to Monday: Dry start but outbreaks of rain and snow spreading north for a time. Unsettled with showers on Sunday and Monday. Join [Glasgow Live's Whatsapp Community here](https://chat.whatsapp.com/JwtiZHMMHYYCVZ8KrjAISB) and get the latest news sent straight to your messages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Health"
    ],
    "external_links": [
      "https://www.metoffice.gov.uk/weather/forecast/gcuvz3bch#?date=2023-12-28)",
      "https://chat.whatsapp.com/JwtiZHMMHYYCVZ8KrjAISB)",
      "https://www.metoffice.gov.uk/weather/forecast/gcuvz3bch#",
      "https://metoffice.gov.uk/weather/forecast/gcuvz3bch#?date=2023-12-28)",
      "https://www.chat.whatsapp.com/JwtiZHMMHYYCVZ8KrjAISB)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steven ramsdale",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "brexit",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "glasgow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:57:15.303+02:00",
    "updated": "2023-12-29T09:57:15.303+02:00"
  },
  {
    "uuid": "b995b40b5386907fa990302b44fe4bf16b23a171",
    "url": "https://www.archyde.com/oscars-red-carpet-filled-with-powerful-symbolism-cease-fire-calls-for-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gitty Aiden",
    "published": "2024-03-10T23:02:00Z",
    "title": "Oscars Red Carpet Filled with Powerful Symbolism: Cease-Fire Calls for Gaza",
    "text": "In recent news, the Oscars red carpet was filled with a symbolic message of unity and peace. Attendees donned red pins to call for a cease-fire in Gaza, drawing attention to the ongoing conflict in the region. This powerful gesture showcased the intersection of politics and entertainment, shedding light on the larger issues at play.\nThe Oscars, one of the most prestigious award ceremonies in the film industry, has historically been a platform for creative expression and self-reflection. This year, activists seized the opportunity to raise awareness about the dire situation in Gaza. Their red pins symbolized solidarity with those affected by the conflict and served as a visual reminder that art and activism can coexist.\nAs tensions escalate between Israel and Palestine, pro-Palestinian protests have gained momentum across the globe. The Oscars became the stage for this ongoing fight for justice, as LAPD issued a dispersal order due to the heated protests outside the event. The clash between the glamorous world of Hollywood and the harsh realities of the Middle East underscored the power of using prominent platforms to advocate for change.\nLooking forward, the implications of this convergence between entertainment and activism are significant. The Oscars have long been criticized for their lack of diversity and inclusivity, making it a breeding ground for social and political commentary. With activists utilizing this platform to shed light on global issues, it is becoming increasingly clear that the future of the industry will be shaped by the intersection of art, politics, and social justice.\nThis trend extends beyond award ceremonies. In an age where activism permeates various aspects of our lives, we can expect to see more outspoken artists and celebrities leveraging their influence to bring attention to important causes. The marriage of entertainment and activism has the potential to inspire widespread change, as the reach and impact of popular culture continue to expand.\nOne cannot ignore the role that technology plays in amplifying these messages. The rise of social media has provided a new platform for both activists and artists to share their voices and connect with likeminded individuals. Hashtags and viral campaigns have the power to spark global conversations and mobilize communities, creating a ripple effect of change.\nIn conclusion, the red pins worn at the Oscars highlight a pivotal moment in the intersection of entertainment and activism. As the world becomes increasingly interconnected, celebrities and artists have an unprecedented opportunity to use their platforms for social change. This convergence has the potential to redefine the balance of power and inspire a new wave of movements that address pressing global issues.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "attende",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "lapd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T01:17:33.161+02:00",
    "updated": "2024-03-11T01:38:39.520+02:00"
  }
]