[
  {
    "uuid": "e102cbefc552d27666f08f1cf5f332b2dd76db67",
    "url": "https://www.unionesarda.it/caffe-scorretto/in-un-tempo-perduto-mrncjg70",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UnioneSarda",
    "published": "2023-12-23T22:36:00Z",
    "title": "In un tempo perduto - L'Unione Sarda.it",
    "text": "D a quando anche i preti, con il silenzio assenso della Chiesa, hanno tolto sacralità al Natale, del Natale abbiamo nostalgia. Da circa vent’anni il sacro si unisce al profano, la spiritualità al consumismo, la messa di mezzanotte ai pranzi di mezzogiorno, i regali edonistici alle beneficenze. La ritualità religiosa si fonde con la tradizione laica, di cui sono simboli, rispettivamente, il presepe e l’abete con luci colorate e doni. Il Natale è diventato l’occasione per manifestare dissensi e proteste sociali. In breve: Natale senza Natale. Quest’anno se ne fa carico don Vitaliano della Sala, noto alle cronache come il prete rosso: nella sua parrocchia di Mercogliano in provincia di Avellino ha allestito un presepe arcobaleno con due madri e senza padre. San Giuseppe è superfluo perché rappresenta il patriarcato, ultimo mantra del femminismo arrabbiato. Ecco perché abbiamo nostalgia di quel Natale cristiano scomparso tra i fumi del modernismo progressista. Ne sentiamo un dolce rimpianto. Ne avvertiamo l’assenza mentre lo sentiamo presente nella memoria. É incastonato non in un tempo lontano ma, come ci suggerisce Proust, in un tempo perduto. I ricordi scavano nel passato dove la nostalgia fermenta. Lasciamo a don Vitaliano i furori iconoclastici. Noi, vecchi nostalgici, continuiamo ad augurarci ostinatamente: «Buon Natale».\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T02:00:14.146+02:00",
    "updated": "2023-12-24T02:00:14.146+02:00"
  },
  {
    "uuid": "f2dc1498044f6328a1e6a5f132bd80afcfbd93cf",
    "url": "https://www.lepopulaire.fr/limoges-87000/actualites/originaire-de-limoges-germaine-ribiere-a-sauve-la-vie-de-centaines-d-enfants-juifs-pendant-la-guerre_14423903/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Centre France",
    "published": "2023-12-31T12:55:00Z",
    "title": "Originaire de Limoges, Germaine Ribière a sauvé la vie de centaines d&apos;enfants juifs pendant la guerre - Limoges (87000)",
    "text": "Le cartable en cuir de Germaine Ribière va bientôt rejoindre les vitrines du musée de la Résistance de Limoges. Dans sa poche centrale zippée, l'étudiante glissait les documents secrets et les faux papiers pendant la guerre. Précieuse relique d'une jeune chrétienne qui sauva la vie de centaines d'enfants juifs menacés d'arrestation, de déportation et de mort. Germaine est décrite comme « une fille un peu raide, avec les yeux bleus. Une tête de vierge du Moyen-Âge ». Elle est issue du milieu catholique ouvrier de Limoges. Son père, Léon Ribière est un peintre sur porcelainier devenu artisan à son compte, un chambrelan. Très investi dans la vie ouvrière chrétienne de Limoges et responsable des Cercles d’études sociales, il est aussi correspondant du Limousin et de la Marche pour les amis de Frédéric Le Play. À partir de 1909, il se consacre à sa vie de famille, entreprend des études et devient agent d’assurance au début des années 1920. Claude Penin, historienne et nièce de son amie Hélène Durand, vient de publier [une étude sur le parcours de Germaine Ribière (*)](#Rappel note Livre). Pour elle, « le rôle de son père est très important dans la construction de ses valeurs morales et de son engagement. Et elle avait le même jour anniversaire que lui... » Au-delà de cet héritage, le travail de Claude Penin révèle l’investissement personnel et le mépris du danger qui marquent le destin de la jeune femme. Suite à sa participation à une manifestation le 11 novembre 1940 à Paris contre l'occupant nazi, elle fait l’objet d’une interdiction de rentrer passer les fêtes de Noël à Limoges. Mais après les protestations, Germaine opte pour une discrétion plus efficace. Elle et ses copines jécistes (membres de la Jeunesse Étudiante Chrétienne ou JEC, ndlr) étaient de toutes les missions. Notamment son amie [Hélène Durand](https://resistance.limoges.fr/sites/musee_de_la_resistance/files/Figures%20de%20la%20r%C3%A9sistance_Durand%20HD%20ok.pdf), qui est décédée en 2016. « Elles devaient avoir l’air raisonnables, souligne Claude Penin, avec leurs vélos et des enfants par la main. Parfois, il fallait faire taire les enfants pour passer la ligne de démarcation ou les frontières... Et armées de faux papiers et de leur courage, elles s’interdisaient la peur pour accomplir la mission. Et cette mission , c’était de sauver les enfants de la déportation. Tous les réseaux ont permis de sauver des centaines de vies. Une somme d’initiatives individuelles, supportées par le commun et protégées par le silence. » Ces réseaux, proches du Corrèzien Edmond Michelet, trouvaient notamment leur identité dans la parution des Cahiers du Témoignage chrétien. Un engagement interreligieux Les rapports avec la communauté juive de Limoges, mais également dans la France entière, faisait de \"Maine\" un précieux relais de confiance. Avec les rabbins Bloch et Deutsch, de Poitiers et Limoges, elle a contribué à sauver de nombreux enfants juifs des rafles et des déportations. Fervente chrétienne, qui allait à la messe chaque matin, elle considérait son engagement comme « interreligieux », puis « œcuménique ». En 1942, elle parvient à se faire affecter au camp de Nexon, pour y porter secours aux familles détenues et destinées à la déportation. Elle y découvre les conditions de détention et les préparatifs des convois pour Drancy, puis l’Est de l’Europe et la mort. Germaine Ribière disait qu’« il fallait savoir qu'un juif, qu’il ait 90 ans ou un mois, est en danger de déportation ». Germaine Ribière (à droite) en 1953 récupère les enfants Finaly au Pays Basque espagnol. Ces orphelins juifs avaient été baptisés et cachés par l'église après la guerre. Après la Libération, Germaine Ribière continue d'être au service des autres, notamment des plus fragiles : œuvres sociales à Lyon (Rhône), rapatriement des déportés, prise en charge hospitalière des troubles psychiques à Paris, etc. Elle s'illustre en 1953 dans le délicat dossier de deux orphelins juifs baptisés par la femme qui les avait recueillis puis enlevés. Elle va les récupérer au pays basque espagnol et les rend aux survivants de leur famille. Bien qu'elle ne soit pas titulaire du baccalauréat, elle reprend des études en autodidacte. Soutenue par les scientifiques avec qui elle a travaillé pendant la guerre, elle intègre le CNRS (Centre national de la recherche scientifique) en 1949 pour y étudier \"l'unité et la pluralité de l'être humain\". En psychiatrie infantile, elle revient travailler à Limoges au centre de rééducation de Bourneville - elle étudiait déjà pendant la guerre l'hôpital psychiatrique de Naugeat - et publie en 1975 un important ouvrage de pédagogie préscolaire. Germaine Ribière dans les années 1970 (à gauche), ainsi qu'une épreuve non retenue du timbre édité en hommage à son engagement, en 2017. L'universitaire Claude Penin est admirative : « C’est exceptionnel qu’avec son simple certificat d’études, elle ait pu bosser pour le CNRS ! Elle a travaillé au zoo de Vincennes (Paris) puis elle a étudié l’anthropologie fondamentale. J’explique son cheminement scientifique par la recherche de comment la Shoah avait bien pu être possible dans le monde occidental chrétien... » Une thèse est actuellement en préparation à l’université de Toulouse sur la maison d'enfants de Vendine (Haute-Garonne) que Germaine Ribière avait pu ouvrir dès juin 1942. \"Maine\" s’est éteinte à Paris à 82 ans, en 1999, et repose au cimetière de Colombes en région parisienne. Elle n’a jamais sollicité la moindre reconnaissance de ses actes de bravoure. « Elle n’est même pas allée chercher ses décorations », sourit Claude Penin. Par contre, elle était sensible à la gratitude affichée par les Juifs, notamment au mémorial de Yad Vashem à Jerusalem où elle a planté un arbre en 1968. Hommage rendu par les amitiés Israël-France. 80 autres ont été plantés en 1998, depuis en son honneur. Des archives y sont conservées et son souvenir y est entretenu. Son cartable témoignera désormais à Limoges de son engagement aussi discret que courageux. [(*) Germaine Ribière (1917-1999)] - Une figure majeure de la Résistance chrétienne - Claude Penin - Ed. Pulim - 10 euros ( [https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/](https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/)). Sylvain Compère sylvain.compere@centrefrance.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://resistance.limoges.fr/sites/musee_de_la_resistance/files/Figures%20de%20la%20r%C3%A9sistance_Durand%20HD%20ok.pdf),",
      "https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/",
      "https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999/)).",
      "https://pulim.unilim.fr/produit/germaine-ribiere-1917-1999/",
      "https://pulim.unilim.fr/produit/germaine-ribiere-1917-1999/)).",
      "https://www.resistance.limoges.fr/sites/musee_de_la_resistance/files/Figures%20de%20la%20r%C3%A9sistance_Durand%20HD%20ok.pdf),",
      "https://www.pulim.unilim.fr/produit/germaine-ribiere-1917-1999"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T16:57:30.761+02:00",
    "updated": "2024-01-07T20:29:48.720+02:00"
  },
  {
    "uuid": "3714a4cd0c4ec8863ae588717268c1abb5315a22",
    "url": "https://www.midilibre.fr/2023/12/30/trois-croix-ont-fait-lobjet-de-restauration-dans-la-commune-11669574.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Midilibre",
    "published": "2023-12-30T03:05:00Z",
    "title": "Trois croix ont fait l’objet de restauration dans la commune",
    "text": "Trois croix ont fait l’objet de restauration dans la commune\nNouvelle jeunesse pour trois croix de la commune qui ont fait l’objet de travaux d’entretien et de rénovation.\nDepuis le VIIe siècle et l’évangélisation des campagnes, des croix se sont dressées. Elles marquent les limites, la frontière des grands domaines laïcs ou religieux.\nUn caractère pratique voire politique\nAinsi, pendant la période médiévale, l’érection d’une croix de chemin revêt un caractère pratique voire politique autant que religieux. D’autres calvaires sont également élevés depuis cette époque afin de commémorer un événement, mais aussi afin d’expier un meurtre, un fait inhabituel entachant l’endroit où ils se sont produits. Après le vote de la loi de séparation de l’Église et de l’État en 1905, l’érection d’un calvaire sur le territoire communal et paroissial n’est réalisable qu’avec l’accord préalable du maire et des autorités préfectorales.\nLa commune, n’échappant pas à la règle, voit son histoire inscrite dans le bâti et les monuments présents sur différents sites. Ces monuments constituent à la fois son identité ainsi qu’une attache pour les habitants. À ce titre, sur plusieurs croix, tant sur le domaine privé que public, ont été réalisés des travaux d’entretien et de rénovation.\nNettoyage et débroussaillage\nLa Croix de Lancyre : nettoyage du site (destruction des reprises d’arbres et toutes végétations) ; consolidation du rocher d’assise ; réalisation d’un cadre pierre en partie haute ; nettoyage de l’ensemble de la croix, reprise des joints et agrafe de la colonne en pierre – partie haute ; nettoyage de la croix en fer et application d’une peinture antirouille. À venir : végétalisation du parterre.\nLa Croix de Mascla : nettoyage et débroussaillage du socle et de la parcelle ; rejointement de la croix et de son socle ; rejointement et consolidation du mur en pierre ; décapage de la croix en fer et application d’un antirouille ; reprise de la grille, remise à niveau de l’ensemble ; décapage et peinture antirouille ; fermeture par cadenas.\nLa Croix du Cami de las Oliveidas : décapage et nettoyage de l’ensemble de la croix ; nettoyage du site (destruction des reprises d’arbres et toutes végétations) ; reprise du socle arrière, remise à niveau ; reprise des joints et des parties endommagées ; application d’un hydrofuge de masse sur l’ensemble du monument ; reprise des lettres.\nD’autres bâtis suivront !\nCorrespondante Midi Libre : 06 89 57 26 70",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T06:20:08.315+02:00",
    "updated": "2023-12-30T06:20:08.315+02:00"
  },
  {
    "uuid": "8be20023c28206bda42f88db356044eeea0a2ab8",
    "url": "https://www.accessonline.com/videos/zendaya-has-priceless-reaction-to-finding-out-venus-williams-was-at-the-challengers-premiere-in-la",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Access",
    "published": "2024-04-18T17:51:00Z",
    "title": "Zendaya Has Priceless Reaction To Finding Out Venus Williams Was At The ‘Challengers’ Premiere In LA | Access",
    "text": "Zendaya Has Priceless Reaction To Finding Out Venus Williams Was At The ‘Challengers’ Premiere In LA Zendaya was visibly shook when she found out tennis pro Venus Williams was in attendance Tuesday night at the Los Angeles premiere for her latest movie “Challengers.” The actor talks about what it was like to work with co-stars Mike Faist and Josh O’Connor and who of the three was the class clown on set. Zendaya also reveals she tapped into her dancing skills to perfect her performance playing a tennis prodigy in the film, and discusses it was like working as a producer on the project. Plus, learn about how she and stylist Law Roach have found inspiration for the dazzling looks she has worn on the film’s press tour. “Challengers” hits theaters on April 26. Latest Videos Zendaya SHOCKED Over This Tennis Icon’s ‘Challengers’… 'Survivor': Tevin Davis Reacts To 'Chaotic'… Shop Luxe Skincare, Weighted Blankets & More… Olivia Munn's Emotional 1st Intv Since Breast… 'Summer House': West Wilson Gushes Over Ciara… ‘Hit Man’ Official Trailer Starring Glen… Sydney Sweeney FIRES BACK at Hollywood Producer… Simone Biles Gets CANDID About Olympics 'Twisties' '1000-Lb. Sisters': Tammy Slaton's Weight… Jordan Chiles & More Athletes On Team USA…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "venus williams",
          "sentiment": "negative"
        },
        {
          "name": "law roach",
          "sentiment": "none"
        },
        {
          "name": "olivia munn",
          "sentiment": "none"
        },
        {
          "name": "glen… sydney sweeney",
          "sentiment": "none"
        },
        {
          "name": "tevin davis",
          "sentiment": "none"
        },
        {
          "name": "josh o’connor",
          "sentiment": "none"
        },
        {
          "name": "mike faist",
          "sentiment": "none"
        },
        {
          "name": "zendaya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shop luxe skincare",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "la",
          "sentiment": "none"
        },
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:14:53.888+03:00",
    "updated": "2024-04-19T00:14:53.888+03:00"
  },
  {
    "uuid": "7c08282e8cddc0898a65d3b37b38091627974a87",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/getnews-2023-12-28-bissnex-at-the-forefront-of-global-crypto-industry-compliance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2023-12-28T00:00:00Z",
    "title": "BISSNEX at the Forefront of Global Crypto Industry Compliance | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "The cryptocurrency exchange BISSNEX has recently completed key market expansion actions and gained increased recognition from the U.S. federal government and financial systems. BISSNEX's acquisition of the U.S. MSB license signals the continuous strengthening of the platform's capabilities and the adjustment of its global market strategy.\nFollowing the challenging progress of Bitcoin and Ethereum ETF proposals, the U.S. has shown rising friendliness towards the crypto industry, supporting cryptocurrency taxation as property. Although their overall attitude towards cryptocurrencies remains cautious, as the industry continues to evolve, governments worldwide are gradually implementing trading and regulatory standards for the crypto industry. The widespread circulation of mainstream cryptocurrencies has made BISSNEX particularly attentive to expanding into the U.S. market.\nThe International Organization of Securities Commissions (IOSCO) previously released the \"Consultation Report on Policy Recommendations for Crypto-Asset and Digital Asset Markets,\" indicating further progress in global crypto industry regulation standards. Soon after, BISSNEX obtained the Money Services Business (MSB) license from the U.S. Financial Crimes Enforcement Network (FinCEN), a milestone demonstrating BISSNEX's compliance with the highest industry standards in Anti-Money Laundering (AML) and Know Your Customer (KYC) practices. The platform will expand its services with higher compliance standards and strict regulatory requirements.\nSince its establishment, BISSNEX has been committed to creating a safe and legal trading environment to ensure the best protection for users' interests and assets. The acquisition of the U.S. MSB license is a significant achievement in BISSNEX's compliance efforts, representing its leading position in trading compliance. The granting of this license requires exchanges to undergo rigorous due diligence to ensure compliance with the highest financial regulatory standards.\nIn the U.S. states of New York and California, cryptocurrencies are considered legal digital assets. Based on its global market strategy, BISSNEX has strategically established its headquarters in New York, a decision made after careful consideration of the global regulatory environment of cryptocurrencies. The U.S., particularly New York, is known for its stringent regulatory framework, providing a solid foundation for financial business expansion. BISSNEX recognizes the importance of working closely with regulatory authorities to create a safe and sustainable cryptocurrency trading environment.\nBISSNEX is positioned at the forefront of compliance in the crypto industry. As a global financial centre, New York offers abundant financial resources and professional talent, providing BISSNEX with ample development opportunities. BISSNEX has also announced plans to expand its compliance team, recruiting various talents specializing in cryptocurrency regulations. This team will work tirelessly to ensure BISSNEX's operations comply with all relevant local and international regulations, providing users with peace of mind during trading. In addition to advancing compliance work, BISSNEX actively collaborates with regulatory bodies and industry associations to stay abreast of the latest developments in the cryptocurrency field.\nAs the crypto industry continues to evolve, BISSNEX remains firmly committed to operating with the highest compliance and security standards. The acquisition of the MSB license is a clear practice of this commitment, demonstrating BISSNEX's determination to provide a safe and compliant trading environment for its users.\nDisclaimer: This press release may contain forward-looking statements. Forward-looking statements describe future expectations, plans, results, or strategies (including product offerings, regulatory plans and business plans) and may change without notice. You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements.\nMedia Contact\nCompany Name: BISSNEX\nContact Person: Media Relations\nEmail: Send Email\nCountry: United States\nWebsite: https://www.bdctp.co\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.cloudquote.io",
      "https://www.bdctp.co",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php?pr=bissnex-at-the-forefront-of-global-crypto-industry-compliance",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bissnex-at-the-forefront-of-global-crypto-industry-compliance",
      "http://www.universalpressrelease.com/?pr=bissnex-at-the-forefront-of-global-crypto-industry-compliance",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "http://universalpressrelease.com/?pr=bissnex-at-the-forefront-of-global-crypto-industry-compliance",
      "https://bdctp.co",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bissnex-at-the-forefront-of-global-crypto-industry-compliance",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "https://getnews.info/press_stat.php?pr=bissnex-at-the-forefront-of-global-crypto-industry-compliance",
      "https://tracking.newsrpm.com/pixel"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "global crypto industry compliance",
          "sentiment": "negative"
        },
        {
          "name": "crypto",
          "sentiment": "none"
        },
        {
          "name": "international organization of securities commissions (iosco",
          "sentiment": "none"
        },
        {
          "name": "digital asset markets",
          "sentiment": "none"
        },
        {
          "name": "msb",
          "sentiment": "none"
        },
        {
          "name": "bissnex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:45.912+02:00",
    "updated": "2023-12-29T00:34:45.912+02:00"
  }
]