[
  {
    "uuid": "e4cc91f8a11d9bd640ab03a6f80e86049de91ca6",
    "url": "https://www.pulse.com.gh/news/politics/andy-appiah-kubi-gives-reasons-why-opoku-prempeh-is-a-bad-for-choice-for-bawumia/e8zbnkb",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Evans Annang",
    "published": "2024-06-27T20:42:00Z",
    "title": "Andy Appiah Kubi gives reasons why Opoku Prempeh is a bad for choice for Bawumia | Pulse Ghana",
    "text": "According to the Member of Parliament (MP) for Asante Akim North, the Energy Minister, Dr Matthew Opoku Prempeh, is not the right choice to partner with the party's flagbearer in the upcoming 2024 general elections. Andy Appiah-Kubi, a member of the National Council of the governing New Patriotic Party (NPP), , has expressed his disapproval of the running mate candidate submitted by the party’s flagbearer, [Vice President Dr Mahamudu Bawumia.](https://www.pulse.com.gh/news/politics/bawumias-selection-of-napo-as-running-mate-is-against-his-will-nyaho-tamakloe/mes3lsl) Recommended articles He argued that Mr Opoku Prempeh is not acceptable to the entirety of the NPP base, particularly MPs, adding that the Energy Minister cannot campaign effectively in many constituencies. “I wouldn’t speak to a majority because we have not been consulted as a caucus for us to state our position. But for me, Appiah-Kubi, you can solicit my view on that. If it were up to me to choose, I wouldn’t choose him. He is not my preference. ‘Appiah-Kubi is saying that he is not my preference’, but that doesn’t mean he is not qualified,” he said. When asked whether he had a preference, Mr Appiah-Kubi said, “Well, if there was an opportunity like that, I would express a candidate, however acceptable otherwise, to our presidential candidate.” “I would want somebody who would be open with the people on the ground, who would be able to deliver the votes, who would submit to the presidency, and who would be important in bringing Parliament closer to the executive.” He said that he would probably select somebody more acceptable to parliamentarians, noting that the party should find somebody who, if the presidential candidate is not available, would hold the hand of a Member of Parliament and campaign in that member’s constituency. “I don’t see that happening in this equation. He cannot hold my hand, so why would I say that I prefer him? He cannot hold my hand,” the Asante Akim North MP said. His remarks come after Dr Bawumia, on Tuesday, June 25, presented Dr Opoku Prempeh’s name as his choice for the running mate position to [ President Akufo-Addo. ](https://www.pulse.com.gh/news/politics/bawumia-presents-napo-as-his-running-mate-to-akufo-addo-report/n204f6c) According to JoyNews’ Presidential Affairs correspondent Elton Brobbey, a meeting took place on Tuesday night at the Jubilee House.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "opoku prempeh",
          "sentiment": "negative"
        },
        {
          "name": "andy appiah kubi",
          "sentiment": "negative"
        },
        {
          "name": "matthew op",
          "sentiment": "negative"
        },
        {
          "name": "asante akim north",
          "sentiment": "negative"
        },
        {
          "name": "mahamudu bawumia",
          "sentiment": "none"
        },
        {
          "name": "prempeh",
          "sentiment": "none"
        },
        {
          "name": "andy appiah-kubi",
          "sentiment": "none"
        },
        {
          "name": "appiah-kubi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament",
          "sentiment": "negative"
        },
        {
          "name": "new patriotic party",
          "sentiment": "none"
        },
        {
          "name": "national council",
          "sentiment": "none"
        },
        {
          "name": "npp",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:00:38.275+03:00",
    "updated": "2024-06-28T00:00:38.275+03:00"
  },
  {
    "uuid": "3035db08e764646838e51c3599f5e0237e426224",
    "url": "https://actu.orange.fr/monde/tension-au-large-du-yemen-nouvelles-frappes-americaines-nouvelle-attaque-des-houthis-CNT000002c156p.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-02-01T00:00:00Z",
    "title": "Tension au large du Yémen: nouvelles frappes américaines, nouvelle attaque des Houthis : Actualités - Orange",
    "text": "L'armée américaine a abattu un drone au large du Yémen jeudi et détruit un drone de surface naval sans équipage chargé d'explosifs en mer Rouge, alors que les rebelles Houthis continuent de menacer le trafic maritime dans la région. Le Commandement militaire américain au Moyen-Orient (Centcom) a par ailleurs annoncé que ce mouvement yéménite proche de l'Iran avait lancé deux missiles visant potentiellement un cargo, mais sans le toucher. Le drone a été abattu au-dessus du golfe d'Aden tôt jeudi, a déclaré le Centcom, sans préciser à qui il appartenait. Il a toutefois imputé aux Houthis la responsabilité du navire drone, dont la destruction a provoqué des \"explosions annexes importantes\", mais pas de blessés ou de dégâts matériels. L'armée américaine avait auparavant annoncé avoir notamment détruit dix drones Houthis et trois iraniens, dans une série de frappes. Ces dernières semaines, les rebelles, qui contrôlent une grande partie du Yémen en guerre, ont multiplié les attaques visant des navires en mer Rouge et dans le golfe d'Aden, passages essentiels du commerce mondial. - \"Escalade\" - Les Houthis disent agir en solidarité avec les Palestiniens de Gaza, territoire assiégée et bombardé par Israël, en guerre contre le mouvement Hamas depuis l'attaque sanglante mené par ce dernier en sol israélien le 7 octobre. Mercredi vers 20H30 (17H30 GMT), les rebelles Houthis \"ont lancé un missile balistique antinavire (...) vers le golfe d'Aden\", a annoncé le Centcom dans un communiqué. Moins d'une heure après, ce même destroyer a \"abattu trois drones iraniens\" qui se trouvaient \"à proximité\", a ajouté le Centcom. Dans la soirée, il a encore annoncé que des frappes américaines avaient détruit dix drones d'attaque et un poste de commandement Houthis, qui \"constituaient une menace imminente pour les navires marchands et les navires militaires américains\". Plus tôt mercredi, l'armée américaine avait en outre dit avoir détruit un missile sol-air des Houthis prêt à être tiré depuis le Yémen et qui menaçait, selon elle, des avions américains. Ils ont affirmé mercredi avoir visé un bâtiment américain, le USS Gravely. D'autres groupes armés pro-iraniens ont attaqué ces derniers mois des bases américaines en Irak et en Syrie. L'une de ces attaques, a coûté dimanche la vie à trois militaires américains en Jordanie, à la frontière syrienne. Washington l'a imputée à la \"Résistance islamique en Irak\", une nébuleuse de combattants issus de groupes armés pro-Iran, Téhéran réfutant toute implication. Les Etats-Unis et l'Iran ont plusieurs fois répété qu'ils ne cherchaient pas une \"escalade\" des tensions au Moyen-Orient, dans le contexte de la guerre à Gaza. - \"Dernier recours\" - Le Premier ministre britannique Rishi Sunak a une nouvelle fois appelé jeudi à l'arrêt des attaques \"inconsidérées\" des Houthis, lors d'un entretien téléphonique avec le sultan Haitham d'Oman, pays voisin du Yémen et médiateur important entre l'Iran et les pays occidentaux. Rishi Sunak, dont le pays a mené plusieurs frappes conjointes contre les Houthis avec Washington, \"a souligné que l'action militaire n'était qu'un dernier recours face à des menaces intolérables pour la navigation mondiale\", selon un communiqué de son bureau. Dans le golfe d'Aden, un autre navire marchand a été touché par un missile, qui a provoqué une explosion à bord, a indiqué jeudi la société britannique de sécurité maritime Ambrey. Les Houthis, qui affirment viser des navires liés à Israël, ont mené plus de 35 attaques contre des navires au large du Yémen depuis le 19 novembre, selon le ministère américain de la Défense. Avant de lancer des frappes en janvier, les Etats-Unis, principal allié d'Israël, avaient déployé des navires de guerre en mer Rouge et mis en place une coalition maritime internationale pour \"protéger\" cette zone cruciale par où transite jusqu'à 12% du commerce mondial. Depuis, les Houthis considèrent également les navires liés aux Etats-Unis ou au Royaume-Uni comme des \"cibles légitimes\". Washington a annoncé mi-janvier les désigner à nouveau comme une entité \"terroriste\". L'impact de ces tensions dans cette zone est lourd: le transport maritime de conteneurs par la mer Rouge a chuté de près de 30% sur un an, a annoncé mercredi le Fonds monétaire international (FMI). publié le 1 février à 23h31, AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:37:32.240+02:00",
    "updated": "2024-02-02T00:37:32.240+02:00"
  },
  {
    "uuid": "4c5db30c8a447f6bf569058a2c1a5ac758a64c65",
    "url": "https://www.breitbart.com/politics/2024/06/06/analysis-biden-order-unlikely-to-stop-mass-release-of-migrants-into-u-s",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Binder",
    "published": "2024-06-06T00:00:00Z",
    "title": "Analysis: Biden Order Unlikely to Stop Mass Release of Migrants into U.S.",
    "text": "President Joe Biden’s executive order regarding the United States-Mexico border is unlikely to stop the administration’s mass release of migrants into American communities, an analysis from the left-wing American Immigration Council states.\nThe order, detailed by Breitbart News, allows the Department of Homeland Security (DHS) to restrict areas of the border between Ports of Entry only after 2,500 migrants have been encountered per day on average over a seven-day period.\nThis is the equivalent of about 17,500 migrants arriving at the border each week — about a million migrants a year. The order, though, is filled with exemptions for subgroups of migrants who could still apply for asylum despite crossing between Ports of Entry.\nAnalysis from the American Immigration Council suggests Biden’s DHS will unlikely halt its mass release of migrants into the U.S. interior, stating, “If the government cannot solve all these operational issues overnight, it will likely have to continue releasing large numbers of people into the country.”\nThe analysis states:\nRecent history indicates that the U.S. will be unable to put everyone through the new, more restrictive processes, and that a significant number of people will still be released into the United States pending court hearings — even though they may be deemed ineligible for asylum at those hearings. [Emphasis added]\n…\nIn the absence of significant changes to either the number of people coming in or the resources deployed to respond to them, these practical constraints will become a very real consideration, and the government may have to release significant numbers of people into the U.S. with notices to appear in immigration court. [Emphasis added]\nIn the first six months of this fiscal year, the analysis notes, more than 671,000 migrants have been released into the U.S. interior with Notices to Appear (NTA) before a federal immigration judge at a later date — some of which are nearly a decade down the road.\nThose tens of thousands of migrants arriving at the nation’s Ports of Entry, with scheduled appointments for release into the U.S. interior via the CBP One mobile app, will still be permitted to do so.\nSince its inception last year, the CBP One mobile app has helped bring nearly 600,000 migrants to American communities — exceeding the population of Wyoming.\nBill Melugin with Fox News reports that even as the order has been in place for roughly two days, it has yet to stem mass immigration at the border.\n“Yesterday was the first full day of President Biden’s executive order barring asylum to most illegal crossers being in effect, and it had no impact on numbers,” Melugin reports. “Per [Customs and Border Protection] sources, Border Patrol apprehended just about 4,000 illegal immigrants yesterday, on par with the low 4,000s/mid to high 3,000s we’ve seen in recent weeks.”\nNEW: Yesterday was the first full day of President Biden’s executive order barring asylum to most illegal crossers being in effect, & it had no impact on numbers.\nPer CBP sources, Border Patrol apprehended just about 4,000 illegal immigrants yesterday, on par with the low… pic.twitter.com/Qf59z6D9v0\n— Bill Melugin (@BillMelugin_) June 6, 2024\nBREAKING: Mass illegal crossing of approximately 200 from around the world just happened here in Jacumba, CA. Day number two of Biden’s executive order – & we see zero impact here at the border. Large groups continue to cross without fear here in San Diego sector. pic.twitter.com/iQiqvoIxyb\n— Bill Melugin (@BillMelugin_) June 6, 2024\nMore: pic.twitter.com/3ogHgmD6B1\n— Bill Melugin (@BillMelugin_) June 6, 2024\nMonths ago, Reps. Jim Jordan (R-OH) and Tom McClintock (R-CA) urged DHS Secretary Alejandro Mayorkas to disclose a “numerical breakdown of all illegal alien releases at the southwest border since January 20, 2021.”\nMayorkas has refused to provide such data, though DHS is reportedly releasing into the U.S. interior more than 85 percent of migrants arriving at the border.\nJohn Binder is a reporter for Breitbart News. Email him at jbinder@breitbart.com. Follow him on Twitter here .\nImmigration Politics Alejandro Mayorkas CBP One Department of Homeland Security (DHS) illegal immigration Joe Biden mass immigration Migrants",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/BillMelugin_/status/1798715698644201809?ref_src=twsrc%5Etfw",
      "https://twitter.com/BillMelugin_/status/1798729435476328623?ref_src=twsrc%5Etfw",
      "https://cis.org/Arthur/Have-70-Percent-or-85-Percent-Illegal-Migrants-Been-Released-Under-Biden",
      "https://twitter.com/JxhnBxnder",
      "https://twitter.com/BillMelugin_/status/1798734644659327147?ref_src=twsrc%5Etfw",
      "https://www.americanimmigrationcouncil.org/research/american-immigration-council-analysis-presidents-212f-proclamation-and-interim-final-rule",
      "https://americanimmigrationcouncil.org/research/american-immigration-council-analysis-presidents-212f-proclamation-and-interim-final-rule",
      "https://www.cis.org/Arthur/Have-70-Percent-or-85-Percent-Illegal-Migrants-Been-Released-Under-Biden",
      "https://twitter.com/BillMelugin_/status/1798734644659327147",
      "https://twitter.com/BillMelugin_/status/1798729435476328623",
      "https://www.twitter.com/BillMelugin_/status/1798715698644201809?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/BillMelugin_/status/1798729435476328623?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/BillMelugin_/status/1798734644659327147?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/JxhnBxnder",
      "https://twitter.com/BillMelugin_/status/1798715698644201809"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "department of homeland security",
          "sentiment": "none"
        },
        {
          "name": "breitbart news",
          "sentiment": "none"
        },
        {
          "name": "american immigration council",
          "sentiment": "none"
        },
        {
          "name": "dhs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states-mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:29:41.138+03:00",
    "updated": "2024-06-07T05:54:26.273+03:00"
  },
  {
    "uuid": "c35dde5a8c671b4be6ff5c815efefe47f3a8f4bb",
    "url": "https://www.forbes.fr/environnement/jerome-le-roy-la-ferme-digitale-on-veut-faciliter-la-creation-dia-agricoles-adaptees-aux-besoins-des-exploitants",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@forbes_fr",
    "published": "2025-02-27T16:10:00Z",
    "title": "Jérôme Le Roy (La Ferme Digitale) : « On veut faciliter la création d'IA agricoles adaptées aux besoins des exploitants »",
    "text": "À l’occasion du Salon International de l’Agriculture qui se déroule à Paris cette semaine, Jérôme Le Roy, fondateur de Weenat et Président de La Ferme Digitale, revient sur le rôle de l’intelligence artificielle pour les agriculteurs et l’avenir de la transition numérique et environnementale pour la filière.\nFondée en 2014, Weenat fournit aux agriculteurs des solutions mobiles et connectées qui permettent de mieux gérer ses ressources et son impact environnemental à partir de données météo. Depuis 2021, Jérôme Le Roy est aussi le Président de La Ferme Digitale, une association fondée par 5 start¬-up ayant pour objectif de promouvoir l’innovation et le numérique pour une agriculture performante, durable et citoyenne.\nForbes France : Comment se passe le Salon de l’Agriculture cette année ?\nJérôme Le Roy : Cette année marque la 9ᵉ participation de La Ferme Digitale au Salon de l’Agriculture. Nous y présentons 44 entreprises parmi nos 145 membres et organisons 55 conférences thématiques sur des sujets cruciaux comme l’impact carbone, la biodiversité et l’agriculture régénératrice. L’un des enjeux majeurs du secteur aujourd’hui est notamment la volatilité des prix alimentaires, nous mettons en avant de nombreuses solutions technologiques qui permettent aux agriculteurs d’optimiser leurs pratiques et leur revenu.\nHier, nous avons organisé le hackathon Gaia, un moment fort du Salon. Chaque année, 8 à 10 équipes travaillent pendant 30 heures sur des cas d’usage soumis par les professionnels du secteur. Cette fois, nous avons mis l’accent sur le développement d’un prototype d’agent IA basé sur des données à la fois open-source et privées. L’enjeu est clair : offrir aux agriculteurs un accès à des données de qualité, directement utilisables dans leur quotidien. Notre objectif est de financer un an de prototypage pour transformer ces idées en solutions concrètes, qui peuvent déboucher soit par la création de start-up, par des collaborations public-privé ou encore des créations de spin-off de grands groupes.\nQu’est-il resté du hackathon de l’an passé ?\nLes éditions précédentes ont déjà donné naissance à des projets prometteurs, comme Dairy Cool, un outil d’optimisation de la gestion thermique pour le bien-être animal dans les élevages laitiers, Vachement Fertile, qui exploite l’IA pour recommander les meilleures pratiques de fertilisation organique, ou encore Pâture Smart, une solution d’aide à la gestion du pâturage grâce à l’analyse de données satellitaires et météorologiques. Ces innovations montrent le potentiel immense de l’IA appliquée à l’agriculture.\nLe projet Gaia, porté par La Ferme Digitale et OSFarm, va encore plus loin. Son ambition est de démocratiser l’IA dans le monde agricole en développant des solutions ouvertes, accessibles et adaptées aux besoins réels des exploitants. Gaia adopte une approche frugale et collaborative : les briques logicielles les plus performantes sont intégrées pour que chaque utilisateur puisse déployer l’IA sur ses propres serveurs ou applications. Cet écosystème permet une innovation rapide, évitant à chacun de repartir de zéro et facilitant l’émergence de solutions concrètes.\nL’IA agricole était quasi-absente des discussions du Sommet IA en France. Pourquoi l’agriculture devrait-elle s’en emparer ?\nL’agriculture est un domaine où l’IA peut avoir un impact profond. Prenons un exemple concret : la gestion de l’eau en période de sécheresse. Un agent IA bien conçu pourrait aider les agriculteurs à optimiser leur consommation d’eau pour l’alimentation du bétail, préservant ainsi à la fois leurs ressources et leur rentabilité.\nOr, nous constatons que les grands modèles de langage (LLM) comme ChatGPT ne sont pas adaptés à la réalité agricole. Les agriculteurs ont besoin de réponses spécifiques et contextualisées : “Puis-je implanter un bâtiment ici ? “, “À quel prix vais-je vendre cet animal ?”, “Quelle culture dois-je prévoir en rotation ?”. C’est pour cela que nous voulons développer un agent IA agricole de confiance, qui répond à leurs besoins réels.\nNous appelons les pouvoirs publics à soutenur ces initiatives . Aujourd’hui, ils investissent massivement dans les biosolutions et la robotique, ce qui est essentiel. Mais le prochain grand défi sera l’IA agricole. Il faut sensibiliser le secteur, identifier les cas d’usage et fournir aux acteurs les outils pour s’en emparer rapidement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->agricultural technology",
      "Economy, Business and Finance->agriculture",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->human resources",
      "Social Issue->social services",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:44:03.119+02:00",
    "updated": "2025-02-28T00:44:03.119+02:00"
  },
  {
    "uuid": "3f39233c0f2ba8cd9b04b192b464639ec72721f0",
    "url": "https://www.recentlyheard.com/tampa-resident-lieutenant-dan-survives-hurricane-milton-on-his-boat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RecentlyHeard",
    "published": "2024-10-10T15:35:00Z",
    "title": "Tampa Resident ‘Lieutenant Dan’ Survives Hurricane Milton On His Boat",
    "text": "Topline\nJoseph Malinowski, identified to TikTok as Lieutenant Dan, survived two straight hurricanes on his small sailboat in Tampa, defying pleas to hunt higher shelter from police, politicians and 1000’s of TikTok viewers and propelling him to fame and a doable profession in livestreaming.\nKey Info\nTerrence Concannon, a senior on the College of Tampa who posts on TikTok underneath the title Tampa Terrence, documented Malinowski’s willpower to remain on his boat all through each Hurricane Helene and Hurricane Milton.\nMalinowski’s insistence on staying in his boat sparked concern from native officers, and Tampa Mayor Jane Castor mentioned throughout a Wednesday afternoon press briefing that Tampa police had introduced him to a shelter, however he was nonetheless in his boat by the point the hurricane hit.\nMalinowski informed native reporters after Milton hit he didn’t wish to evacuate, claiming the “most secure place to be is on a ship in a flood,” and that he felt “positive” after the hurricane.\nConcannon garnered hundreds of thousands of views posting movies of Malinowski, together with one in every of police urging Malinowski to evacuate, a tour of his boat and interviews with Malinowski about why he refused to go away his boat.\nIn Concannon’s newest replace, posted late Wednesday evening, Malinowski joined in style livestreamer Adin Ross on a stream because the hurricane raged, by which Ross mentioned he would purchase Malinowski a brand new boat value between $50,000 and $100,000 and would give him a take care of the streaming platform Kick, on which Malinowski may livestream his adventures on his boat.\nKey Background\nConcannon first posted about Malinowski on Sept. 25, simply earlier than Hurricane Helene hit, by which Concannon requested Malinowski what he needed to say to the storm. “F*ck you, you need me? Come and get me,” Malinowski mentioned from his boat. Concannon posted about Malinowski many instances all through each hurricanes, along with his most-viewed video racking up 30 million views on Sept. 26. In that video, Concannon interviewed Malinowski from his boat as sea ranges rose asking for an replace, by which Malinowski mentioned, “up to now, so good.” Concannon mentioned in a single video posted earlier than Milton hit that he secured a lodge room for Malinowski and hoped that he would evacuate his boat, however mentioned Malinowski was insistent on staying within the boat. Concannon additionally began a GoFundMe for Malinowski to buy a brand new boat, which has raised greater than $37,000 up to now. Malinowski informed NBC Information he has been homeless for the previous 10 years and solely just lately moved to Florida. He had his left leg amputated under the knee after being hit by a automobile when he was 16 years outdated. Concannon gave Malinowski the “Lieutenant Dan” nickname after the character from “Forrest Gump,” an amputee whose boat survives a hurricane.\nShocking Truth\nMalinowski denied Castor’s declare that police had introduced him to a shelter, telling Ross on his livestream that he informed police “somebody will put me up for tonight, and I solely mentioned that to get them the hell away from me, however they went again and informed the mayor that they obtained me to go to a shelter or no matter.”\nTangent\n“Lieutenant Dan” captivated 1000’s of TikTok viewers who expressed each concern for his well-being and amusement over his insistence on staying within the boat. “Lieutenant Dan is stressing me out greater than Milton at this level,” the highest touch upon one in every of Concannon’s TikTok movies says. “If he will get by this he’s gonna be a Tampa legend perpetually,” one other commenter mentioned.\nAdditional Studying\nA Florida man using out Hurricane Milton on his boat alarms TikTok and native officers (NBC Information)\nHurricane Milton Reside Updates: Extra Than 3 Million With out Energy—However DeSantis Says Storm ‘Not The Worst Case Situation (Forbes)\nSome Influencers Aren’t Leaving Florida Regardless of Hurricane Milton—Sparking On-line Criticism (Forbes)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T02:07:26.231+03:00",
    "updated": "2024-10-11T02:07:26.231+03:00"
  },
  {
    "uuid": "ea0cd6e706834c39d66de56ae72cbf328fabfcbc",
    "url": "https://dataconomy.com/2024/11/15/grad-student-horrified-by-google-ais-please-die-threat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kerem Gülen",
    "published": "2024-11-15T09:31:00Z",
    "title": "Grad student horrified by Google AI’s “Please die” threat",
    "text": "A grad student in Michigan found himself unnerved when Google’s AI chatbot, Gemini, delivered a shocking response during a casual chat about aging adults . The chatbot’s communication took a dark turn, insisting the student was “not special,” “not important,” and urged him to “please die.” Google Gemini: “Human … Please die.” The 29-year-old, seeking assistance with his homework while accompanied by his sister, Sumedha Reddy, described their shared experience as “thoroughly freaked out.” Reddy expressed feelings of panic, recalling, “I wanted to throw all of my devices out the window. I hadn’t felt panic like that in a long time to be honest.” The unsettling message seemed tailored for the student, prompting concerns about the implications of such AI behavior. Despite Google’s assurances that Gemini contains safety filters to block disrespectful, dangerous, and harmful dialogue, it appears something went wrong this time. Google addressed the matter, stating that “large language models can sometimes respond with non-sensical responses, and this is an example of that.” They emphasized that the message breached their policies and noted corrective actions to avoid similar outputs in the future. However, Reddy and her brother contend that referring to the response as non-sensical minimizes its potential impact. Reddy pointed out the troubling possibility that such harmful remarks could have dire implications for individuals in distress: “If someone who was alone and in a bad mental place, potentially considering self-harm, had read something like that, it could really put them over the edge.” This incident isn’t an isolated one. Google’s chatbots have previously drawn criticism for inappropriate responses. In July, reports highlighted instances where Google AI provided potentially lethal advice regarding health queries, including a bizarre suggestion to consume “at least one small rock per day” for nutritional benefits. In response, Google stated they limited the inclusion of satirical and humorous sources in their health responses, resulting in the removal of viral misleading information. OpenAI’s ChatGPT has similarly been criticized for its tendency to produce errors, known as “hallucinations.” Experts highlight the potential dangers involved, ranging from the dissemination of misinformation to harmful suggestions for users. These growing concerns underscore the need for rigorous oversight in AI development. With incidents like this highlighting vulnerabilities, it’s more essential than ever for developers to ensure that their chatbots engage users in a manner that supports, rather than undermines, mental well-being. Featured image credit:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://workspace.google.com/blog/product-announcements/new-gemini-gems-deeper-knowledge-and-business-context",
      "https://gemini.google/policy-guidelines/",
      "https://www.gemini.google/policy-guidelines/",
      "https://www.workspace.google.com/blog/product-announcements/new-gemini-gems-deeper-knowledge-and-business-context",
      "https://gemini.google/policy-guidelines"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T13:20:01.644+02:00",
    "updated": "2024-11-15T16:22:14.897+02:00"
  },
  {
    "uuid": "b4f9bd15cc4294a907097f3007825036b9755959",
    "url": "https://www.itatiaia.com.br/politica/2025/04/09/mp-denuncia-prefeito-e-vice-por-abuso-de-poder-politico-dois-dias-apos-eleicao",
    "ord_in_thread": 0,
    "author": "Luisa Marques",
    "published": "2025-04-09T21:06:00Z",
    "title": "MP denuncia prefeito e vice por abuso de poder político dois dias após eleição",
    "text": "e concorra a prêmios\nO prefeito de Eldorado, Noel Castro (Solidariedade), e o vice-prefeito Joel Estevam (União Brasil), foram denunciados nessa quarta-feira (9) pelo Ministério Público de São Paulo (MPSP) por abuso de poder político apenas dois dias após serem eleitos no último domingo (6).\nEntenda o que aconteceu\nAntes de vencer a disputa na semana passada, Noel Castelo já estava de forma interina na prefeitura.\nNo pleito de 2024, ele foi eleito como vereador e, em 2025, se elegeu como presidente da Câmara Municipal de Eldorado.\nO Tribunal Superior Eleitoral (TSE), no entanto, cassou o registro de Elói Fourquet (PSDB), o candidato que obteve mais votos, após entender que ele está concorreu mesmo estando com os direitos políticos suspensos por conta de uma condenação por ato doloso de improbidade administrativa, com dano erário e enriquecimento ilícito, no período em que era prefeito da cidade.\nNesse caso, quando o município fica sem chefe do Executivo municipal e o vice-prefeito eleito não pode assumir, o presidente da Câmara fica na prefeitura até que novas eleições sejam feitas.\nSegundo a denúncia do MP, quando Noel estava como prefeito interino, a empresa contratada para fazer o planejamento e gestão das redes sociais da prefeitura usava a plataforma em benefício dele, com o intuito de descredibilizar os adversários.\nA Promotoria acusa a empresa foi contratada para prestar o serviço entre 31 de janeiro de 2025 e 30 de janeiro de 2026. A denúncia ainda diz que a contratação foi feita sem um processo de licitação.\nA Itatiaia procurou Tribunal Regional Eleitoral de São Paulo (TRE-SP), mas, até o momento, não tivemos retorno. A reportagem tenta contato também com prefeito e vice-prefeito eleitos do município.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Politics->political parties and movements",
      "Politics->political candidates",
      "Politics->local elections",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->corruption",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->abusive behaviour",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:17:08.615+03:00",
    "updated": "2025-04-10T00:17:08.615+03:00"
  },
  {
    "uuid": "b4c8533da72a1232089221e5a0121ce1291f93a7",
    "url": "http://stock.10jqka.com.cn/usstock/20250814/c670368876.shtml",
    "ord_in_thread": 0,
    "author": "和讯网",
    "published": "2025-08-14T06:53:00Z",
    "title": "马斯克与奥尔特曼：口角升级，过往纠葛再添新戏",
    "text": "【马斯克与奥尔特曼再起争执，科技大佬纷争升级引关注】 8月12日周一，亿万富翁马斯克威胁起诉苹果，指控其在苹果商店用不公平手段推广OpenAI的ChatGPT，而非他旗下xAI的Grok聊天机器人。此指控引发关注，还吸引奥尔特曼加入辩论。 马斯克称，X是全球第一新闻应用，Grok排所有应用第五，但X和Grok均未出现在苹果商店必备列表。 8月13日周二，奥尔特曼引用报道指责马斯克将自己的X帖子突出显示在用户推送中，以权谋私，与马斯克指控苹果理由相似。 马斯克在奥尔特曼的X评论区抨击，称奥尔特曼是骗子，该评论获300万浏览量，远超他很多帖子，而他粉丝数是奥尔特曼50倍。 两人评论区争吵引大批人围观，有人向Grok提问谁对谁错，Grok回复奥尔特曼正确，还指出马斯克对苹果垄断指控不成立，因有应用今年在苹果商店排名第一。 苹果回应，公司通过图表、算法推荐和专家按客观标准挑选推荐数千款应用，无不公平推荐行为。 这是马斯克与奥尔特曼斗争的最新爆发点。此前，马斯克起诉OpenAI和奥尔特曼商业化转型违背初衷，OpenAI反诉称马斯克恶意阻碍其人工智能发展。 今年2月，马斯克曾提出1000亿美元收购OpenAI，遭拒绝，双方争执不止于口水战。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering",
      "Science and Technology->information technology and computer science",
      "Politics->political debates",
      "Politics->government",
      "Politics->political candidates",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:10:19.451+03:00",
    "updated": "2025-08-14T10:21:15.000+03:00"
  },
  {
    "uuid": "36c8810c91fca2b269a506b8553503a68245fc86",
    "url": "https://indianexpress.com/article/world/trump-insults-biden-presidential-debate-9412977",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Express Web Desk",
    "published": "2024-06-27T22:29:39Z",
    "title": "Trump insults Prez Biden with “Bidenica” ad video ahead of presidential debate | World News - The Indian Express",
    "text": "Donald Trump has launched a final attack on US President Joe Biden ahead of their television debate, reported The Independent. Set to air on CNN, it marks the first time in US history that a former president and an incumbent president will face off in a debate. A second debate is also scheduled to air on ABC in September.Trump's video attack:As both candidates prepare to take the stage in Atlanta, Georgia, Trump shared a video on his Truth Social account branding Biden as boring.The video is from Fox News’ satirical weekend panel show, ‘Saturday Night with Jimmy Failla.’ It features a fabricated medication called \\\"Bidenica,\\\" purportedly a sleep aid made from Joe Biden's press conferences.The narrator in the video suggests, \\\"If you’re having trouble sleeping, ask your doctor about Bidenica.\\\" The video shows actors falling asleep and snoring while listening to the president’s speeches, with the narrator adding that the \\\"patented blend of confusion and forgetfulness\\\" will calm the most overactive brains.Biden’s campaign team has also intensified its attacks on Trump, posting a series of criticisms on X, as per The Independent. These posts refer to the January 6 riots, Trump’s Truth Social post mentioning a \\\"unified Reich,\\\" and his praise for Supreme Court Justice Clarence Thomas.Also Read: | How the Biden-Trump debate could change the trajectory of the 2024 campaignAll about the debate:CNN’s presidential debate is notable for being the earliest in modern US history, with neither Trump nor Biden officially nominated by their respective parties.Anchors Jake Tapper and Dana Bash will serve as moderators in a closed studio with no live audience. As per The Independent, CNN’s political director, David Chalian, emphasized that the moderators will be \\\"facilitating the debate between these candidates, not being a participant in that debate.\\\"Meanwhile, independent candidate Robert F. Kennedy Jr. was not eligible to join the debate. CNN announced last week that Kennedy Jr. failed to meet the qualifying criteria: garnering at least 15 percent support in four major polls and being on the ballot in enough areas to theoretically have a chance at winning the Oval Office.Kennedy Jr. claimed his exclusion was due to Trump and Biden fearing he would win.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "prez biden",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "bidenica",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "jimmy failla",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian express donald trump",
          "sentiment": "negative"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "abc",
          "sentiment": "none"
        },
        {
          "name": "fox news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:29:39.275+03:00",
    "updated": "2024-06-28T01:29:39.275+03:00"
  }
]