[
  {
    "uuid": "d80e40d7bf05b45155d22e5349f788d654dab21f",
    "url": "https://www.delcotimes.com/2023/12/29/church-related-events-in-delaware-county-dec-29-2023-edition/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Times",
    "published": "2023-12-28T11:14:00Z",
    "title": "Church-related events in Delaware County, Dec. 29, 2023 edition",
    "text": "Note: Email only to editor@delcotimes.com by Wednesday noon. A new food pantry is opening: at Stonybank Community Church, 35 Stoneybank Road, Glen Mill. The pantry is open to the community every Wednesday from 4 to 6 p.m. The Thomas M. Thomas: Memorial Presbyterian Church, 1408-1414 W. Third St., Chester, wlll be celebrating Kwanzaa on Dec. 31 at 10:30 a.m. with a praise and worship service followed by a celebration and free dinner (Karamu). All are welcome. The church dates to the Reconstruction and Industrialization era. It is the physical representation of the will and mission of its members and the hope, confidence, love, and pride that generations connected to our local community have experienced, the church said. To learn more visit https://tmtchurch.net, call (610) 874-3671 or (610) 874-3424, or emal TMThomas1899@gmail.com. The Blue Church: will be hosting a Red Cross blood drive on Monday, Jan. 8, from 2 to 7 p.m. To schedule an appointment, call 1-800-733-2767 or visit www.RedCrossBlood.org and enter “Blue Church” when prompted. Campbell African Methodist Episcopal Church of Media: where God is faithful through generations, was established in 1827, and is the oldest black church congregation in Delaware County, PA. In the year 2024, we will be celebrating 197 years of service in the community and launching a Bicentennial Restoration Campaign Fund in our efforts to preserve our historic church building and share our history with the greater community. A celebratory banquet will be held on February 16, 2024 and we would be honored by the presence of you, your family, and your friends. This semi-formal banquet is Kente themed and will be held at the Media Community Center at 301 N. Jackson St., Media. This event will be a celebration of not only our church history, but service and history to the Delaware County community. Holy Myrrh-Bearers Church: 2024 pierogie sale. Cost is $11 per dozen for potato and cheese pierogies and $13 per dozen for sauerkraut pierogies. Pierogie sale dates are Jan. 3 and 17, Feb. 7 and 21, March 6 and 20, April 10 and 24, May 8 and 22, June 5 and 19, July 10 and 24, Aug. 7 and 21; Sept. 4 and 18, Oct. 9 and 23, Nov. 6 and 20, Dec. 4 and 18. Pickup times are Wednesday of sale week and every Saturday 10 a.m. to 2 p.m. Order no later than the preceding Sunday to ensure availability that sale week. Most times fresh and smoked kielbasi rings, Holubki (stuffed cabbage), Halushki (buttered noodles with/without kielbasa), assorted nut rolls and various home-made soups are available. Availability of these items for order will be announced on the pierogie Hotline. Holy Myrrh-Bearers Ukrainian Catholic Church is at 900 Fairview Road, Swarthmore. For information or to place an order, call the pierogie hotline at 610-544-1216. Upland Baptist Church: 325 Main St., Upland. Are you interested in learning more about the Bible? Would you like to learn with a group of people? Do you sometimes feel like other people know more than you do? If you answered yes to any of these questions, then Bible Study is for you. During our hour long Bible Studies, we will read and discuss 1 Corinthians, learning together. No previous knowledge is needed! Join us on Wednesdays at 10 am, starting August 23, in the Chapel to grow in your faith. First Presbyterian Church of Glenolden: The church has a food pantry for those in need, operated by Harry’s Hands to Help and Heal, open on Mondays from 6 to 8 p.m. and Saturdays, 11 a.m. to 2 p.m. For information on any of these events, or to purchase bingo tickets, call Debbie Hadden at 610-457-7442 or Gwen Skalish at 610-299-6993 or stop by the church on Saturdays, 9 a.m. to 3 p.m. or Sundays, 9 a.m. to noon. GEMM (Gospel Enriched Marriage Ministry): Risen Hope Church, 1001 Washington Avenue, Prospect Park. Are you looking to take your marriage to the next level? Join us on the fourth Saturday of each month at 6 p.m. as we go through an exciting series called “The Art of Marriage,” by Family Life. Dinner is provided, and we ask that you please sign up on our website event calendar at risenhopechurch.org. Holy Myrrh-Bearers Church: 2023 pierogie sale. Cost is $11 per dozen for potato and cheese pierogies and $13 per dozen for sauerkraut pierogies. Pierogie sale dates remaining are Dec. 14-16. Pickup times are Wednesday of sale week and every Saturday 10 a.m. to 2 p.m. Most times fresh and smoked kielbasi rings, Holubki (stuffed cabbage), Halushki (buttered noodles with/without kielbasa), assorted nut rolls and various home-made soups are available. Availability of these items for order will be announced on the pierogie Hotline. Holy Myrrh-Bearers Ukrainian Catholic Church is at 900 Fairview Road, Swarthmore. For information or to place an order, call the pierogie hotline at 610-544-1216. Trainer Trinity United Methodist Church: 3705 W. Ninth St., Trainer: Food cupboard available Saturday, Dec. 16, 9:30-11 a.m. Donations of food items joyfully received throughout the week, for food cupboard distribution. Email: trainerumc@comcast.net. Facebook: Trainer Trinity United Methodist Church. YouTube: trainertrinityumc First United Methodist Church of Media: also known as First Church Media, 350 W. State St., Media, distributes food Thursday from 6 to 8 p.m and Sunday from 1 to 2 p.m. The church’s Clothing Closet mainly takes private appointments, which can be scheduled by calling the church office at 610-566-3172. The Clothing Closet also has one monthly pop-up event that is open to the public. This date can be found at www.firstchurchmedia.org or on the Clothing Closet of First Church Media facebook page. Concord Liberty Presbyterian Church: 256 Bethel Road, Glen MIlls will continue the monthly “first fruits” collection the first Sunday of each month. Fridays at 6 p.m.: at Norwood United Methodist Church is game night, hosted by the youth ministry. This event is for students in grades 5-12. We will have an NFL Madden, NBA 2K tournament, and a host of other games for students to play. Light refreshments will be provided. Contact Pastor Mike Nelson at info@mikenelsonspeaks.com with any questions you may have on the free event. Prospect Hill Baptist Church: and Loaves and Fishes Food Pantry 703 Lincoln Ave., Prospect Park. Sunday worship, in-person and online, 11 a.m., www.prospecthillbaptist.org. Visit us on Facebook: @prospecthillbc. The pantry serves residents of Delaware County with meat, dairy, fresh produce, and canned goods. Hours: Tuesdays 11 a.m. to 2 p.m.; 4 to 7 p.m. Thursdays 1 – 4 p.m. More info on Facebook at delcoloavesandfishes and www.delcoloavesandfishes.org; 610- 532-9000 The Foundry Church: 25 Cedar Road, Wallingford, new hours, Tuesday 6-8 p.m. We offer fresh and frozen food, canned and dry goods. Visit www.the foundry church.org or arts programs studio4:10 Facebook page. Our pantry number is 610-872-3344 First United Methodist Church: 350 W. State St., Media, The church is home to the Media Food Bank which serves 75-100 families each week and is supported by individuals, area churches, and local businesses. The food bank is open Thursdays 7-8 p.m. and the second and fourth Saturday of each month from 10-11 a.m. The church also serves the community through its clothing closet which is open Thursdays 7-8 p.m. and every Saturday from 10 a.m.-noon. The Transition Town Media Free Store is located at First United and serves as a place to donate used items and take (for free) items that can be used or repurposed. First Church offers free beginner yoga classes Wednesday at 10 a.m. and Saturday at 9 a.m. There is no charge, but donations are welcome. Middletown Presbyterian Church: 273 South Old Middletown Road, Media. Just GRIT, Fridays, 7-9 p.m., teen activities. Bible study with pizza. Adult Bible Study, Wednesdays, 9:30-11 a.m. https://www.loc8nearme.com/pennsylvania/media/middletown-presbyterian-church/7050926/ Temple Baptist Church: 736 W. Seventh St., Chester, will now have afternoon Bible study on Wednesdays from noon-1 p.m. Come out and share the joy of God’s love to his people. https://www.loc8nearme.com/pennsylvania/chester/temple-baptist-church/6148723/ The Christian Church of Chester: 308 W. Third St., Chester cafe will be open on Tuesdays from 6-7 p.m. Enjoy a free hot meal. Zumba is held every Wednesday at 6 p.m. Come for the fellowship and get fit for free. In the instance of inclement weather, contact the church at 610- 874-9690 or check our social media pages to see whether an activity has been delayed, canceled or rescheduled. www.thechristianchurchofchester.com The Healing Rooms of Delaware County: A multi-church ministry with the goal of connecting people to God’s love and power. Location is New Hope Christian Church, 551 Paxon Hollow Road, Broomall. 484-422-8145. Hours of operation: Monday, 7:30-9 p.m. No appointment necessary. Facility is wheelchair accessible. Turning Point Ministries: 624 E. Eighth St., Chester, is collecting food as part of its endeavor to continually build up the city. Congregants are willing to pick up any and all donated nonperishable items that can be stored in the church’s pantry until the time comes to serve. The pantry is open the first and third Wednesdays of every month. For information and to set up donations, call LeeVetta Smith at 267-475-7087 or email turningpointministries7@gmail.com Collenbrook United Church: 5290 Township Line Road, Drexel Hill, has returned to offering free community meals on the last Saturday of every month from noon to 2 p.m. The in-person meals provide home cooked meals and fellowship. The next meal days are Saturdays, March 25 and April 29. Everyone is welcome. For more information, call 610-789-9590 or email meals@collenbrookunited.org. The Legion of Mary: is a Catholic organization of men and women, who work with the Blessed Mother and Holy Spirit to spread the good news of Jesus Christ, our savior, to the world in various locations and manners. Consider attending a meeting to deepen your faith and invite others to do the same. You do not need to be a parishioner at the following parishes to join their Legion group. You do need to be a practicing Catholic. The goal of membership is achieving sainthood and bringing others to achieve the same goal. Listed below are parishes with Legion of Mary assemblies, day of meeting and contact email: • St. Francis of Assisi, Springfield, Monday 1:30 p.m.: Gus at gusjean2018@gmail.com. • St. Gabriel, Norwood, Wednesday 9:30 a.m.: Suzanne at sameesuee@msn.com. • St. George, Glenolden, Monday 6:30 p.m.: Gloria at ggreene816@yahoo.com. • St. Joseph, Collingdale, Tuesday 6:30 p.m.: Chris at C_Mallozzi@yahoo.com • St. Madeline, Ridley Park, Wednesday 1 p.m.: Mary at mostroff@hotmail.com • St. Mary Magdalen, Media, Tuesday 9:30 a.m.: James at jamesfawcett400@verizon.net • Nativity BVM, Media, Sunday 11 a.m.: John at jgcookba@yahoo.com • St. Rose of Lima, Eddystone, Thursday 11 a.m.:Jeanne at whb263@comcast.net • St. Thomas, the Apostle, Glen Mills, Monday 10:30 a.m.: Loretta at loret718@gmail.com • Annunciation BVM, Havertown, Tuesday 7 p.m.: Mike at mgormley@1791.com • St. Denis, Havertown, Tuesday 6:15 p.m.: Barbara at barbarajdunn@comcast.net • Sacred Heart, Havertown, Tuesday 1 p.m.: Joe at josephkurz1231@gmail.com • St. Pius X, Havertown, Monday 7 p.m.: Concetta at beckbe@verizon.net • St. Charles Borromeo, Drexel Hill, Tuesday 7 p.m.: Alice at kikilala1944@gmail.com • St. Philomena, Lansdowne. Thursday 7:00 PM Liz at eli8zab@gmail.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.loc8nearme.com/pennsylvania/media/middletown-presbyterian-church/7050926/",
      "https://www.loc8nearme.com/pennsylvania/chester/temple-baptist-church/6148723",
      "https://www.loc8nearme.com/pennsylvania/media/middletown-presbyterian-church/7050926",
      "https://www.tmtchurch.net,",
      "https://loc8nearme.com/pennsylvania/media/middletown-presbyterian-church/7050926/",
      "https://tmtchurch.net,",
      "https://www.loc8nearme.com/pennsylvania/chester/temple-baptist-church/6148723/",
      "https://loc8nearme.com/pennsylvania/chester/temple-baptist-church/6148723/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas m. thomas",
          "sentiment": "none"
        },
        {
          "name": "glen mill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "memorial presbyterian church",
          "sentiment": "none"
        },
        {
          "name": "red cross",
          "sentiment": "none"
        },
        {
          "name": "stoneybank road",
          "sentiment": "none"
        },
        {
          "name": "campbell african methodist episcopal church of",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "stonyb",
          "sentiment": "none"
        },
        {
          "name": "delaware county",
          "sentiment": "none"
        },
        {
          "name": "chester",
          "sentiment": "none"
        },
        {
          "name": "kwanzaa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:56:36.735+02:00",
    "updated": "2023-12-29T16:25:35.957+02:00"
  },
  {
    "uuid": "3e6be8d3fd56368b6654023000ef38e660882b3c",
    "url": "https://www.ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Resto del Carlino",
    "published": "2024-06-23T00:00:00Z",
    "title": "L’affittacamere di Visso riparte dopo il terremoto",
    "text": "L’affittacamere di Visso riparte dopo il terremoto\nQuesta sarà l’estate della ripartenza per l’affittacamere Due Torri a Visso. Prima del terremoto Massimo Crisantemi aveva due strutture: una è ancora in zona rossa, l’altra invece è stata ricostruita e da b&b si è trasformata in attività di affittacamere. Ha riaperto da un mese e Massimo, che fa anche l’agente immobiliare, dice che verosimilmente lavorerà soprattutto nelle settimane \"calde\" di agosto, con i turisti da Roma, Ancona, Civitanova. Ci vorrà un po’ di tempo per recuperare la clientela del Nord Europa, attratta dal Grande Anello dei Sibillini. \"Il nostro territorio ha grandi potenzialità – dice Crisantemi –, ma dovremmo iniziare a ragionare non pensando solo ciascuno al proprio orticello. La ricostruzione è iniziata da poco, nonostante siano passati otto anni dal 2016. Visso lavorava con le seconde case; ora resta più un turismo mordi e fuggi del fine settimana. Bisognerebbe puntare di più sulla promozione, sulle bellezze naturalistiche. Dobbiamo farci conoscere\".\nWhatsApp\nFacebook\nX\nPrint\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Lifestyle and Leisure"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://web.whatsapp.com/send?text=L%E2%80%99affittacamere%20di%20Visso%20riparte%20dopo%20il%20terremoto%20https://www.ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df&t=L%E2%80%99affittacamere%20di%20Visso%20riparte%20dopo%20il%20terremoto",
      "https://x.com/share?url=https://www.ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df&text=L%E2%80%99affittacamere%20di%20Visso%20riparte%20dopo%20il%20terremoto",
      "https://x.com/share",
      "https://web.whatsapp.com/send?text=L%E2%80%99affittacamere%20di%20Visso%20riparte%20dopo%20il%20terremoto%20https://ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df",
      "https://www.facebook.com/sharer/sharer.php",
      "https://web.whatsapp.com/send",
      "https://facebook.com/sharer/sharer.php?u=https://ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df&t=L%E2%80%99affittacamere%20di%20Visso%20riparte%20dopo%20il%20terremoto",
      "https://x.com/share?url=https://ilrestodelcarlino.it/macerata/cronaca/laffittacamere-di-visso-riparte-dopo-il-terremoto-617760df&text=L%E2%80%99affittacamere%20di%20Visso%20riparte%20dopo%20il%20terremoto"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-23T08:28:04.396+03:00",
    "updated": "2024-06-23T08:28:04.396+03:00"
  },
  {
    "uuid": "884c9071d9f8f9bcd55022b494c617191560c3f5",
    "url": "https://www.vancouverisawesome.com/ontario-news/marineland-ordered-to-pay-85k-after-3-bears-kept-in-cramped-quarters-for-months-9357449",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paola Loriggio; The Canadian Press",
    "published": "2024-08-15T21:35:00Z",
    "title": "Marineland ordered to pay $85k after 3 bears kept in cramped quarters for months",
    "text": "TORONTO — Marineland has been ordered to pay nearly $85,000 in fines and restitution after it was found guilty under Ontario’s animal cruelty laws of three charges related to its care of three black bears.\nThe amount, which was jointly proposed by lawyers for the Crown and Marineland, includes a $15,000 fine for each of the bears, a 25-per-cent victim surcharge and $28,000 in restitution for the care of the bears after they were seized by animal welfare officers.\nThe Niagara, Ont., tourist attraction was found guilty in March in what’s believed to be its first conviction under animal-cruelty laws.\nAn agreed statement of facts read in court earlier this year said the bears – Slash, Toad and Lizzy – lived in small enclosures with inadequate access to water for months.\nIt said the enclosures measured 48 square feet, with the two females, Toad and Lizzy, sharing one.\nThe statement said animal welfare inspectors visited Marineland in early June 2021 and soon issued orders to the park, including that the bears have enclosures of at least 5,000 square feet if alone and access to water sources.\nNot enough progress had been made on the enclosures months later, court heard Thursday in an updated statement, and Animal Welfare Services eventually removed all three bears from the park's care.\nA lawyer representing Marineland told the court Thursday the orders were issued during the COVID-19 pandemic and it was difficult to find staff to do the carpentry work required to improve the enclosures, but that efforts were underway at the time the bears were removed.\nMichelle Psutka added the sentence represents a \"significant\" fine.\n“This is a first-time offence for Marineland, and again we are dealing with a fail-to-comply case, not a case of a finding of animal cruelty,” she said in her submissions.\nMarineland has until late September to pay the restitution fee, which the Crown said is based on costs of $145 a day to care for two of the bears over roughly six months before they were brought to a permanent enclosure at a wildlife facility.\nThe justice of the peace overseeing the case said she was satisfied the jointly proposed sentence addressed the need for deterrence as well as any aggravating and mitigating factors.\nAnimal Justice, an animal law advocacy organization, expressed disappointment that prosecutors didn't seek an order prohibiting Marineland from having other animals, and that no ongoing remedial measures were imposed.\nHowever, the organization — which unsuccessfully sought to participate in the sentencing as an intervener — hailed the ruling as historic as it marks the first time the roadside zoo and aquarium has faced legal consequences for animal welfare offences.\n\"Today marks a watershed moment in the fight to protect vulnerable animals from being abused for entertainment,\" Camille Labchuk, the organization's executive direction, said in a statement.\nThe province has been investigating the park for four years.\nOne killer whale, 14 beluga whales and one dolphin have died at the park since 2019. Currently, 15 bears remain at Marineland.\nThis report by The Canadian Press was first published Aug. 15, 2024.\nPaola Loriggio, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lizzy –",
          "sentiment": "none"
        },
        {
          "name": "toad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "marineland",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "niagara",
          "sentiment": "none"
        },
        {
          "name": "ont.",
          "sentiment": "none"
        },
        {
          "name": "marineland",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:55:35.546+03:00",
    "updated": "2024-08-16T00:55:35.546+03:00"
  },
  {
    "uuid": "81b01828d737b6b67c4a7b2439f2e6225f45db55",
    "url": "https://www.newsbreak.com/b98-5-520595/3739529429042-what-s-missing-in-maine-winters-the-snow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Sedenka",
    "published": "2025-01-02T23:00:00Z",
    "title": "What's Missing in Maine Winters? The Snow",
    "text": "By Chris Sedenka ,\n21 minutes ago Here we are again, starting another Maine winter with no snow in sight. While the upcoming forecast promises rain, strong winds, and mild temperatures, the snow is nowhere to be found. What a lovely timeline we are living in. Why Snow Is Essential to Maine's Identity. Honestly, who enjoys miserable,... Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Weather->weather forecast",
      "Environment->nature",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Chris Sedenka",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T01:24:59.151+02:00",
    "updated": "2025-01-03T01:24:59.151+02:00"
  },
  {
    "uuid": "e87ec0d5a891903a91db5238f50815dc52d41894",
    "url": "https://www.mundodeportivo.com/alfabeta/dragon-ball/el-artista-de-dragon-ball-super-muestra-una-nueva-ilustracion-de-goku-ultra-instinto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Alejandro Mendoza",
    "published": "2023-12-29T01:00:00Z",
    "title": "El artista de Dragon Ball Super muestra una nueva ilustración de Goku Ultra Instinto",
    "text": "\nDragon Ball Super sigue dando mucho de qué hablar , ya que, recientemente lanzó el tan esperado capítulo 100 del manga , el cual ha abordado la inminente derrota de Cell Max a manos de Gohan , quien desató todo su potencial a través de un letal ataque que acabó con este temible villano.\nEl capítulo 100 del manga de Dragon Ball Super concluyó el arco del manga que adapta los eventos del largometraje Dragon Ball Super: Super Hero , dejando con altas expectativas a los seguidores que están ansiosos por ver qué les depara esta franquicia para el 2024 , pues, evidentemente, Goku aún tiene un largo camino por recorrer.\nAsimismo, esto no ha sido lo único interesante que ha dejado el capítulo 100 del manga de Dragon Ball Super , ya que, para conmemorar este episodio y celebrar la llegada de Goku Ultra Instinto Señal al videojuego Dragon Ball Legends, Toyotaro compartió el proceso de dibujo para ilustrar a Goku utilizando este estado divino , demostrando por qué este artista es el gran sucesor del legendario Akira Toriyama . Toyotaro muestra el proceso de dibujo para ilustrar a Goku Ultra Instinto Toyotaro ha compartido una sorprendente ilustración de Goku Ultra Instinto Señal\nAkira Toriyama , a lo largo de la cronología de Dragon Ball , se ha destacado por otorgarle varias transformaciones a Goku , siendo este Saiyan uno de los personajes con mayor evolución en cuanto a nivel de poder se refiere , tanto así que, el manga de Dragon Ball Super le dio un nuevo estado divino a este guerrero llamado Ultra Instinto , el cual ha situado a Kakaroto a la par de los Dioses con un nivel de poder muy similar.\nEvidentemente, este nuevo power-up de Goku ha sido objeto de interés por millones de fans de la franquicia, motivo por el cual, recientemente, para celebrar el capítulo 100 del manga de Dragon Ball Super y para conmemorar el lanzamiento de Goku Ultra Instinto Señal en el videojuego Dragon Ball Legends , Toyotaro ha compartido un video en el que muestra el proceso de dibujo para ilustrar al querido Saiyan haciendo uso de este estado divino.\nEn este video se puede apreciar paso por paso como este talentoso artista crea el distintivo estado divino de Goku , el Ultra Instinto Señal , desde el primer trazo hasta el acabado de esta fascinante ilustración, haciendo parecer muy fácil todo este proceso que deja un resultado sublime, tal y como nos ha acostumbrado este artista.\nEl fascinante proceso de dibujo de Toyotaro para ilustrar a Goku Ultra Instinto Señal es increíble y destaca por qué este artista es el gran sucesor del legendario Akira Toriyama , pues la atención al detalle y el acabado de sus bocetos es realmente grandioso.\nPulsa aquí para ver la galería de imágenes completa\nCabe destacar que el resultado final es asombroso , tal y como se puede apreciar en esta ilustración que ha maravillado a los fans por la perfección y agilidad de Toyotaro a la hora de dibujar a Goku Ultra Instinto Señal .\nPor otro lado, Toyotaro también compartió un mensaje especial con los fans de Dragon Ball Super en el cual presagia que aún quedan muchas aventuras de Goku por ver, pues el artista ha comentado lo siguiente:\n“¡ Gracias al apoyo de todos, he logrado dibujar hasta los 100 capítulos! Muchas gracias. Puse muchas escenas emocionantes en este capítulo número 100, ¡así que échale un vistazo a partir de la página siguiente! También estoy trabajando duro para hacer las cosas aún más emocionantes en lo que vendrá después del capítulo 100, ¡así que sigan disfrutando del manga de Dragon Ball Super !\"\n[dfsn-box article=\"https://www.mundodeportivo.com/alfabeta/dragon-ball/dragon-ball-un-artista-crea-una-impresionante-nueva-transformacion-para-goku-que-no-te-puedes-perder\"]Dragon Ball: un artista crea una impresionante nueva transformación para Goku que no te puedes perder [/dfsn-box]\nEl mensaje de Toyotaro ha incrementado exponencialmente las expectativas de los fans con respecto a los sucesos venideros en el manga de Dragon Ball Super, pues todo podría indicar que la trama se centrará en abordar la nueva transformación del Emperador del Mal, Black Freezer , por lo que el hype dentro del fandom es abrumador.\nEl artículo El artista de Dragon Ball Super muestra una nueva ilustración de Goku Ultra Instinto fue publicado originalmente en Alfa Beta Juega .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.mundodeportivo.com/alfabeta/dragon-ball/dragon-ball-un-artista-crea-una-impresionante-nueva-transformacion-para-goku-que-no-te-puedes-perder",
      "https://mundodeportivo.com/alfabeta/dragon-ball/dragon-ball-un-artista-crea-una-impresionante-nueva-transformacion-para-goku-que-no-te-puedes-perder"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:02:19.355+02:00",
    "updated": "2023-12-29T03:02:19.355+02:00"
  },
  {
    "uuid": "486609705c1bce99fe5f93fdd1ffae4dd0c0cfb4",
    "url": "https://www.wmtv15news.com/2024/03/21/significant-problems-friday-morning-commute",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nbc15_madison",
    "published": "2024-03-21T21:57:00Z",
    "title": "Significant Problems For Friday Morning Commute",
    "text": "Significant Problems For Friday Morning Commute Heavy Snow Returns To Southern Wisconsin - Snow Likely Friday - Nice Looking Saturday - Another Storm System Arrives Sunday Download the First Alert Weather app MADISON, Wis. (WMTV) - A First Alert Day is in place late tonight through Friday as winter makes a quick and aggressive return. A Winter Weather Advisory has been issued for all of southern Wisconsin. As we get a better picture of where the heavier band of snow might set up, it’s not out of the question for a few counties to be upgraded to a Winter Storm Warning. Most places in the 3–5-inch range with a narrow heavier band bringing 5-8 inches, locally higher totals not out of the question. Where that sets up is what we will be pinpointing as we move through the evening hours. Travel is expected to be significantly impacted for the Friday morning commute. Expect delays and cancellations across southern Wisconsin and if travel can be pushed back until after midday, that is the best option. Snow could be heavy at times and in excess of one inch per hour. This will make it hard for road crews to keep up with plowing efforts. The snow could also be heavy and wet leading to it sticking to just about everything blocking stoplights and adding weight to trees and power lines. A secondary threat to keep an eye on. What’s Coming Up... Cloudy this evening with flurries developing after sunset. Snow showers develop around midnight with light snow to follow. Heavy snow should arrive towards daybreak Friday morning. Overnight lows into the upper 20s with 1-3 inches of snow expected. Light easterly winds 5-10 mph. Heavy snow is likely early Friday, tapering off by midday. A few lingering flurries during the afternoon. Highs into the middle 30s with a light easterly wind of 5-10 mph. Additional accumulation of 3-5 inches possible. Decreasing clouds Friday night and much colder with lows into the upper teens. Watch out for refreezing of any wet spots or remaining snow. Mostly sunny on Saturday with cool temperatures on either side of freezing. A few clouds Saturday night with lows into the middle 20s. Looking Ahead... Another significant storm system moves into the area starting Sunday. This will likely start out as snow with some light accumulations possible by Sunday evening. As warmer air moves in, expect precipitation to transition over to rain for Monday and Tuesday. This could end as a wintry mix Tuesday night as colder air filters in. The combination of heavy precipitation and melting snow could lead to a flooding concern. Stay tuned to the forecast as more details come into line for late this weekend and next week. [Click here](https://www.nbc15.com/page/apps/) to download the NBC15 News app or our NBC15 First Alert weather app. Copyright 2022 WMTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.nbc15.com/page/apps/)",
      "https://nbc15.com/page/apps/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T00:54:22.821+02:00",
    "updated": "2024-03-22T00:54:22.821+02:00"
  }
]