[
  {
    "uuid": "b5ddec2870bad6853e8f442c4cb61426ced55399",
    "url": "https://bitcoinist.com/solana-sol-and-avalanche-avax-among-the-top-gainers-this-year-inqubeta-emerges-as-the-best-ico-of-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bitcoinist",
    "published": "2023-12-28T20:00:00Z",
    "title": "Solana (SOL) and Avalanche (AVAX) among the top gainers this year, InQubeta emerges as the best ICO of 2023 | Bitcoinist.com",
    "text": "In the constantly changing world of cryptocurrencies, 2023 has turned out to be a year filled with amazing gains and big breakthroughs. Standing out in the crowd, two top altcoins, Solana (SOL) and Avalanche (AVAX), have made a name for themselves as the big winners. They’ve managed to sail through all sorts of regulatory hurdles and market ups and downs with incredible toughness. Yet, even amidst these giants, InQubeta, a new ICO, has carved out its own niche, earning the title of the best ICO of the year. It’s a narrative that intertwines the relentless pursuit of innovation with the undying spirit of the crypto community. InQubeta: A Story of Vision and Triumph [InQubeta’s](https://qube.la/bit327) journey to becoming the best ICO of 2023 reads like a tale of ambition meeting opportunity. Picture a world where AI’s endless potential is no longer confined to tech behemoths but shared with a community of enthusiastic investors, each contributing to and benefiting from this technological revolution. This is the world InQubeta envisioned and is successfully bringing to life. InQubeta has really changed the game by making it possible for pretty much anyone to invest in AI startups with their QUBE tokens. It’s like opening the door to a world that used to be hard to get into. Now, imagine being part of groundbreaking AI innovations that could change entire industries, transform how consumers experience things or even tackle some of the biggest problems facing humanity. That’s the kind of opportunity InQubeta is offering its investors. The platform’s success in its ICO, having raised over $7.6 million, is more than just hitting a financial goal. It’s proof of the belief and excitement of a whole community that’s come together to support this vision. Each QUBE token holder is not just an investor but a pioneer in a movement that blends finance with futuristic technology, charting a course towards a more equitable and innovative future. Solana’s Resilient Ascent Solana’s journey in 2023, marked by its ascent over Ripple (XRP) in market capitalization, is a story of resilience and innovation. Despite facing SEC’s scrutiny, SOL’s value and community support remained unshaken, a testament to the robustness of its technology and the loyalty of its user base. The success of this top crypto coin is a narrative of defying odds, harnessing the power of decentralized finance, and creating an ecosystem that resonates with developers and investors alike. Avalanche’s Phoenix-Like Rise Avalanche’s rebound post the FTX crisis is nothing short of a phoenix rising from the ashes. It’s a story of a blockchain platform reaffirming its strength and utility in the DeFi space, attracting renewed interest and investment. AVAX’s recovery and growth reflect the resilience of the crypto market and the unwavering belief in decentralized solutions’ potential to transform finance. Closing Thoughts 2023 has been a standout year, especially with Solana and Avalanche showing how flexible and resilient cryptocurrencies can be, even when things get tough. But the real star of the show has been InQubeta. Their cryptocurrency ICO wasn’t just a financial win; it really caught the attention and imagination of people all around the world. InQubeta’s story goes way beyond just the numbers. It’s about paving the way for the future of AI and making this game-changing tech accessible to everyone. Disclaimer: This is a paid release. The statements, views and opinions expressed in this column are solely those of the content provider and do not necessarily represent those of Bitcoinist. Bitcoinist does not guarantee the accuracy or timeliness of information available in such content. Do your research and invest at your own risk.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://qube.la/bit327)",
      "https://www.qube.la/bit327)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "solana",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "avax",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:09:52.201+02:00",
    "updated": "2023-12-29T01:09:52.201+02:00"
  },
  {
    "uuid": "739817d9f0d77c52767cba3c40f30edc77e3bb3a",
    "url": "https://www.sdpnoticias.com/internacional/el-polemico-nacimiento-con-dos-madres-del-nino-dios-que-desata-polemica-en-italia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fabiola Hernández",
    "published": "2023-12-24T01:54:00Z",
    "title": "El polémico nacimiento con dos madres del Niño Dios que desata polémica en Italia",
    "text": "Nacimiento con dos madres del [Niño Dios](https://www.sdpnoticias.com/estilo-de-vida/oracion-para-arrullar-al-nino-dios-en-el-nacimiento-el-24-de-diciembre-por-navidad/) desata gran polémica en Italia y es que algunos lo ven como una falta de respeto a la tradición. El árbol de Navidad y el nacimiento se han convertido en dos elementos esenciales de la celebración de las fiestas decembrinas. Si embargo, en Italia se ha generado gran controversia por un nacimiento en el que aparecen dos mujeres como madres del niño Jesús. [Ritual para acostar al niño Dios en el nacimiento el 24 de diciembre por Navidad ](/estilo-de-vida/ritual-para-acostar-al-nino-dios-en-el-nacimiento-el-24-de-diciembre-por-navidad/) [VIDEO: Niño Dios no se deja vestir por ella, le tomó las medidas para el ropón y aún así, no le quedó](/estilo-de-vida/video-nino-dios-no-se-deja-vestir-por-ella-le-tomo-las-medidas-para-el-ropon-y-aun-asi-no-le-quedo/) [¿Cómo se viste el niño Dios? 6 recomendaciones según la iglesia católica](/estilo-de-vida/como-se-viste-el-nino-dios-6-recomendaciones-segun-la-iglesia-catolica/) [VIDEO: El niño Dios bajó desde lo alto de una iglesia en Navidad para renovar la fe; sólo consiguió hacerse viral](/sorprendente/video-el-nino-dios-bajo-desde-lo-alto-de-una-iglesia-en-navidad-para-renovar-la-fe-solo-consiguio-hacerse-viral/) En este nacimiento se habían colocado a dos mujeres en lugar de las figuras convencionales de María y José. Mientras que algunos aplauden que se de lugar a la representación de una familia LGBT, otros aseguran que es una falta de respeto para esta tradición. Este es el nacimiento con dos madres del Niño Dios que ha generado controversia en Italia Una de las tradiciones de los católicos es colocar un nacimiento para celebrar la llegada del Niño Dios el 25 de diciembre. Sin embargo, este año un nacimiento ha generado gran polémica y es que se han sustituido las tradicionales figuras de María y José por dos mujeres. En el nacimiento colocado en la iglesia de una aldea de la provincia de Avellino -ubicada a una hora al este de Nápoles, en Italia- se colocó a dos madres del Niño Dios. Este nacimiento ha generado gran controversia en las redes sociales y es que mientras algunos apoyan la inclusión de otro tipo de familias en el nacimiento. Otros consideraron este nacimiento con dos madres del Niño Dios como una falta de respeto a una tradición que ha perdurado por varios años. En medio de las críticas, el párroco de la iglesia de los Santos Pedro y Pablo, en Capocastello di Mercogliano, defendió esta representación. El padre Vitaliano Della Sala habría señalado a Reuters que con este nacimiento se buscaba mostrar que las familias ya no solo son las tradicionales y ahora ya hay una mayor inclusión. “En nuestras parroquias vemos cada vez más niños de los nuevos tipos de familias que existen y forman parte de nuestra sociedad, hijos de separados y divorciados, parejas homosexuales, solteros, madres jóvenes”, afirmó el padre Vitaliano Della Sala a Reuters. El padre Vitaliano Della Sala es conocido por su inclusión, aunque algunos han señalado que no le parecen sus ideas. Crean petición para quitar el nacimiento con dos madres del Niño Dios No solo los usuarios han cuestionado el nacimiento con dos madres del Niño Dios y es que algunos políticos también se han expresado en contra de esta representación. Tal es el ca del senador italiano Maurizio Gasparri, del partido cogobernante Forza Italia, quien ha señalado que este nacimiento ofende a todos los que han seguido las tradiciones católicas. Además el grupo Pro-Vita & Famiglia (Pro-Vida y Familia) habría calificado al nacimiento con dos madres del Niño Dios como “peligroso, vergonzoso y blasfemo”. Este grupo incluso habría lanzado una petición al obispo de Avellino para que intervenga y se pueda quitar este nacimiento. De acuerdo con información de Reuters, está petición lanzada en Internet ya llevaba más de 21 mil firmas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T05:01:51.422+02:00",
    "updated": "2023-12-24T14:30:03.728+02:00"
  },
  {
    "uuid": "e7c42ebfe77faa407ed26db713f983ccb41d1078",
    "url": "https://aristeguinoticias.com/2812/mundo/maduro-ordena-accion-militar-tras-llegada-de-buque-britanico-a-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción AN / AG",
    "published": "2023-12-28T20:28:00Z",
    "title": "Maduro ordena acción militar tras llegada de buque británico a Guyana | Aristegui Noticias",
    "text": "Maduro ordena acción militar tras llegada de buque británico a Guyana El anuncio lo hizo frente a la cúpula militar en la que se comunicó con un grupo de efectivos castrenses que concretaron \"la primera fase\" de esta operación. - Redacción AN / AG El presidente de Venezuela, Nicolás Maduro, ordenó una acción defensiva en el océano Atlántico en respuesta a la llegada de un buque de guerra británico a las costas de Guyana, lo que ha disparado nuevamente la tensión entre los países suramericanos que mantienen una disputa territorial. “He ordenado la activación de una acción conjunta de toda la Fuerza Armada Nacional Bolivariana (FANB) sobre el Caribe oriental de Venezuela, sobre la fachada atlántica, una acción conjunta de carácter defensivo como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país”. El anuncio lo hizo frente a la cúpula militar, durante una reunión que fue transmitida de manera obligatoria en la radio y televisión, en la que se comunicó con un grupo de efectivos castrenses que concretaron “la primera fase” de esta operación, lo que consistió en un despliegue sobre tierra y aguas del estado Sucre (noreste). “Venezuela no se puede quedar de brazos cruzados frente a una amenaza” Maduro no dio detalles sobre el alcance y duración de esta operación pero insistió en que la llegada del HMS Trent británico es una “amenaza inaceptable” que es una “ruptura” de los acuerdos que suscribió con su par guyanés, Irfaan Ali, el 14 de diciembre, cuando se comprometieron a no amenazarse mutuamente y evitar incidentes relacionadas con la disputa. “Venezuela no se puede quedar de brazos cruzados frente a una amenaza, estamos respondiendo en la medida proporcional”, aseguró, tras reiterar que apuesta por la diplomacia y la paz. El líder chavista criticó que Guyana haya desoído los pedidos de Venezuela de no aceptar la llegada del barco británico a sus costas. Te puede interesar > [Maduro espera que reunión con presidente de Guyana sea una vuelta al dialogo](https://aristeguinoticias.com/1212/mundo/maduro-espera-que-reunion-con-presidente-de-guyana-sea-una-vuelta-al-dialogo/) Minutos antes, el gobierno venezolano condenó este hecho en un comunicado, en el que pidió a Guyana “tomar acciones inmediatas para el retiro del buque y abstenerse de seguir involucrando potencias militares en la controversia”. La disputa escaló luego de que Venezuela aprobara el 3 de diciembre, en un referendo unilateral, anexionarse la zona bajo pleito, un área de casi 160 mil kilómetros cuadrados que está bajo control de Guyana y cuya controversia está en manos de la Corte Internacional de Justicia. (EFE)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:35.172+02:00",
    "updated": "2023-12-29T00:04:35.172+02:00"
  },
  {
    "uuid": "d42ee06f1977452b2e26ffa31c9c64a1869d405b",
    "url": "https://www.catholicworldreport.com/2024/05/23/florida-priest-charged-for-biting-arm-of-woman-he-says-was-desecrating-eucharist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cworldreport",
    "published": "2024-05-23T00:00:00Z",
    "title": "Florida priest charged for biting arm of woman he says was desecrating Eucharist",
    "text": "CNA Staff, May 23, 2024 / 18:21 pm (CNA). A priest in Florida bit the forearm of a woman he says was desecrating the Eucharist in a Communion line at church this past Sunday and has now been charged with one count of battery. Father Fidel Rodriguez, 66, admitted to police that he bit the woman but said he did so only after she reached into the ciborium and tried to grab a host from it, damaging other hosts as she did so. “The only defense that I found to defend something that for us, for all of us, is sacred, was biting her. I have recognized that I bite her. I’m not denying that,” Rodriguez told police, according to body camera video obtained by CNA. “I recognize that I bite her, as a defense, and as defending myself and defending the sacrament,” he said in English with a Spanish accent. The woman told police the priest denied her Communion after she refused to answer his questions about whether she had been to confession recently. “I just wanted a cookie. That’s all,” the woman told police, according to body camera video. Firefighters treated the arm of the woman at the police station. She refused to go to a hospital, according to police video. Police in St. Cloud, Florida, have charged Rodriguez with one count of battery stemming from the incident, which occurred during the noon Mass at St. Thomas Aquinas Church. St. Cloud is a city of about 65,000 located about 21 miles south of Orlando. First Communion leads to scenes The woman told police she went to the 10 a.m. Mass on Sunday, May 19, with her same-sex partner because it was the woman’s niece’s first Communion. The parish’s [video](https://youtu.be/wTuCThReFr8?t=3480) of the 10 a.m. Mass shows an interaction between the priest and the woman, who neither presents her hands to receive the host nor opens her mouth to receive on her tongue. The priest and the woman speak for about 45 seconds, holding up the Communion line, though their conversation can’t be heard over the music and singing. The woman later told police she suspected the priest wouldn’t give her Communion because of the way she was dressed and because of her sexual orientation. “I believe that his excuse was that I wasn’t super-holy, in his eyes,” the woman, who was wearing a white shirt and pants, told police. But the priest told police sexual orientation had nothing to do with it. When the woman didn’t hold her hands out one on top of the other or open her mouth and didn’t say “Amen” after he said “body of Christ,” he said, he knew she didn’t know what she was doing. He said he asked her when the last time she received Communion was, and that she said it was many years ago. He said he asked her if she had gone to confession, and she replied, “I don’t need to explain you that.” He said he told her that he has the authority to ask her that question and that he could not give her Communion, but he could give her a blessing instead, which he said he did. Second Mass The woman and her partner then went to the noon Mass in Spanish, which Rodriguez celebrated, and the woman again went to him to receive Communion. He told police he asked her if she had gone to confession in between Masses. According to him, she replied: “No, I don’t need to explain to you, I don’t need to give an explanation, you don’t have authority, you don’t need to judge me.” To which he says he said: “I’m not judging you, I’m asking you only, did you confess after the other Mass [to] received the Communion now? Because if you did not confess, I can’t give you the Communion.” “And she grabbed all the hosts in the hands, because she wants to receive for herself. She is not permitted. And she break all the hosts, spreading them,” the priest said. The priest said he was worried that she would spill the hosts on the floor. The Catholic Church teaches that the Eucharist is the actual body and blood of Jesus, whom Catholics worship as God. The Church also teaches that to receive Communion a person must be a Catholic in a state of grace, meaning not being mindful of having committed a serious sin without getting absolution from a priest in confession. The woman told police that during the second Mass the priest “forced it in my mouth,” which she didn’t want. “He wouldn’t give me a cookie. I don’t know if it was how I’m dressed. You know, what it is that I like,” the woman said. “He said basically I needed to do confession and do all of this, I need to go to Mass every Sunday or whatever. And I said, ‘That doesn’t matter. I’ve done everything I needed to do as a kid. I’m just here to accept the bread.’ And he wouldn’t give it to me.” “And I’m not gonna front. I tried to just grab another cookie, and that when he grabbed my hand and he just bit me,” the woman said. Video of the incident [published by WFTV Channel 9](https://www.kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/) in Orlando shows the woman’s hand in the ciborium, which is the bowl that holds Communion wafers, while the priest holds onto it with both hands. It also shows the priest moving his head down toward the woman’s right arm but does not show the actual bite. The Diocese of Orlando released a statement Thursday supporting the priest’s efforts to defend the Eucharist while not endorsing the bite. The statement notes that during the noon Mass the priest offered the woman Communion on the tongue. “At that point, the woman forcefully placed her hand in the vessel and grabbed some sacred Communion hosts, crushing them. Having only one hand free, Father Rodriguez struggled to restrain the woman as she refused to let go of the hosts. When the woman pushed him and reacting to a perceived act of aggression, Father Rodriguez bit her hand so she would let go of the hosts she grabbed. The woman was immediately asked to leave,” the diocese said in a written statement. “It should be noted Father Rodriguez had no prior knowledge of the woman’s background. Further, while the Diocese of Orlando does not condone physical altercations such as this, in good faith, Father Rodriguez was simply attempting to prevent an act of desecration of the holy Communion, which, as a priest, Father Rodriguez is bound by duty to protect,” the diocese said. The statement continues: “The full video and the police report show the woman initiated physical contact and acted inappropriately. The priest was trying to protect the holy Communion from this sacrilegious act. “In the Catholic tradition, the Eucharist is considered ‘the source and summit’ of worship and faith. The act of participation in holy Communion therefore calls for a proper understanding, reverence, and devotion. It is not something a person can arbitrarily demand and is certainly not a mere ‘cookie’ as the complainant called it.” A police spokesman told CNA on Thursday that the state attorney’s office will determine the next steps in the case. Rodriguez did not respond to a request from CNA for comment. If you value the news and views Catholic World Report provides, [please consider donating](https://www.ignatius.com/Donation-P3579.aspx) to support our efforts. Your contribution will help us continue to make CWR available to all readers worldwide for free, without a subscription. Thank you for your generosity! [Click here](/donate) for more information on donating to CWR. [Click here](/free-newsletter) to sign up for our newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ignatius.com/Donation-P3579.aspx)",
      "https://www.youtu.be/wTuCThReFr8?t=3480)",
      "https://kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/)",
      "https://youtu.be/wTuCThReFr8",
      "https://www.kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/)",
      "https://ignatius.com/Donation-P3579.aspx)",
      "https://youtu.be/wTuCThReFr8?t=3480)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fidel rodriguez",
          "sentiment": "none"
        },
        {
          "name": "rodriguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cna",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T17:39:47.282+03:00",
    "updated": "2024-05-24T17:39:47.282+03:00"
  },
  {
    "uuid": "25026603520ab65dad6378a270c3b337ffbf13fe",
    "url": "http://business.thepilotnews.com/thepilotnews/article/prunderground-2025-7-31-incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals",
    "ord_in_thread": 0,
    "author": "The Pilot News",
    "published": "2025-07-31T04:23:00Z",
    "title": "Incredable's DEA Lookup Integration Enables Real-Time DEA Verification to Accelerate Credential Approvals | User | thepilotnews.com",
    "text": "Incredable integrates DEA Lookup.com to automate controlled substance verification and accelerate provider approvals.\n(PRUnderground) July 30th, 2025\nIncredable, the AI-powered credentialing platform developed by parent company, Intiva Health, has announced a new integration with DEA Lookup.com, one of the most trusted verification services for Drug Enforcement Administration (DEA) license registrations in the United States. This enhancement provides credentialing teams with seamless, real-time access to verified DEA data, strengthening compliance workflows and accelerating provider approvals.\nThe integration expands Incredable’s growing portfolio of automated verifications, joining licensure checks, sanction monitoring, and expiration alerts into a single, secure, and configurable platform. With DEA Lookup, organizations can now verify controlled substance registrations directly through their Incredable dashboard, eliminating manual steps, spreadsheet imports, and administrative lag.\n“Verification shouldn’t be a bottleneck. It should be an automatic part of every credentialing workflow,” said Ravi Ravinoothala, Director of Technology and Development at Incredable. “By connecting directly to DEA Lookup, we’ve removed the extra steps that slow credentialing teams down.”\nCompliance Tools That Work in the Background\nThe integration adds to Incredable’s growing suite of automated verifications, including licensure checks, sanction monitoring, and expiration alerts. With DEA Lookup built in, users can:\nInstantly match DEA numbers to registrant name and address Receive alerts for expired, inactive, or mismatched registrations Cross-reference DEA status with licensure and certification data Reduce manual steps and approval delays in high-volume environments “Credentialing needs to be both faster and more accurate, especially when controlled substances are involved,” said Alexander C. Candelario, CEO and Chairman of Intiva Health. “Incredable’s DEA integration removes a major friction point. Teams no longer have to chase down DEA data or worry about missing something. It’s all embedded, and always up to date. With more forward-thinking data integrations and automation tools on the horizon, Incredable is only getting faster, smarter, and harder to ignore.”\nWhy DEA Lookup Matters\nDEA Lookup is trusted by thousands of healthcare organizations to confirm prescriptive authority and ensure ongoing compliance. Now, with its data integrated directly into Incredable, credentialing teams can act on accurate, real-time information without leaving their workflow.\n“Compliance should feel like a natural part of the process, not an afterthought,” added Ravi Ravinoothala. “Bringing this data into the platform gives teams full visibility exactly when they need it.”\nDesigned for Real-World Credentialing Challenges\nHealth systems, telehealth providers, and staffing agencies are under pressure to onboard quickly, across multiple states and specialties. This integration supports those efforts by embedding DEA checks into configurable workflows, allowing credentialing teams to flag risks, trigger rules, and stay audit-ready, automatically.\nAnd because Incredable adapts to your internal policies, DEA data can be embedded where it’s most useful: inside provider profiles, within approval workflows, and as part of customizable compliance logic.\nBring Real-Time DEA Verification Into Your Workflow\nThe DEA Lookup integration is now live in Incredable. If your organization handles prescribers across specialties or states, this update can help you reduce delays, eliminate manual verification steps, and tighten compliance with minimal effort.\nExplore how Incredable can streamline your credentialing process at incredable.com, or request a free personalized demo today.\nAbout Incredable\nIntiva Health is revolutionizing the health of healthcare through technology, compliance, and wellness innovation. As the parent company of Incredable, Gummi World, and Nova Vita Wellness Centers, Intiva Health delivers cutting-edge solutions across multiple sectors. Incredable streamlines provider credentialing and compliance with an industry-leading digital platform. Gummi World, the most certified nutraceutical manufacturer in the industry, ensures unmatched quality and safety in custom gummy and supplement production. Nova Vita Wellness Centers provide advanced regenerative health therapies, including IV infusions, peptides, and telehealth services. Together, these companies are transforming healthcare by improving efficiency, accessibility, and patient outcomes.\nThe post first appeared on\nPress Contact Name: Claudia Giunta Phone: (844) 413-2602 Email: Contact Us Original Press Release .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific innovation",
      "Science and Technology->biomedical science",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->business service",
      "Economy, Business and Finance->computing and information technology",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=prunderground-2025-7-31-incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals",
      "https://www.prunderground.com/incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals/00357554/",
      "http://www.prunderground.com/incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals/00357554/?contact=open",
      "https://www.prunderground.com",
      "https://www.tracking.newsrpm.com/pixel?slug=prunderground-2025-7-31-incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals",
      "https://prunderground.com/incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals/00357554/",
      "https://www.prunderground.com/incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals/00357554",
      "https://tracking.newsrpm.com/pixel",
      "http://prunderground.com/incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals/00357554/?contact=open",
      "http://www.prunderground.com/incredables-dea-lookup-integration-enables-real-time-dea-verification-to-accelerate-credential-approvals/00357554/",
      "https://prunderground.com"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Drug Enforcement Administration",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Intiva Health",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "25026603520ab65dad6378a270c3b337ffbf13fe",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:38:29.358+03:00",
    "updated": "2025-07-31T07:44:37.000+03:00"
  },
  {
    "uuid": "5890f10a4d91590171433d9923a5809f1eeebc98",
    "url": "https://www.simcoe.com/news/a-rather-unique-call-barrie-police-hoping-to-id-cyclist-following-dangerous-driving-arrest/article_bf5531c6-a286-5077-8d1c-932e58c05bc7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brett Glover",
    "published": "2024-04-25T19:46:00Z",
    "title": "Dangerous driving arrest, Barrie police hope to ID cyclist",
    "text": "Barrie police are asking for help in locating a cyclist following what the service is calling “a rather unique call for service.”\nPolice received a call at just before 4:30 p.m. Wednesday (April 24) that claimed a vehicle was being driven dangerously chasing a cyclist in a townhouse complex along Mapleview Drive, west of Madelaine Drive.\nInvestigators showed up and combed the area, saying they were able to find some witnesses and residential video surveillance footage that helped them zero in on a licence plate.\nARTICLE CONTINUES BELOW That led officers to a nearby home, where a 42-year-old woman was arrested. Police say she now faces a charges of dangerous driving and will make a court appearance on May 29.\nHowever, police are trying to identify the cyclist who was allegedly being chased. He was said to be riding a mountain bike, wearing blue jeans, black baseball hat, dark sweater and running shoes. He also had a backpack that police say appeared to be blue and grey in colour.\nPolice don’t believe the cyclist was injured, but investigators want to speak with him nonetheless. If you’re the cyclist or have information on who he may be, contact Const. Rigelhof at 12137@barriepolice.ca .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.barriepolice.ca/",
      "https://pubads.g.doubleclick.net/gampad/ads?iu=/58580620/${domain}/video/oovvuu${sectionTag}&description_url=${descriptionUrl}&vid=${vid}&cmsid=${cmsId}&tfcd=0&npa=0&sz=640x480&ad_rule=0&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=`;",
      "https://www.barriepolice.ca",
      "https://pubads.g.doubleclick.net/gampad/ads",
      "https://www.pubads.g.doubleclick.net/gampad/ads?iu=/58580620/${domain}/video/oovvuu${sectionTag}&description_url=${descriptionUrl}&vid=${vid}&cmsid=${cmsId}&tfcd=0&npa=0&sz=640x480&ad_rule=0&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=`;",
      "https://barriepolice.ca/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barrie",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "madelaine drive",
          "sentiment": "none"
        },
        {
          "name": "mapleview drive",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:14:19.651+03:00",
    "updated": "2024-04-26T00:14:19.651+03:00"
  },
  {
    "uuid": "dad9825fdb69fd68ecb66f9932904f2145869ed2",
    "url": "https://www.excelsior.com.mx/comunidad/activaran-contingencia-calidad-de-aire-cdmx-durante-ola-de-calor-hoy/1714709",
    "ord_in_thread": 0,
    "author": "andrea.hernandez",
    "published": "2025-05-07T21:15:00Z",
    "title": "¿Activarán Contingencia? Esta es la calidad del aire en CDMX durante ola de calor HOY",
    "text": "Esta semana comenzó una ola de calor en la Ciudad de México (CDMX) y el Estado de México (Edomex) que ha registrado altas temperaturas incluso por la noche, ya que a las 23:00 horas el termómetro ha marcado 20 °C, además de que la calidad del aire se ha visto afectada.\nCabe recordar que el pasado 25 de abril se activó y suspendió el mismo día la sexta Contingencia Ambiental en la zona Metropolitana del Valle de México, pues a lo largo del mes, se registró mala calidad del aire, por ello, te decimos cómo está hoy 7 de mayo.\n¿Cuál es la calidad del aire en CDMX?\nEn el reporte de las 15:00 horas del Sistema de Monitoreo Atmosférico que informa sobre la calidad del aire de la CDMX, dio a conocer en uno de los días más calurosos de la semana, es muy mala.\nY es que en el mapa que se encuentra en el sitio oficial, hay 20 puntos naranjas, es decir, estaciones de monitoreo tanto en la CDMX como en el Edomex en donde la calidad del aire es mala.\nNo obstante, en Tláhuac y Chalco la calidad del aire es aceptable y en el Pedregal, es decir, al sur de la capital del país, es el único lugar en donde es aceptable el aire que se respira, ya que el punto es verde.\nPero en donde se registra la peor calidad del aire es en Cuajimalpa, pues es en la única estación de monitoreo en donde hay un punto rojo, por lo que se mantiene en observación para que esto no detone una séptima Contingencia Ambiental.\n¿Habrá Contingencia Ambiental?\nHasta el momento, autoridades como la Comisión Ambiental de la Megalópolis (CAMe) no han activado una nueva Contingencia Ambiental, ya que las condiciones que se han registrado aún no son las suficientes para aplicar las medidas correspondientes, como el Doble No Circula.\nPor ello, hasta las 15:30 horas de este miércoles 7 de mayo, no hay Contingencia Ambiental y el programa Hoy No Circula aplica para el jueves 8 de mayo de forma habitual, es decir, restricciones únicamente autos con engomado verde, holograma 1 y 2 así como terminación de placa 1 o 2.\nAIHC",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->air pollution",
      "Environment->environmental pollution",
      "Environment->sustainability",
      "Social Issue->population and census",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.aire.cdmx.gob.mx/default.php",
      "https://aire.cdmx.gob.mx/default.php"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Metropolitana del",
          "sentiment": "none"
        },
        {
          "name": "Tláhuac",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "CDMX",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:37:25.833+03:00",
    "updated": "2025-05-07T23:41:48.000+00:00"
  },
  {
    "uuid": "fdbc684108da72f059fd97dc48f62fbebdb98fd1",
    "url": "https://newschannel9.com/news/local/data-breach-expands-from-chattanooga-to-bradley-county-as-more-details-emerge",
    "ord_in_thread": 0,
    "author": "Maggie Weaver",
    "published": "2025-04-09T21:24:00Z",
    "title": "chevron-right",
    "text": "BRADLEY COUNTY, Tenn. — We're learning more about a third party data breach that possibly compromised the information of three local governments.\nWe told you Tuesday that Chattanooga was extending their contract with Nationwide Recovery Services. The same company whose data breach compromised Hamilton County government and City of Chattanooga databases.\nWe learned Wednesday that Bradley County also uses Nationwide Recovery Services and was affected by the breach.\nAdam Lewis, Bradley County Mayor's executive assistant, confirmed to us they were notified in February of the Nationwide data breach.\nWe asked Lewis if they know the number of people affected by the breach.\n\"We are waiting on the full list of those affected from Nationwide Recovery,\" says Lewis. \"Once we know the scope, we'll determine our next steps and obligations.\"\nWe reached out to the Bradley County Attorney to ask for a copy of their notification letter, how many people were affected, and if the county has notified the people affected yet. We have not yet heard back.\nTiming is important here because, by law, the municipalities have 60 days to notify those affected.\nThe letter from NRS to the City of Chattanooga says...\n\"The investigation determined there was unauthorized access.. to the NRS network between July 5th, 2024.. and July 11th 2024.\"\nMayor Tim Kelly's office says they only learned on Friday about the breach's impact on city data.\nThe letter was sent on February 7th, but the city claims they didn't receive it until April 4th.\nWe asked city council member Chip Henderson if they were provided an explanation as to why the notification wasn't received earlier.\n\"We have been sent a letter that, I think, it was sent to the wrong address from the wrong place.\"\nThe City Attorney's office wrote Nationwide Recovery Services on Friday asking them to inform everyone potentially affected and to offer them complimentary credit monitoring and identity protection\n\"We have data breach protection, and NRS is required to immediately notify the city of any discovered data breach of information and notify the customers as well, and then to provide credit protection to the customer if financial data has been compromised.\"\nHamilton County also says the initial letter from NRS was sent to the wrong place, which delayed their timeline.\nDepend on us to update you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->cyber crime",
      "Crime, Law and Justice->investigation (criminal)"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Adam Lewis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Nationwide Recovery Services",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "fdbc684108da72f059fd97dc48f62fbebdb98fd1",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:31:00.106+03:00",
    "updated": "2025-04-10T00:31:00.106+03:00"
  },
  {
    "uuid": "0a7852cd5ca26e427811d5711bd25adc75a66fdb",
    "url": "https://www.columbiadailyherald.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:22:06.533+02:00",
    "updated": "2023-12-30T04:22:06.533+02:00"
  },
  {
    "uuid": "7383bb7d7c24ba16c11cd2f1d61265f626f70670",
    "url": "https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EP",
    "published": "2024-12-26T22:29:00Z",
    "title": "El Liverpool sale aún más reforzado de un Boxing Day en el que pincharon Chelsea, United y City",
    "text": "Premier League\nEl Liverpool sale aún más reforzado de un Boxing Day en el que pincharon Chelsea, United y City\nLos 'reds' remontaron al Leicester (3-1) y son más líderes\nLos de Guardiola empataron (1-1) en casa contra el Everton\nEl Chelsea se vio sorprendido por el Fulham y los 'red devils' por los Wolves\nEP\nEl [Liverpool](/tags/liverpool-fc/) disfrutó del Boxing Day de la [Premier](/tags/premier-league/) con una remontada (3-1) ante el Leicester con la que aumentó su condición de líder, gracias también a la derrota (1-2) del [Chelsea](/tags/chelsea-fc/) ante el Fulham, mientras que el [Manchester City](/tags/manchester-city/) y el [United](/tags/manchester-united/) alargaron sus crisis en un 1-1 contra el Everton y un 2-0 ante el Wolves.\nEl equipo 'red' tuvo más emoción de la esperada en Anfield, ante el tercer equipo por la cola de la tabla, pero no tardó en enderezar un camino que no parece tener quién lo tuerza. En medio de la niebla apareció Jordan Ayew para adelantar a los 'Foxes', a los cinco minutos, cuando el Liverpool ya había tenido un par de ocasiones.\nLos de Ruud van Nistelrooy fueron valientes y tuvieron la opción incluso del segundo, pero el cuadro local sacó el rodillo. Aunque se hizo esperar el gol, justo antes del descanso, Cody Gakpo firmó un disparo perfecto para el 1-1. El asedio siguió en la reanudación y Curtis Jones rubricó la remontada, con algo de suspense del VAR. Sin duda era cuestión de tiempo, como el gol de Mo Salah, un pase a la red en el 82' del mejor jugador de la Premier.\nAsí, el líder Liverpool sumó 42 puntos, siete más y aún con un partido menos que un Chelsea que dejó escapar la victoria en los últimos minutos del derbi contra el Fulham, que logró su primer triunfo en 45 años en Stamford Bridge.\nLos de Enzo Maresca se adelantaron con el 1-0 que firmó Cole Palmer al cuarto de hora, prometiendo una jornada navideña redonda para los 'blues'. Sin embargo, los de Marco Silva, en busca de una sexta jornada seguida sin perder, no dejaron de intentarlo y encontraron una épica remontada con los cambios. Harry Wilson, en el 82', y Rodrigo Muniz, en el 95', bajaron las aspiraciones de título de un Chelsea que venía de empatar con el Everton.\nPor otro lado, el Boxing Day sonrió a un Nottingham Forest que sigue volando para asentarse en el 'Top 4', con un 1-0 sobre un Tottenham tocado, solo una victoria en seis jornadas. Mientras, Newcastle y Bournemouth también alargaron su buena dinámica en puestos europeos a costa del Aston Villa (3-0) y el Crystal Palace.\nLa racha goleadora de Alexander Isak continuó en el triunfo local en St. James' Park, donde el Villa de Unai Emery jugó con uno menos desde la roja a Jhon Duran a la media hora. Mientras, el Bournemouth de Andoni Iraola no pudo (0-0) con el Palace en un encuentro igualado y sin grandes ocasiones pero sigue sumando en zona noble.\nPesadilla de los de Manchester en Navidad\nAdemás, en el duelo que abrió la jornada, el Manchester City alargó su crisis con un 1-1 ante el Everton. Los de Pep Guardiola no encuentran fin a su pesadilla: una victoria en los últimos 13 partidos entre todas las competiciones. En el Etihad Stadium, el City perdonó y volvió a ver los fantasmas de otro tropiezo más, sobre todo cuando Erling Haaland falló un penalti ante Jordan Pickford en el inicio del segundo tiempo.\nEl partido había empezado de cara para el campeón con el 1-0 de Bernardo Silva y el propio portugués perdonó el segundo, pero pronto empató el Everton, en la primera que tuvo, con Iliman Ndiaye. Tampoco acertó el equipo de Guardiola en un quiero y no puedo en el segundo tiempo, para quedarse séptimo en la tabla (28), a cinco puntos de la zona Champions y a 14 del Liverpool con un partido más.\nAdemás, el Manchester United encajó otro mal resultado con un Ruben Amorim que parece lejos de resucitar a los 'red devils'. La roja de Bruno Fernandes y el partidazo de Matheus Cunha, con gol olímpico y asistencia ya en el descuento para Hee-Chan Hwang, sirvieron el dos de dos del nuevo técnico del Wolves, un Vitor Pereira que sí funciona como revulsivo.\nResultados\n- Manchester City - Everton 1-1.\n- Bournemouth - Crystal Palace 0-0.\n- Chelsea - Fulham 1-2.\n- Newcastle - Aston Villa 3-0.\n- Nottingham Forest - Tottenham 1-0.\n- Southampton - West Ham 0-1.\n- Wolverhampton - Manchester United 2-0.\n- Liverpool - Leicester 3-1.\n-Viernes 27.\n- Brighton - Brentford.\n- Arsenal - Ipswich.\n[RRSS WhatsApp](https://api.whatsapp.com/send?text=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)\n[RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)\n[RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html&text=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20%20https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40epmediterraneo)\n[RRSS email](mailto:?subject=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20&body=https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)\n[Copiar URL](javascript: void(0))\nNoticia guardada en tu perfil",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->sport event",
      "Sport->soccer",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://api.whatsapp.com/send?text=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet?original_referer=https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html&text=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20%20https://www.elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40epmediterraneo",
      "https://twitter.com/intent/tweet?original_referer=https://elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html&text=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20%20https://elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40epmediterraneo",
      "https://facebook.com/sharer/sharer.php?u=https://elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://www.facebook.com/sharer/sharer.php",
      "https://api.whatsapp.com/send?text=El%20Liverpool%20sale%20a%C3%BAn%20m%C3%A1s%20reforzado%20de%20un%20Boxing%20Day%20en%20el%20que%20pincharon%20Chelsea%2C%20United%20y%20City%20https://elperiodicomediterraneo.com/deportes/2024/12/26/liverpool-sale-reforzado-boxing-day-112941089.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Everton\nEl Chelsea",
          "sentiment": "none"
        },
        {
          "name": "Fulham",
          "sentiment": "none"
        },
        {
          "name": "Wolves",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Anfield",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:39:08.985+02:00",
    "updated": "2024-12-27T00:39:08.985+02:00"
  }
]