[
  {
    "uuid": "58206af895409be5b769d3d6e86f9624fe01e01e",
    "url": "https://www.lifesitenews.com/opinion/healing-from-the-wounds-of-the-church-hierarchys-betrayal-during-covid",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LifeSite",
    "published": "2024-02-23T02:28:00Z",
    "title": "Healing from the wounds of the Church hierarchy's betrayal during COVID - LifeSite",
    "text": "( LifeSiteNews ) — I was in Rome early this January for a nine day Ignatian Retreat. In solitude so to speak, except for a meeting at the close of each day at the Gregorian University with my retreat guide. Each morning, I passed some time in meditation inside a rather bustling St.Peter’s Basilica, praying within the relative stillness and quiet of the Blessed Sacrament Chapel. In the evening, I walked past a growing number of homeless tents around St.Peter’s square, on my way past Castel Sant’ Angelo along the Tiber towards the Gregorian. The days passed in a mix, mostly of intense desolation or absence of God’s presence, to occasional moments of consolation and light. I used to rejoice in years past at the sight of the majestic Basilica and the consoling spiritual presence that rested over Her. The light in the papal apartment at night in one sense reminding me of the tabernacle light that burns when the Lord is present. This light is now noticeably absent, seemingly as if the Lord were no longer present… I had hoped by the latter half of 2023, the Vatican’s Academy of Sciences planned review of the COVID-19 policy of the Catholic Church, including the widely reported adverse health events from the mRNA vaccinations, would have taken place. Unfortunately this review was postponed due to the October Synod. I say “unfortunately,” since the health data now widely available on publicly accessible sites show that excess deaths continue to trend higher globally within highly vaccinated countries, across all age groups, and most disturbingly among the younger generation, 16 to 35 years. [1] [2] [3] [4] Other health related issues, particularly turbo cancers, heart disease and sudden death syndrome are all on the increase (There are more than three thousand peer reviewed medical scientific papers covering adverse health effects of the covid-19 vaccination on www.react19.org alone, an advocacy and science based support organization for people suffering from long-term COVID-19 vaccine effects). A growing body of international medical experts are now concerned this may well be an adverse consequence of the global mRNA COVID-19 vaccination program. [5] [6] [7] [8] [9] There is a clearly observable data correlation between the surge in all adverse health events and the commencement of the global COVID-19 vaccination program, which needs to be urgently investigated by both National Health Institutions and the WHO. [10] Fertility rates also continue to plunge in the western nations, whether the mRNA COVID-19 vaccination is also playing a role needs to be clarified. (The late renowned German pathologist Dr.Arne Burkhardt in an autopsy of two men who died as a consequence of the mRNA COVID-19 vaccination, found that the sperm of the deceased had been entirely or almost entirely replaced by the spike protein in the testes). [11] If the Shepherds of the Catholic Church (and indeed other mainstream Faith Denominations) were “misguided” in enthusiastically promoting such new and untested COVID-19 mRNA gene therapies [12] [13] , which may have adversely impacted the spiritual, emotional and physical health of hundreds of thousands of the faithful, including tragically the loss of many lives [14] [15] , they now have a moral responsibility to use all resources that Christ has made available to His Church, for bringing spiritual, emotional and physical healing to the faithful who have been harmed. The adverse health consequences of the COVID-19 vaccine [16] and the spiritual, emotional and socio-economic wounds inflicted through collusion with National Governments, Health Authorities, the WHO, Technology and Pharmaceutical Industrial complex, that forced repressive regulations around COVID-19 mandates, including use of masks and COVID-19 ID passes to enter places of worship, robbed the faithful of their dignity and freedom as children of God. (A recent study by the Catholic Union in the U.K. found that 62 percent of people said there mental health had been impacted by church closures during the lockdowns). [17] One wonders, given that the Catholic Church manages twenty-six percent of Health Care facilities globally [18] , why the associations of Catholic Medical Doctors and Scientists did not more prudently advise the Office of the See of Peter about the dangers of untested and novel mRNA based COVID-19 vaccinations. [19] Did the Catholic Medical Establishment not think to alert the Church and its Faithful to the possible dangers of these untested mRNA technology based vaccinations ? Did each Catholic Doctor who administered the COVID-19 injection not first consider in good conscience, his or her own hippocratic oath “To do no harm”? (In a CDC Survey of more than 13.000 children aged 6 months to 2 years in 2022, more than 55 percent suffered a “systemic reaction” after COVID-19 vaccination, 6 percent unable to perform normal activities after the second dose). [20] How many Medical Institutions, both Catholic and other Faith Denominations, abandoned sound medical ethics and patient care for political convenience and gain of profit ? I will leave Judgement ultimately to almighty God, regarding those in the Church tasked with the spiritual care of souls and those in the Medical Professions with health care of patients; who knew what was the right and just course of action but did not take it, leading to both spiritual and emotional suffering [21] [22] , physical harm, and in some cases regrettably loss of human life for the patient. It is however clear that both the Spiritual and Healthcare Offices of the Catholic Church were misused in a very public promotion of the COVID-19 vaccination as a safe and effective treatment, and cynically encouraged as “An act of Charity,” giving profiteers of the unsafe mRNA COVID-19 treatments and repressive COVID-19 mandates, a global endorsement that ten’s of billions of dollars in advertising could never otherwise have achieved. Sadly, it all strengthened the iron clad arm of an “Oppressor” with little love, care and compassion for all that pertains to the Good of Man, created in God’s image and likeness. With the WHO Pandemic Treaty [23] uncomfortably close on the near horizon, that iron clad arm may well be further emboldened to oppress the faithful again. The Church must learn fast the painful lessons of this pandemic. [24] There is a need for repentance… and saying, ‘The time is fulfilled, and the kingdom of God is at hand. Repent, and believe in the Good News.’ (Mark 1:15) There is always hope. That is the Good News. Even when Institutions both Religious and Civil, fail to act Righteously, the Words and Promises of Jesus hold true for those who have faith and “a humble and contrite heart” (Psalm 51:17). We believe Jesus entrusted to His Church every spiritual blessing to accompany Her and the Faithful on this earthly pilgrimage, until the end of the ages. Particularly in the Sacraments of Reconciliation, Eucharist and Anointing of the Sick; where spiritual, emotional and physical healing maybe be granted if there is repentance and faith. I believe in view of the immense sufferings and injustices endured by many during the COVID-19 pandemic, a reconciliation and healing service for the wounds of the pandemic, should be offered in parishes throughout the Church, to bring through the gift of these sacraments, both physical and inner healing that the faithful need. Such a service in a Parish Community maybe quite simple, preceded by a day of fasting in preparation. Together with the offering of the sacraments, there should be scripture reflections and prayers for physical and inner healing, as well the breaking of any demonic oppression due to emotional wounds and the COVID-19 vaccination. At the Diocesan Level, in a spirit of “listening and synodality,” such a reconciliation and healing service over the course of a weekend would address the multifaceted impact of the pandemic. This may involve a diverse panel of speakers or experts to address different aspects; health care professionals, teachers of moral ethics, business leaders, local government and pastors. Such a service should include moments for reflection, prayers, and community sharing. Providing resources for mental health support and avenues for expressing grievances could be beneficial. It should be approached in a humble spirit of reconciliation and healing rather than solely focusing on assigning blame or faults. Possible approach for a “Healing the Wounds of the Pandemic” service at Diocesan Level… Depending on the needs and circumstances of each local Parish Community within a Diocese, and the Diocese itself; timeframes, prayers and discussions for such a service could be adjusted as necessary to ensure a meaningful encounter with the Lord’s reconciling and healing grace. I don’t believe brushing the COVID-19 events of the past three years under the carpet, ignoring the suffering and injustices committed, is a healthy and life-giving option for the Church. The Shepherds risk being identified with the religious pharisee in the Parable of the Good Samaritan (Luke 10:29-37), who walked by on the other side leaving the wounded man lying on the roadside. Open wounds left untreated soon turn septic… The Lord is the Great Healer James (5:14-15). Let us have the faith and humility to allow Him to walk once more among us, to heal the sick and set the oppressed free (Acts 4:30). References [+] References [−]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.react19.org",
      "https://react19.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "castel sant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gregorian university",
          "sentiment": "none"
        },
        {
          "name": "academy of sciences",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T04:31:04.856+02:00",
    "updated": "2024-03-03T14:10:46.680+02:00"
  },
  {
    "uuid": "552b64ac462253087dd36038b713fe904f8965da",
    "url": "https://www.newsandstar.co.uk/news/national/24010610.bethlehem-without-christmas-trees-without-lights-due-israel-hamas-war/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-24T11:04:00Z",
    "title": "Bethlehem ‘without Christmas trees, without lights’ due to Israel-Hamas war | News and Star",
    "text": "Bethlehem, the normally bustling biblical birthplace of Jesus, resembles a ghost town this Christmas Eve, with celebrations called off due to the Israel-Hamas war. The festive lights and Christmas tree that normally decorate Manger Square are missing, as are the foreign tourists who gather each year to mark the holiday. Dozens of Palestinian security forces patrol the empty square. Gift shops have been slow to open on Christmas Eve, although a few did open their doors once the rain stopped pouring down. There are few visitors, however. Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years, said: “This year, without the Christmas tree and without lights, there’s just darkness.” He said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, symbolising the hundreds of children killed in the fighting in Gaza. Barbed wire surrounds the scene, with grey rubble added to the spectacle reflecting none of the lights and bursts of colour that normally fill the square during the Christmas season. Ala’a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square, said: “We can’t justify putting out a tree and celebrating as normal, when some people (in Gaza) don’t even have houses to go to.” Mr Salameh said Christmas Eve is usually the busiest day of the year. “Normally, you can’t find a single chair to sit, we’re full from morning till midnight,” he said. This year, just one table was taken – by journalists sheltering from the rain. He said his restaurant was operating at about 15% of normal business and was not able to cover operating costs. Mr Salameh estimated that even after the war ends, it will take another year for tourism to return to Bethlehem as normal. The cancellation of Christmas festivities is a severe blow to the town’s economy. Tourism accounts for an estimated 70% of Bethlehem’s income – almost all of that during the Christmas season. With many major airlines cancelling flights to Israel, few foreigners are visiting. Local officials say around 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed. More than 20,000 Palestinians have been killed and more than 50,000 wounded during Israel’s air and ground offensive against Gaza’s Hamas rulers, according to health officials there, while some 85% of the territory’s 2.3 million residents have been displaced. The war was triggered by Hamas’ deadly assault October 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages. The fighting in Gaza has also affected life in the West Bank. Since October 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "john vinh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "star bethlehem",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:18:30.007+02:00",
    "updated": "2023-12-24T13:18:30.007+02:00"
  },
  {
    "uuid": "f649371382e8095a1bd4776b388dbfbd4f7c3d7b",
    "url": "https://packagingoftheworld.com/2023/12/bean-so-lucky.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Submitted By",
    "published": "2023-12-29T01:33:00Z",
    "title": "Bean So Lucky",
    "text": "Mazu(媽祖) belief rocks in Chinese culture! She’s not just a goddess; she’s the OG protector of sailors and fishermen. People vibe with Mazu hard, especially those on the water. Her temples are like cultural hotspots, rocking traditional vibes. Mazu’s belief isn’t ancient history. It’s live and kickin’, a cultural icon saying, “Yo, sea, livelihood, safety – we’re counting on you.” It’s the heartbeat of belief, echoing through time. Sip on a cup of good coffee to usher in a prosperous Lunar New Year! cama café, in collaboration with Dajia Zhenlan Temple, presents the “BEAN SO LUCKY” divination box. May the new year bring fulfillment to your heart’s desires (where wishes meet BEAN, creating harmonious vibes). Bringing “good luck” and “blessings” to life through visual symbols, the design combines cultural elements from incense bags and sacred divination (pronounced the same as “sacred cup” in Chinese). It visually presents faith and culture, sharing with consumers a cup of visible, aromatic, freshly roasted good luck, accompanied by a resounding symbol of fortune. In this joint project with Dajia Zhenlan Temple, the goal is to preserve the essence of religious culture and the image of Mazu. Respecting cultural values, the visual language is crafted to align with contemporary aesthetics while maintaining cultural richness and local characteristics. Taking inspiration from protective charms, the design concept utilizes clean layouts to convey numerous blessings, echoing the compassionate and elegant imagery associated with Mazu. Visualizing the Culture of Faith Incense Bag 香火袋：A protective charm with the purpose of seeking blessings. Inside, it holds talismans blessed by deities and temples. Originally used to ward off evil and dispel misfortune, it has evolved to cover various aspects of life, symbolizing desires and protection, including traffic safety, wealth, childbirth, relationships, academics, health, and more. Divination Blocks 擲筊 (“筊” pronounced like “Cup” in Minnan)： After introducing oneself, one asks a question to the deity and throws the divination blocks. The state in which they land indicates whether the deity is willing to grant the wish. The Temple Font Design 筊體: To convey the intuitive image of the temple, we’ve designed a font set for the collaborative gift box. The font design draws inspiration from the calligraphy styles traditionally used on temple plaques, pillars, and lanterns. This packaging design becomes a condensed crystallization of a traditional temple in itself. Who is Mazu(媽祖), the Chinese sea goddess： Mazu is a revered goddess in Chinese folk religion, especially among seafaring communities in coastal regions. Born Lin Mo Niang during the Song Dynasty, she was known for her supernatural abilities to predict weather and save sailors from perilous conditions at sea. After her death, she ascended to become a deity, providing protection to fishermen and sailors. As such, she earned the name “Mazu,”literally translated as “Mother Ancestor.” Often depicted in red attire standing on a cloud, she is flanked by two guardian spirits who assist her. The worship of Mazu, known as Mazuism, is widespread in Mainland China, Taiwan, and overseas Chinese communities. [ ](https://packagingoftheworld.com/wp-content/uploads/2023/12/DaJia-Mazu_Mockup-4-scaled.jpg)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "dajia zhenlan temple",
          "sentiment": "none"
        },
        {
          "name": "mazu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:38:29.146+02:00",
    "updated": "2023-12-29T14:57:49.228+02:00"
  },
  {
    "uuid": "7e5ae7bf55997034330a806b73698853adb6855f",
    "url": "https://www.lanacion.com.ar/estados-unidos/trabajadores-de-boeing-inician-huelga-en-eeuu-tras-rechazar-propuesta-de-la-empresa-nid13092024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2024-09-13T12:58:00Z",
    "title": "Trabajadores de Boeing inician huelga en EEUU tras rechazar propuesta de la empresa - LA NACION",
    "text": "Miles de trabajadores de Boeing iniciaron este viernes una huelga en la región de Seattle, en el noroeste de Estados Unidos, tras votar por abrumadora mayoría en contra del nuevo convenio propuesto por el gigante de la aviación. Se trata de la primera huelga en 16 años en la compañía estadounidense, que dijo estar \"comprometida\" con las negociaciones en medio de su difícil situación financiera.\nLa plantilla rechazó un acuerdo propuesto por Boeing con un 94,6% de los votos y aprobó la huelga con un 96%, dijo Jon Holden, presidente del sindicato International Association of Machinists and Aerospace Workers (IAM) Distrito 751.\n\"Nuestros miembros han hablado claro esta noche\", dijo el dirigente de este sindicato que representa a más de 30.000 trabajadores del fabricante aeronáutico en esta región.\nLa huelga comenzó a medianoche del viernes (07H00 GMT).\n- \"Seguimos comprometidos\" -\nLa protesta afecta a dos grandes plantas de montaje en la región del estrecho de Puget y paraliza la producción de los aviones 737, 777 y 767, cuyas entregas ya están retrasadas.\nEsto supone un problema añadido, pues el fabricante de aviones cobra la mayor parte del pago (alrededor de 60%) una vez entregados los aparatos.\nPese a la enorme votación a favor de la huelga, el grupo Boeing dijo en un comunicado que está \"comprometido\" con las negociaciones.\n\"Seguimos comprometidos con restablecer nuestra relación con nuestros empleados y el sindicato, y estamos listos para volver a la mesa de negociaciones para llegar a un nuevo acuerdo\", dijo la compañía.\nSegún los analistas aeronáuticos de TD Cowen, una huelga de 50 días privaría a Boeing de entre 3.000 y 3.500 millones de dólares de liquidez y tendría un impacto de 5.500 millones de dólares en los ingresos.\nLa plantilla se opuso al acuerdo preliminar alcanzado entre la dirección de Boeing y los líderes sindicales de la empresa que preveía un aumento salarial del 25% a lo largo de cuatro años y un compromiso de inversión en esta región.\nTambién contemplaba la construcción del próximo avión, anunciado para 2035, en el área de Seattle, cuna histórica del fabricante, que debía asegurar los empleos para las próximas décadas.\n- Un aumento \"engañoso\" -\nSin embargo, los trabajadores consideraron que el acuerdo no era tan generoso como se pretendía y señalaron, por ejemplo, que el aumento del 25% era engañoso porque al mismo tiempo se eliminaba un bono anual que daba la compañía.\n\"Están hablando de un aumento del 25% y no es así\", dijo Paul Janousek, un electricista de la planta de Everett que votó a favor de la huelga después de concluir que el giro de Boeing fue \"engañoso\".\nJanousek, de 55 años y en Boeing desde hace 13, calcula que su aumento es solo de alrededor del 9% si se elimina el bono anual.\nEl paro ocurre en un contexto delicado para Boeing, cuya reputación se ha visto empañada por distintos incidentes de seguridad aérea.\nEl fabricante esperaba que sus concesiones fueran suficientes para evitar la huelga, en medio de su situación económica precaria tras los accidentes de sendos 737 MAX 8 en 2018 y 2019, que se cobraron la vida de 346 personas, y por multitud de problemas de calidad de producción.\n\"No es ningún secreto que nuestro negocio está pasando por un momento difícil, en parte debido a nuestros propios errores en el pasado. (...) Una huelga pondría en peligro nuestra recuperación\", advirtió el miércoles por la noche Kelly Ortberg, quien asumió las riendas de la compañía en agosto.\nEl directivo, que una semana después de asumir se comprometió a \"reiniciar\" las relaciones con el sindicato IAM, instó a los empleados a no \"sacrificar\" el progreso futuro por \"frustraciones vinculadas al pasado\".\nLa huelga se enmarca en un contexto de creciente conflictividad laboral en Estados Unidos, que ha tenido protestas similares en el sector automovilístico, el entretenimiento y otras industrias.\njmb/sw/dbh/jm/es/mar/nn\nLA NACION Temas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T17:16:27.987+03:00",
    "updated": "2024-09-13T17:16:27.987+03:00"
  },
  {
    "uuid": "cf7535e2c82a82a100abba99355dba950bba4f37",
    "url": "https://www.asianews.it/noticias-es/Los-funerales-de-Rusia%2C-de-Sajarov-a-Navalny-60307.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AsiaNews.it",
    "published": "2024-03-09T13:34:00Z",
    "title": "Los funerales de Rusia, de Sajarov a Navalny",
    "text": "Los funerales de Rusia, de Sajarov a Navalny\nNavalny logró una vez más vencer la represión, y con su muerte ha sacado a las calles una nueva \"revolución de las flores\". Llevan una flor a la pequeña tumba en uno de los cementerios más periféricos y descuidados de la capital donde hoy se encuentra el corazón de Rusia, la otra cara del mausoleo de Lenin en la Plaza Roja, frente al cual desfilan las armas y los cañones.\nLa montaña de flores que cubre la tumba de Alexei Navalny, precisamente frente a la entrada del cementerio de Borisovo, en las afueras de Moscú, ha superado ya los dos metros de altura y diez de longitud, tras una peregrinación ininterrumpida desde hace más de diez días con la que, según las estimaciones más moderadas, unas 30.000 personas han acudido a honrar al disidente muerto en el campo de concentración. No se había visto un funeral tan multitudinario desde el de Andrei Sájarov, quien murió a los 68 años en diciembre de 1989, poco antes de que comenzaran los cambios fundamentales en Rusia tras setenta años de régimen soviético. En aquel momento pareció una triste burla del destino que el principal líder de la disidencia muriera prematuramente apenas tres años después de haber sido liberado de un confinamiento de veinte años, pero la desaparición de Navalny, de 47 años, después de tres años en campos de concentración, replantea de una manera mucho más trágica el destino de los hombres libres en la oscuridad de la inexorable represión que caracteriza a todas las formas de régimen en Rusia, desde el yugo tártaro hasta el zarismo y desde el comunismo hasta el putinismo.\nSi Sájarov fue honrado de manera solemne y oficial, con la exposición de su cuerpo en el estadio de Sportivnaja, cerca del centro de Moscú, y con largas colas de gente esperando su turno bajo las heladas invernales, la procesión por Navalny se vio realzada por las medidas restrictivas que impidieron la celebración de funerales públicos, liquidando la ceremonia religiosa en pocos minutos y sólo para los familiares más cercanos, y obligando a las numerosísimas personas que acudieron a la iglesia del ícono de la Madre de Dios del \"Perpetuo Socorro\" a caminar luego hasta el pequeño cementerio, siempre en medio de la nieve y el hielo del todavía imponente invierno. En todos estos días posteriores los guardias del Borisovo han tenido dificultades para respetar los horarios de cierre, endurecidos por las órdenes que dictaron desde arriba. Pero la gente ha seguido llegando día y noche, arrojando flores incluso por encima de las rejas, sin preocuparse por los miles de cámaras que filmaban a cada visitante temerario y permitieron arrestar a cientos de personas. Como comentaron algunos de los detenidos, \"una semana en la celda por Navalny es como estar unos minutos con él en el paraíso\", y muchos seguirán yendo a honrarlo durante los días y años venideros.\nNavalny ha logrado una vez más vencer a la represión que desde hace dos años impide cualquier manifestación de protesta en Rusia, y con su muerte sacó a las calles una nueva \"revolución de las flores\", un acontecimiento que no se olvidará nunca más en la historia rusa. Llevar una flor a la tumba sin ocultar el rostro y responder a las preguntas de los periodistas, o simplemente de los transeúntes, son acciones de enorme valor simbólico en un país donde se intenta en forma exasperada celebrar el patriotismo militante junto con el odio universal. La pequeña tumba situada en uno de los cementerios más periféricos y descuidados de la capital es hoy el corazón de Rusia, la otra cara del mausoleo de Lenin en la Plaza Roja, ante el cual desfilan armas y cañones en lugar de flores y velas. En Borisovo no hay héroes de la patria ni soldados desconocidos, sólo hay un joven que sonríe en las fotografías que han llevado su madre y miles de hermanos y hermanas.\nEl funeral de Navalny se puede unir a la memoria del de Anna Politkovskaya, sepultada en el importante cementerio moscovita de Troekurovo el 10 de octubre de 2006, y acompañada por miles de personas que también la cubrían con flores. En esa oportunidad intervino el garante de los derechos humanos, Vladimir Lukin, quien pidió a las autoridades que protegieran a los periodistas y la libertad de información. En cierto modo aquella muerte fue el verdadero comienzo del putinismo tras algunos años en sordina, y puso fin a las ilusiones de construir un país libre después de tantas opresiones. En el mismo cementerio fue enterrado el 3 de marzo de 2015 el político liberal Boris Nemtsov, tras una ceremonia en el Centro Sajarov, sumándose a la memoria de las disidencias. El ex delfín de Yeltsin y amigo de Navalny había sido asesinado por sicarios chechenos, al igual que Anna Politkovskaya pero de una forma mucho más espectacular, en el puente detrás del Kremlin, cuando salía de la redacción de la radio Ekho Moskvy. Hoy, tanto la radio como el Centro Sajarov han sido cerrados. En el funeral de Nemtsov también hubo una cola de cientos de metros de largo, e incluso hizo acto de presencia un representante de las autoridades, el viceprimer ministro Arkadij Dvorkovich, en un intento de aplacar el espíritu de protesta de la multitud.\nHace menos de dos años, el 3 de septiembre de 2022, en el cementerio monumental más importante de Moscú, en Novodevichy, fue sepultado el ex secretario y ex presidente Mijail Gorbachov, que llegó en paz al final de sus días tras haber encendido, casi cuarenta años antes, una luz de esperanza que después se fue haciendo cada vez más tenue y finalmente desapareció bajo tierra en los suburbios. En cierta forma el funeral del padre de la perestroika también se puede identificar con el de los disidentes contrarios a Putin, con la imagen simbólica del premio Nobel de la Paz Dmitrij Muratov - amigo y heredero de Politkovskaya y hoy denostado como \"agente extranjero\" - que sostiene una foto del líder fallecido delante de la tumba. También en aquel momento desfilaron muchísimas personas que llevaban flores y la ceremonia adquirió un claro carácter de protesta contra la guerra de Putin, que el anciano Gorbachov había comentado con una pregunta sumamente explícita: \"¿pero de qué le sirve?\". De hecho, Putin no se presentó en el funeral porque \"tenía muchas cosas que hacer\".\nCuando murió Gorbachov, Navalny todavía estaba en el campo de concentración \"blando\" de Vladimir, desde el cual podía difundir sus comentarios con mayor facilidad, y explicaba que \"mi relación con Gorbachov ha evolucionado mucho con el tiempo, pasando de una profunda antipatía a un doloroso respeto\". Recordaba que el último secretario del PCUS y primer presidente de la \"nueva\" URSS, era el único hombre de poder que no había tratado de enriquecerse y abandonó su cargo voluntaria y pacíficamente, y, sobre todo, \"fue él quien puso en libertad a Sajarov y a los presos de conciencia\". Se vuelve así a Sájarov en una histórica identificación de la disidencia antisoviética y la actual, porque marcan el paso de una época a otra: con la muerte de Sájarov terminó la oposición al régimen comunista, porque parecía que ya no era necesaria, con la de Navalny ha terminado la oposición al régimen putinista porque ya no hay ninguna posibilidad de oponerse, y lo única que queda es llevar una flor a su tumba.\nDe los veinte años de Breznev, durante los cuales crecían y se formaban en Leningrado junto a los disidentes, los jóvenes Vladimir, hoy presidente Putin, y Kirill, el patriarca, se ha pasado a los veinte años de Putin con el mismo espíritu del neoestalinismo, sofocando cualquier tipo de disidencia e imponiendo la guerra como única forma de expresión de la identidad del pueblo y de relación con el mundo entero. La retórica de la Victoria y de la Unidad (la sobornost) impone la identificación del enemigo, interno y externo, y la celebración del Poder único y eterno, como sucederá dentro de una semana en el plebiscito presidencial de Putin. Los festejos y fanfarrias que esperan a Rusia por el comienzo de un nuevo mandato del presidente aumentarán desmesuradamente la grotesca sensación de un regreso a épocas pasadas, cuando las votaciones eran falsas y puramente decorativas, y en realidad se parecían más a funerales de la conciencia humana y de la verdad histórica.\nLa reelección de Putin es en verdad el enésimo funeral, la confirmación de que ya no hay vida en el Kremlin, de que la Rusia de hoy sólo está asociada con la muerte, como ocurre todos los días en Ucrania. Mientras que la muerte es un concepto que no es posible aplicar a Aleksej Navalny, a su sonrisa y a su alegría incluso en el campo de concentración más terrorífico desde los tiempos de Auschwitz, donde las caminatas con temperaturas bajo cero recuerdan las cámaras de gas y las peores torturas. El rostro macabro de Putin, cadáver ambulante que proclama la guerra mundial delante de los seres inanimados reunidos en la sala del Senado, hoy desaparece frente a la mirada solar de Navalny, eternamente joven y cada vez más vivo, que vuelve a florecer cada día gracias al amor del verdadero pueblo ruso, el que vive en la periferia y no en los palacios del poder, el que invoca en el dolor a la Madre de Dios, en vez de utilizar la Trinidad como bandera de guerra. Ha terminado una era, una nueva Rusia debe nacer, y la semilla ya ha sido sembrada: la tierra rusa ha sido fecundada, incluso en medio del hielo, bajo la montaña de flores de un pequeño cementerio en la periferia de todo.\n\"MUNDO RUSO\" ES EL BOLETÍN DE ASIANEWS DEDICADO A RUSIA. ¿QUIERES RECIBIRLO TODOS LOS SÁBADOS EN TU CORREO ELECTRÓNICO? SUSCRÍBETE AL BOLETÍN EN\nESTE ENLACE Navalny pasa de 'bajo vigilancia especial’ a 'extremista'\n14/10/2021 13:32\nMoscú, algo nuevo en las protestas de los jóvenes\n29/03/2017 12:22",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-09T19:18:35.149+02:00",
    "updated": "2024-03-09T19:18:35.149+02:00"
  },
  {
    "uuid": "45fb85643b74154c36cf2d527173d9bc39332ca3",
    "url": "https://www.infobae.com/mexico/2024/04/25/quien-es-francisco-javier-rodriguez-arreola-aliado-de-el-mencho-y-el-cjng-sentenciado-a-40-anos-de-prision-en-eeuu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-04-25T21:00:00Z",
    "title": "Quién es Francisco Javier Rodríguez Arreola, aliado de ‘El Mencho’ y el CJNG sentenciado a 40 años de prisión en EEUU",
    "text": "El 23 de abril, el Departamento de Justicia de Estados Unidos (EEUU) anunció una sentencia masiva contra una docena de miembros criminales vinculados con el Cártel Jalisco Nueva Generación (CJNG). Entre ellos se encuentra Francisco Javier Rodríguez Arreola, considerado como un socio de Nemesio Oseguera Cervantes, alias ‘El Mencho’, máximo líder de la organización delictiva.\nRodríguez Arreola fue sentenciado a 40 años de prisión por el delito de conspiración para poseer y distribuir sustancias ilícitas, según lo anunciado por Leigha Simonton, fiscal federal del Distrito Norte de Texas.\nAunque Arreola llevó a cabo sus operaciones criminales en territorio estadounidense, es originario de Michoacán, donde también nació ‘El Mencho’. Actualmente tiene 45 años de edad, casi el mismo tiempo que pasará tras las rejas.\nEn 2021 fue detenido en Texas y desde entonces se encontraba a disposición de las autoridades de EEUU. Según su testimonio, previo a su arresto había cumplido una condena en una prisión federal (no se indicó el tiempo), tras la cual fue deportado a México en abril 2020.\nNo había transcurrido ni un mes de su deportación cuando Arreola volvió a inmiscuirse en actividades de narcotráfico. En el mes de mayo de 2020, el narco michoacano discutió con uno de sus operadores sobre los problemas que había desatado la pandemia por COVID-19 para el transporte y venta de drogas, según una llamada telefónica a la que tuvieron acceso las autoridades.\nCon base en las indagatorias realizadas, se tuvo conocimiento de que Arreola intentó tomar ventaja del confinamiento para vender la droga a un precio más elevado. De acuerdo con los informes, incluso intentó vender un kilogramo de metanfetamina por USD 14 mil, equivalentes a poco más de 240 mil pesos mexicanos.\nEl rol de Rodríguez Arreola en el CJNG\nCuando se le dictó la sentencia al mexicano, los fiscales presentaron pruebas que comprobaban la participación de Arreola en operaciones del CJNG. Sus funciones tenían que ver principalmente con la coordinación de múltiples entregas de metanfetamina de México a EEUU, algunas valuadas en cientos de millones de pesos.\nPara cumplir con estas tareas, Arreola usaba claves en un intento por pasar desapercibido ante las autoridades. Algunos de sus apodos eran ‘Taquito’ y ‘Viejo’. Bajo estos alias es como se comunicaba con sus socios que también fueron identificados por las fuerzas del orden.\nEn una ocasión (no se detalló la fecha), Arreola admitió haber ayudado a coordinar el envío de un cargamento de 199,97 kilos de metanfetamina líquida desde México a la ciudad de Dallas, en Texas. La droga estaba oculta dentro del tanque de diésel de un camión semirremolque y tenía un valor en la calle de USD 9,9 millones, equivalentes a 169 millones 884 mil pesos.\nPara cumplir con sus objetivos, Arreola mantenía comunicación con jefes de plaza del “cártel de las cuatro letras”, quienes le hacían saber información de contrainteligencia. Por ello era considerado como un intermediario que tenía “acceso a las altas esferas del CJNG”.\nAdemás de la coordinación del tráfico de drogas, el mexicano se encargaba de la “búsqueda de conductores y personas que pudieran transportar y distribuir metanfetamina, planificación de rutas, confirmación de la entrega, prevención de pérdidas y rastreo de lugares para recibir, almacenar y transferir los envíos de droga”, detalló el Departamento de Justicia.\nEjemplo de lo anterior es cuando en la pandemia por COVID-19, Arreola le reveló a uno de sus cómplices que necesitaba reclutar a conductores residentes en EEUU para transportar la droga, ya que las personas sin visado no podían cruzar los pasos fronterizos.\nLos otros once sujetos que fueron sentenciados junto a Arreola fueron identificados como:\n- Ricardo Hernández Zárate. Sentenciado a 40 años de prisión por conspiración para distribuir sustancias controladas y a 20 años por lavado de dinero.\n- Pedro Hernández Zárate. Sentenciado a 30 años de prisión por conspiración para distribuir sustancias controladas.\n- Uriel Marín Gaona. Sentenciado a 120 años de prisión por el mismo delito.\n- Benito Díaz Hernández. Sentenciado a 17 años y medio de prisión.\n- Marcos García Reyes. Sentenciado a 87 meses de prisión.\n- Heleodoro Rosales Ramírez. Sentenciado a 14 años de prisión.\n- Rafael Díaz. Sentenciado a cinco años de prisión.\n- José Alberto Plascencia Torres. Sentenciado a 24 años de prisión.\n- Elmer Gardea Tello. Sentenciado a 55 meses de prisión.\n- Walter Daniel Chapa Marty. Sentenciado a 10 años y un mes de prisión.\n- Salvador Antonio Martínez. Sentenciado a 12 años y siete meses de prisión.\nDurante las investigaciones se aseguraron 650 kilos de metanfetamina, 17 armas de fuego y USD 220 mil en efectivo.\nMás Noticias\n[Sigue todos los encuentros, peleas, chismes, nominaciones y demás retos del reality show de Telemundo](/mexico/2024/04/25/la-casa-de-los-famosos-4-en-vivo-los-participantes-se-preparan-para-el-jueves-de-nominacion/)\nLa Casa de los Famosos 4 EN VIVO: los participantes se preparan para el jueves de nominación\n[Se registró un alza en los valores del dólar con respecto a la jornada anterior](/mexico/2024/04/25/mexico-cotizacion-de-cierre-del-dolar-hoy-25-de-abril-de-usd-a-mxn/)\nMéxico: cotización de cierre del dólar hoy 25 de abril de USD a MXN\n[El Servicio Meteorológico Nacional publica todos los días el reporte de la actividad volcánica en el coloso del oeste mexicano](/mexico/2024/04/25/vigilancia-en-el-volcan-de-colima-alerta-amarilla-se-mantiene-este-25-de-abril/)\nVigilancia en el Volcán de Colima: Alerta amarilla se mantiene este 25 de abril\n[En su segundo programa a 'Ventaneando' luego de recibir el alta médica, 'El Muñe' compartió una anécdota inédita](/mexico/2024/04/25/daniel-bisogno-revela-que-una-famosa-actriz-fue-su-guia-espiritual-mientras-estuvo-en-coma-me-decia-todo-va-a-estar-bien/)\nDaniel Bisogno revela que una famosa actriz fue su guía espiritual mientras estuvo en coma: “Me decía todo va a estar bien”\n[Se presume que Abraham “N” estaba a cargo de la supervisión de las rutas de fentanilo del grupo criminal](/mexico/2024/04/25/estos-son-los-cambios-que-podria-haber-en-el-cjng-tras-la-captura-de-don-rodo-hermano-de-el-mencho/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:06:02.817+03:00",
    "updated": "2024-04-26T00:06:02.817+03:00"
  }
]