[
  {
    "uuid": "3667ce44b8e4a964be78a8241bb723a0007fbca8",
    "url": "https://www.elheraldo.co/atlantico/ideam-pronostica-fuertes-lluvias-y-descargas-electricas-para-este-fin-de-semana-en-el",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Heraldo",
    "published": "2024-05-10T17:55:00Z",
    "title": "Ideam pronostica fuertes lluvias y descargas eléctricas para este fin de semana en el Atlántico y Barranquilla",
    "text": "Se prevé que las precipitaciones estén acompañadas de descargas eléctricas. Durante este puente festivo persistirán las condiciones de lluvia en el Atlántico y Barranquilla, las cuales estarán acompañadas de algunas descargas eléctricas en ciertos sectores del territorio. Así lo informó el Instituto de Hidrología, Meteorología y Estudios Ambientales (Ideam). “El pronóstico para la tarde y noche de este viernes es de un cielo mayormente nublado y con lluvias de bastante intensidad en los departamentos de la región Caribe como La Guajira, el Atlántico, el Cesar, Bolívar y Magdalena. No se descartan lluvias ligeras en el archipiélago de San Andrés, Providencia y santa Catalina”, indicó. A su vez, mencionó que hay probabilidades de algunas descargas eléctricas en este territorio. (No deje de leer: Muro de contención en iglesia de Usiacurí quedará listo este viernes ) “Las lluvias podrán estar acompañadas de algunas descargas eléctricas, por lo que se recomienda tener precaución a la ciudadanía”, dijo. Por otro lado, señaló que para el sábado puede haber un descenso en las precipitaciones. (Lea aquí: “Hemos superado el fenómeno de El Niño”: ministro de Energía ) “Se prevé un pequeño descanso de las lluvias en todas las regiones, aunque en el Caribe podrían haber algunas moderadas. Ya para el día domingo se activarán nuevamente las lluvias de mayor intensidad”, mencionó. El Ideam hizo un llamado a los sectores donde las lluvias pueden ser más fuertes para estar al pendiente de los riesgos por deslizamiento de tierra. Convierta a El Heraldo en su fuente de noticias",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T21:04:55.602+03:00",
    "updated": "2024-05-11T02:29:09.044+03:00"
  },
  {
    "uuid": "e1c2b50fa6131e2a22a5bacbd3e923cd434adc87",
    "url": "https://www.pennlive.com/weather-alerts/2024/08/weather-alert-issued-for-strong-thunderstorms-in-part-of-pennsylvania-friday-morning.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Advance Local Weather Alerts",
    "published": "2024-08-02T10:17:00Z",
    "title": "Weather alert issued for strong thunderstorms in part of Pennsylvania Friday morning - pennlive.com",
    "text": "The National Weather Service issued a weather alert at 6:04 a.m. on Friday for strong thunderstorms until 6:30 a.m. for Higher Elevations of Indiana as well as Jefferson and Indiana counties.\nResidents may experience wind gusts of up to 40 mph.\n\"At 6:04 a.m., Doppler radar tracked strong thunderstorms along a line extending from 6 miles northwest of Punxsutawney to 6 miles north of Belsano. Movement was northeast at 25 mph,\" according to the weather service. \"Gusty winds could knock down tree limbs and blow around unsecured objects.\"\nLocations impacted by the alert include Punxsutawney, Reynoldsville, Sykesville, Falls Creek, Big Run, Rossiter, Marion Center, Cherry Tree, Glen Campbell, Dixonville, Commodore, Rochester Mills and Anita. This includes Interstate 80 in Pennsylvania between mile markers 93 and 96.\nThe weather service adds, \"If outdoors, consider seeking shelter inside a building.\"\nPreparing for approaching lightning: Expert safety advice Each year, lightning strikes the United States approximately 25 million times, with the majority of these electrifying events occurring during the summer months. Unfortunately, lightning is responsible for claiming the lives of approximately 20 people annually, as reported by the weather service. The threat of lightning becomes more pronounced as thunderstorms draw nearer, peaking when the storm is directly overhead and gradually waning as it moves away.\nTo ensure your safety during a thunderstorm, consider the following recommendations:\nLightning safety plan:\nWhen venturing outdoors, it's crucial to have a lightning safety plan in place. Stay vigilant by monitoring the sky for ominous signs and listening for the telltale sound of thunder. If thunder is audible, it's a clear indication of nearby lightning. Seek shelter promptly in a safe location, preferably indoors. Indoors safety measures:\nOnce you're indoors, avoid using corded phones, electrical devices, plumbing fixtures, and stay away from windows and doors. Lightning can follow conductive pathways, and these precautions reduce the risk of electrical surges. Wait for the all-clear:\nAfter the last lightning strike or thunderclap, wait at least 30 minutes before resuming outdoor activities. It's important to remember that lightning can strike even when a storm seems to have passed, so exercise caution. When indoor shelter isn't available:\nIf you find yourself outdoors without access to indoor shelter during a thunderstorm, take these steps to maximize your safety:\nAvoid open fields, hilltops, or ridge crests, as they expose you to greater lightning risk. Steer clear of tall, isolated trees and other prominent objects. In wooded areas, stay close to lower stands of trees. If you're in a group, ensure that individuals are spaced out to prevent lightning current from transferring between people. Camping in an open setting during a thunderstorm is strongly discouraged. If no alternative exists, set up camp in a valley, ravine, or other low-lying areas. Remember that a tent offers no protection against lightning. Do not approach water bodies, wet objects, or metal items. While water and metal don't attract lightning, they conduct electricity effectively and can pose significant risks. In summary, when facing the threat of lightning, vigilance and preparedness are your best allies. By following these guidelines, you can significantly reduce the chances of lightning-related accidents and prioritize your safety.\nRainy roadways ahead: Essential safety tips for heavy rain When heavy rain strikes, safety is paramount. Equip yourself with these guidelines from the weather service to navigate wet roads and avoid hazards:\nBeware of swollen waterways:\nDuring heavy rain, avoid parking or walking near culverts or drainage ditches, where swift-moving water can pose a serious risk.\nMaintain safe driving distances:\nUse the two-second rule to maintain a safe distance from the car in front of you and allow an extra two seconds in heavy rain.\nReduce speed and drive cautiously:\nIf it is raining and the roads are wet, slow down. Take your foot off the accelerator and let your speed drop gradually. Never use the brakes suddenly because this may cause the car to skid.\nChoose your lane wisely:\nStay toward the middle lanes - water tends to pool in the outside lanes.\nPrioritize visibility\nEnhance your visibility in heavy rain by activating your headlights. Be particularly vigilant for vehicles in blind spots, as rain-smeared windows can obscure them.\nWatch out for slippery roads:\nThe first half-hour of rain is when roads are slickest due to a mix of rain, grime, and oil. Exercise heightened caution during this period.\nKeep a safe distance from large vehicles:\nDon't follow large trucks or buses too closely. The spray created by their large tires reduces your vision. Take care when passing them as well; if you must pass, do so quickly and safely.\nMind your windshield wipers:\nOverloaded wiper blades can hinder visibility. If rain severely impairs your vision, pull over and wait for conditions to improve. Seek refuge at rest areas or sheltered spots.\nWhen stopping by the roadside is your only option, position your vehicle as far off the road as possible, ideally beyond guardrails. Keep your headlights on and activate emergency flashers to alert other drivers of your position.\nIn the face of heavy rain, these precautions can make a significant difference in ensuring your safety on the road. Remember to stay informed about weather conditions and heed guidance from local authorities for a secure journey.\nAdvance Local Weather Alerts is a service provided by United Robots, which uses machine learning to compile the latest data from the National Weather Service.\nIf you purchase a product or register for an account through a link on our site, we may receive compensation. By using this site, you consent to our User Agreement and agree that your clicks, interactions, and personal information may be collected, recorded, and/or stored by us and social media and other third-party partners in accordance with our Privacy Policy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.advancelocal.com/advancelocalUserAgreement/privacy-policy.html",
      "https://www.advancelocal.com/advancelocalUserAgreement/user-agreement.html",
      "https://advancelocal.com/advancelocalUserAgreement/user-agreement.html",
      "https://advancelocal.com/advancelocalUserAgreement/privacy-policy.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rossiter",
          "sentiment": "none"
        },
        {
          "name": "glen campbell",
          "sentiment": "none"
        },
        {
          "name": "jefferson",
          "sentiment": "none"
        },
        {
          "name": "anita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rochester mills",
          "sentiment": "none"
        },
        {
          "name": "reynoldsville",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "belsano",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "big run",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "falls creek",
          "sentiment": "none"
        },
        {
          "name": "interstate 80",
          "sentiment": "none"
        },
        {
          "name": "marion center",
          "sentiment": "none"
        },
        {
          "name": "sykesville",
          "sentiment": "none"
        },
        {
          "name": "dixonville",
          "sentiment": "none"
        },
        {
          "name": "commodore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T13:28:00.481+03:00",
    "updated": "2024-08-02T13:28:00.481+03:00"
  },
  {
    "uuid": "31d7a58248f7321f28018536d98d69a33eec2b44",
    "url": "https://www.nouvelobs.com/monde/20240506.OBS88042/gaza-le-hamas-dit-avoir-accepte-une-proposition-de-cessez-le-feu-presentee-par-l-egypte-et-le-qatar.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le Nouvel Obs avec AFP",
    "published": "2024-05-06T00:00:00Z",
    "title": "Israël-Gaza : le Hamas dit avoir accepté une proposition de cessez-le-feu présentée par l’Egypte et le Qatar",
    "text": "Le Hamas a indiqué lundi 6 mai avoir informé l’Egypte et le Qatar qu’il acceptait leur proposition pour un cessez-le-feu avec Israël dans la bande de Gaza dévastée par sept mois de guerre. « Ismaïl Haniyeh, chef du bureau politique du Hamas, s’est entretenu par téléphone avec le Premier ministre qatari Cheikh Mohammed bin Abdelrahmane Al Thani et le ministre égyptien des Renseignements, Abbas Kamel, et les a informés que le Hamas avait approuvé leur proposition d’accord de cessez-le-feu », selon un communiqué publié sur le site du mouvement palestinien. « La balle est désormais dans le camp » d’Israël « La balle est désormais dans le camp » d’Israël, qui a le choix « entre accepter l’accord de cessez-le-feu, soit y faire obstacle », a déclaré un responsable du Hamas à l’AFP sous le couvert de l’anonymat. Des scènes de joie et des tirs en l’air ont accueilli à Rafah, ville à la lisière sud de la bande de Gaza assiégée sur laquelle Israël projette une offensive militaire d’ampleur, l’annonce par le Hamas qu’il avait accepté une proposition de cessez-le-feu. Les gens se réjouissent et rendent gloire à Dieu, a rapporté un correspondant de l’AFP sur place, « des gens pleurent de joie et il y a des tirs en l’air de célébration ».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T22:02:15.774+03:00",
    "updated": "2024-05-06T22:02:15.774+03:00"
  },
  {
    "uuid": "6e6c8d7c3847c9d4c25ca10dee33837e6939d111",
    "url": "https://www.islamicity.org/95521/a-prayer-for-the-new-year/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HiraMukhtar",
    "published": "2023-12-29T17:34:00Z",
    "title": "A Prayer for the New Year",
    "text": "[Faith & Spirituality](https://www.islamicity.org/explore/topics/faith/), [Featured](https://www.islamicity.org/explore/featured/), [Highlights](https://www.islamicity.org/explore/highlights/), [Life & Society](https://www.islamicity.org/explore/topics/life/)Topics: [New Year](https://www.islamicity.org/topics/new-year/)Values: [Hope](https://www.islamicity.org/values/hope/) 370 MAY THE NEW YEAR bring an end to the heart-rending scenes of the people wailing over their loved ones , who fall prey to the bullets of the power-hungry devilish forces. MAY THE NEW YEAR stop the production of those lethal bullets and shells which pierce the bodies of the innocent and helpless people, and bring rattling down the magnificent structures. MAY THE NEW YEAR infuse the boundless love for humanity in the hearts of those, who under the wrong belief of righteousness, enjoy tearing apart their own selves and other fellow beings in every part of the world. MAY THE NEW YEAR once again revive the man’s unshakable faith in the humanity, and see his deep-rooted malice , hatred, rancor and intolerance being replaced by an overflowing benevolence , empathy, love and tolerance. MAY THE NEW YEAR be blessed with the dawn of an era wherein ‘ humanitarianism’ might emerge as the supreme religion of the mankind. A A M E E N Related Suggestions We prepared this quick tour to help you get familiar with the new design so you find your way around the new site much quicker. Let's begin. Topics menu will always be here, always within reach. Here, you will find quick shortcuts to major topics & hubs under IslamiCity. Site search is also one click away. Here, you will also find the links to the most visited sections of IslamiCity, such as Prayer times, Hijri Converter, Phonetic Search, Quran Section, IslamiCity Bazar and more. If you need a Login or Registeration, this is your starting point. If you see a green icon like this (), it means you're already logged in! But if you see, a red iconlike this (), it means you are NOT logged in. It's all color coded. We'd love it if your icon is always green. It makes us a community. Everything under IslamiCity is categorized under the major hubs you see in this panel. Due to overwhelming content, each of these hubs can be considered a home page of its own. Faith is where the tenets, pillars and spiruality related content is found. Science section features not just Science but also Nature and Technology. This section is more for the technologically minded. World section is for the News Buds. It covers day to day World Affairs, Politics & News. Life section is all about Society, Art, Culture, History, Sports, Food, Music and much more. Values section on the other hand is very special. We created it for only one thing in mind; to create a peaceful corner that features just inspiring and uplifting material, focused around Universal Values to be reflect upon -- at a time never needed more desperately than now Every other Friday, we try to feature a new theme which will uplift our spirituality. Our themes mostly focus on the universal values such as compassion, patience, love and so on. We feature each theme with a beautiful image. Click on these beautiful images & start exploring the theme/value behind it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:10:33.286+02:00",
    "updated": "2024-01-13T04:55:21.509+02:00"
  },
  {
    "uuid": "47c729bf65e750dcc99410736832f174aa08147c",
    "url": "https://flipboard.com/article/china-removes-christian-app-from-apple-app-store-on-mainland-china-bans-its-use/f-d679b10b3d%2Fupi.co",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "United Press International - Mark Moran",
    "published": "2024-02-23T00:00:00Z",
    "title": "China removes Christian app from Apple app store on mainland China, bans its use | Flipboard",
    "text": "China removes Christian app from Apple app store on mainland China, bans its use Feb. 22 (UPI) -- After Beijing on Thursday removed and banned Pray.com from the Apple app store in mainland China, the company behind the digital … [United Press International](/@UPI) flipped this story into [Latest News](/@upi/latest-news-hi573a1hz)•3h Related articles More stories from [Religion](/topic/religion) [Where Is India Heading? – OpEd](/topic/religion/where-is-india-heading-oped/a-GNOhf25WQoiAy4Kqkgnpzw%3Aa%3A3418075743-f480f7e337%2Feurasiareview.com) India is going through a phenomenal transformation politically, socially, and religiously. It is exciting. But it is also scarry and quite different … ['My husband posted us being intimate online, my friend revealed it to me.' UPDATED 4X](/topic/religion/my-husband-posted-us-being-intimate-online-my-friend-revealed-it-to-me-update/a-pCx92B2QReaXlX4yJrqfrg%3Aa%3A2553434335-f98d9c0709%2Fsomeecards.com) Being betrayed by the person you thought loved you the most is one of the most painful experiences a human can go through.In a popular post on the … [Khloe Kardashian Posts Adorable Photo of True Thompson With Cousins Dream, Chicago & Psalm](/topic/religion/khloe-kardashian-posts-adorable-photo-of-true-thompson-with-cousins-dream-chica/a-vBtyhWDGTy6uC_4DXVYQFA%3Aa%3A1819775741-5f0be541b9%2Fhollywoodlife.com) The ‘Kardashians’ star shared a sweet cousin moment between the four ‘homies’ in a new social media post. Khloé Kardashian shared the sweetest cousin … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [China](/topic/china) [17 Must-Watch Epic Movies Most People Haven’t Seen](/topic/china/17-must-watch-epic-movies-most-people-haven-t-seen/a-oKQ_HTcyRpi-Iag0Mni_fg%3Aa%3A765249492-62566849eb%2Fwealthofgeeks.com) To some, an epic movie is one of significant size and scope. To others, it's just an exceptional movie. Often, it's both. While the definition of an … [FROZEN HELL It’s so cold in China birds are being entombed in ice & commuters are coming home frozen SOLID amid freak -52C blast](/topic/china/frozen-hell-it-s-so-cold-in-china-birds-are-being-entombed-in-ice-commuters-ar/a-4zfYjkHzTiWye07mN-_-OA%3Aa%3A92135461-3d7cf363b6%2Fthe-sun.com) CHINA is currently facing its harshest winter in years with extreme sub-zero temperatures causing birds to freeze to death. The bone-chilling -52 … [‘Flat-Out Illegal’: Elon Musk Responds To Matt Walsh Posts Digging Into Google’s New Anti-White AI Tool | The Daily Wire](/topic/china/flat-out-illegal-elon-musk-responds-to-matt-walsh-posts-digging-into-google-s-/a-_WKj9_NTSLed5OB5x1FpwQ%3Aa%3A2528507833-fa0d84bfc8%2Fdailywire.com) Billionaire Elon Musk on Thursday blasted a Google AI executive for racist comments she’s made in the past, which he argued was the “confession of a …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "apple",
          "sentiment": "negative"
        },
        {
          "name": "christian",
          "sentiment": "negative"
        },
        {
          "name": "upi",
          "sentiment": "negative"
        },
        {
          "name": "united press international",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T06:48:56.463+02:00",
    "updated": "2024-02-23T06:48:56.463+02:00"
  }
]