[
  {
    "uuid": "f47e57616b1f57e7390b3b6b6e8311757c41e40f",
    "url": "https://www.dailymail.co.uk/travel/article-12665427/It-heaven-nearly-Veteran-traveller-shares-incredible-photo-album-1970s-road-trip-Citroen-2CV-Syria-Iran-Pakistan-Afghanistan-Taliban.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ailbhe Macmahon For Mailonline",
    "published": "2023-12-31T08:40:00Z",
    "title": "'It was heaven nearly everywhere': Veteran traveller shares his incredible photo album from a 1970s road trip in a Citroen 2CV through Syria, Iran, Pakistan and Afghanistan before the Taliban | Daily Mail Online",
    "text": "Syria , Iran and Afghanistan are considered high-risk for Westerners to visit today – but when one European travelled around them in the 1970s, he discovered 'heaven nearly everywhere'. Dutch native Frank van den Berge, 73, took incredible photographs of his time in these countries, showing Afghanistan before the Taliban , Iran in an era when people dressed in a 'Western style' and landmarks that have since vanished – such as the Buddhas of Bamiyan in central Afghanistan, destroyed by the Taliban in 2001. And Frank's journey is just as remarkable as his pictures. He explored this section of the Middle East on a road trip from Amsterdam to India and Nepal and back again, driving the entire route in a second-hand Citroen 2CV4. Top speed - 102kph (63mph). The trip took Frank one year, with his car clocking up 55,000km (34,000 miles) in total. The veteran traveller, who has visited more than 100 countries over his lifetime, recently shared his images of this incredible road trip in a Facebook group for adventurers , revealing how he encountered 'great local people everywhere'. Frank van den Berge travelled through countries including Syria, Iran and Afghanistan on a 1970s road trip in a second-hand Citroen 2CV4. He's pictured with his car above, wearing a money belt to hold his travellers' cheques Frank captured this picture in northern Syria on his trip, which took him all the way from Amsterdam to India and Nepal and back again Some of the landmarks Frank witnessed have since vanished – such as the Buddhas of Bamiyan (pictured) in central Afghanistan, which were destroyed by the Taliban in 2001 Frank sketched out his route - covering a distance of 55,000km (34,000 miles) - on the back of his 2CV His trip began in March 1976, when he was aged just 25. After driving across Europe, he spent some time in Syria, which he found to be a 'beautiful' country, and Turkey. To get over the Turkish-Iranian border, he bribed Turkish officials with cigarettes. Tehran was one of the destinations he stopped in once he made it into Iran, describing it as a 'beautiful town with wide roads, shopping malls, beautiful markets and some great mosques' in a post shared online . While there, he said he encountered 'a much more Western style of living' than he saw in Turkey, adding: 'Men wear jeans and shirts while ladies walk around in miniskirts.' Frank captured this picture when he arrived in the Iranian city of Esfahan in April 1976 A mosque Frank visited in Iran. In a post shared online, he remarks on how 'friendly and hospitable' he found Iranians to be Frank's photograph of the Sheikh Lotfollah Mosque in Esfahan, Iran Frank took this picture whilst passing through Iran. The veteran traveller, who has visited more than 100 countries over his lifetime, recently shared his images of the incredible road trip in a Facebook group for adventurers Tabriz, Esfahan, Persepolis and the archaeological site of Susa also featured on his Iranian itinerary. Frank was very taken with Iranian people. He recalls: 'It is unbelievable how friendly and hospitable the Iranians are. Although I do not speak Farsi and many Iranians [did] not speak English, conversations in shops and at stops along the road [went] extremely smoothly.' Frequently, he was given petrol and his shopping for free by locals, he reveals. It was May 1976 when Frank crossed the border from Iran into Afghanistan, where he was 'stopped by an Afghani officer in full local dress'. A picture Frank captured in Iran in April 1976. While there, he said he encountered 'a much more Western style of living' than he saw in Turkey, a country that also featured on his road trip Above is the Hall of 100 Columns in Persepolis, one of the sites Frank visited in Iran Above is Qom, a city in Iran's Qom province. Frank reveals he encountered 'great local people everywhere' he went This picture captured by Frank shows Kabul, the capital of Afghanistan, in 1976 The officer looked at his car engine and asked for permission to examine it – before spontaneously adjusting his carburettor to correct the mix of petrol and oxygen, so his car could handle the mountainous, high-altitude roads ahead. He told Frank: 'Our petrol [in Afghanistan] is far from good quality, but from now on you will drive very economically. Your engine will not ping, for sure.' Frank, who has also driven to Cameroon and Egypt by car, says he was 'flabbergasted' by his kindness in fixing the engine and recalls the officer telling him that he was 'welcome to his beautiful and peaceful country'. He spent a month in Afghanistan, driving through Herat, Kandahar and Kabul. He recalls seeing 'horse carts, donkeys, pedestrians, [and] playing kids' in Kabul, and notes that men wore 'a turban or at least a piece of cloth on the head, covering the hair' while women were 'completely covered by their chadri [garments that cover women's hair and body]'. In the Bamyan Province in central Afghanistan, he found that locals were 'very friendly', showing him 'how to bake bread in their subterranean ovens' and how to grow vegetables. A market scene in Kabul. Frank recalls seeing 'horse carts, donkeys, pedestrians, [and] playing kids' during his time in the city Frank spent a month in Afghanistan, driving through Herat, Kandahar and Kabul (above) Frank notes that men in Afghanistan wore 'a turban or at least a piece of cloth on the head, covering the hair' Frank captured this picture in the Band-e Amir National Park in central Afghanistan Frank says he encountered 'overwhelming' views in the Band-e Amir National Park – though notes he 'nearly froze to death' sleeping in his car there A small 'police office' and donkeys carrying wood in central Afghanistan Frank's 2CV4 had a top speed of 102kph (63mph) He then went to the lakes of Band-e Amir National Park, where he encountered 'overwhelming' views – though notes he 'nearly froze to death' sleeping in his car there. A drive over the 'quite dangerous' Khyber Pass took him from Afghanistan to Pakistan . He had to drive 'very carefully' over terrain with drops of more than 100m (328ft) to the side. In Pakistan's Khyber District, he stopped in the town of Landi Kotal, which he says 'looked like a town in a Western movie'. A drive over the 'quite dangerous' Khyber Pass (pictured) took Frank from Afghanistan to Pakistan Frank travelled to 'beautiful' Lake Saiful Muluk (above) in the north of Pakistan, where he had a snowball fight with some Swiss travellers he met He explains there were 'wooden houses with balconies, horses and carts in the streets, and everywhere there [were] guns for sale'. He says that a local craftsman offered to sell him a handmade rifle for around $100 (£82), though he politely declined. He travelled to 'beautiful' Lake Saiful Muluk in the north, where he had a snowball fight with some Swiss travellers he met. He was impressed by the area's tranquillity, remarking: 'There [were] no people, no animals, even no birds to spot.' There he celebrated his 26th birthday and a local gifted him six rainbow trouts from the Kunhar River as a present. 'That evening I enjoyed one of the best meals I ever had,' he says. He passed the border into India in June, meeting a German couple with whom he travelled through the Himalayas. A photograph captured by Frank in India, near the border with Pakistan, in the summer of 1976 Frank's 2CV4 on the high-altitude Fatu La Pass between Srinagar and Leh in India in 1976 Above is the Lamayuru Monastery in India's eye-catching Leh district Frank attended the annual Hemis Gompa festival in Ladakh, India, in 1976, where he found that locals wore 'beautiful headdresses' and 'coats of yak skins' Ladakh locals looking at Frank's second-hand 2CV4 in 1976. Throughout his road trip, Frank mostly slept in his car, creating a 'simple bed' using his small suitcase, an Afghan coat and an old sleeping bag Frank celebrated his 26th birthday in Pakistan - and a local gifted him six rainbow trout from the Kunhar River as a present It was challenging taking his 2CV4 up to the Fotu La Pass, which is 4,108m (13,477ft) high at its highest point. He says it's a 'miracle' they made it to the top safely. Next, they attended the annual Hemis Gompa festival in Ladakh, where locals wore 'beautiful headdresses' and 'coats of yak skins'. In the months that followed, he explored Nepal and did a loop around the entire coast of India, before making his journey back to the West, carving a route back through Pakistan, Iran - passing through Bam, a city that was largely destroyed by a 2003 earthquake - and Turkey. Throughout his road trip, Frank mostly slept in his car, creating a 'simple bed' using his small suitcase, an Afghan coat and an old sleeping bag. Frank in Goa, India. He did a loop around the entire coast of the country, before making his journey back to the West Frank's car in Quetta, Pakistan, on the return journey back to Europe in 1977. Frank notes that the trip 'certainly was a great adventure' Despite the many miles he drove and the high altitudes he climbed, his 2CV4 proved 'quite reliable' throughout the journey. He repaired some flat tyres himself, while a broken suspension spring was repaired in Iran. 'My car was not well known to most mechanics except in Iran,' he says. One issue, however, was that he only had a mirror on the lefthand side of his car, which posed challenges when navigating Pakistan's mountainous terrain. Sadly, the car didn't last long after the 'great adventure'. Frank says: 'It was scrapped one year after I came back. Repairs were too expensive!' See Frank van den Berge's tales about his travels here . Despite the many miles Frank drove and the high altitudes he climbed, his 2CV4 proved 'quite reliable' throughout the journey. The picture above was taken in Quetta, Pakistan Sadly, the car didn't last long after the 'great adventure'. Frank says: 'It was scrapped one year after I came back. Repairs were too expensive!' The picture above was taken in front of Mount Ararat in eastern Turkey (Türkiye)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.facebook.com/groups/1702950456599867/user/100002100793388/",
      "https://www.facebook.com/groups/1702950456599867",
      "https://facebook.com/groups/1702950456599867",
      "https://www.facebook.com/groups/1702950456599867/user/100002100793388",
      "https://facebook.com/groups/1702950456599867/user/100002100793388/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "frank van den berge",
          "sentiment": "none"
        },
        {
          "name": "frank van",
          "sentiment": "none"
        },
        {
          "name": "frank",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taliban",
          "sentiment": "neutral"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "amsterdam",
          "sentiment": "none"
        },
        {
          "name": "bamiyan",
          "sentiment": "none"
        },
        {
          "name": "nepal",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T10:47:44.805+02:00",
    "updated": "2023-12-31T10:47:44.805+02:00"
  },
  {
    "uuid": "a838a8b3e219eb26a85e957d838624adb0d091eb",
    "url": "https://newsnownigeria.ng/the-governor-of-gombe-calls-for-prayers-for-nigeria-from-muslim-pilgrims",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariam Abdullahi",
    "published": "2024-05-31T22:45:00Z",
    "title": "The Governor of Gombe calls for prayers for Nigeria from Muslim pilgrims",
    "text": "In a farewell address at the Gombe State Muslim Pilgrims Welfare Board office, Governor Muhammadu Yahaya urged the state’s intending pilgrims to pray for the challenges facing citizens of the state and the country as they embark on their spiritual journey to the Holy Land.\nA total of 1,370 intending pilgrims are set for this year’s Hajj, with airlifting beginning on Saturday.\nGovernor Inuwa Yahaya spoke about the country’s current socio-economic realities and emphasized the importance of intensified prayers for Allah’s intervention in these challenging times.\nHe stressed the need for prayers for a successful harvest to combat high food prices in the markets, stating that only divine intervention can help the country overcome its multifaceted challenges.\nThe governor advised the pilgrims to represent their state and country well while in Saudi Arabia, urging them to uphold their integrity and avoid actions that could tarnish their reputation.\nHe reminded them of the consequences of misconduct in the Holy Land, emphasizing the importance of following the law and maintaining a positive image.\nAs they prepared for the Hajj experience, Governor Yahaya assured the pilgrims of his administration’s commitment to providing a seamless journey from Nigeria to the Holy Land, promising timely airlifts for all participants.\nHe called on all officials involved in the Hajj operation to carry out their responsibilities with honesty, dedication, and patriotism to ensure a successful pilgrimage.\nThe Executive Secretary of the Gombe State Muslim Pilgrims Welfare Board, Sa’adu Hassan, expressed gratitude to the governor for his unwavering support and efforts to make the Hajj operation run smoothly.\nHe acknowledged the governor’s assistance to the pilgrims, including provisions for animal sacrifices, free food on Arafat Day, and financial support during the pilgrimage.\nAdditionally, the Emir of Dukku, His Royal Highness Haruna Rasheed, commended Governor Yahaya for his support of the Hajj operations, citing special interventions that have benefited Gombe pilgrims.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://360playvid.info/slidepleer/videoIframe.html?fn=s1184s",
      "https://www.360playvid.info/slidepleer/videoIframe.html?fn=s1184s",
      "https://360playvid.info/slidepleer/videoIframe.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muhammadu ya",
          "sentiment": "negative"
        },
        {
          "name": "inuwa yahaya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gombe state muslim pilgrims welfare board",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gombe",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T02:34:53.749+03:00",
    "updated": "2024-06-01T02:34:53.749+03:00"
  },
  {
    "uuid": "c7eb50307349f86072d818bd6aa09dbc6dc50648",
    "url": "https://andaluciainformacion.es/andalucia/1610021/la-llegada-de-borrascas-dejara-una-semana-santa-marcada-por-la-lluvia-la-nieve-y-el-frio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-03-22T12:34:00Z",
    "title": "La llegada de borrascas dejará una Semana Santa marcada por la lluvia, la nieve y el frío | Andalucía Información. Todas las noticias de Andalucía",
    "text": "l comienzo de la Semana Santa vendrá acompañado de \"un cambio de tiempo importante\" debido a la llegada de borrascas atlánticas que darán lugar a precipitaciones en amplias zonas del país acompañadas de un ambiente más frío para la época, sobre todo a partir del Jueves Santo, ha explicado Rubén del Campo, portavoz de la Agencia Estatal de Meteorología (Aemet). A partir del Jueves Santo y siguientes días, el portavoz ha precisado que las lluvias persistirán en buena parte de la península, más abundantes en el oeste y en puntos de la zona centro, y menos probables en el Mediterráneo. Para este viernes lo más destacado es la situación en las islas Canarias, donde una Dana dejará lluvias y chubascos localmente fuertes en Tenerife y en las islas Orientales, que serán de nieve por encima de unos 2.000 metros, además de rachas intensas de viento y temperaturas más bajas. En la península, sin embargo, el tiempo va a estar más tranquilo, con lluvia solo en puntos del Cantábrico y presencia de polvo en suspensión en muchas zonas, y un ambiente cálido para la época que dejará máximas de 25 grados en amplias zonas del país y hasta 30 grados en el Valle del Guadalquivir. El sábado continuará el tiempo revuelto en Canarias con chubascos intensos de nieve en las cumbres de las islas más montañosas y vientos fuertes, mientras que se iniciará un descenso \"acusado y extraordinario\" de los valores en el norte, que podría ser de más de 10 grados con respecto al día anterior. Así, Pamplona o Vitoria pasarán de tener el viernes 25 o 26 grados a tan solo 14 o 15 grados el sábado; Sin embargo, en el resto del territorio peninsular no habrá grandes cambios y seguirá el tiempo cálido para la época, con 30 grados en puntos del Guadalquivir. El domingo continuarán las lluvias en Canarias, ya menos intensas y tendentes a remitir a lo largo del día, conforme la Dana se aleje del archipiélago para acercase a la península, donde dejará chubascos y tormentas en puntos de Andalucía, sobre todo en Sierra Nevada y en el sur de la Comunidad andaluza. En el resto del territorio, tiempo estable con temperaturas que bajarán en el área mediterránea peninsular y en Baleares y no variarán en el resto: Castellón y Alicante tendrán un Domingo de Ramos fresco, con temperaturas que apenas alcanzarán los 20 grados, aunque todavía Córdoba, Granada o Sevilla rondarán los 30 grados. Para el lunes se espera el acercamiento de una borrasca a la península que propiciará un \"cambio de tiempo significativo\" con valores que bajarán \"notablemente\" en prácticamente toda España, salvo en el Cantábrico, donde subirán, y con lluvias en casi todo el país. Esa jornada la cota de nieve bajará hasta los 600-1.000 metros en el noroeste y a unos 1.000 metros en el resto de la mitad norte y puntos del centro. Del Campo ha pronosticado que para el martes el tiempo continuará \"revuelto\" con lluvias en casi cualquier punto del país, aunque con menor probabilidad en el sureste de la península, mientras que las más abundantes se darán en Pirineos y montañas andaluzas y con nevadas copiosas en montañas del norte y centro peninsular. En este punto, el portavoz ha recalcado que \"el martes también puede nevar en zonas más bajas, especialmente de la meseta norte\", mientras que las temperaturas bajarán de nuevo con diurnas por debajo de los 15 grados e incluso 10 grados en amplias zonas del interior, sin embargo en la costa mediterránea se superarán los 20 o 22 grados. El miércoles amanecerá con algunas heladas en zonas de montaña y en puntos de la meseta y páramos del centro, aunque este día ya habrá una clara recuperación de las diurnas, con una subida de la cota de nieve, ya restringida a montañas, y con lluvias en amplias zonas, más abundantes en Galicia y noroeste, y menos probables en el sureste. A partir del Jueves Santo y días siguientes, lo más probable es que continúe el paso de frentes asociados a borrascas atlánticas, con probabilidad de lluvias en amplias zonas, sobre todo del oeste y zona centro, y menos probables en las regiones mediterráneas. Respecto a las temperaturas subirán ese festivo, aunque es probable que bajen en jornadas siguientes, con valores templados en el tercio oriental de la península y en Baleares, pero en el resto serán valores propios de la época o incluso algo frescos en el oeste de la península. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T15:47:42.726+02:00",
    "updated": "2024-03-22T15:47:42.726+02:00"
  }
]