[
  {
    "uuid": "84153b2328a8c3ba75da0dbccc1dfbf1dd987b2e",
    "url": "https://www.kptv.com/2024/08/02/fire-crews-brace-return-extreme-heat-dry-weather-across-oregon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Makenna Marks",
    "published": "2024-08-02T00:30:00Z",
    "title": "Fire crews brace for more heat, dry weather across Oregon",
    "text": "PORTLAND Ore. (KPTV) - From southern Oregon to the Washington border, 25 large wildfires are burning across the state of Oregon as of Thursday. With the extreme heat and dry weather returning, crews are already bracing for impact.\nWhile crews are responding to fires in the metro area, many local firefighters are being deployed to help fight wildfires across the state.\n“Reality is, those who are getting deployed are doing the job that they love,” said Stefan Meyers, public information officer for Tualatin Valley Fire and Rescue and the Oregon State Fire Marshall’s Red Team.\nAlthough Meyers works for the Incident Management Team, he still camps out with everyone else when he’s on a deployment.\n“It may be being in the middle of a field, some farmer’s field, that they made available for fire camp,” Meyers said. “And then another time, they could be in the backyard of an elementary school.”\nSEE ALSO:\nFirefighters in Oregon are staying prepared to fight wildfires as temperatures start to rise again. When it comes to being deployed to a fire, crews must be prepared to go at a moment’s notice. This means being equipped with adequate food, water, and fireproof gear, while also being prepared for the worst-case scenario.\n“The fire shelter would be an essential one. This is the last step if you were overtaken by fire, is finding a safe space to protect yourself and deploying a shelter,” Meyers said.\nCrews are deployed for 14 days at a time, where they will work long hours, often in hot temperatures. Upon return from their two-week deployment, crews face the potential to be sent back out to another fire just 24 hours later.\nCommunities across the state rely on firefighters to keep them safe every summer, and Meyers said that’s exactly why firefighters do what they do.\n“While there is the piece of managing living out in the middle of a field and working on shifts, it’s also an honor to be protecting a community that’s under threat from fire,” Meyers said.\nAs Portland faces another heat wave, fire officials asked people to remember to do what they can to prevent fires at their own homes and stay safe.\nFind more information about wildfires in the state of Oregon here.\nCopyright 2024 KPTV-KPDX. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://d1l66zlxaqpl1u.cloudfront.net/wp-gray/kptv/20240801/66abbd0b92883e62bc3244e9/file_1920x1080-5400-v4/file_1280x720-2000-v3_1.mp4",
      "https://www.d1l66zlxaqpl1u.cloudfront.net/wp-gray/kptv/20240801/66abbd0b92883e62bc3244e9/file_1920x1080-5400-v4/file_1280x720-2000-v3_1.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stefan meyers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tualatin valley fire and rescue",
          "sentiment": "none"
        },
        {
          "name": "oregon state fire marshall’s red team",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oregon portland",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T04:00:43.904+03:00",
    "updated": "2024-08-02T04:00:43.904+03:00"
  },
  {
    "uuid": "7b1805eaa7ad151ee8fe22647d9a64738afa020f",
    "url": "https://fabulesslyfrugal.com/deals/kalorik-5-quart-air-fryer-with-ceramic-coating-and-window/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chely",
    "published": "2023-12-29T00:20:00Z",
    "title": "Kalorik 5 Quart Air Fryer with Ceramic Coating and Window $49 Shipped Free (Reg. $99) – FAB Ratings!",
    "text": "Kalorik 5 Quart Air Fryer with Ceramic Coating and Window $49 Shipped Free (Reg. $99) – FAB Ratings!\nHop over to Walmart and get a deal on\nKalorik 5 Quart Air Fryer with Ceramic Coating and Window. Calling all health-conscious fans of air fryers. Take healthy cooking to the next level with the New Kalorik Air Fryer. Say goodbye to harmful chemicals like PFOA, PTFE, and BPA because our product is free of them. Instead, we offer you a fantastic and healthy alternative – a ceramic coating that ensures your cooking experience is safe and enjoyable. With an LED touchscreen display, 10 smart presets, and adjustable time and temperature up to 400°F, you can create quick, nutritious meals with just a few taps.\nKalorik 5 Quart Air Fryer with Ceramic Coating and Window $49 Shipped Free (Reg. $99)\n- LED display with easy touchscreen controls and 10 smart presets\n- Viewing window lets you monitor your food while it cooks.\n- Healthy ceramic non-stick coating is free of PFOA, PTFE, BPA, lead, cadmium, PFAS, synthetic coating, or heavy metals.\n- Ceramic requires less butter and oil and lets you safely cook food at higher temperatures without sticking.\n- Adjustable time and temperature up to 400°F / 204°C\n- Large 5-quart / 4.73-liter basket fits 3 burgers or veggie patties, 6 servings of veggie florets, a whole 18-ounce fish filet 3 pieces salmon, or 1.5 lbs. sweet potato fries.\n- Stainless steel is on trend with modern kitchen decor.\n- Cord storage in the back of the unit makes for a neat stowaway.\n- Assembled product size: (L x W x H) 11.65″ x 11.46″ x 13.50″\n- Product weight: 10.32 lbs.\n- 1-Year Limited Kalorik Warranty\nClick\nHERE to snag the deal!\n[Cook with Cathy LIVE, Side-By-Side with The REAL Air Fryer Queen – We have a 14-Day Free Trial as her gift to you]\nSave Money on the ESSENTIALS in THREE Easy Steps!\n- Download our FREE app <a href=\"https://fabulesslyfrugal.com/app/\">\n[CLICK HERE</a>!]\n- Tap to select the types of deals and brands you want deals on.\n- Sit back and relax… we’ll find the deals and send you a notification when the stuff you want costs LESS!\nGifts, Kitchen, Shopping for Her, Shopping For Him Free Shipping, No Coupon Needed, Online Deals, Birthday, Wedding\nReport a Problem\nPlease select the problem you are facing with this deal:\n- Price Increased\n- Price Decreased\n- No longer available\n- Expired\n- Link doesn't work\n- Suggestion\n- Compliment\n- Other\nAdd more details:\nThank you for your feedback. We really appreciate it.\nEnter your email address if you would like to receive a follow up.\nPlease\n[Try Again](#)\nThanks for providing the email address.\nWe will reach out to you as soon as possible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://go.sylikes.com/eBFfvs8GxAIO",
      "https://www.go.sylikes.com/eBFfvs8GxAIO"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "quart air fryer",
          "sentiment": "negative"
        },
        {
          "name": "kalorik",
          "sentiment": "negative"
        },
        {
          "name": "walmart",
          "sentiment": "none"
        },
        {
          "name": "bpa",
          "sentiment": "none"
        },
        {
          "name": "pfoa",
          "sentiment": "none"
        },
        {
          "name": "new kalorik air fryer",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:49:33.644+02:00",
    "updated": "2023-12-29T02:49:33.644+02:00"
  },
  {
    "uuid": "2cf1855df0767c79b91c8eb43a3551aeadf320d7",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c034",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "j.rochafernandez_6317e9c",
    "published": "2023-12-28T21:41:00Z",
    "title": "#34 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:38.780+02:00",
    "updated": "2023-12-29T01:04:38.780+02:00"
  },
  {
    "uuid": "bfa5d1f2c22ff4c78a8da8d207cdcd3afe557398",
    "url": "https://www.kingnet.com.tw/news/single?newId=49064",
    "ord_in_thread": 0,
    "author": "KingNet國家網路醫藥 編輯部 文章授權刊登常春月刊",
    "published": "2025-07-03T04:30:00Z",
    "title": "防彈咖啡真的能減肥？營養師揭喝錯恐愈喝愈胖真相！|健康-KingNet國家網路醫藥",
    "text": "|\n作者/KingNet國家網路醫藥 編輯部 文章授權刊登/常春月刊\n想靠防彈咖啡減重？本文解析正確喝法與常見誤區，「加錯油」可能愈喝愈胖！本文分享中鏈脂肪酸（MCT）在燃脂中的關鍵角色，並建議喝前一定要諮詢專業，才能瘦得安全又有效。\n近10幾年來，來自歐美的「防彈咖啡」風潮也在台灣掀起一波以油咖啡取代早餐的減重熱潮。主打早上喝一杯就能提升飽足感，還能轉化為能量來源，幫助啟動燃脂模式、達到瘦身效果。不只在健身族群之間流行，連便利商店和連鎖咖啡店也紛紛推出販售，取得方便、飲用方式簡單。不過，這種看似輕鬆就能變瘦的方法，真的那麼有效嗎？\n營養師徐佳靖表示，坊間流行的「防彈咖啡減重法」，背後核心概念來自「生酮飲食」。這類飲食強調大量攝取脂肪、嚴格限制碳水化合物，讓身體在缺乏醣類的情況下，改以燃燒脂肪產生的「酮體」作為主要能量來源。有些人會利用防彈咖啡（即在黑咖啡中加入椰子油、奶油等高脂成分）來提高脂肪攝取，進一步強化生酮效果。由於脂肪消化速度慢、能延緩胃排空，能產生較長時間的飽足感，有助降低食慾、減少進食頻率，進而達到減重目的。\n加錯油，難怪瘦不下來\n當越來越多人嘗試以「防彈咖啡」取代早餐、作為減重手段時，有些人卻發現不但體重沒降，甚至越減越胖，還連帶出現低密度脂蛋白（LDL）升高的健康警訊，這到底是怎麼回事？營養師徐佳靖指出，關鍵問題往往出在自行調配不當。許多民眾從市售買黑咖啡粉，加進椰子油與無鹽奶油，就認為完成了「防彈咖啡」。然而，真正具有代謝效益的是椰子油中的「中鏈脂肪酸（MCT）」，而不是整瓶椰子油本身。實際上，椰子油僅有約60%為中鏈脂肪酸，其中真正能快速被肝臟吸收、產生能量、穩定血糖的關鍵成分是中鏈脂肪酸。\n另一方面，因為防彈咖啡屬於高脂的飲品，若沒有搭配生酮飲食的總體結構（低碳水、高脂肪）、或仍攝取過多澱粉與糖分，就會讓這些多餘脂肪轉而儲存為體脂肪，反而適得其反；而高飽和脂肪酸的攝取也可能導致LDL膽固醇升高，增加心血管風險。\n中鏈脂肪酸是關鍵\n徐佳靖說明，由於我們日常飲食中的油脂多為長鏈脂肪酸，需要較長時間消化吸收，而中鏈脂肪酸的碳鏈較短，能夠繞過繁複的消化路徑，被身體快速吸收，並直接送至肝臟轉化為能量，提供給身體和大腦使用。簡單來說，中鏈脂肪酸能快速提供飽足感，穩定血糖，避免暴飲暴食。對於正在進行飲食控制的人來說，在餐前或餐間適量補充，不僅能降低飢餓感，還能幫助身體維持高效的代謝狀態，甚至減少皮膚長痘等發炎狀況。除了椰子油含有中鏈脂肪酸之外，棕櫚仁油也是另一種富含中鏈脂肪酸的天然來源。市面上常見的 MCT油多為從椰子油或棕櫚仁油中提煉、濃縮而來；牛奶與奶油中，也含有少量中鏈脂肪酸，但含量有限。\n徐佳靖強調，需要注意的是，雖然椰子油中約有 60% 是中鏈脂肪酸，但其中以 C12為主，而C12在人體內的代謝方式較接近長鏈脂肪酸，不如 C6、C8和C10 吸收迅速、轉化效率高。因此，若目的是為了透過補充中鏈脂肪酸來輔助減重或提高代謝效率，營養師建議，直接選擇高純度的 MCT油，效果會比使用椰子油來得更理想且明顯。\n喝防彈咖啡前先諮詢專家\n營養師徐佳靖提醒，雖然搭配生酮飲食飲用防彈咖啡，的確能在短時間內達到減重效果，但一旦恢復正常飲食，體重很容易反彈。此外，高脂肪、低碳水的生酮飲食也可能對身體造成負擔，導致血脂上升，增加心血管疾病風險。她進一步指出，生酮飲食屬於較極端的飲食控制方式，不宜長期執行，也不一定適合每個人。建議想減重的民眾，應先透過健康檢查了解自身的代謝狀況，並尋求醫師或營養師的專業評估與建議，才能制定出最適合自己的減重策略，在瘦身的同時兼顧健康、安全。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->diet",
      "Lifestyle and Leisure->wellness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:47:41.610+03:00",
    "updated": "2025-07-03T05:51:52.000+00:00"
  },
  {
    "uuid": "8bd87710c27fe66e91b08478e9de07dc5f85bdaf",
    "url": "https://www.lanuevacronica.com/actualidad/trabajadoras-abai-leon-iran-huelga-si-se-hace-efectivo-su-traslado-colectivo-barcelona_172853_102.html",
    "ord_in_thread": 0,
    "author": "LNC",
    "published": "2025-03-27T12:19:00Z",
    "title": "Las trabajadoras de Abai León irán a la huelga si se hace efectivo su traslado colectivo a Barcelona",
    "text": "El Comité de Empresa de Abai Business Solutions, integrado por las secciones sindicales UGT, CGT, USO y CCOO, empresa dedicada al Contact Center y ubicada en León, denuncia traslado colectivo que la compañía pretende imponer a un total de 40 trabajadoras, la mayoría mujeres, \"forzándoles a mudarse a Barcelona en condiciones que no respetan ni los derechos laborales ni el bienestar de los afectados\". Por ello, animan a las trabajadoras a secundar una huelga el próximo viernes 4 de abril y a concentrarse a las 11:00 horas en la Subdelegación del Gobierno en León.\nEl Comité señala que este \"traslado masivo\", que afectará a una parte significativa de la plantilla, \"se presenta como medida unilateral tomada por la empresa\" dado que su cliente Endesa solicita que la plataforma que atienda a sus clientes esté en Cataluña y Colombia, señalan en un comunidad. \"Es decir, una gran empresa con clientes en todo el ámbito nacional opta por centralizar sus call centers cuando en León estamos prestando estse servicio desde 2010\", alegan.\nDe darse esta situación, las empleadas se encontrarán ante \"la disyuntiva de abandonar sus hogares y reubicarse a cientos de kilómetros de distancia o enfrentarse a la pérdida de sus empleos\". El Comité de Empresa señala que este movimiento es \"una violación de los derechos laborales y que pone en riesgo la estabilidad económica y personal de las trabajadoras y sus familias\".\nLas secciones sindicales indican que las trabajadoras \"ya tienen su cuenta de cotización en Barcelona debido a una negociación realizada entre la empresa y la Representación Legal de los Trabajadores (RLT) desde hace un año\". Un movimiento que se hizo \"a cambio de mantener todos los puestos con un acuerdo de teletrabajo del 100 %\", indican. Por ese motivo, desde el Comité de Empresa no considera realizar un artículo 40 del Estatuto de los Trabajadores, que hace alusión a la movilidad geográfica, \"cuando en sus nóminas ya indican que son personal de Barcelona\".\nEn su comunicado, exigen la retirada de la propuesta de Abai al considerarla una medida que \"solo busca destruir puestos de trabajo\". \"El futuro de 40 familias está en juego debido a la decisión unilateral de Abai, no podemos permitir que se vulneren",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Labor->labour dispute",
      "Labor->unions",
      "Labor->employment legislation",
      "Politics->civil rights",
      "Politics->political process",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Contact Center",
          "sentiment": "negative"
        },
        {
          "name": "Cataluña",
          "sentiment": "negative"
        },
        {
          "name": "Colombia",
          "sentiment": "negative"
        },
        {
          "name": "Abai",
          "sentiment": "negative"
        },
        {
          "name": "León",
          "sentiment": "neutral"
        },
        {
          "name": "Barcelona",
          "sentiment": "neutral"
        },
        {
          "name": "Subdelegación del Gobierno",
          "sentiment": "neutral"
        },
        {
          "name": "Representación Legal de los Trabajadores",
          "sentiment": "neutral"
        },
        {
          "name": "Un movimiento que se hizo",
          "sentiment": "neutral"
        },
        {
          "name": "Por ese motivo",
          "sentiment": "neutral"
        },
        {
          "name": "Estatuto de los Trabajadores",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Comité de Empresa de Abai Business Solutions",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "UGT",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "CGT",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "USO",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "CCOO",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Endesa",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "RLT",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T14:32:58.170+02:00",
    "updated": "2025-03-27T14:32:58.170+02:00"
  },
  {
    "uuid": "bc048043b22f80c5529bbdecc03a90a893324753",
    "url": "https://www.manilatimes.net/2023/12/30/news/marcos-urges-filipinos-to-emulate-rizals-timeless-values/1926123",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Catherine S. Valente",
    "published": "2023-12-30T00:39:00Z",
    "title": "Marcos urges Filipinos to emulate Rizal's 'timeless values' | The Manila Times",
    "text": "MANILA, Philippines: President Ferdinand Marcos Jr. on Saturday urged Filipinos to emulate the \"timeless values\" of Dr. Jose Rizal, as the nation commemorates the hero's 127th death anniversary.\nAccompanied by his wife, First Lady Marie Louise \"Liza\" Araneta-Marcos, and their children—Ilocos Norte 1st District Rep. Ferdinand Alexander, William Vincent, and Joseph Simon—the President arrived at 6:50 a.m. and received military honors to kick off a short commemorative ceremony at the Rizal Park in Manila.\nPresident Ferdinand R. Marcos Jr. joins the nation in paying tribute to the national hero in a ceremony at Rizal Park, City of Manila, on Saturday, December 30, 2023, in observance of the 127th anniversary of the martyrdom of Dr. Jose P. Rizal. Joining the Chief Executive in the occasion are NHCP Chairman Emmanuel Calairo and Armed Forces of the Philippines (AFP) Chief of Staff General Romeo Brawner Jr. PHOTO BY: RENE H. DILAN It was followed by a flag-raising rite attended by military and government officials, including National Historical Commission of the Philippines Chairman Emmanuel Franco Calairo.\nMarcos offered a wreath at the Rizal National Monument after the flag-raising ceremony, which was held simultaneously in various historical sites nationwide.\nHe asked Filipinos to take inspiration from Rizal's sacrifice and develop a sense of ownership to the land.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marcos",
          "sentiment": "negative"
        },
        {
          "name": "rizal",
          "sentiment": "negative"
        },
        {
          "name": "ferdinand marcos jr.",
          "sentiment": "negative"
        },
        {
          "name": "rene h. dilan",
          "sentiment": "none"
        },
        {
          "name": "marie louise",
          "sentiment": "none"
        },
        {
          "name": "jose p. rizal",
          "sentiment": "none"
        },
        {
          "name": "emmanu",
          "sentiment": "none"
        },
        {
          "name": "ferdinand alexander",
          "sentiment": "none"
        },
        {
          "name": "jose rizal",
          "sentiment": "none"
        },
        {
          "name": "william vincent",
          "sentiment": "none"
        },
        {
          "name": "ferdinand r. marcos jr.",
          "sentiment": "none"
        },
        {
          "name": "romeo brawner jr",
          "sentiment": "none"
        },
        {
          "name": "emmanuel calairo",
          "sentiment": "none"
        },
        {
          "name": "joseph simon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manila times",
          "sentiment": "negative"
        },
        {
          "name": "nhcp",
          "sentiment": "none"
        },
        {
          "name": "national historical commission of the philippines",
          "sentiment": "none"
        },
        {
          "name": "ilocos norte 1st district",
          "sentiment": "none"
        },
        {
          "name": "armed forces of the philippines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        },
        {
          "name": "rizal park",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T05:00:57.958+02:00",
    "updated": "2023-12-30T05:00:57.958+02:00"
  },
  {
    "uuid": "490ff53e9b2a47f481407a33ea5e2ab419cb1a5f",
    "url": "https://www.chiangraitimes.com/thailand-politics-thailand-national-news/thaksin-shinawatra-files-100-million-baht-defamation-lawsuit-against-warong-dechgitvigrom",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arsi Mughal",
    "published": "2024-06-27T21:00:00Z",
    "title": "Thaksin Shinawatra Files 100 Million Baht Defamation Lawsuit Against Warong Dechgitvigrom",
    "text": "(CTN News) – Thaksin Shinawatra , the former prime minister, has launched a defamation action against Warong Dechgitvigrom, the head of the Thai Pakdee Party, accusing him of paying a bribe to be released on bail in a lese majeste case.\nThaksin’s attorney, Winyat Chartmontree, filed a lawsuit against Warong, seeking 100 million baht in damages.\nWarong, a long-time Thaksin Shinawatra critic, gave a public statement and posted on social media , saying that 2 billion baht was paid to judicial officials in exchange for release on bail in the lese majeste case.\nThaksin Shinawatra Granted Release on 500,000 Baht Bond Thaksin was granted release on a 500,000 baht bond last week and told not to leave the country without court authorization after pleading innocent to charges of defaming King Rama IX in a 2015 interview with South Korean media.\nWinyat stated that, while Warong did not identify Thaksin Shinawatra by name in his speech or post, he did include a hashtag with Thaksin’s name as well as the date Thaksin must appear in court, allowing readers to connect Thaksin to the allegations.\nWinyat further stated that he was investigating the fact that Warong mentioned the specific aircraft and automobiles utilized by Thaksin Shinawatra to violate the Personal Data Protection Act.\n“I have requested Mr Warong to provide proof as to where he received the data. “If it turns out that it came from state officials, there will be legal consequences,” he warned.\nThe Criminal Court has scheduled the case’s preliminary hearing for September 30.\nPost Disclaimer\nThe above article is sponsored content any opinions expressed in this article are those of the author and not necessarily reflect the views of CTN News- Chiang Rai Times. For detailed information about sponsored content policy click here .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.nationthailand.com/news/politics/40039185",
      "https://nationthailand.com/news/politics/40039185"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thaksin shinawatra",
          "sentiment": "negative"
        },
        {
          "name": "winyat",
          "sentiment": "none"
        },
        {
          "name": "warong",
          "sentiment": "none"
        },
        {
          "name": "thaksin",
          "sentiment": "none"
        },
        {
          "name": "warong dechgitvigrom",
          "sentiment": "none"
        },
        {
          "name": "winyat chartmontree",
          "sentiment": "none"
        },
        {
          "name": "rama ix",
          "sentiment": "none"
        },
        {
          "name": "bond thaksin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pakdee party",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:39:36.049+03:00",
    "updated": "2024-06-28T00:39:36.049+03:00"
  },
  {
    "uuid": "ba5702085286d1d04b60ee66c7f4c1697a16f226",
    "url": "https://odia.ig.com.br/petropolis/2024/03/6814698-petropolis-registra-pontos-de-alagamento-com-chuvas-desta-sexta-feira.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "redacao@odia.com.br (O Dia)",
    "published": "2024-03-22T20:25:00Z",
    "title": "Petrópolis registra pontos de alagamento com chuvas desta sexta-feira",
    "text": "Rua do Imperador alagada.Foto: Reprodução\nOs comentários não representam a opinião do jornal e são de responsabilidade do autor.\nAgora você pode ler esta notícia off-line\nRua do Imperador alagada.Foto: Reprodução\nOs comentários não representam a opinião do jornal e são de responsabilidade do autor.\nPor conta da previsão de chuvas intensas, Petrópolis terá escolas fechadas e ponto facultativo nesta sexta-feira\nTodos os pontos de apoio da cidade serão abertos\nPetrópolis é a 2ª melhor cidade do estado do Rio no Ranking de Saneamento do Instituto Trata Brasil\nEntre os municípios de todo o Brasil, Petrópolis está no 30º lugar\nFlipetrópolis inaugura exposição educativa Portinari para Crianças\nO Flipetrópolis é patrocinado pelo Grupo Águas do Brasil, via Lei Rouanet do Ministério da Cultura, com o apoio da Prefeitura de Petrópolis\nHomem se passa por funcionário da Comdep e pede doações de dinheiro em Petrópolis\nO caso foi registrado na delegacia\nHomem com mandado de prisão em aberto há mais de 10 anos é preso pela Polícia Federal em Petrópolis\nIndivíduo é acusado de crimes contra a ordem tributária e econômica\nJustiça decide manter Cascatinha operando linhas de ônibus em Petrópolis\nEm primeira instância, Justiça havia decidido que a empresa deveria ser substituída por outras companhias",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T22:53:47.166+02:00",
    "updated": "2024-03-22T22:53:47.166+02:00"
  },
  {
    "uuid": "c932192090003e14414425a30dbedc8e7f3a8955",
    "url": "https://www.ibtimes.sg/netflix-faces-50m-class-action-lawsuit-over-mike-tyson-jake-paul-fight-streaming-glitches-76974",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R. Ghosh",
    "published": "2024-11-22T09:01:00Z",
    "title": "Netflix Faces $50M Class-Action Lawsuit Over Mike Tyson-Jake Paul Fight Streaming Glitches",
    "text": "A Florida man has filed a class-action lawsuit against Netflix over the poor streaming quality that disrupted millions of viewers during the highly anticipated boxing match between former heavyweight champion Mike Tyson and YouTube star Jake Paul on Friday night.\nRonald \"Blue\" Denton, of Hillsborough County, Florida, has claimed that Netflix violated its contract by allowing frequent glitches, according to TMZ. The lawsuit, filed in Florida state court, is seeking damages of no less than $50 million. \"60 million Americans were hyped to see 'Iron' Mike Tyson, 'The Baddest Man on the Planet' versus Youtuber-turner-prizefighter Jake Paul. What they saw was 'The Baddest Streaming on Planet,'\" the bombshell lawsuit claims.\nNetflix Dragged to Court\nMike Tyson vs Jake Paul X It was claimed that several viewers missed parts of the fight because of the streaming interruptions. \"Netflix customers experienced massive streaming issues and should have known better because it's happened before. They were woefully ill-prepared,\" according to the lawsuit.\nThe lawsuit pointed to \"over 100,000 online complaints,\" alleging that \" \"boxing fans, along with the average Americans wanting to see a legend in what would most likely be his last fight, were faced with legendary problems, including: no access, streaming glitches and buffering issues.\"\nDuring the match, many viewers turned to social media to voice their frustrations about the streaming and buffering issues both before and during the fight.\nData from the website Down Detector revealed that nearly 85,000 viewers reported problems with outages or streaming issues in the lead-up to the event.\nViewer Fury\nMike Tyson vs Jake Paul X The fight was set for eight two-minute rounds, unlike the typical three-minute rounds and 10 to 12 rounds seen in most professional bouts. Paul emerged victorious with a unanimous decision.\nNetflix reported on Saturday that the fight attracted a global audience of 60 million viewers, with a peak of 65 million concurrent streams.\nThe streaming service also said that nearly 50 million households tuned in for the co-main event, where Katie Taylor retained her undisputed super lightweight championship against Amanda Serrano in a controversial decision.\nNetflix announced it would release more viewership data, including the total number of viewers , later this week.\nThe fight between YouTuber-turned-boxer Jake Paul and 58-year-old former heavyweight champion Mike Tyson, held at AT&T Stadium in Arlington, Texas, marked Netflix's largest live sports event to date. It also served as a test for the platform's ability to manage high audience demand, especially with the NFL and WWE events upcoming.\nThe match was streamed worldwide to Netflix's 280 million subscribers at no extra charge.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T12:42:11.177+02:00",
    "updated": "2024-11-22T12:44:14.349+02:00"
  }
]