[
  {
    "uuid": "e78f46be16f704687fae717049b2c2c67115465b",
    "url": "https://vnexplorer.net/por-chuva-rio-decreta-ponto-facultativo-e-prefeito-pede-que-pessoas-fiquem-em-casa-s2009486.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-22T00:32:00Z",
    "title": "Por chuva, Rio decreta ponto facultativo e prefeito pede que pessoas fiquem em casa",
    "text": "A previsão de temporais no Estado do Rio de Janeiro a partir da noite desta quinta-feira, 21, levou o governador Cláudio Castro (PL) a decretar ponto facultativo na sexta-feira, 22. A medida foi anunciada no início da noite de quinta-feira, 21, quando ainda não havia chuva.\nO prefeito Eduardo Paes (PSD), por sua vez, publicou vídeo nas redes sociais pedindo que as pessoas evitem se deslocar pela cidade durante a noite. Ele fez “apelo aos patrões” para que, levando em conta a chuva, não exijam a presença de funcionários que possam trabalhar sem se deslocar.\nNa gravação, Paes aparece no Centro de Operações Rio (COR), de onde a cidade é monitorada por meio de câmeras. Ao lado da chefe de meteorologia do Centro, Raquel Franco, o prefeito afirmou que previsão é de chuva a partir da noite desta quinta, e que ela deve se estender pela sexta e pelo final de semana, até domingo.\n“Quem tiver de fazer deslocamento pela cidade, se puder fazer mais cedo, para que, caso a chuva aconteça às 7 da noite, a gente não tenha tanta gente na rua… esse é meu primeiro pedido”, afirmou Paes.\n“Faço um apelo aqui aos patrões, para evitar esse deslocamento pela cidade. Quanto mais gente tem na rua quando está chovendo, mais risco a gente tem, e mais difícil fica o trabalho dos órgãos públicos”, afirmou.\nPaes afirmou que vai passar a noite no Centro de Operações, acompanhando as consequências da chuva, e recomendou que os planos para o final de semana sejam caseiros: “Não é um final de semana para ficar se deslocando por aí, (é para) aquele programa mais doméstico possível”, afirmou.\nAo final da mensagem, Paes disse torcer para que a previsão de chuva esteja errada e que as falas dele gerem “memes” nas redes sociais.\nEm boletim emitido às 17h30 desta quinta, o COR informou que até então não tinha havido registro de chuva em nenhum ponto da cidade e que a temperatura máxima do dia foi de 40,6°C, registrada às 14h. A mínima foi de 24°C, à 1h10.\n“Para o final da noite desta quinta e madrugada de sexta, a previsão é de pancadas de chuva moderada a muito forte, acompanhadas de raios e rajadas de vento forte. Entre o final da noite desta quinta e a tarde do sábado, a aproximação e passagem de frente fria e o posterior transporte de umidade deixarão o tempo instável na cidade do Rio”, prevê a prefeitura.\n“A previsão é de pancadas de chuva moderada a muito forte a partir do final da noite de quinta, se estendendo para a madrugada de sexta, acompanhadas de raios e rajadas de vento moderado a forte (até 75,9 km/h)”, afirma o COR.\n“Ao longo da sexta, a previsão é de chuva moderada de forma contínua, podendo ser muito forte a partir da tarde. No sábado e na madrugada e manhã de domingo, a chuva permanece com intensidade moderada a forte, podendo ocasionar acumulados elevados em 24h. A chuva poderá passar de 40 mm/h e 200mm/24h em pelo menos um ponto da cidade. As temperaturas estarão em declínio acentuado”, acrescenta.\n“No restante do domingo e na segunda, uma área de baixa pressão no oceano manterá o céu nublado a encoberto na cidade, com previsão de chuva fraca a moderada isolada a qualquer momento”, conclui o boletim.\nO post Por chuva, Rio decreta ponto facultativo e prefeito pede que pessoas fiquem em casa apareceu primeiro em ISTOÉ DINHEIRO.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T02:34:17.608+02:00",
    "updated": "2024-03-22T02:34:17.608+02:00"
  },
  {
    "uuid": "0b227e8e7425146d43bcd94843ff6b17859d78cb",
    "url": "https://www.adnradio.cl/2024/01/25/buscame-en-redes-sociales-conductora-es-detenida-tras-intentar-sobornar-a-carabineros-en-la-florida-todo-quedo-en-video",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nelson Quiroz",
    "published": "2024-01-25T17:56:00Z",
    "title": "“Búscame en redes sociales”: conductora es detenida tras intentar sobornar a carabineros en La Florida (todo quedó en video) | ADN Radio",
    "text": "“Búscame en redes sociales”: conductora es detenida tras intentar sobornar a carabineros en La Florida (todo quedó en video) El procedimiento tuvo lugar durante un control preventivo en la calle Santa Amalia, donde los efectivos de la subcomisaría Samuel Tisnao realizaron la fiscalización. Una situación insólita se vivió en [ La Florida](https://www.adnradio.cl/policial/2023/05/30/detienen-a-dos-carabineros-por-pedir-dinero-a-cambio-de-proteccion.html), cuando Carabineros detuvo a una conductora que intentó sobornar a los efectivos durante un procedimiento preventivo. La mujer, de 31 años y sin antecedentes penales, fue multada por no portar la documentación de su vehículo. En concreto, de acuerdo a lo recogido por [RadioActiva](https://www.radioactiva.cl/2024/01/carabineros-detuvo-a-conductora-en-la-florida-por-soborno-ofrecio-dinero-y-redes-sociales/), el capitán Eduardo Mancilla relató el incidente, indicando que la chofer ofreció $40 mil a los policías para anular la infracción. A pesar del intento de soborno, la propuesta fue rechazada, y se procedió a la detención de la persona por el delito de cohecho. Revisa también La escena quedó registrada en video y se volvió viral en redes sociales. En el clip, la conductora saca dinero de su billetera y se lo entrega a los Carabineros, incluso les hace una invitación a interactuar en redes sociales, diciendo: “Búscame igual, un like o un comentario me va a ayudar”. El procedimiento tuvo lugar durante un control preventivo en la calle Santa Amalia, donde los efectivos de la subcomisara Samuel Tisnao realizaron la fiscalización. A pesar de los intentos de la conductora por evitar la sanción, se le informó que su auto sería sacado de circulación. [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.radioactiva.cl/2024/01/carabineros-detuvo-a-conductora-en-la-florida-por-soborno-ofrecio-dinero-y-redes-sociales/),",
      "https://radioactiva.cl/2024/01/carabineros-detuvo-a-conductora-en-la-florida-por-soborno-ofrecio-dinero-y-redes-sociales/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:22:24.281+02:00",
    "updated": "2024-01-26T00:22:24.281+02:00"
  },
  {
    "uuid": "6aaca7f8b1ff0f94fb5834cbb25817c880d6fe5c",
    "url": "https://www.bol.uol.com.br/noticias/2024/06/27/lula-vou-mostrar-a-bolsonaro-que-quem-esta-na-presidencia-so-perde-eleicao-se-for-incompetente.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victor Ohana e Sofia Aguiar",
    "published": "2024-06-27T18:13:00Z",
    "title": "Lula: Vou mostrar a Bolsonaro que quem está na Presidência só perde eleição se for incompetente - Notícias - BOL",
    "text": "Lula: Vou mostrar a Bolsonaro que quem está na Presidência só perde eleição se for incompetente Brasília\n27/06/2024 18h10\nO presidente Luiz Inácio Lula da Silva afirmou que não tem preocupação se o ex-presidente Jair Bolsonaro (PL) poderá se candidatar novamente ao Palácio do Planalto e sugeriu que haveria mais condições de derrotá-lo em 2026.\nAs declarações ocorreram em entrevista à Rádio Itatiaia, nesta quinta-feira, 27, em Minas Gerais.\n\"Eu não me preocupo se ele vai ser candidato ou não. Eu não veto candidato adversário\", disse o presidente. \"Se ele conquistar o direito de ser candidato, que seja candidato.\"\nLula continuou: \"Ora, se eu derrotei ele quando eu era oposição e ele situação, imagina agora que sou situação e ele, oposição. Eu vou mostrar para ele que quem está na Presidência só perde uma eleição se for incompetente\".\nQuestionado se a declaração seria uma confirmação de sua candidatura à reeleição em 2026, Lula recuou.\n\"Não, não. Também é cedo. Eu sou um jovem de 78 anos de idade, eu me considero em pleno estado de saúde, eu tenho muita força física, eu tenho muita capacidade de trabalho. Mas eu não vou levar o povo brasileiro a cometer um erro. Eu vou chegar no momento certo\", disse.\nLula acrescentou: \"Não precisa ser eu. A única hipótese que eu disse que eu posso ser candidato é que se todos os indicadores mostrarem que eu sou a única pessoa para derrotar o fascismo e a extrema-direita, eu não teria problema de ser candidato. Mas eu espero que a gente, até lá, arrume uma pessoa mais competente, mais jovem e com mais disposição\".\nBolsonaro foi condenado à inelegibilidade por oito anos pelo Tribunal Superior Eleitoral (TSE) em junho de 2023. No julgamento, os magistrados identificaram abuso de poder político e uso indevido dos meios de comunicação.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:50:25.496+03:00",
    "updated": "2024-06-28T00:50:25.496+03:00"
  },
  {
    "uuid": "5cdd037b78faee277a2b4bca640c41c091994d71",
    "url": "https://www.twincities.com/2024/01/02/warmest-december-on-record-st-paul-mpls-lack-of-snow/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Report",
    "published": "2024-01-02T16:14:00Z",
    "title": "It’s official: The Twin Cities experienced the warmest December on record – Twin Cities",
    "text": "With 2023 in the rear-view mirror, it’s official:\nMinnesota experienced the warmest December on record, the State Climatology Office confirmed Tuesday.\nMinnesota’s combined, aggregated record goes back to 1895. According to the Department of Natural Resources agency, “this December will break the statewide-averaged temperature record from 2015 by several degrees” once data are officially calculated. “This is an extraordinary margin.”\nThe statewide period of record does not include the record-warm December of 1877, which, like December of 2023, was affected by an El Nino event in the Pacific Ocean.\nHowever, the Twin Cities period of record dates back to the 1870s. According to the State Climatology Office, “four out of Minnesota’s five ‘first-order’ climate stations had their warmest December on record, with each above normal by large margins, including 11.0 F at Rochester, 12.3F in the Twin Cities, 14.3 F at St. Cloud, and 15.8 F at International Falls. In the Twin Cities, December’s heat even topped that of December 1877, which had defended its title effortlessly for over 145 years.”\nMoreover, 2023 was the third warmest year on record in Minneapolis-St. Paul. It included the warmest September ever recorded in the Twin Cities and most of the state. The warm year in Minnesota coincided with 2023 being the hottest year globally in records dating back some 175 years and likely far longer, say scientists who point to the changing climate.\nMinnesota likely also saw the wettest December on record, “with many stations in central Minnesota recording over 3 inches of precipitation for the month and almost all stations finishing above normal,” according to the State Climatology Office. But the precipitation largely fell as rain, not snow.\nA little more than 5 inches of snow has fallen so far this winter in the Twin Cities — 14 inches below average.\nBy this time last year, more than 33 inches had piled up during what was to become the third snowiest winter on record (90.3 inches) in the St. Paul-Minneapolis area.\nChallenged by friends, the Maas family team, from left, Rebecca, 14, Emmanuel, 10, Julian, 7, and Christopher, 12, spent three days building this snowman in their St. Paul yard, seen Tuesday, March 14, 2023. The 10-foot-tall snowman, with a traffic cone for a nose and small wagon wheels for eyes, weighs between two and five tons, according to Rebecca. (John Autey / Pioneer Press) A few flurries were expected Tuesday night into Wednesday morning, according to the National Weather Service, with some light snow Friday into this weekend. But next week could bring a better chance of colder, snowier conditions across Minnesota.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/nwstwincities/status/1741700863247433841?s=43&t=NKqrGNKuBMEFfhNFRg9OFQ",
      "https://twitter.com/nwstwincities/status/1741700863247433841",
      "https://www.twitter.com/nwstwincities/status/1741700863247433841?s=43&t=NKqrGNKuBMEFfhNFRg9OFQ"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe soucheray",
          "sentiment": "none"
        },
        {
          "name": "maas",
          "sentiment": "none"
        },
        {
          "name": "christopher",
          "sentiment": "none"
        },
        {
          "name": "rebecca",
          "sentiment": "none"
        },
        {
          "name": "john",
          "sentiment": "none"
        },
        {
          "name": "emmanuel",
          "sentiment": "none"
        },
        {
          "name": "julian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "st. paul",
          "sentiment": "none"
        },
        {
          "name": "st. paul-minneapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T19:42:04.789+02:00",
    "updated": "2024-01-03T16:47:08.578+02:00"
  },
  {
    "uuid": "3e918d35f99f8325c6df29a536a808ec86c0855b",
    "url": "https://whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@whatsn2day",
    "published": "2024-12-20T01:30:00Z",
    "title": "The Labor Party Is Accused Of Taking NI Out Of Hospices And Then Giving It Back Under A £100m Funding Scheme.",
    "text": "By SHAUN WOOLLER, DAILY MAIL HEALTH EDITOR\nPublished: 00:13 GMT, December 20, 2024 | Updated: 00:38 GMT, December 20, 2024\nIt is claimed that hospices are being given back the money taken from them by the Labor Party’s national insurance raid and that it has been repackaged as extraordinary new funding.\nThe Government said yesterday that adult and children’s hospices will receive £100 million to help provide end-of-life care in what it described as the “largest investment in a generation”.\nBut the Conservatives accused ministers of taking millions of pounds from hospices and palliative care charities in the autumn budget, before telling them to be “grateful” to get some money back.\nShadow health minister Dr Caroline Johnson criticized Labor for having “the audacity” to make such a claim, adding: “This is socialism at its finest.”\nFormer Conservative health minister Neil O’Brien, who described chancellor Rachel Reeves as the “Grinch who stole Christmas” when he increased employers’ national insurance contributions in his October statement, yesterday called for charities and voluntary groups are exempt from the increase.\nHospice organizations have previously said they would face a greater financial burden without such an exemption.\nWhile Hospice UK said the latest funding would be “very welcome”, the Marie Curie charity warned that a one-off investment will not be enough to make the necessary improvements.\nSpeaking in the House of Commons before Parliament breaks up for Christmas, Health Minister Karin Smyth was repeatedly asked whether the £100m funding would cover the costs of the NICs rise, but refused to respond directly.\nThe Keir Starmer-led government (pictured) said yesterday that adult and children’s hospices will receive £100 million to help provide end-of-life care in what it described as the “largest investment in a generation”.\nIt is claimed hospices are being given back money taken from them by Labour’s national insurance raid and it has been repackaged as new windfall funding (File image)\nConservative MP Sir Bernard Jenkin said a hospice serving his constituency of Harwich and North Essex estimates the changes to national insurance will cost them £300,000 over a full year, and asked: “Can the Minister now give a guarantee of who will be compensated by the Government in full?’\nMs Smyth responded: “We will announce sector-wide and NHS allocations as usual in the new year.”\nConservative MP Martin Vickers said any increase in funding for hospices was welcome, but added: “This (funding announcement), let’s be honest, is giving with one hand and taking with the other.”\nThe Department of Health and Social Care also confirmed a separate grant of £26 million for next year under the Children’s Hospice Grant.\nIn a written statement, Health and Social Care Secretary Wes Streeting said it is “right” that hospices receive financial support to deliver their services, while care minister Stephen Kinnock said the funding will “enable hospices improve their physical and operational environment. allowing them to provide the best possible care to their patients.\nToby Porter, chief executive of Hospice UK, said: “Today’s announcement will be very welcomed by hospices and those who rely on their services.\n‘Hospices not only provide vital care to patients and their families, they also relieve pressure on the NHS.\nConservatives accused ministers of taking millions of pounds from hospices and palliative care charities in the autumn budget (File image)\n“This funding will allow hospices to continue reaching hundreds of thousands of people each year with high-quality, compassionate care.”\nRalph Coulbeck, chief executive of Haven House children’s hospice, said it is “a relief” to know the children’s grant will continue next year, adding that it will “help support the vital care we provide to seriously ill children and families.” .\nMatthew Reed, chief executive of Marie Curie, described the palliative and end-of-life care system as “in crisis” and access to appropriate care often depends on where each person lives.\nShe said: ‘Marie Curie welcomes additional investment in the palliative care sector and awaits further clarification on how these funds will be used to ensure better care for all dying people who need it.\n‘However, a restricted, one-off investment will not meet the recurring cost pressures and current needs of the sector – including the long-term implications of additional national insurance contributions, ongoing pressures as a result of rising wage costs , and a greater number of people who will die in the next 20 years.’\nShare or comment on this article: The Labor Party is accused of taking NI out of hospices and then giving it back under a £100m funding scheme.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics"
    ],
    "topics": [
      "Health->government health care",
      "Politics->healthcare policy",
      "Politics->government"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Check%20out%20this%20article:%20The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.%20-%20https://whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme/",
      "https://www.linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Fwhatsnew2day.com%2Fthe-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme%2F&#038;title=The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.",
      "https://www.dailymail.co.uk/static/mol-fe/static/mol-fe-sync-bundle/14.0.0/desktop.css",
      "https://reddit.com/submit?url=https%3A%2F%2Fwhatsnew2day.com%2Fthe-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme%2F&#038;title=The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.",
      "https://www.dailymail.co.uk/static/videoplayer/7.10.0/styles/mol-fe-videoplayer.min.css",
      "https://www.dailymail.co.uk/static/gunther/18.1.4/all--.css",
      "https://www.dailymail.co.uk/static/mol-fe/static/mol-fe-fff/2.5.0/styles/fff.css",
      "https://www.dailymail.co.uk/static/gunther/18.1.4/all1--.css",
      "https://www.dailymail.co.uk/static/gunther/18.1.1/registration--.css",
      "https://www.facebook.com/sharer/sharer.php?u=https://whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme/",
      "https://www.dailymail.co.uk/static/mol-fe/static/mol-fe-async-bundle/11.5.0/articleDefer.css",
      "https://www.tumblr.com/share/link?url=https%3A%2F%2Fwhatsnew2day.com%2Fthe-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme%2F&#038;name=The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.",
      "https://reddit.com/submit",
      "https://dailymail.co.uk/static/mol-fe/static/mol-fe-async-bundle/11.5.0/articleDefer.css",
      "https://www.twitter.com/intent/tweet?text=Check%20out%20this%20article:%20The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.%20-%20https://www.whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme/",
      "https://dailymail.co.uk/static/mol-fe/static/mol-fe-sync-bundle/14.0.0/desktop.css",
      "https://dailymail.co.uk/static/gunther/18.1.4/all--.css",
      "https://dailymail.co.uk/static/mol-fe/static/mol-fe-fff/2.5.0/styles/fff.css",
      "https://twitter.com/intent/tweet?text=Check%20out%20this%20article:%20The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.%20-%20https://whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme",
      "https://www.tumblr.com/share/link",
      "https://tumblr.com/share/link?url=https%3A%2F%2Fwhatsnew2day.com%2Fthe-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme%2F&#038;name=The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.",
      "https://facebook.com/sharer/sharer.php?u=https://whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme/",
      "https://dailymail.co.uk/static/videoplayer/7.10.0/styles/mol-fe-videoplayer.min.css",
      "https://www.linkedin.com/shareArticle",
      "https://dailymail.co.uk/static/gunther/18.1.1/registration--.css",
      "https://www.facebook.com/sharer/sharer.php?u=https://whatsnew2day.com/the-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme",
      "https://dailymail.co.uk/static/gunther/18.1.4/all1--.css",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwhatsnew2day.com%2Fthe-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme%2F&#038;title=The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme.",
      "https://twitter.com/intent/tweet",
      "https://linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Fwhatsnew2day.com%2Fthe-labor-party-is-accused-of-taking-ni-out-of-hospices-and-then-giving-it-back-under-a-100m-funding-scheme%2F&#038;title=The%20Labor%20Party%20is%20accused%20of%20taking%20NI%20out%20of%20hospices%20and%20then%20giving%20it%20back%20under%20a%20%C2%A3100m%20funding%20scheme."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Caroline Johnson",
          "sentiment": "none"
        },
        {
          "name": "SHAUN WOOLLER",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Labor Party",
          "sentiment": "neutral"
        },
        {
          "name": "Facebook Twitter Pinterest Linkedin Tumblr Reddit",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T03:56:47.175+02:00",
    "updated": "2024-12-20T06:04:22.555+02:00"
  },
  {
    "uuid": "6571df07b4e83183ba0aa1289ef40c4c4223df0e",
    "url": "https://ultimosegundo.ig.com.br/brasil/2024-12-13/previsao-do-tempo-inmet-sexta-feira.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brasil Econômico",
    "published": "2024-12-13T09:46:00Z",
    "title": "Alerta de tempestade é emitido para 19 estados e o DF nesta sexta; SP deve ter sol e calor",
    "text": "O Instituto Nacional de Meteorologia (Inmet) emitiu dois alertas de chuvas intensas e outros dois de tempestade para esta sexta-feira (13), abrangendo 19 estados e o Distrito Federal. As previsões indicam risco de 'Perigo Potencial', com a cor amarela, e intensidade baixa.Os alertas de tempestade afetam os estados de Goiás, Mato Grosso, Mato Grosso do Sul, Minas Gerais, Paraná, Rio Grande do Sul, Santa Catarina e São Paulo. A expectativa é de chuva de 20 a 30 mm/h e ventos de até 60 km/h. O risco de danos é considerado baixo, mas há possibilidade de quedas de galhos, alagamentos e pequenos danos à energia elétrica.O Inmet orienta a população a evitar se abrigar debaixo de árvores durante rajadas de vento, devido ao risco de queda, e também a não estacionar veículos próximos a torres de transmissão e placas publicitárias. Além disso, recomenda-se não usar aparelhos eletrônicos conectados à tomada.Os estados do Acre, Amapá, Amazonas, Bahia, Ceará, Goiás, Maranhão, Mato Grosso, Mato Grosso do Sul, Minas Gerais, Pará, Paraná, Piauí, Rondônia, Roraima e Tocantins também estarão sob alerta de chuvas intensas. A previsão é de ventos fortes e risco baixo de alagamentos e quedas de árvores.Em São Paulo, a sexta-feira (13) terá temperaturas variando entre 19°C e 27°C, com umidade relativa do ar entre 50% e 95%. Embora o sol predomine, a probabilidade de chuva aumenta no final da tarde e início da noite. O fim de semana será marcado por pancadas de chuva, especialmente no sábado (14), devido a uma área de baixa pressão atmosférica. As temperaturas no sábado e domingo ficarão entre 19°C e 25°C.O Centro de Gerenciamento de Emergências (CGE) alerta para o risco de alagamentos e elevação dos níveis dos córregos e rios na Grande São Paulo. No litoral paulista, a Baixada Santista poderá atingir 33°C, com chuva intercalada, e no litoral norte, a chuva será mais forte, com máximas de até 32°C.Além disso, a previsão de tempo instável afeta outras regiões do país. O centro-sul de Minas Gerais e o Rio de Janeiro podem registrar chuvas superiores a 50 mm, com possibilidade de volumes acima de 100 mm em algumas áreas. O Sul do Brasil também enfrentará fortes chuvas, especialmente no Rio Grande do Sul, Santa Catarina e Paraná.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T12:56:01.795+02:00",
    "updated": "2024-12-13T12:56:01.795+02:00"
  },
  {
    "uuid": "73af7101b0f5512bcf22effc98f5a13f92fb437f",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-4-solutions-in-home-care-prioritizes-offering-premier-in-home-care-in-yakima-wa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T22:25:00Z",
    "title": "Solutions In-Home Care Prioritizes Offering Premier In-Home Care in Yakima, WA | FinancialContent Business Page",
    "text": "Solutions In-Home Care in Yakima, WA, reaffirms its dedication to providing exceptional in-home care services. Tailored to meet individual needs, their approach ensures comfort, independence, and well-being for clients. Led by Heather Michael, the team's commitment to quality care and personalized attention remains unwavering. For compassionate, high-quality home care, visit https://solutionsinhomecare.com Yakima, WA - Solutions In-Home Care, a distinguished provider of in-home care services, reiterated its commitment to the Yakima community today by prioritizing top-tier in-home care. This reaffirmation ensures that families in Yakima seeking quality home care services for their loved ones can rely on Solutions In-Home Care for exceptional support to enhance the well-being and comfort of those cared for in their homes. This dedication directly responds to the community's steady demand for reliable and superior home care solutions, underscoring the importance of tailor-made care plans and the overall welfare of each individual served.\nAt the helm of Solutions In-Home Care, Heather Michael says, “Our resolve to offer premium in-home care in Yakima is unwavering. We understand the profound impact personalized care has on the lives of those we serve, and it’s our privilege to contribute positively to their well-being. As we move forward, our commitment to adapt and exceed the community's evolving care needs remains steadfast, ensuring that every family and individual in our care receives the compassionate, personalized attention they deserve.”\nSolutions In-Home Care's philosophy is grounded in providing personalized, in-home care tailored to meet each client's specific needs. From essential assistance with daily living to addressing more comprehensive care needs, this customized approach ensures clients' improved quality of life, fostering independence, comfort, and overall well-being.\nFor more information about Solutions Home Care and their In-Home Care in Yakima, WA , please visit their website at https://solutionsinhomecare.com\nAbout Solution In-Home Care:\nSolutions In-Home Care is a leading provider of in-home care services in Yakima, WA. Known for its commitment to quality and a team of compassionate care professionals, Solutions In-Home Care offers a wide spectrum of services designed to cater to the diverse needs of its clientele. Committed to enhancing the lives of those it serves, Solutions In-Home Care remains the go-to choice for those seeking compassionate, high-quality care in the comfort of their own homes.\nMedia Contact\nCompany Name: Solutions In-Home Care\nContact Person: Heather Michael\nEmail: Send Email\nPhone: +1 509 627 8575\nAddress: 7401 W Hood Pl Suite 204\nCity: Kennewick\nState: WA\nCountry: United States\nWebsite: https://solutionsinhomecare.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://solutionsinhomecare.com/home-care/",
      "https://solutionsinhomecare.com/",
      "https://www.getnews.info/press_stat.php?pr=solutions-inhome-care-prioritizes-offering-premier-inhome-care-in-yakima-wa",
      "https://solutionsinhomecare.com",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-solutions-in-home-care-prioritizes-offering-premier-in-home-care-in-yakima-wa",
      "http://www.universalpressrelease.com/?pr=solutions-inhome-care-prioritizes-offering-premier-inhome-care-in-yakima-wa",
      "http://www.universalpressrelease.com/",
      "https://tracking.newsrpm.com/pixel",
      "http://universalpressrelease.com/?pr=solutions-inhome-care-prioritizes-offering-premier-inhome-care-in-yakima-wa",
      "https://www.getnews.info/press_stat.php",
      "https://getnews.info/press_stat.php?pr=solutions-inhome-care-prioritizes-offering-premier-inhome-care-in-yakima-wa",
      "https://www.solutionsinhomecare.com",
      "https://solutionsinhomecare.com",
      "https://solutionsinhomecare.com/home-care",
      "https://www.solutionsinhomecare.com/home-care/",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-solutions-in-home-care-prioritizes-offering-premier-in-home-care-in-yakima-wa",
      "https://www.solutionsinhomecare.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heather michael",
          "sentiment": "none"
        },
        {
          "name": "heather mi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "solutions in-home care",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yakima",
          "sentiment": "none"
        },
        {
          "name": "wa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:28:12.224+03:00",
    "updated": "2024-04-05T01:28:12.224+03:00"
  }
]