[
  {
    "uuid": "e3f5d92af4a86781f06f97439504f82898df347b",
    "url": "https://menafn.com/1107952605/Video-International-Womens-Day-Conference-In-Paris-Tackles-Iranian-Tyranny-And-Terrorism-Through-Female-Leadership",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-08T04:30:00Z",
    "title": "(Video) International Women's Day Conference In Paris Tackles Iranian Tyranny And Terrorism Through Female Leadership | MENAFN.COM",
    "text": "( MENAFN - EIN Presswire)\nAn influential conference convened in Paris to commemorate International Women's Day. Attended by numerous global leaders, and human rights advocates, the event served as a pivotal role of gender equality in the ongoing struggle against tyranny within Iran.\nThe participants shed light on the broader impact of these efforts, addressing the pervasive influence of Islamic extremism propagated by Tehran conference brought a diverse array of perspectives, emphasizing the collective commitment to advancing women's rights.\nMrs, President-elect of the (NCRI), said, \"active and equal participation of women in political leadership is not only essential for democracy but also pivotal for the emancipation of men the Velayat-e Faqih regime on the pioneering efforts of women.\"\nVallaud-Belkacem, she highlighted the atrocities committed by the regime, including the execution of political prisoners and the systematic discrimination against women. She underscored the urgent need for political action, inequality and human rights abuses in Iran.\nBaroness O'Loan , in her speech praising the determination of Iranian women in their fight against oppression under this regime. She began by acknowledging the profound impact of Mrs. Rajavi's leadership, and her role as a beacon of courage for young Iranian girls .\nMrs. Judy Sgro, said, \"The urgent need for a democratic Iran, highlighting the aspirations of young Iranian women for freedom and pride in their country.\"\nIn her address, Mrs. Maryam Rajavi, President-elect of the (NCRI), emphasized the indispensable role of women in political leadership and the liberation of Iran from the oppressive clerical regime.” - NCRIPARIS, FARANCE, March 8, 2024 /EINPresswire / -- The National Council of Resistance of Iran-(NCRI) Foreign Affairs Committee in an article stated that an influential conference convened in Paris to commemorate International Women's Day. Attended by numerous global leaders, lawmakers, and human rights advocates, the event served as a platform for sharing profound insights on the pivotal role of gender equality and emancipation in the ongoing struggle against tyranny within Iran.\nFurthermore, participants shed light on the broader impact of these efforts, addressing the pervasive influence of Islamic extremism propagated by Tehran. The conference brought together a diverse array of perspectives, emphasizing the collective commitment to advancing women's rights and combating oppressive forces on both national and global scales.\nIn her address, Mrs. Maryam Rajavi , President-elect of the National Council of Resistance of Iran (NCRI), emphasized the indispensable role of women in political leadership and the liberation of Iran from the oppressive regime.\nShe articulated that active and equal participation of women in political leadership is not only essential for democracy but also pivotal for the emancipation of men. She underscored that defeating the Velayat-e Faqih regime hinges significantly on the pioneering efforts of women.\nAgainst the backdrop of global conflicts and humanitarian crises, Mrs. Rajavi highlighted the plight of innocent women and children who often bear the brunt of such turmoil. She attributed much of the chaos and bloodshed in Iran and the wider region to the Iranian regime, labeling it as the“head of the snake.”\nDrawing from history, Mrs. Rajavi acknowledged the pivotal role of women in the post-1979 revolution era, particularly within progressive forces and the People's Mojahedin Organization of Iran (PMOI/MEK) . She commemorated the sacrifices made by countless women who fought against the reactionary forces, enduring torture and execution at the hands of the ruling mullahs.\nMrs. Rajavi cited the significant presence of women within the PMOI, with numerous women holding top leadership positions over the decades. She also emphasized the substantial representation of women within the NCRI, with 56 percent of its members being women. She lauded the bravery of Iranian women who have been at the forefront of uprisings and resistance movements against the clerical regime, showcasing their pivotal role in shaping Iran's future.\nIn her closing remarks, Mrs. Rajavi expressed unwavering faith in the ability of women and men who rebel against the oppressive ideology of the regime to pave the path to freedom and equality. She envisioned a world where every woman is recognized as an individual with the right to choose and control her own destiny, free from objectification and oppression.\nFormer French Minister of National Education, Higher Education, and Research, Najat Vallaud-Belkacem, expressed admiration for the unwavering courage of Iranian women who have endured decades of repression under the current regime.\nShe said,“The resistance that is that of Iranian women, their absolutely heroic courage, the sacrifices, the staggering resilience over these four decades of oppression by a religious dictatorship operating under the guise of Islam, all this seems so exorbitant, so extraordinary to me that I almost have a feeling of illegitimacy in addressing them, in glorifying them, in applauding them.”\nMrs. Vallaud-Belkacem highlighted the atrocities committed by the regime, including the execution of political prisoners and the systematic discrimination against women. She underscored the urgent need for political action to address gender inequality and human rights abuses in Iran.\nThe former minister praised the resilience of Iranian women who continue to resist despite immense challenges. She called for solidarity and support from the international community in their quest for freedom and democracy. Mrs. Vallaud-Belkacem emphasized the importance of women's voices in political leadership and stressed the need for gender equality in all spheres of society.\nShe concluded,“Strength, strength to Maryam Rajavi, President-elect of the NCRI, strength to the PMOI activists, strength to all those who fight at the risk of their lives, who resist against Islamist fundamentalism. Strength to the men who accompany them and support them and also pay a very heavy price. Strength to all those who refuse to let silence and indifference cover the atrocities that are still happening today in Iran.”\nFormer Latvian President Vaira Vīķe-Freiberga addressed the gathering with a poignant message of solidarity and resistance against tyranny, particularly highlighting the plight of women under oppressive regimes. Drawing from Latvia's historical struggles against authoritarianism, President Vīķe-Freiberga emphasized the parallels with the current situation in Iran.\nPresident Vīķe-Freiberga condemned the Iranian theocracy's systematic dehumanization of women and its complicity in supporting oppressive regimes worldwide.\nShe said,“The totalitarian regime is always based on the support of those who find benefit in aiding the dictator who is at its head. And this dependence is an illusion. And I would like to say to the men of Iran, when they tolerate and when they accept the repression and oppression of Iranian women, they are harming their own humanity and their own masculinity.”\nPresident Vīķe-Freiberga championed the flame of freedom as a beacon of hope, stressing the importance of individual conscience and the separation of church and state. She reassured the audience that the struggle for freedom and equality will prevail, urging them to remain steadfast in their courage and determination. Drawing from Latvia's own journey to freedom, President Vīķe-Freiberga expressed solidarity and wished success to all those fighting against tyranny and oppression.\nIn her address, former Ecuadorian President Rosalía Arteaga Serrano voiced unwavering support for the women of Iran and condemned the oppressive practices of the Iranian regime. Drawing from her personal experiences and political journey in Ecuador, she underscored the urgent need to combat discrimination and ensure equal opportunities for women.\nMrs. Arteaga Serrano denounced the plight of women in Iran, where many have faced stigmatization, violence, imprisonment, and even death for advocating their basic freedoms. She highlighted the stark reality of political discrimination and gender-based oppression, affirming her commitment to stand in solidarity with Iranian women in their quest for emancipation.\nThe former president of Ecuador said,“The National Council of Resistance of Iran, led by Mrs. Maryam Rajavi, has shown courage and vision in its fight for the consolidation of rights for all, especially for women in Iran. Its slogan, we can and must, reflects the feeling of an oppressed community in the search of their rights. The need to advocate for women's rights in Iran cannot be postponed, which will serve to create, in Mrs. Rajavi's own words, opportunities for women to make autonomous choices, achieve the right to employment, free choice of profession, and other rights.”\nMrs. Arteaga Serrano passionately advocated for the full exercise of freedoms in Iran, including the separation of religion and state, the abolition of discriminatory laws, and the establishment of equal rights for women. She underscored the imperative of enacting legislation to protect women from violence and ensure their unfettered participation in all spheres of society.\nIn her speech, Ana Helena Chacón, former Vice President of Costa Rica, emphasized the importance of solidarity and action in the face of oppression. Drawing from Costa Rica's history as one of the first nations to abolish the death penalty, former VP Chacón emphasized the need for access to justice and the importance of advocating for those unjustly imprisoned.\nShe also spoke out against the imposition of religious beliefs on public policy, advocating for a secular approach that respects human rights and individual freedoms. She condemned gender-based violence and highlighted the plight of Iranian women facing systemic oppression.\nAnneli Jäätteenmäki, former Prime Minister of Finland, delivered a poignant message of solidarity and support for Iranian women during the conference. Highlighting that it is her first appearance at such an event, Jäätteenmäki expressed deep concern over the treatment of women in Iran and the erosion of their rights.\nWith a tone of shock and disbelief, former PM Jäätteenmäki highlighted the diminishing value, happiness, security, and social participation experienced by women in Iran. She underscored the historical significance of women in Iranian society and lamented the shift towards fundamentalism in the 1970s, which marginalized women and subjugated them to male dominance.\nMember of the UK House of Lords, Baroness O'Loan delivered her address at a conference, praising the resilience and determination of Iranian women in their fight against oppression under the current regime. She began by acknowledging the profound impact of Mrs. Rajavi's leadership, highlighting her role as a beacon of courage for young Iranian girls and the broader resistance movement.\nDrawing attention to the significant contributions of Iranian women in challenging the regime, Baroness O'Loan emphasized the pivotal role they played in leading the organized resistance movement. Despite facing relentless persecution and terrorism from the regime, their unwavering commitment to freedom and democracy remains steadfast.\nBaroness O'loan said,“I applaud all those women and young girls in the Resistance Units of the PMOI who are bravely confronting the brutal IRGC should be prescribed as a terrorist organization in every country in the world. They have immeasurable courage and they have hope.”\nBaroness O'Loan condemned the regime's systematic efforts to undermine the resistance through character assassination, propaganda, and sham prosecutions. She applauded the rejection and condemnation of these tactics by her colleagues in the United Kingdom Parliament and called on European governments to uphold the rights of Iranian opposition members, especially women, in accordance with international law.\nShe emphasized the importance of supporting their efforts to establish a democratic republic in Iran, which she believes will bring stability, prosperity, and peace to the region and the world at large.\nIn her speech, Mrs. Judy Sgro, a former Canadian Minister and current member of Parliament, expressed admiration for the leadership of Mrs. Rajavi and the dedication of her team. She emphasized the urgent need for a free and democratic Iran, highlighting the aspirations of young Iranian women for freedom and pride in their country.\nShe underscored the global responsibility to address the challenges posed by Iran's actions, which she believes contribute to instability in the Middle East and beyond.\nThe Canadian MP called for accountability for Iran's behavior and urged individuals to raise awareness and advocate for change. She said,“Iran, in my opinion, is behind everything going on in the Middle East and what is going on in Ukraine and thousands and thousands of people, whether Israeli, Palestinians, Ukrainians or others, are dying and Iran is delivering the instruments of war.”\nIn a significant political announcement, MP Sgro revealed Canada's intentions to designate the IRGC (Islamic Revolutionary Guard Corps) as a terrorist organization, demonstrating Canada's solidarity with efforts for a free and democratic Iran.\nShe concluded with a rallying call for collective action, stressing that achieving a free and democratic Iran requires the concerted efforts of individuals, governments, and the international community.\nIn her speech, Dutch MEP Dorien Rookmaker likened Maryam Rajavi to Nelson Mandela, praising her innovative leadership and the organization of women within the resistance movement. As a leader of a prominent women's association in the Netherlands, Rookmaker admired the dedication and organizational skills demonstrated by Mrs. Rajavi and her supporters.\nMEP Rookmaker emphasized the significance of celebrating the achievements of women worldwide, particularly in the face of oppression and injustice. She commended the men who stood alongside Iranian women in their struggle for freedom and highlighted the resilience of the Iranian Resistance despite severe repression.\nThe Dutch MEP said,“Behind the facade of Iran's historical beauty lies a regime that suppresses dissent and stifles basic human rights, particularly for women who dare to speak out against injustice. But greatly, the Iranian Resistance stands tall and does not know the meaning of giving up, and this gives us hope.”\nShe also paid tribute to several women imprisoned by the Iranian regime, highlighting their courage and determination to seek justice in the face of adversity. In particular, Mrs. Rookmaker honored Maryam Akbari Monfared, Marzieh Farsi, and Zahra Safaee whose stories symbolized the plight of countless others silenced by the regime. She recounted Monfared's quest for justice for her siblings executed by the regime and shared Monfared's hopeful vision of a free Iran.\nIn closing, she remarked,“When I started being a member of parliament in Europe, there was a lot of division among European members of parliament about the situation in Iran. A lot of the members of the European Parliament wanted to continue the policy of appeasement of this terrible regime, but in our last debate, we could see that from left to right, all members of parliament stand behind the opposition of Iran and the movement of Maryam Rajavi.”\nKathleen Depoorter, member of the Belgian Parliament commended the unwavering resolve of those striving for a free and democratic Iran. She began by emphasizing the regime's inability to quell the determination of the Iranian people in their pursuit of freedom.\nThe Belgian MP expressed profound admiration for the courage and commitment displayed by Iranian women who have been at the forefront of the resistance movement, enduring unimaginable hardships and sacrificing their lives for the cause of democracy.\nMrs. Depoorter said,“Many members of the PMOI Resistance Units inside Iran, who played, of course, this major role in the resistance and in the protests, are young women. And if we listen to their slogans, we know that they reflect their conviction and their determination to establish this democratic, secular republic. And it also rejects their rejection from all forms of oppression, whether it is by the Shah or by the mullahs.”\nDepoorter lauded Mrs. Rajavi's exemplary leadership, highlighting her role as a beacon of hope and inspiration for women both within the resistance movement and across Iran. She commended Rajavi's stance against compulsory veiling and praised her as a symbol of political leadership and courage.\nRecognizing the importance of collective action, Depoorter underscored the need for unity and collaboration in the quest for gender equality and the overthrow of the oppressive regime. She assured those in Iran of the wide-ranging support from democratically elected representatives in Belgium and across the Western world, emphasizing solidarity as a crucial component in achieving a free and democratic Iran.\nTo subscribe weekly Newsletter of NCRI, please use this link.\nTo view the whole article , please use the link below.\nShahin Gobadi\nNCRI\n+33 6 61 65 32 31\nemail us here\nMaryam Rajavi's speech at International Women's Day Conference in Paris 2024\nMENAFN08032024003118003196ID1107952605\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.einpresswire.com/article/694354784/video-international-women-s-day-conference-in-paris-tackles-iranian-tyranny-and-terrorism-through-female-leadership",
      "https://einpresswire.com/article/694354784/video-international-women-s-day-conference-in-paris-tackles-iranian-tyranny-and-terrorism-through-female-leadership"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "baroness o'loan",
          "sentiment": "none"
        },
        {
          "name": "faqih",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ncri",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "vallaud-belkacem",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T18:01:47.813+02:00",
    "updated": "2024-03-08T18:01:47.813+02:00"
  },
  {
    "uuid": "eac081bd092773f6f2ed28a19033ca3435a65aa7",
    "url": "https://techdows.com/2025/01/09/sdx-energy-lonsdx-sets-new-1-year-low-time-to-sell/673497.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tech Dows",
    "published": "2025-01-10T01:32:00Z",
    "title": "SDX Energy (LON:SDX) Sets New 1-Year Low - Time to Sell?",
    "text": "SDX Energy plc ( LON:SDX – Get Free Report )’s share price hit a new 52-week low on Tuesday . The stock traded as low as GBX 0.33 ($0.00) and last traded at GBX 0.35 ($0.00), with a volume of 7781625 shares. The stock had previously closed at GBX 0.41 ($0.01).\nSDX Energy Stock Up 6.7 % The company has a quick ratio of 1.20, a current ratio of 1.20 and a debt-to-equity ratio of 43.35. The firm has a market capitalization of £818,240.00, a PE ratio of -8.00 and a beta of 0.70. The business has a 50-day moving average price of GBX 1.23 and a 200-day moving average price of GBX 2.09.\nSDX Energy Company Profile ( Get Free Report )\nSDX Energy plc engages in the exploration, development, and production of oil and gas in the Arab Republic of Egypt and the Kingdom of Morocco. The company holds 50% working interest in Meseda and Rabul fields in the West Gharib, Egypt; 55% interest in the South Disouq concession located in the Nile Delta region, Egypt; and 75% working interest in four exploration permits consisting of Sebou Central, Gharb Occidental, Lalla Mimouna Nord, and Moulay Bouchta Ouest concessions situated in the Gharb Basin, Morocco.\nRead More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Human Interest->record and achievement",
      "Science and Technology->economics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.marketbeat.com/arnreports/ReportTickerOptin.aspx?RegistrationCode=TickerHyperlink&Prefix=LON&Symbol=SDX",
      "https://www.marketbeat.com/stocks/LON/SDX/",
      "https://www.marketbeat.com/stocks/LON/SDX",
      "https://www.marketbeat.com/arnreports/ReportTickerOptin.aspx",
      "https://marketbeat.com/stocks/LON/SDX/",
      "https://marketbeat.com/arnreports/ReportTickerOptin.aspx?RegistrationCode=TickerHyperlink&Prefix=LON&Symbol=SDX"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T03:42:53.811+02:00",
    "updated": "2025-01-10T03:42:53.811+02:00"
  },
  {
    "uuid": "8015a7d5d163875679f2df69be94fb9e186df0f1",
    "url": "https://www.meneame.net/story/analisis-como-ucrania-pudo-penetrar-frontera-kursk-pese-defensas/c052",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elanarkadeloshuevos",
    "published": "2024-08-22T22:22:00Z",
    "title": "#52 Análisis de cómo Ucrania pudo penetrar la frontera en Kursk pese a las defensas rusas [X-hilo-ENG]",
    "text": "Portada\nmis comunidades\notras secciones\n#teahorrounclack: Mandaron a Mysto y, al final, por no aguantar su interminable e inaguantable sermón propagandístico, se rindieron y les dejaron pasar\n[#5](c5#c-5) Gente escribiendo un inaguantable sermón propagandístico, molestando en un hilo interesante, quejándose de que otro también lo hace sobre otro que también lo hace.\nSiguiente\n[#5](c5#c-5) tontos del culo con merma mental, del escuadrón de los 500 salvadores enviados por el creador, quejándose de un \"sermón\" de 32 palabras.\n[#14](c14#c-14) Sí. No cabe duda de que no estan usando armamento en territorio ruso… Los ucranianos estan disparando con lechugas y conduciendo lavadoras en Kursk.\n[#14](c14#c-14) La OTAN lleva dando dinero, armando, instruyendo y creando defensas para Ucrania desde el golpe de Estado del Euromaidan.\nLa OTAN ha suministrado tanques y aviones soviéticos desde el minuto uno de la invasión rusa. \"Mercenarios\" y técnicos OTAN manejan sistemas complejos como los Patriot, Leopard, Abrams, y los futuros F16.\nCreo que Ucrania no puede tener queja, si la OTAN no les suministra más es porque no tiene más capacidad de fabricación, ni si quiera de proyectiles de artillería.\n[#27](c27#c-27) como siempre ,medias verdades mezcladas con mentiras par cumplir la cuota del dia de la brigada moscovita\n[#30](c30#c-30) Detalla de lo que he dicho que son medias verdades y cuales mentiras.\nNi desde miembros de la OTAN están negando ya su participación directa en el conflicto con técnicos, \"mercenarios\", etc.\nSois ya más papistas que el Papa.\n[#46](c46#c-46) A ver, que se puede ser otanista, pero acusar de falso lo que hasta los propios integrantes de la OTAN ya han reconocido... o no están mal informados, o su objetivo es engañar a los incautos.\n[#32](c32#c-32) Fan de Rusia molesto. Ay como sufre!\nPero que inútil es el fascista y criminal de Putin. Se pone a invadir Ucrania sabiendo que tiene el apoyo de toda la OTAN. . Luego la caga durante 2 años y medio y al final hasta le invaden a él.\nY encima los fans se cabrean. Cómo me lo estoy pasando. Llevo 2 semanas muerta de risa con los fans de Putin.\n[#39](c39#c-39) Tranquila chiquitina. Que el mundo libre sigue apoyando a Ucrania frente al fascista y criminal de Putler.\nAsí que, los fans de Putler que se aguanten.\n[#34](c34#c-34) Que lleves dos semanas muerta de la risa mientras lo otanazis matan a población civil en Kursk demuestra la catadura moral que os gastáis los otanazis y lo que os \"importa\" la muerte de civiles.\nNada nuevo.\n[#43](c43#c-43) ¿Matar población civil dices? ¿Después de 2 años y medio de invasión rusa y bombardeos continuos a Ucrania?\nYo no me río por los muertos. Me río de los payasos fascistas fans del fascista y criminal de Putler que le lamen las botas.\nSeguro que conoces a alguno. Yo a docenas.\n[#37](c37#c-37) Decir que hay un golpe de estado en un país donde no existe la mas mínima duda ni indicio ni prueba de que haya elecciones amañadas es una tontería de tal gravedad que solo te deja en ridículo.\nInsultar a los demás cuando te están diciendo que te cortes, que estás quedando en evidencia, solo dice cosas de ti.\nPor insultarme te reporto y pasas al ignore. Lo siento pero es que no estoy para alimentar el odio de quien no quiere rebatir y se dedica a insultar.\n[#0](c0#c-0) Deberías subir el envío a través de un servicio como ThreadReaderApp.\nX no permite seguir un hilo si no tienes cuenta y eso va contra las normas de Menéame.\n[#25](c25#c-25) [#24](c24#c-24)\nLos porosos sí, pero el registro (aun gratuito) se considera \"muro de pago\".\nEl voto \"muro de pago\" indica que no se puede leer la noticia sin pagar o sin registrarse antes. Quedan excluidos de esta etiqueta aquellos muros porosos en los que es posible leer la noticia sin pagar y sin registrarse pero queda limitado a un número de enlaces al mes, porque se entiende que hay maneras de ver la noticia sin hacer ninguna de las dos cosas.\nmeneame.net\nNo hace falta mucho análisis. Allí hay población de origen ucraniano. Se habrán chivado que no había mas que algunos reclutas defendiendo.\nEn su día el jefe nazi de Wagner amiguito del fascista y criminal de Putin, se iba para Moscú enfadado y pudo casi llegar a la capital sin oposición.\nCualquiera se habría dado cuenta de que la puerta estaba abierta.\nAhora que se joda el fascista y criminal y sus fans.\n[#4](c4#c-4)\nHay 2 opciones a elegir en funcion de a quien apoyes:\n- (Pro-ucrania) Porque los rusos son una banda y estan acabados.\n- (Pro-rusia) Porque a los rusos les interesa que sigan mandando tropas.\n[#11](c11#c-11) Nada nada, yo apoyo a la clase trabajadora que es la que se come la guerra. \"Los muertos los pone el pueblo\" como dice la canción. No soy un iluso detrás de esta guerra hay muchos intereses y me pone nervioso que a los psicópatas que parten el bacalao se les vaya de las manos. Mientras sus empresas (de uno y del otro lado) haciéndose ricos como nazis, quien empezó o quien terminará es lo de menos... No hay escenario bueno ni para el Ucraniano ni para el Ruso de la calle... Unas nuevas fronteras, pobreza y miseria. Es horrible como nos meten en sus dinámicas criminales...\n[#4](c4#c-4) Es el problema del relato\nSí nos dicen mil veces que Rusia está matando miles de ucranianos cada día en los campos de batalla pues algo queda.\nLa realidad es que la gente de a pie nl tenemos ni idea de las fuerzas que puedan tener o dejar de tener.\nAhora resulta que han llevado varias brigadas a Kursk y ya hablan de reforzar la ofensiva con diez mil o veinte mil hombres.\nIgual lo que necesitan es que les demos munición y armamento al novel de rusia para que se puedan defender. Que ya se valen ellos solitos.\n(Igual no)\n[#13](c13#c-13) estamos de acuerdo en que la info que nos llega es más que dudosa, propaganderos y mamporreros por ambos lados...\n[#4](c4#c-4) bueno, gente tiene mucha ucrania. El resto, material y servicios de inteligencia, etc, tiene detrás la OTAN, que eso hace mucho\n[#22](c22#c-22) 43 millones y pico dice Wikipedia, con un alto porcentaje de población reclutable. No se me había ocurrido mirar antes si los datos (2022) son más o menos ciertos tienen gente para rato. Que pena, morir para hacer más ricos a magnates ya esupidamente ricos.\n#_10 quién te ha insultado, que yo me entere???\nOtra cuenta clon\nY habla.... el agosto-23/24\nDeja ya la bebida, pronazis !!!\nOtro a la basura!!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://github.com/meneame/meneame.net/wiki/meneatiqueta#user-content-muro_de_pago",
      "https://www.github.com/meneame/meneame.net/wiki/meneatiqueta#user-content-muro_de_pago"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T03:33:46.425+03:00",
    "updated": "2024-08-23T03:33:46.425+03:00"
  }
]