[
  {
    "uuid": "c997690450a0aa9c13b2a2567cde70a4e87daa7d",
    "url": "https://omaha.com/news/local/weather/recap-wednesdays-storms-leave-heavy-damage-100-000-in-omaha-metro-remain-powerless/article_23542a4c-4f8b-11ef-9764-b3765d3f6210.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "World-Herald staff writers",
    "published": "2024-08-01T05:00:00Z",
    "title": "Recap: Wednesday's storms leave heavy damage, 100,000 in Omaha metro remain powerless",
    "text": "Storms creating damaging wind gusts up to 100 mph, sideways rain and house-rattling thunder left at least [218,000 without power](https://stormandoutage.com/) in the Omaha metro Wednesday evening, according to Omaha Public Power District's power outage alerts. Massive trees were downed, branches fell inside houses and neighborhoods roared with the sounds of chainsaws beginning to clear the damage. By Thursday morning, the dawn showed that recovery from the storm will take a while. Thursday, Aug. 1: Signs of the outage-lingering times 5:20 p.m.| As old people’s supper time approached Thursday, cars were backed up for more than a block on at an unlit traffic light on Saddle Creek Road near the iconic neighborhood Mama’s Pizza, whose door declared “Closed No Power.” People are also reading… Pillen declares state of emergency 5:16 p.m.| Nebraska Gov. Jim Pillen has declared a state of emergency after Wednesday's storms. The proclamation confers authority to Nebraska's Adjutant General to activate resources to help manage the damage of the impacted areas, and allows use of the Governor's Emergency Fund to help cover the costs of recovery efforts. Residents frustrated by long wait to unload tree debris 5:00 p.m.| Traffic was backed up in all directions as Omahans waited hours to unload tree debris at Hefflinger Park on Thursday afternoon. Around 3:15 p.m., Jon and Adrian Minks had just finished unloading a trailer full of broken tree limbs and branches at the southwest corner of the city park near 112th Street and West Maple Road. The Minks waited nearly four hours to unload their branches since they got in line. About a half-dozen vehicles at a time were unloading debris. “It’s the biggest messed up situation I’ve ever been in,” Adrian said. “Just when I thought we were getting close, there was another whole line of cars coming from a different direction.” She added she and her husband previously dropped off tree debris at another part of Hefflinger Park a few years ago. “It was much, much faster,” Adrian said. “Maybe there weren’t so many cars — I don’t know. But this was terrible.” The Minks said they had about five or six more loads of tree debris to drop off. They said they’ll either find another tree debris drop-off site or wait for the city to pick up the debris. City crews plan to pick up debris placed along curbs beginning next week, possibly as early as Monday. While Shane Petersen waited for another hour for his mother-in-law and a neighbor to make their way up with tree debris that had fallen in his yard near 165th Street and West Maple Road, the father of two young children walked up to the site to help his fellow citizens unload. “I just realized there are not (any) hands from the city helping, so I’m going to throw my hands in if I can,” Petersen said. While Petersen was one of hundreds of people who waited hours, he didn’t let frustration get to him. “This is just what you should come to expect when you have a big city and the biggest power outage in the history of the state. You’re going to have a lot of damage,” Petersen said. In addition to Hefflinger Park, the City of Omaha has also opened tree debris drop-off sites at Towl Park, 93rd Street and West Center Road; Levi Carter Park, 4405 Carter Lake Shore Drive; the 156th and F Streets football field; and Greenbrier Park, 20601 Park Road in the Elkhorn area. The drop-off sites will be open each day from 7 a.m. to 7 p.m. until further notice. Nebraska Wildlife Rehab has received more than 300 animals 4:40 p.m.| Nebraska Wildlife Rehab has received more than 300 animals since the storm Wednesday, the largest 24-hour intake in its history. “This is huge,” director Laura Stastny. “It’s kind of all hands on deck.” More than half are baby squirrels tossed out of their nest. Fox squirrels have their second litter in July. The other 40 percent is birds of all kinds, including a baby hummingbird found in some tree debris. Stastny said vet staff has jumped in to help with the intake of animals. The demand has continued throughout the day. Staff is putting squirrels of a similar age together to create more room. Most will be ok, although many are receiving pain medication for bruising. NWR is doing its work without internet or phone service, so those who need help with an animal should try to reach out on the group’s Facebook page. As well as monetary donations to help with all the new animals, NWR can use produce, both from the garden and your refrigerator if you are still without power. “We’re getting a ton of apples today, and we’ll take them,” Stastny said. Smaller apples can be given directly to the animals with the rest chopped up and frozen for winter. The top items needed from the garden are zucchini, any squash or melon, apples from trees, kale and greens. They don’t need cucumbers, tomatoes or bell peppers. Few visit at cooling stations 4:30 p.m.| Nary a soul was chilling at a Salvation Army cooling station late Thursday afternoon, but a few people had sought respite there earlier in the day. Three young people popped in to charge their phones in the morning, said Major Mark Martsolf, corps officer and pastor. Two older women got out of the afternoon heat, sat a spell and partook of free ice water and snacks at the station, in the Salvation Army’s Citadel building at 3738 Cuming St. “We’ve not had a lot of folks, but we’re here and available until 4:30 today,” Martsolf said. And the cool space, water and snacks will be available Friday also, from 9 a.m. to 4:30 p.m. A bigger looming issue has to do with about 125 people who live in some of the apartments on the Salvation Army campus. The power is out to their buildings, though the electricity is still on in the building that houses senior living on the campus. Some of the affected people with no electricity may sleep in the air-conditioned building of the Citadel, which also has a kitchen. Some may stay with relatives for a bit. Martsolf said it could be a few days until the lights are back on in the people’s apartments. “We’re strategizing about what we’re going to do,” he said. *** Sitting on the eastern steps of their building Thursday afternoon, 29-year-old Ray Emmanuel and Aaron Alvarez, 30, were sanguine about their apartments' powerlessness. \"Right now it's not super hot in my apartment,\" Emmanuel said. \"But it depends where you are in the building.\" Alvarez said his was a little uncomfortable, but not unbearable. \"My place is usually a little hot, because it's on the west side where the sun is usually beaming in,\" he said. What if they go for days without power? \"We'll just have to roll with the bad times,\" Alvarez said. Or, said Emmanuel, get a hotel room. \"But those are probably going to be filling up fast,\" he added. Omahan climbs tree branches to get out of house 2:10 p.m.| Addison Stoddard said it’s like climbing a jungle gym to get into his house in the Country Club neighborhood near 53rd and Miami Streets. “We had to climb these huge tree branches that were wet and slippery to get into our front door,” Stoddard said. He and husband Matt Macranderhad moved into the house exactly two months ago Wednesday. They were at a birthday party in Springfield when they got a call that their house had major damage. A tree had snapped about 20 feet from the ground and fallen toward the front of the house. It ripped off the top of the chimney, destroyed a balcony and some gutters and crashed through the roof of a spare bedroom. Water has leaked from the second floor all the way to the basement. Every entrance to the house was blocked by tree limbs. Stoddard’s brother-in-law, Scott Saunders, who suffered major damage to his farm near Manilla, Iowa, during the tornado in April, traveled to Omaha and helped clear some damage with his chainsaw. They were working on clearing away more tree limbs Thursday morning. “It also broke a window in the bathroom, but it didn’t break the vintage tile and that’s all that matters,” Stoddard said. Escaping the worst of the storm 2 p.m.| Elena Greenhagen and her mother, Linda Emve, were fortunate to escape the worst effects of the storm. A tornado warning early Wednesday evening pushed the two to go into the basement with their pets at their two-story house along 45th Avenue south of Maple Street. They lost power, but only briefly. They also lost large tree limbs, but none of those limbs fell onto their cars or their home. “The wind just did terrible damage to my garden,” Greenhagen said, saying squashes were destroyed. “But we’re not worried about that.” After a good night’s sleep in a fully powered house, Greenhagen and Emve were contemplating how to clean up the tree limbs without a chainsaw. Tree debris lined the curbs of 45th Avenue, waiting to be picked up. A block down from Greenhagen’s and Emve’s home, a large tree blocked both directions of Miami Street. “Overall, it could have been worse,” Greenhagen said. “I think everybody around here still has power.” North Omaha caterer, volunteers hand out hot dogs 1:50 p.m.| Ramen Oliver and a few volunteers were hard at work setting up a food tent in Benson Park near 72nd Street and Military Avenue early Thursday afternoon. Oliver, a North Omaha resident who operates FAF Catering, sought to help people who remain without electricity by giving away free hot dogs, bottles of water and chips. Thanks to about $250 donated by people throughout the city, Oliver and the volunteers were prepared to serve 400 to 500 hot dogs and 200 water bottles. Full story here: Omaha zoo needs volunteers 1:40 p.m.| Omaha’s Henry Doorly Zoo & Aquarium is asking for volunteers Friday to help with processing fallen tree branches. The zoo, which was partially closed Thursday morning, will be opening all main pathways and exhibits with the exception of Asian Highlands. Rides, attractions and concessions will also begin to reopen. Cleanup hours will be 8 to 11 a.m. Volunteers must be at least 13 years old. Children between the ages of 13 and 17 must be accompanied by an adult volunteer. Go to [here](http://volgistics.com/appform/1784053609) to sign up. If guests are interested in bringing downed branches to the zoo, they should visit [omahazoo.com/browse](http://omahazoo.com/browse) and fill out the donation form to see if the zoo is able to accept their browse materials. Lee G. Simmons Wildlife Safari Park will be closed Friday to allow for continued cleanup following Wednesday night’s storm. \"We hope to reopen the Park on Saturday, August 3,\" zoo officials said. Moving food during power outage 1:30 p.m.| It was a long night for Blue Line Coffee owner Jess McCallie after the business at 49th and Underwood Streets lost power Wednesday when the storm struck. To try to save her refrigerated items, she and cook Shawna Blair and friend Cat Davis hauled them to the Trap Room downtown. She then had to bring them back when the coffee shop regained power around 2 a.m. “I was here until 4 a.m. resetting the store,” she said. “We were able to do service this morning.” The store had a line out the door for the first three hours it was open, as people in Dundee took advantage of a cool place to sit while they recharged their phones and got a hot drink. McCallie, who has no power at her own home, said the storm was the hot topic of the day. “There’s trees down everywhere,” she said. “It seems like this was an epicenter for the power loss.” 1:10 p.m.| Cox Communications, which provides internet for hundreds of thousands of homes and businesses in Omaha and surrounding areas, is still assessing the damage caused by last night's storm. “When storms like this hit, power restoration is the first priority,” a Cox spokesperson said in a statement. “As soon as power is completely restored and where it is safe to do so, Cox can then move in the damaged areas to begin repairs of Cox fiber, infrastructure, and downed lines.” As internet restoration efforts get underway, the first priorities will be medical facilities, nursing centers and other critical infrastructure, the spokesperson said. Even in areas with restored power and minimal damage, it may take longer for internet services to be restored as companies address damage to upstream infrastructure. People are advised not to pile debris on or near green utility boxes so that maintenance workers can access the boxes easily. By early Thursday afternoon, OPPD had restored power to about 47% of the 218,332 customers who were impacted at the peak of the outages yesterday evening. More than 117,000 customers were still without power as of 1 p.m. 11:27 a.m.| Gardeners, Amanda Stastny is offering free native plants to anyone who can help her clean up storm damage in her yard. It’s also her place of business. Stastny runs Bumbling Bee Native Wildflowers out of her home near 43rd and Franklin Streets. She has tree and fence damage. The wind ripped a hole in her hoop house and shredded the shade cloth she uses to protect plants from the sun. Stastny hasn’t been able to assess the damage to the hundreds of plants that she had for sale but may hold a sale Saturday if she needs to move her inventory quicker because of the storm damage. Stastny can be reached at (402) 689-5287. 11:07 a.m.| Omaha Mayor Jean Stothert said in a press conference Thursday morning there will be city-wide curbside tree debris pickup. It should begin next week, according to Austin Rowser with the Public Works Department. \"If you can take it to a drop-off site, we encourage you to do that,\" Stothert said, but she realizes a lot of people don't have the ability to. 11 a.m.| OPPD said Thursday morning that \"we are responding in force to the largest outage-event in our history with more than 1,000 employees and contractors who are working in the field.\" 10:55 a.m.| Ray Lamar Oliver, owner and CEO of Fatty's BBQ is offering hotdogs and water bottles at Benson Park at noon Thursday, according [to a post on Facebook.](https://www.facebook.com/photo/?fbid=10229735044833412&set=a.1350096965528) They will feed as many as they can from a large white tent by the water park. 10:40 a.m.| Nebraska Public Power District, based in Columbus, is sending a 24-man crew to help in Omaha, including 21 line technicians and three supervisors. They will report to the North Omaha Station Thursday morning and will work with OPPD to restore power. Loup Power District in Columbus and Grand Island’s utilities department are also sending mutual aid crews to Omaha. 10:37 a.m.| Jo Rasmussen, who lives near 50th and Davenport Streets, paid Eden Tree Pros more than $300 to do some work on the tree in the front of her house Wednesday. “We commented how nice and even it looked now,” she said. Only a few hours later, the storm demolished a large portion of that same tree. Rasmussen didn’t hear a thing. “I was hunkering down and hoping my house didn’t blow away,” she said. “I knew there were branches down but not that big one.” Immediately after the storm, several neighbors arrived to help. It took a chain and a pickup truck to pull the huge branch away from the tree and clear Rasmussen’s driveway. “A lot of teamwork. A great neighborhood. And then an awesome block party afterward,” Rasmussen said. “We find out what a great neighborhood we have when we have these kinds of things.” 10:15 a.m.| The Salvation Army is opening their cooling centers again Thursday for those who need to get out of the heat and who may not have power. The two locations include the North Corps facility at 2424 Pratt St. which will be open from 8:30 a.m. to 4 p.m. and the Citadel Corps facility at 3738 Cuming St. which will be open from 8:30 a.m. to 11:30 a.m. then from 1 p.m. to 4 p.m. 9:28 a.m.| A cooler with ice is the best bet for people without power who are trying to save food in their refrigerator and freezers. The USDA recommendation is refrigerated food should be tossed if you’ve been without power for four hours or more and the temperature inside is above 40 degrees. [Foodsafety.gov](http://Foodsafety.gov) recommends a full freezer will be safe unopened for 48 hours (24 hours if it is half full and the door remains closed). Food may be safely refrozen if it still contains ice crystals or is at 40 degrees or below. Quality may suffer. But Cindy Brison from the Nebraska Extension in Douglas-Sarpy Counties said there are caveats. “Some that are really full, it might keep their temperatures longer,” she said. “Or if they have a really good refrigerator.” A bag of ice placed in a refrigerator or freezer will also keep food cold longer. If your power was restored overnight, and you didn’t open the refrigerator, Brison said your food probably will still be ok. But after 12 hours, refrigerated food is probably at less than the safe temperature and will need to be discarded. “Anything that will be an issue, like meat, poultry, fish and leftovers, if they don’t feel cold, get rid of them,” she said. “There is no reason for people to get sick.” Brison said a thermometer that will measure how cold your food is is a crucial part of every storm preparation kit. Place a refrigerator/freezer thermometer in the door of your devices so you know how cold they are. A bag of ice could save the food in the freezer. If food has been kept cold but your power will still be out for some time, Brison said all is not lost. “A lot of people during the last storm had a big block party and just took everything out of their freezer and cooked it,” she said. 9:24 a.m.| The Douglas County Sheriff's Office Title Inspection Office at 8338 Chicago Street is closed due to lost communication services. 9:20 a.m.| The City of Omaha has opened sites for tree dumping for the public. A map of the locations [can be found here.](https://dcgis.org/portal/apps/instant/basic/index.html?appid=a55006ea9df74a0d9b7185f43afbc2d3) Each site will be open at 11 a.m. Thursday. The site at Greenbriar will be delayed until later today and officials will notify when it will be ready. After Thursday, the sites will be open 7 a.m. to 7 p.m. daily. 9:04 a.m.| The campus at the University of Nebraska Omaha is closed, according to a statement Thursday morning. Power and internet services have been restored to most of the campus but Maverick Village, University Village and the Thompson Alumni Center remain without power. The Scott Village Clubhouse and Milo Bail Student Center are available to students in need of power and internet or a place to cooldown from the heat. 8:55 a.m.| Omaha Public Power District has called in extra crews and is assessing the extent of the damage as it works to restore power to the more than 200,000 customers left in the dark by Wednesday night’s powerful storm. The official figure for customers who lost power was put at 218,332, slightly below what had been reported Wednesday. As of 8 a.m. Thursday, power had been restored to about a third of those, leaving 147,189 still without power. The outage appears to represent a record for the utility, topping the 188,000 homes and businesses that lost power in a storm on July 10, 2021. As to when power will be restored, for some it’s likely to take days. OPPD spokesperson Jodi Baker said the utility still has damage assessment crews in the field seeking to determine the extent of the damage and what caused outages. “We hope to have an idea once they have completed their work,” she said. But she noted in the 2021 storm, it took seven days to restore power to everyone. “There's a lot of tangled power lines, some broken utility poles and damaged transmission equipment and substation equipment,” she said. “A lot of factors contributed. Those winds were something.” She said OPPD had 71 crews in the field as of Thursday morning and had secured commitments from 62 mutual aid crews from other regional utilities and electrical contractors, with some of them already in the field. It has calls out for 60 more. In addition, it has called on 96 local tree crews and has calls out for 40 more. Baker said typically when OPPD calls in help to restore power after a storm, it has 500 people out in the field working on repairs between its own workers and outside help. She said OPPD is on track to have more than 1,000 workers on the job by tomorrow. “Massive help to tackle this,” she said. Lincoln Electric System, the power provider in the capital city, reported it still had 6,700 customers without power as of 10 a.m. Thursday. That was down from a peak of more than 30,000 customers Wednesday night. Restoration of downed high-voltage power lines by 4 a.m. restored lost power to many of the Lincoln customers impacted. LES is also receiving outside aid from crews from fellow municipal utilities in Grand Island and Hastings. 8:53 a.m.| The Douglas County Treasurer's Office in Midtown at 411 N 50th Street is temporarily closed for Thursday. The location in Millard at 5730 S 144th Street is open but the drive-thru is closed due to a fallen tree. Taxpayers are encouraged to use the drop boxes at each location or use U.S. Mail as alternatives to paying in person. Please use an envelope to keep files together for the drop boxes. Using cash is discouraged to prevent theft. 8:20 a.m.| All Douglas County Health Department Offices are closed Thursday due to the power outage caused by yesterday's storm, according to a DCHD spokesperson. 6:50 a.m.| Tree debris blocked a road in Elmwood Park as officials have closed many of the roads in the park in Omaha. The massive wind storm brought down trees and branches, knocked over power lines and lifted heavy objects. OPPD: Devastating storms lead to immense work to bring power back 6:15 a.m.| The Omaha power company said Thursday morning it had restored power to about 50,000 customers as 35 crews worked through the night — but 167,514 remained without power. Here's more from the Omaha Public Power District: \"Our crews have worked through the night and made good progress with power restoration, but they still have an immense amount of work ahead of them after last night's devastating storms. At this time, 167,514 customers are still without power. The bulk of them, 128,353, are in the Douglas County area. In Sarpy County, 33,883 customers are without power. The extreme windstorm that struck our service territory caused widespread tree damage and outages throughout the Omaha metro area, particularly in Douglas and Sarpy counties. Wind gusts reached up to 100 miles per hour, causing customer outages in Cass, Saunders, Washington, Pottawattamie and Otoe counties. Our damage assessment teams will be heading out this morning to get a full picture of the damage and to give us a better idea of how long it will take to bring power back to impacted customers. We also expect to have help from mutual aid crews and tree trimmers. We already have support from LE Myers out working in the field, and more from other companies and utilities will be joining us throughout the day.\" Weather service: 'Peaceful weekend ahead' 5:11 a.m.| Storm recovery workers will have good weather in which to work, the National Weather Service in Valley said Thursday morning. \"After an eventful day of weather yesterday, we are looking at calm and cooler conditions through the weekend. Highs today will be in the upper 80s/low 90s, with temperatures inching back up through the weekend,\" the weather service said on X. Wednesday, July 31: Darkness abounds 10 p.m. | Streets were without stoplights, some roads without lighting, houses, gas stations and restaurants were dark and a few sirens blared as night descended on an Omaha without power Wednesday. OPPD has not publicly posted an estimate for the restoration time. After a July 10, 2021, storm knocked out power to 188,000 homes and businesses, the most in the utility's history then, some customers were without power for many days. OPPD outage effects Lincoln water supply 9:35 p.m. | Lincoln’s wellfields that supply water to the city were without electricity due to damage at OPPD's electrical distribution system. As a result, Lincoln Transportation and Utilities (LTU) asked residents in the city to stop all outdoor water use and voluntarily reduce indoor water use until further notice. LTU director Liz Elliott said the damage will take time to repair. “Our top priority is ensuring that residents have access to safe drinking water and to ensure the overall health and safety of all our residents,” Elliott said in release. Elliott said LTU is working to restore power and will have more information Thursday. OPPD: 'one of our largest restoration efforts' 8:45 p.m. | \"The windstorm that struck the OPPD service territory caused power outages to 220,545 customers. There have been reports of wind gusts up to 100 mph in some areas. There is heavy tree damage and reports of downed wires across the area. Our crews are assessing the damage and are in the early stages of what is one of our largest restoration efforts as of late. \"People should exercise caution as they clear any downed limbs and if they come across downed wires assume they are live and steer clear. If you come across a downed line report it by calling 911,\" the power company said Wednesday. The power company said shortly before 8 p.m. that \"outage numbers could continue to climb as more people report their outages.\" The outages meant that some street lights stopped working, people were without internet service and recovery may last for days. Power outage prompts neighborhood ice cream party 8:20 p.m. | No way to keep ice cream frozen? Have an ice cream party like these Omaha neighbors did. Branch shot through roof 'like a rocket' 8 p.m. | Near 98th and Poppleton Streets, neighbors helped Trent and Blair Vencl after a sycamore branch pierced their living room roof. “It shot through like a rocket,” Blair said. “We were in the basement, thank God. I just heard a big thunk and then a big rush of water.” No one was hurt. When the rain cleared, there was a rush of neighbors, to help each other in the hard hit neighborhood. They included Doug Peterson, who was going house to house with a chainsaw. Just before he got to the Vencls’, he sawed up a big locust and a silver maple that fell on Sammi Kaiser’s house, yard and a car half block away. A big branch crashed through the Kaisers’ roof and into their dining room. “Our neighbors are incredible,” Kaiser said. Threat in Omaha metro ended 7:52 p.m. | \"Most of the severe threat has ended for the night. There could still be strong storm or two along the KS/NE border south of Beatrice, and we're also watching a severe thunderstorm near the NE/SD border north of Oneill,\" the National Weather Service in Omaha/Valley Nebraska posted on X shortly before 8 p.m. Post-storm in Papillion 7:51 p.m. | As the skies cleared and the wind ceased, homeowners in one Papillion neighborhood walked outside to find snapped trees and downed fences. Cleanup began almost immediately Wednesday night in the neighborhood near 72nd Street and Centennial Road. Neighbors helped each other drag tree branches out of the road and survey damage to houses, which included downed fences, dislodged shingles on roofs and massive tree branches that narrowly missed vehicles. Power outage record? 7:20 p.m. | The current power outage figures rival previous, memorable widespread Omaha power outages. A storm on July 10, 2021, knocked out power to 188,000 homes and businesses, the most in the utility's history. Some customers were without power for seven days. And a major, heavy and early snowstorm in October 1997 caused widespread tree damage and knocked out power to more than 130,000 of OPPD's 278,000 customers. It took 11 days before all the affected homes and businesses had heat and lights again. OPPD updated its disaster response systems in the wake of that storm to speed power restoration for future major events. Dangerous driving in Dundee 7:11 p.m. | Driving in Dundee in the wake of the storm was like navigating a maze. Both 50th and 52nd Streets, the main north-south throughways, were completely blocked by downed trees between Farnam and Howard Streets. And many side streets were blocked by downed branches, too. The traffic lights were out on Dodge Street, and the whole Dundee business district on Underwood was without power. Trees, fences and even a U-Haul box no match for storm 7:08 p.m. | Straight-line winds pounded fences and uprooted trees in Lincoln, Omaha and surrounding areas. [July 31, 2024] Anything with Lincoln?— Cartwright Nation (@DeedTheGlory) [pic.twitter.com/z7lpu0X2xy] [July 31, 2024] Telephone poles fell down. Trees and debris lay all over. Even a U-Haul storage box was not spared. The storm blew it from the parking lot of a U-Haul store and left it more than 100 yards away in the middle of Maple Street near 88th Street. It hit a car, said U-Haul employee Gage Fredrick, who was trying to drag to box out of the street. Eppley Airfield closes 6:50 p.m. | Eppley Airfield is currently closed for damage assessment on the airfield after high winds moved through the area. Expect flight delays and contact your airline for flight information. Power outages skyrocket 6:45 p.m. | The Omaha Public Power District said more than 191,000 customers were without power as of 6:54 p.m. A 90 mph wind gust was measured at Eppley Airfield at 6:05 p.m., according to the National Weather Service. While Omaha is no longer in a severe thunderstorm warning, a severe thunderstorm watch will remain in effect until 10 p.m., according to the weather service. A flood advisory due to excessive rainfall is also in effect until 9:15 p.m., according to the weather service. Storm first pelted Lincoln 6:43 p.m. | Just after 5 p.m., wind howled as the rain whipped sideways, nearly perpendicular to the streets in Lincoln. Sheets of rain soon followed as traffic lights along Nebraska Parkway intermittently went from working to flashing red. Debris littered neighborhood streets in south Lincoln, with large fallen tree branches blocking portions of the road. Water pooled on the ground, tree branches swayed and several different sirens sounded through downtown. The sky was eerie and hazy, not entirely dark despite the lack of sun. Reports had one inch of rain falling in parts of Lincoln between 5 and 6. State baseball games postponed 6:39 p.m. | The latest round of American Legion state baseball tournament games, scheduled for Wednesday evening, got moved to Thursday — Mike Patterson (@MPattersonOWH) [#nebpreps]The Legion state tourney baseball games at Elkhorn have been ppd until tomorrow at 4 and 7. ⚾️ [July 31, 2024] Warnings dot Omaha metro, Iowa 5:45 p.m. | The National Weather Service issued a severe thunderstorm warning for Douglas County -- that expired at 6:15 p.m. -and issued a tornado warning for Pottawatomie County, Iowa until 6:30 p.m. A tornado warning is also in effect until Bennington, Fort Calhoun and Missouri Valley, Iowa until 6:15 p.m. The storm's wind gusts could cause widespread damage to trees, powerlines and some structures, according to the weather service. The storm could also cause flash flooding. As of 6 p.m., 61,000 Omaha Public Power District customers were without power, according to OPPD's outage alerts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/photo/?fbid=10229735044833412&set=a.1350096965528)",
      "http://Foodsafety.gov)",
      "https://dcgis.org/portal/apps/instant/basic/index.html?appid=a55006ea9df74a0d9b7185f43afbc2d3)",
      "http://omahazoo.com/browse)",
      "http://volgistics.com/appform/1784053609)",
      "https://stormandoutage.com/)",
      "https://www.dcgis.org/portal/apps/instant/basic/index.html?appid=a55006ea9df74a0d9b7185f43afbc2d3)",
      "https://dcgis.org/portal/apps/instant/basic/index.html",
      "https://www.facebook.com/photo/",
      "http://www.Foodsafety.gov)",
      "https://www.stormandoutage.com/)",
      "https://facebook.com/photo/?fbid=10229735044833412&set=a.1350096965528)",
      "http://www.omahazoo.com/browse)",
      "http://www.volgistics.com/appform/1784053609)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim pillen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "omaha public power district",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "omaha",
          "sentiment": "none"
        },
        {
          "name": "saddle creek road",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T02:21:29.052+03:00",
    "updated": "2024-08-02T05:55:03.662+03:00"
  },
  {
    "uuid": "04d126acbc02e5268b2e21ab3eddf790a252bd92",
    "url": "https://www.applesfera.com/tutoriales/no-metas-iphone-arroz-dice-apple-esta-mejor-tecnica-para-arreglar-iphone-mojado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@mlopca",
    "published": "2025-01-30T14:10:00Z",
    "title": "No pongas un iPhone mojado en arroz, lo dice Apple: esta es la mejor técnica para secar un iPhone",
    "text": "Las generaciones más modernas del iPhone son resistentes al agua, pero eso no significa que puedas bañarte en la playa con un\niPhone 15 Pro o un iPhone 16 Pro. Este segundo cuenta con una clasificación IP68 —hasta 30 minutos a una profundidad máxima de 6 metros—. Hay unos límites, pensados para que puedas rescatar el iPhone de una caída accidental en el agua y luego siga funcionando sin demasiados problemas.\n¿Y qué solemos hacer cuando se nos moja un iPhone? Buscar secarlo de la forma más rápida posible, lo que para muchas personas implica colocarlo en una bandeja de arroz. Hace un tiempo\nya dijimos que no era recomendable, pero ahora es la propia Apple la que nos dice por qué no debemos hacerlo. Esto es lo que sí tienes que hacer.\nMeter el iPhone en arroz puede dañar tu iPhone\nLa compañía ha lanzado\nun nuevo documento de soporte en su web oficial, en el que marca los pasos a seguir si mojamos nuestro iPhone o si vemos una alerta de detección de líquidos en iOS 17. Esta alerta puede ser de dos tipos dependiendo del conector:\n- “Se ha detectado líquido en el conector Lightning”\n- \"Líquido detectado en el conector USB-C\"\nEn ambos casos debes hacer lo mismo: desconectar el cable de carga si lo tienes conectado al iPhone y esperar a que éste se seque. Si necesitas cargar el teléfono, siempre puedes utilizar una base de carga inalámbrica.\nAhora bien, ¿cómo podemos acelerar ese secado? Pues el documento de soporte te lo deja bien claro:\n\"No seques el iPhone con una fuente de calor externa ni aire comprimido. [...] No metas el iPhone en una bolsa de arroz. Las pequeñas partículas de arroz podrían dañar el iPhone\"\nQué hacer si tu iPhone se ha mojado y no funciona adecuadamente\nNada de secador, ni nada de bolsas de arroz. Lo que Apple recomienda para secar un iPhone mojado es lo siguiente:\n- Quita el iPhone de cualquier funda en la que lo tengas metido.\n- Con el conector boca abajo, dale unos golpecitos suaves al iPhone para expulsar cualquier exceso de líquido que pueda haber.\n- Deja el iPhone en una zona seca y ventilada, idealmente donde pueda haber una corriente de aire.\n- Tras 30 minutos, intenta cargar el iPhone de nuevo con un cable. Si el aviso de detección de líquidos ya no te aparece, el problema se ha solucionado.\n- Si el aviso de detección de líquidos aparece de nuevo, entonces debes dejar el iPhone de nuevo en una zona con corriente de aire durante 24 horas.\nSi aún después de 24 horas el iPhone sigue sin poder cargarse adecuadamente o no se comporta como debería, lo mejor es que acudas a un servicio técnico autorizado para ver si detectan la fuente del problema. Y antes que el arroz siempre puedes usar un material más absorbente: las bolsitas de gel de sílice que vienen en algunas cajas de electrónica\nImagen | Generada mediante Bing/DALL-E\nEn Applesfera |\nCómo liberar espacio en el iPhone sin borrar nada: el mejor consejo que me dieron para ganar almacenamiento\nEn Applesfera |\nCómo enviar rápidamente tu ubicación en tiempo real desde el iPhone para casos de emergencia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->information technology and computer science",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://support.apple.com/es-es/102643",
      "https://www.support.apple.com/es-es/102643"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:58:59.134+02:00",
    "updated": "2025-01-31T00:58:59.134+02:00"
  },
  {
    "uuid": "b0214251fdaff5ddb5db37be0cd3f44841978f04",
    "url": "https://es.marketscreener.com/cotizacion/accion/NEXTERA-ENERGY-6337180/noticia/NextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-10-11T15:09:00Z",
    "title": "NextEra Energy : FPL les ha restablecido el servicio eléctrico a casi 1.3 millones de clientes afectados por el huracán Milton - MarketScreener",
    "text": "Lo último: Han pasado apenas 24 horas desde que el huracán Milton salió del estado y los equipos de Florida Power & Light Company (FPL) ya han restablecido el servicio a casi 1.3 millones de clientes, es decir, casi dos tercios de todos los clientes afectados. FPL sigue centrada en los 669.000 clientes que se quedaron sin electricidad, incluidos aproximadamente 85.000 que se vieron afectados por una actividad de tornados sin precedentes.\nPor los números según el reporte de la 10 a.m.:\nCasi 1.3 millones de clientes con el servicio eléctrico restablecido. Aproximadamente 669,000 clientes se quedaron sin electricidad, incluyendo aproximadamente 85,000 que se vieron afectados por al menos 38 tornados reportados. Más de 730,000 clientes con servicio restablecido Menos de 1.1 millones de clientes siguen sin electricidad Fuerza laboral de restauración de 20,000 hombres y mujeres de 41 estados a través del estado. 30 sitios temporarios de operación, procesamiento y estacionamiento Actualización sobre la restauración: Más tarde hoy, FPL proporcionará los tiempos de restauración estimados iniciales para los 669,000 clientes que se quedaron sin electricidad, incluidos aproximadamente 85,000 que se vieron afectados por una actividad de tornados sin precedentes. Esta actualización reflejará las difíciles condiciones a las que se enfrentan los equipos mientras trabajan las 24 horas del día para restablecer la electricidad en las costas oeste y este:\nLa costa oeste sufrió marejadas ciclónicas e inundaciones, las cuales dejaron las carreteras cerradas y dejaron muchas áreas inaccesibles para las cuadrillas, retrasando las evaluaciones de daños y los esfuerzos de restauración. Los tornados poderosos y los escombros dispersos también causaron daños significativos. La costa este experimentó varias docenas de avistamientos de tornados con impactos devastadores en el condado de Palm Beach y la Costa del Tesoro. El Servicio Nacional de Meteorología registró 38 informes de tornados y se espera que ese número aumente. Estos tornados, que fueron inusualmente poderosos en comparación con los tornados que se ven típicamente en huracanes, arrasaron comunidades y causaron daños significativos. A pesar de los desafíos de restauración, las cuadrillas de FPL están logrando un buen progreso en la restauración activa del servicio eléctrico en todo el estado, incluyendo las áreas más afectadas, y no se detendrán hasta que todos tengan servicio eléctrico.\nUnas palabras del presidente y director ejecutivo de FPL, Armando Pimentel:\n\"Nuestra red reforzada y la tecnología inteligente evitaron cientos de miles de interrupciones eléctricas. Nuestras cuadrillas de restauración han logrado un progreso significativo en las primeras 24 horas después de que la tormenta saliera de Florida, restableciéndoles el servicio eléctrico a casi 1.3 millones de clientes. Entendemos lo difícil que es estar sin energía y estamos comprometidos a restablecer la electricidad de todos los clientes lo antes posible\".\nQué está haciendo FPL:\nRestableciendo el servicio eléctrico como parte de sus esfuerzos de restauración día y noche. Continuando a evaluar los daños, incluyendo el uso de drones, para acelerar la restauración. Coordinando con los oficiales de gestión de emergencias locales para despejar las carreteras para los trabajadores de líneas eléctricas. Trabajando para proporcionar tiempos estimados de restauración para nuestros clientes. Se proporcionará más información el viernes. Qué deben hacer los clientes después de la tormenta:\nInmediatamente después de la tormenta, FPL sabe a donde se fue la electricidad, así que no es necesario contactar a FPL. Para FPL, la seguridad de sus cuadrillas y clientes es su máxima prioridad. Aun cuando los vientos disminuyan, las condiciones pueden ser peligrosas. Los clientes deben prestar atención a las advertencias de los oficiales de emergencia locales. Use extrema precaución al manejar. Las interrupciones del servicio eléctrico pueden hacer que las señales de tránsito dejen de funcionar sin previo aviso. Si llega a una intersección con un semáforo que no funciona, la ley de Florida exige que lo trate como una parada de cuatro vías. Si usa un generador portátil, siga las recomendaciones del fabricante para su uso adecuado. Nunca opere un generador adentro de su casa o garaje. Manténgase lejos de las líneas eléctricas caídas, inundaciones y escombros. Asuma que las líneas eléctricas están energizadas. Si se va la electricidad, FPL ya lo sabe y tiene a sus cuadrillas respondiendo mientras sea seguro hacerlo. Sin embargo, nuestros clientes pueden reportar una línea eléctrica caída o un equipo eléctrico que está produciendo chispas llamando a FPL al 1-800-4-OUTAGE (1-800-468-8243). Cómo los clientes pueden mantenerse conectados: FPL comunica información de restauración a los clientes con frecuencia a través de los medios de comunicación y los siguientes recursos:\nEl sitio web de FPL: FPL.com X: X.com/insideFPL Facebook: Facebook.com/FPLconnect Instagram: Instagram.com/insidefpl El mapa Power Tracker de FPL: FPL.com/powertracker El mapa Power Tracker de FPL (Noroeste de Florida): FPL.com/mypowertracker La aplicación móvil de FPL: Descargue desde la App Store o Google Play, o envíe un mensaje de texto con la palabra \"App\" a MyFPL (69375) Para descargar visuales:\nBiblioteca digital de la sala de prensa de FPL Cómo comunicarse con nosotros:\n561-694-4442 Media.Relations@FPL.com X: @FPL_Newsroom Recursos adicionales:\nCómo FPL restablece la electricidad Manténgase seguro después de una tormenta Cómo reconocer trabajadores de FPL Cómo mantenerse informado Attachments\nOriginal document Permalink Disclaimer\nNextEra Energy Inc. published this content on October 11, 2024 , and is solely responsible for the information contained herein. Distributed by Public, unedited and unaltered, on October 11, 2024 at 14:08:04.283 .\nComparte © Publicnow - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=NextEra",
      "https://telegram.me/share/url?url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://twitter.com/intent/tweet?text=NextEra",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=NextEra",
      "https://www.wa.me/?text=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://www.twitter.com/intent/tweet?text=NextEra",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FNEXTERA-ENERGY-6337180%2Fnoticia%2FNextEra-Energy-FPL-les-ha-restablecido-el-servicio-electrico-a-casi-1-3-millones-de-clientes-afec-48060185%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T14:10:41.680+03:00",
    "updated": "2024-10-12T14:10:41.680+03:00"
  },
  {
    "uuid": "d05b47071b8dc8d5ad67ff3ba8c8acaa73d818c0",
    "url": "https://www.fool.com/investing/2024/01/05/why-advanced-micro-devices-stock-jumped-22-in-dece/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeremy Bowman",
    "published": "2024-01-05T00:00:00Z",
    "title": "Why Advanced Micro Devices Stock Jumped 22% in December | The Motley Fool",
    "text": "Shares of Advanced Micro Devices ( AMD 1.89% ) were surging last month after investors responded positively to the launch of its new Instinct MI300 accelerators designed to run advanced artificial intelligence (AI) models. The launch had been long anticipated by investors.\nAMD stock also benefited from broader market gains during the month, partly in response to the Fed's forecast of lower interest rates in 2024. According to data from S&P Global Market Intelligence , the stock gained 22% in December.\nAs you can see from the chart below, AMD spiked 10% on Dec. 7 after its chip presentation and continued to rise from there.\nAMD data by YCharts .\nAMD responds in AI Rival Nvidia has dominated the market thus far for AI chips and components, only increasing the anticipation for the new MI300 and the rest of AMD's new product line. There's a shortage of Nvidia's H100 accelerators and other graphics processing units (GPUs), meaning there's a clear opportunity for AMD to step in.\nAMD said the new MI300X accelerator offers industry-leading memory bandwidth for generative AI and top performance for large language model training and inference. AMD also projected that the new line of chips would generate $2 billion in revenue in 2024, which would significantly boost its data center business.\nThe company also showed off customers, including Microsoft , Meta Platforms , OpenAI, and Oracle , showing a solid customer base for the new product line. Later in the month, there was little company-specific news on AMD, but the stock seemed to benefit from the broader gains in the morning as the Fed forecast lower rates next year.\nAMD also seemed to get a boost from better-than-expected results from Micron , the memory-chip maker considered a bellwether for the broader semiconductor market . Micron reported a return to revenue growth, though it still had a wide loss on the bottom line.\nWhat's next for AMD in 2024 High expectations are baked into AMD's stock after shares more than doubled in 2023, and the $2 billion revenue forecast from the new MI300 shows that alone will only have a modest impact on the company's financial results. The semiconductor sector has been in a slump in the last year or two, and AMD reported just 4% revenue growth in its most recent quarter, but demand for its CPUs seems to be recovering as well.\nGiven the surge in demand for AI chips and the current shortage, AMD should find a niche to fill and remain a popular choice for tech investors.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.spglobal.com/marketintelligence/en/index",
      "https://ycharts.com",
      "https://ycharts.com/companies/AMD/chart/",
      "https://ycharts.com/companies/AMD",
      "https://www.ycharts.com/companies/AMD",
      "https://spglobal.com/marketintelligence/en/index",
      "https://www.ycharts.com/companies/AMD/chart/",
      "https://www.ycharts.com",
      "https://ycharts.com/companies/AMD/chart"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "motley fool shares of advanced micro devices",
          "sentiment": "negative"
        },
        {
          "name": "s&p global market intelligence",
          "sentiment": "none"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "fed",
          "sentiment": "none"
        },
        {
          "name": "amd",
          "sentiment": "none"
        },
        {
          "name": "ai rival nvidia",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:06:44.764+02:00",
    "updated": "2024-01-06T00:06:44.764+02:00"
  },
  {
    "uuid": "26c3e002d73585acfb075317f65a731e52ec5b3c",
    "url": "https://www.noticiasaominuto.com/pais/2769339/cravinho-grande-oriente-lusitano-nota-luta-incansavel-contra-corrupcao",
    "ord_in_thread": 0,
    "author": "Lusa",
    "published": "2025-04-16T22:49:42Z",
    "title": "Cravinho. Grande Oriente Lusitano nota \"luta incansável contra corrupção\"",
    "text": "\"A sua vida pública era conhecida. Como Maçon, destacamos a sua luta incansável contra a corrupção e a defesa da ética na política, causas que abraçamos\", pode ler-se, numa nota enviada à agência Lusa por Fernando Cabecinha, Grão Mestre do Grande Oriente Lusitano, sobre a morte do ex-ministro.\nJoão Cravinho era Maçon, iniciado no Grande Oriente Lusitano em 02 de março de 1981.\n\"Por ser um de nós, prestamos-lhe a nossa sentida homenagem e manifestamos os nossos sentimentos à sua família\", destacou ainda.\nO antigo ministro socialista João Cravinho morreu hoje, aos 88 anos, disse à agência Lusa fonte do PS.\nJoão Cravinho foi ministro do Equipamento, Planeamento e Administração do Território no XIII Governo Constitucional, chefiado por António Guterres, e ministro da Indústria e Tecnologia no IV Governo Provisório, liderado por Vasco Gonçalves.\nO seu filho, João Gomes Cravinho, foi ministro da Defesa e dos Negócios Estrangeiros em executivos liderados por António Costa.\nLeia Também:\n Ferro evoca \"pessoa extraordinária\" e \"muito à frente do seu tempo\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Politics->political parties and movements",
      "Politics->political crisis",
      "Politics->political candidates",
      "Social Issue->social problem",
      "Social Issue->fraternal and community group",
      "Social Issue->ethics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:49:42.411+03:00",
    "updated": "2025-04-17T01:49:42.411+03:00"
  },
  {
    "uuid": "3abeb71a76caf46a944d5a7fb8b635e98eeb02f1",
    "url": "https://captainaltcoin.com/blockdags-community-focus-outshines-bnb-trading-volume-ltc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Temitope Olatunji",
    "published": "2024-04-11T20:30:00Z",
    "title": "BlockDAG's Community Investment Counts 14.8 Billion Coins: Set New Crypto Standard for BNB Trading Volume & Litecoin Price - CaptainAltcoin",
    "text": "The surge in BNB trading volume, surpassing $2.2 billion in daily transactions, highlights the escalating interest in the Binance-backed BNB Chain, especially within decentralised exchanges. Similarly, the Litecoin (LTC) price forecast predicts a notable ascent to $150, showing strong market confidence. For those scouting new crypto to invest in, [ BlockDAG](https://blockdag.network/) Network gives promising contender plans. With its strategic allocation of 14.8 Billion coins for community building and its 8th presale batch priced at $0.0045 per coin, BlockDAG positions itself as an innovative platform fostering community engagement and offering substantial investment potential. What you'll learn 👉 BNB Chain Sees Surge in Trading Volume BNB Chain’s daily trading volume reached a significant milestone on March 24, surpassing $2.2 billion, which accounts for more than a quarter of the total volume on decentralised exchanges tracked by DeFillama. This surge in BNB trading volume highlights the growing interest and activity on the Binance-backed Layer 1 blockchain. PancakeSwap, the leading decentralised exchange on the network, heavily influences the trading volume of BNB. It processed over $1.3 billion worth of trades in its V2 and V3 versions in the last 24 hours. The most traded tokens contributing to this BNB trading volume include USDT, BNB itself, the newly launched VENOM and the [meme](https://captainaltcoin.com/meme-coins/) coin Cat in a Dog’s World (MEW). LTC Poised for $150 Surge The Litecoin price forecast anticipates a potential surge to $150 before the Bitcoin halving event. Litecoin’s recent performance has been impressive, with a 35% increase in the last 20 days, peaking at $105.98 on April 8. Miners have been accumulating Litecoin, adding 20,000 LTC to their reserves in April, indicating confidence in the asset’s future appreciation. The resistance for Litecoin is at the $114 price level, but if overcome, a move towards $120 is in sight. BlockDAG’s Rarity and Value Preservation with 150 Billion Total Supply The BlockDAG Coin (BDAG) has a total supply of 150 billion coins, emphasising its rarity and commitment to value preservation. The BlockDAG Network undergoes a halving event every 12 months, similar to Bitcoin’s approach to prevent excessive inflation. The network allocates 66% of its total supply to the community and 80% to miners, rewarding them for their crucial role in maintaining security and reliability. Additionally, 15% of the community allocation, counting 14.8 billion coins, is dedicated to community-building efforts to foster a vibrant ecosystem. Utilising the allocated supply, BlockDAG focuses on building a community through various initiatives such as educational programs, hackathons, and conferences. Its economic model aims to ensure a stable and predictable environment by capping the total coin supply to mitigate inflation risks. This strategy instils confidence in the network’s long-term sustainability. The platform has ambitious goals, with a projected 30,000X ROI supported by its presale performance. The release of its V2 white paper and promotional activities, such as its display on the Las Vegas Sphere, have generated significant interest in the crypto community. This is evident in the presale growth, reaching Batch 8 with the current price of the coin to be $0.0045. Summing Up The trading volume of BNB and the forecasted price of Litecoin showcase promising developments in the crypto market. However, they struggle to meet BlockDAG’s innovative targets. With its significant investment of 14.8 billion coins in community building and the attractive price of $0.0045 per coin in its 8th presale batch, BlockDAG shows its commitment to fostering a robust and engaged community, making it a noteworthy contender for investors seeking new opportunities. The release of the technical white paper further enhances the reach of BlockDAG among the crypto community. Join BlockDAG Presale Now: [Website](https://blockdag.network/) – [Presale](https://purchase.blockdag.network/) – [Telegram](https://t.me/blockDAGnetworkOfficial) – [Discord](https://discord.gg/Q7BxghMVyu) Disclaimer: This sponsored content is not endorsed by CaptainAltcoin, which takes no responsibility for its accuracy or quality. This content was not written by CaptainAltcoin’s team. We advise readers to do their own research before interacting with any featured companies. The information provided is not financial or legal advice. Neither CaptainAltcoin nor any third party recommends buying or selling any financial products. Investing in crypto assets is high-risk; consider the potential for loss. CaptainAltcoin is not liable for any damages or losses from using or relying on this content.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://purchase.blockdag.network/)",
      "https://blockdag.network/)",
      "https://t.me/blockDAGnetworkOfficial)",
      "https://discord.gg/Q7BxghMVyu)",
      "https://www.purchase.blockdag.network/)",
      "https://www.blockdag.network/)",
      "https://www.t.me/blockDAGnetworkOfficial)",
      "https://www.discord.gg/Q7BxghMVyu)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "defillama",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bnb trading volume & litecoin price",
          "sentiment": "negative"
        },
        {
          "name": "bnb",
          "sentiment": "negative"
        },
        {
          "name": "bnb chain",
          "sentiment": "none"
        },
        {
          "name": "ltc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "litecoin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:29:12.150+03:00",
    "updated": "2024-04-12T02:29:12.150+03:00"
  }
]