[
  {
    "uuid": "d2c62ee8457d63a317ee7a1810853c490903b78d",
    "url": "https://andina.pe/agencia/noticia-cambio-climatico-fuertes-tormentas-y-olas-calor-dejan-once-muertos-australia-968500.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
    "published": "2023-12-29T00:00:00Z",
    "title": "Cambio climático: fuertes tormentas y olas de calor dejan once muertos en Australia | Noticias | Agencia Peruana de Noticias Andina",
    "text": "Australia afronta el último fin de semana del año y la celebración de Año Nuevo entre avisos de fuertes tormentas en el este del país, que ya han dejado once muertos, y olas de calor en el oeste y norte de la nación oceánica.\nTemperaturas extremas en el oeste\nSegún el último pronóstico del Departamento de Climatología, la ciudad de Marble Bar, en el estado de Australia Occidental, podría alcanzar los 49 grados Celsius este sábado.\nUna ola de calor que también se registrará en otras jurisdicciones del país y que ha llevado a las autoridades a mantenerse en alerta ante la posibilidad de que se produzcan incendios forestales.\nEste golpe de calor en pleno verano austral coincide con nuevas tormentas previstas para los orientales estados de Queensland y Nueva Gales del Sur, que proseguirán hasta el lunes.\nFuertes lluvias y vientos Conforme al organismo oficial, algunas de estas tormentas traerán lluvias torrenciales y vientos de más de 90 kilómetros por hora.\nA mediados de mes, además, el norte del país sintió el golpe del ciclón Jasper, de categoría 2, que dejó grandes inundaciones en algunas zonas del Territorio Norte.\nEste verano austral, que discurre entre diciembre y febrero, se encuentra bajo la influencia del fenómeno El Niño, que generalmente provoca temperaturas superiores a la media y se asocia a condiciones extremas que pueden hacer brotar incendios forestales, la llegada de ciclones y sequía.\nLea también: ¿Cómo reciclar en Perú? Más de 900 recicladores son capacitados para mejorar sus acciones\nMás en Andina\n?? Para prevenir efectos del fenómeno de El Niño, personal de la Autoridad para la Reconstrucción con Cambios (ARCC) culminó las acciones rápidas para limpiar, descolmatar y conformar diques en la quebrada Cabuyal, región Tumbes.\n?? https://t.co/mVvhQvxVzC pic.twitter.com/uJzaggpbVj\n— Agencia Andina (@Agencia_Andina) December 29, 2023\n(FIN)EFE/VDV/MAO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://twitter.com/Agencia_Andina/status/1740555919228817862?ref_src=twsrc%5Etfw",
      "https://t.co/uJzaggpbVj",
      "https://t.co/mVvhQvxVzC",
      "https://www.twitter.com/Agencia_Andina/status/1740555919228817862?ref_src=twsrc%5Etfw",
      "https://www.t.co/uJzaggpbVj",
      "https://twitter.com/Agencia_Andina/status/1740555919228817862",
      "https://www.t.co/mVvhQvxVzC"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:02:00.216+02:00",
    "updated": "2023-12-29T17:02:00.216+02:00"
  },
  {
    "uuid": "e8175b21076b0fa9403428ec8bba9e335f48e591",
    "url": "https://collive.com/baltimore-yeshiva-gathers-for-siyum-harambam",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "COLlive Editor",
    "published": "2024-03-28T22:43:00Z",
    "title": "Baltimore Yeshiva Gathers for Siyum HaRambam",
    "text": "An inspiring evening of Torah and unity took place at Yeshivas Lubavitch Baltimore as the bochurim gathered for a Siyum HaRambam event. The event was graciously MC’ed by Hirshy Lerner, who eloquently introduced the proceedings and provided insightful commentary. Distinguished speakers addressed the crowd, including Rabbi Elchonon Lisbon, who completed the Rambam. Rabbi Levi Greenbaum shared words of inspiration about studying the Rambam and emphasizing the importance of how every bocher must learn three prokim. Rabbi Levi Nejar started the new Rambam cycle and offered further words of encouragement, saying how what the Rebbe tells us is like receiving a text message from Hashem. Each speaker provided unique perspectives and insights, underscoring the profound significance of studying the Rambam and the unity it fosters among the Jewish people. The event was meticulously organized by the Talmidim Hashluchim of Yeshivas Lubavitch Baltimore, ensuring that every detail was attended to with precision and care. The celebratory atmosphere was further enhanced by the music played by Lavik Halberstam.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lubavitch baltimore",
          "sentiment": "negative"
        },
        {
          "name": "levi greenbaum",
          "sentiment": "none"
        },
        {
          "name": "rambam",
          "sentiment": "none"
        },
        {
          "name": "rabbi elchonon lisbon",
          "sentiment": "none"
        },
        {
          "name": "hirshy lerner",
          "sentiment": "none"
        },
        {
          "name": "levi nejar",
          "sentiment": "none"
        },
        {
          "name": "lavik ha",
          "sentiment": "none"
        },
        {
          "name": "hashem",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baltimore yeshiva",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T01:14:54.990+02:00",
    "updated": "2024-03-29T06:16:35.565+03:00"
  },
  {
    "uuid": "05ca65afdaf93a131e5d57485f3b1d0707f11126",
    "url": "https://vnexplorer.net/end-of-fossil-fuel-era-is-assured-un-chief-declares-at-ieas-50th-anniversary-s1547886.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-16T08:56:00Z",
    "title": "\"End of fossil fuel era is assured\": UN chief declares at IEA's 50th anniversary",
    "text": "UN Secretary General Antonio Guterres. (File Photo)\nParis [France], February 15 (ANI): In an address at the International Energy Agency’s (IEA) 50th-anniversary celebration, United Nations Secretary-General Antonio Guterres delivered a resounding message affirming the inevitability of the end of the fossil fuel era.\nEmphasising the crucial role played by the IEA in shaping public discourse and supporting a just and sustainable energy transition, Guterres highlighted the agency’s vital contributions to showcasing the rapid advancements in renewable energy.\n“The work of the IEA is helping to demonstrate that the phase-out of fossil fuels is both economically inevitable and environmentally essential. The end of the fossil fuel era is assured. The only questions are: Will we move fast enough to limit the worst of climate chaos? And will the transition to renewables be fair, just, and equitable? It is up to all of us to ensure the answer to both of these questions is yes,” asserted Secretary-General Guterres.\nGuterres stressed the urgency of connecting every person on earth to clean, affordable power by 2030 and ensuring that every community and country benefits from the transition to clean, cheap renewables. Expressing concern over the lagging progress in emerging and developing economies, he called upon G20 countries to lead a rapid phase-out of fossil fuels.\nThe UN Chief underscored the need for financial support to flow into renewables, urging the reform of business models of multilateral development banks to attract more private finance at reasonable costs for developing countries. Additionally, Guterres urged countries to implement commitments made at COP28, including tripling global renewable capacity and doubling energy efficiency by 2030.\n“As we celebrate half a century of the International Energy Agency, let’s commit to harnessing your spirit of cooperation to bring that future into being faster,” urged Guterres, emphasizing the importance of the IEA’s continued analysis, advice, and coordination throughout this crucial decade and beyond.\nThe Secretary-General invited the IEA to intensify technical support for countries preparing for the next round of national climate action plans in the next eighteen months. Encouraging the creation of ambitious and practical plans that attract private investment, he emphasized the importance of backing these plans with credible climate policies.\nAs the world commemorates the IEA’s 50 years of existence, Guterres’s message resonates as a call to action for a global commitment towards a clean energy future. The celebration marks not just a milestone but an opportunity to accelerate efforts to mitigate climate change and ensure a sustainable and equitable transition to renewable energy sources. (ANI)\nProvided by SyndiGate Media Inc. (Syndigate.info).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ikKPN.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ikKPN.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "antonio guterres",
          "sentiment": "negative"
        },
        {
          "name": "guterres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "iea",
          "sentiment": "negative"
        },
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "international energy agency",
          "sentiment": "none"
        },
        {
          "name": "united nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T11:00:22.481+02:00",
    "updated": "2024-02-16T11:00:22.481+02:00"
  },
  {
    "uuid": "e9c731da950255188535c7a0069c506bc05aa566",
    "url": "https://www.ncregister.com/news/vatican-2023-pope-francis-builds-his-legacy-highlights-include-synod-church-reforms-world-travel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Liedl",
    "published": "2023-12-29T17:00:00Z",
    "title": "Vatican 2023: Pope Francis Builds His Legacy: Highlights Include Synod, Church Reforms, World Travel",
    "text": "Vatican 2023: Pope Francis Builds His Legacy: Highlights Include Synod, Church Reforms, World Travel YEAR IN REVIEW Forward-looking initiatives and hospital visits were defining elements of Pope Francis’ 2023, as the now-87-year-old Pontiff sought to secure his vision for the Church amid signs of declining health. The Pope also continued his record pace of world travels and introduced Church reforms related to governance and finance, even while he faced criticisms over his handling of abuse allegations. Of foremost importance in terms of shaping his legacy, Pope Francis headed the first universal session of the Synod on Synodality at the Vatican Oct. 4-29. “Synodality” — a new term for the Church, meaning “journeying together” — has emerged as one of the key motifs of the Argentinian’s 10-year pontificate, with the three-year Synod on Synodality process serving as the primary means of putting it into action. While the October gathering didn’t result in big changes, it set the stage for next year’s assembly, which will offer recommendations to the Pope on everything from ecclesial governance to the role of women in the Church. Pope Francis also sought to shape the future of the Church beyond his pontificate by creating 21 new cardinals on Sept. 30. The move swelled the ranks of cardinals eligible to vote in a papal conclave to 136, well above the customary limit of 120. With the new additions, Francis has now picked 72% of the cardinals eligible to vote for his successor, with more red hats from the Global South than ever before. One of the new cardinals created in September was the Pope’s longtime theological “ghostwriter,” Argentinian prelate Víctor Manuel Fernández. The Pope tapped his fellow countryman to head the Dicastery for the Doctrine of the Faith (DDF) back in July to more fully apply Francis’ pastoral vision to Church teaching — something Cardinal Fernández wasted no time in doing. In less than half a year, the 61-year-old Cardinal Fernández weighed in on a slew of hot-button topics, none more significant than the possibility of blessings for same-sex couples in non-liturgical settings. The DDF’s Dec. 18 declaration on the subject was described by both critics and supporters as a possible opening for changes to Church teaching on sexuality, despite the Vatican’s insistence that the relevant doctrine remained untouched. Meanwhile, the Pope has issued harsh criticisms of the controversial Synodal Way in Germany, which he said in November is steering the local Church “increasingly away from the universal Church’s common path,” but has yet to intervene with any corrective actions. Pope Francis’ future-looking moves took place amid clear signs of declining health. In March, Pope Francis was taken to a Roman hospital after he experienced difficulty breathing. He was later diagnosed with bronchitis and stayed for three days, quipping “I’m still alive!” when asked how he felt upon his April 1 release. The Pope also had abdominal surgery and a lengthy hospital stay in May. More recently, Pope Francis had an extended bout of what he described as “acute, infectious bronchitis,” which forced him to rely on Vatican aides for two weeks to read his speeches for him and triggered the cancellation of his trip to Abu Dhabi to attend the United Nations COP28 climate summit. Despite that setback, Pope Francis continued his record-breaking papal travel pace in 2023, visiting the Democratic Republic of the Congo and South Sudan, Hungary, Mongolia and France, plus Portugal for World Youth Day. Pope Francis has now made 44 papal visits outside of Rome, a yearly rate higher than the original “Traveling Pope,” St. John Paul II. Pope Francis also instituted changes to the Diocese of Rome and the constitution of Vatican City State. A Vatican trial that culminated on Dec. 16 with a lengthy prison sentence for Cardinal Angelo Becciu, who was convicted on multiple accounts of fraud, embezzlement and abuse of office, will also likely add to Francis’ legacy as a “reformer.” But the Pope was also the subject of fierce criticism for perceived preferential treatment of Father Marko Rupnik, the ex-Jesuit priest-artist who has been accused of sexually abusing more than 20 women. Francis eventually announced that the statute of limitations would be lifted in the Rupnik case, but only after significant outcry that the disgraced priest had been accepted in a diocese in his native Slovenia. Whatever Pope Francis’ legacy becomes, he has already put thought into where he would like people to pay their respects after his passing. The Pope shared in a December interview that he plans to be buried not at St. Peter’s Basilica, but at St. Mary Major, on the other side of Rome; he would be the first pope laid to rest there since 1669. His plans reflect a pontiff who doesn’t mind shaking things up and has an eye to how he will be remembered. - Keywords: [year in review](https://www.ncregister.com/tag/year-in-review)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope francis",
          "sentiment": "negative"
        },
        {
          "name": "pope",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "vatican",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:31:32.005+02:00",
    "updated": "2023-12-29T20:44:53.038+02:00"
  }
]