[
  {
    "uuid": "b32f9ac075afe905365302050b1d1af275b237e6",
    "url": "https://laopinion.com/2024/06/06/la-opinion-hoy-la-democracia-esta-en-peligro-con-trump-sargento-gonell",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Espinoza",
    "published": "2024-06-06T17:07:00Z",
    "title": "La Opinión Hoy: “La democracia está en peligro con Trump”, Sargento Gonell",
    "text": "En una nueva emisión de La Opinión Hoy estuvo presente Aquilino Gonell, sargento de policía del Capitolio de Estados Unidos, quien resultó herido en los disturbios del 6 de enero del 2021, por lo cual requirió varias cirugías, además enfrentó afectaciones físicas y psicológicas debido a los ataques que enfrentó de los seguidores del expresidente Donald Trump.\nJesús García, especialista en Política Inmigración y Asuntos Nacionales de La Opinión, sostuvo una interesante charla con el sargento Gonell.\n¿Cómo es que se integra usted a este proyecto? Aquilino Gonell: “ Porque básicamente esa decisión de quedarme callado no era una opción , también para contradecir muchas de las mentiras que han dicho los muchos republicanos y el expresidente Trump, que nada paso, que no fue gravemente, que lo paso en el Capitolio fue como si fuera un tour de turismo, la verdad fue horrible no solamente para mí, también para mis compañeros, en mi caso yo tuve varias lesiones graves que requirieron cirugías, aparte de traumas, porque al fin y al cabo nosotros los policías hicimos nuestro trabajo, mantuvimos el orden, tratamos de restablecer el orden y el control, muchos de los electos oficiales sobrevivieron y fueron evacuados a causa de los esfuerzos que nosotros los policías hicimos para darles tiempo”.\n¿Cuáles son como aspectos que usted considera que las personas a las que están viendo el mensaje deben de saber y que no deben de perder de vista? Aquilino Gonell : “Básicamente, los demócratas nos dicen que tenemos que pasar la página, que el 6 de enero paso hace tres años, que no es tan grave, que nada paso, pero esos mismos críticos no le dicen lo mismo al expresidente. El expresidente Trump, está ofreciendo perdones a las mismas personas que nos atacaron a mí como a los policías, el expresidente sigue dando la misma retórica que a muchas personas a ser convencidas de que algo paso favorablemente y que llevaron a esas personas a tomar acciones, a tomar represalias contra la policía, aun así a él no le dicen nada y él hoy en día está usando el 6 de enero como si fuera una medalla de honor, como algo grande, algo bueno paso ese día . La verdad fue un día horrible, no solamente para mí, para el país, para la democracia, donde el mismo sistema del gobierno fue puesto en peligro por las amenazas y sus simpatizantes tratar de irrumpir el trance de poder de un partido a otro porque perdió, el resultado no fue a favor de él”.\nSeguir leyendo:\nLa Opinión Hoy: Claves de la nueva política migratoria de EE.UU. La Opinión Hoy: Biden felicita a Sheinbaum por su histórico triunfo La Opinión Hoy: Claudia Sheinbaum hace historia y será presidenta de México",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://widget.spreaker.com/player?episode_id=60294730&theme=light&playlist=false&playlist-continuous=false&chapters-image=true&episode_image_position=right&hide-logo=false&hide-likes=false&hide-comments=false&hide-sharing=false&hide-download=true",
      "https://widget.spreaker.com/player",
      "https://www.widget.spreaker.com/player?episode_id=60294730&theme=light&playlist=false&playlist-continuous=false&chapters-image=true&episode_image_position=right&hide-logo=false&hide-likes=false&hide-comments=false&hide-sharing=false&hide-download=true"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:39:06.865+03:00",
    "updated": "2024-06-07T00:39:06.865+03:00"
  },
  {
    "uuid": "f4ef1265ec6ddc7fab8379a55b58dcffb7f41d5c",
    "url": "https://www.lavozdegalicia.es/noticia/coruna/coruna/2023/12/29/policia-local-coruna-reanima-hombre-desplomo-entro-parada-cardiaca-juan-florez/00031703851840711104290.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2023-12-29T11:13:00Z",
    "title": "La Policía Local de A Coruña reanima a un hombre que se desplomó y entró en parada cardíaca en Juan Flórez",
    "text": "A rápida actuación da Policía Local da Coruña conseguiu pór un final feliz a un suceso que mantivo en albas durante algúns minutos desta mañá aos transeúntes que paseaban polo inicio da rúa Juan Flórez. Ao redor das 10.00 horas, un home sufriu unha indisposición, derrubouse na rúa, á altura do número 3 e entrou en parada cardíaca . Os axentes do 092, que foron os primeiros en chegar ata o lugar, iniciaron as manobras de reanimación cardiopulmonar ata lograr que o home recobrase o pulso e a respiración . Cando chegaron os efectivos sanitarios, estabilizaron ao home, que foi trasladado ao hospital aínda que en estado crítico. O incidente causou balbordo na zona e obrigou a cortar un dos carrís de Juan Flórez para facilitar o labor dos sanitarios e os axentes da Policía Local desprazados ata alí. Este suceso tivo lugar un día despois doutro similar en Alfonso Molina . Tamén nese caso, foron as patrullas do 092 as que atenderon nun primeiro momento ao condutor dun vehículo que se sentiu indisposto e entrou en parada cardiorrespiratoria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:24:14.940+02:00",
    "updated": "2023-12-29T19:50:17.432+02:00"
  },
  {
    "uuid": "cb50f71f86a8a135feb984cfdbabd9ff8dc1a1a5",
    "url": "https://www.lewrockwell.com/2023/12/no_author/from-satan-to-the-sanction-whats-wrong-with-fiducia-supplicans/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "No Author",
    "published": "2023-12-29T04:01:00Z",
    "title": "From Satan to the Sanction: What’s Wrong With Fiducia Supplicans",
    "text": "St. Paul was wrong! His first Letter to the Corinthians, the apostle not hiding his anger and frustration, is loaded with corrections to the neophyte Christian community. And here is Paul’s first complaint against them: It actually is reported that there is lewd conduct among you of a kind not even found among the pagans—a man living with his father’s wife. Still you continue to be satisfied, instead of grieving and getting rid of the offender! As for me, though absent in body I am present in spirit and have already passed sentence in the name of our Lord Jesus Christ on the man who did this deed. …I hand him over to Satan for the destruction of his flesh, so that his spirit may be saved on the day of the Lord. …Expel the wicked man from your midst. Two thousand years later, according to a peculiar “development of doctrine,” the man expelled by Paul, and his mistress/stepmother, far from being excommunicated, may actually receive a priestly blessing as a couple in an “irregular union” according to the arguments and logic of Fiducia Supplicans (FS)—the formal declaration issued from the Dicastery for the Doctrine of the Faith by Cardinal Victor Fernández with the approval of Pope Francis. If you think the reference to St. Paul’s discipline is hyperbolic—let us closely examine how the new declaration makes it possible, for the first time in the history of the Church, for priests to bless couples in objectively sinful relationships—including same-sex unions. [Economics in One Lesson](https://www.amazon.com/dp/B00005459Y?tag=lrc18-20&linkCode=ogi&th=1&psc=1) Check Amazon for Pricing. In October of this year, Cardinal Fernández granted LifeSiteNews an interview which may be considered a prelude to the DDF’s December 18th declaration. In that interview, Fernández already defended the blessing of same-sex couples—and with language that nearly word for word is found in the declaration itself, namely: Blessing is a sign of the “opera pastorale” [pastoral work], to every people in every situation, and we [need to] know nothing [about] the people with how is his Christian life, the morals and other things [in order] to give the blessing. The declaration is very clear that “couples in irregular situations and same sex couples” may now receive a blessing. In 2021, the Congregation for the Doctrine of the Faith, as it was then called, issued a completely opposite statement! That year the CDF, under prefect Cardinal Luis F. Ladaria, S.J., responded to a dubium. To the question proposed: “Does the Church have the power to give the blessing to unions of persons of the same sex?” The response was: “Negative,” and Pope Francis approved of the response. “[I]t is not licit to impart a blessing on relationships, or partnerships, even stable, that involve sexual activity outside of marriage…as is the case of the unions between persons of the same sex.” And the ultimate reason why the Church cannot bless same-sex unions, according to the CDF, is because: “[God] does not and cannot bless sin.” How does FS justify a complete reversal of the 2021 CDF’s Responsum? First of all, FS states that it actually is “offering new clarifications” on the Responsum ad dubium published on February 22, 2021. However, this is Fernández’s sleight of hand, giving the impression that somehow the conclusions of the Responsum are respected, when in fact FS represents a radical departure—even a repudiation. In order to achieve its conclusion, FS doesn’t hide the fact, nor could it really hide the fact, that it is “a real development from what has been said about blessings in the Magisterium and the official texts of the Church,” with “new clarifications,” a “broadening …of the classical understanding of blessings”; and FS doesn’t shy away from even characterizing its “contribution” as “innovative.” FS is consistent with the 2021 Responsum in that FS bends over backward to ensure that in no way may the blessing of same-sex couples give the impression: “…that something that is not marriage is being recognized as marriage.” Therefore, rites and prayers that could create confusion between what constitutes marriage—which is the “exclusive, stable, and indissoluble union between a man and a woman, naturally open to the generation of children”—and what contradicts it are inadmissible. This conviction is grounded in the perennial Catholic doctrine of marriage; it is only in this context that sexual relations find their natural, proper, and fully human meaning. The Church’s doctrine on this point remains firm. This is also the understanding of marriage that is offered by the Gospel. For this reason, when it comes to blessings, the Church has the right and the duty to avoid any rite that might contradict this conviction or lead to confusion. Such is also the meaning of the Responsum of the Congregation for the Doctrine of the Faith, which states that “the Church does not have the power to impart blessings on unions of persons of the same sex.” FS claims the reason the 2021 Responsum forbade blessing same-sex couples is because “the Church has the right and the duty to avoid any rite that might contradict [the Church’s teaching on marriage] or lead to confusion. In other words, FS makes it appear that the 2021 CDF statement banning such blessings was ultimately, if not solely, due to the danger of confusion. Thus, if that danger is removed, the way is open to permitting the blessing of “irregular unions.” [Christian Economics in...](https://www.amazon.com/dp/B08YJ4CRCF?tag=lrc18-20&linkCode=ogi&th=1&psc=1) Best Price: $19.99 Buy New $13.95 (as of 12:37 UTC - Details) The innovation comes next. The danger is removed by developing a “broader understanding of blessings” according to “Pope Francis’ fatherly and pastoral approach.” FS justifies blessings for those in “irregular situations and same-sex couples” by arguing that there is a distinction between formal liturgical blessings and simple, pious, spontaneous blessings—noting that the 2021 Responsum indicated that “when a blessing is invoked on certain human relationships by a special liturgical rite, it is necessary that what is blessed corresponds with God’s designs written in creation and fully revealed by Christ the Lord.” Thus, such formal “liturgical blessings” may not be given to those whose lives do not correspond “with God’s designs written in creation and fully revealed by Christ the Lord.” It is article 12 that finalizes the argument: One must also avoid the risk of reducing the meaning of blessings to this point of view alone, for it would lead us to expect the same moral conditions for a simple blessing that are called for in the reception of the sacraments. Such a risk requires that we broaden this perspective further. Indeed, there is the danger that a pastoral gesture that is so beloved and widespread will be subjected to too many moral prerequisites, which, under the claim of control, could overshadow the unconditional power of God’s love that forms the basis for the gesture of blessing. In a strained and tortured argument, Fernández and the pope have created a new category of blessings by which couples living in situations that are objectively sinful may receive a priestly blessing. Retired Professor of Theology [Larry Chapp](https://www.catholicworldreport.com/2023/12/19/the-ddfs-innovative-declaration-on-blessings-is-a-disaster/) explains that all blessings bestowed by a priest have: …an inherent orientation to the liturgical and sacramental life of the Church. Indeed, is this not why people want a priest to bless them, their houses, and their devotional objects in the first place? I could ask any random lay person to bless those things “in the name of Christ Jesus.” But we seek out instead priests to make such blessings because of his sacramental character as one possessing Holy Orders, which in turn is what links him to Christ and all of the other sacraments in a preeminent way. In other words, we seek out priestly blessings because we rightly sense the full weight of the Church, in all of her sacramental glory, behind those blessings. Thus, all priestly blessings are inherently sacramental and liturgical in a real way. Distinguishing between blessings with a liturgical/sacramental orientation and those without one might seem to make a useful pastoral distinction, but it is a distinction that smacks of a clever theological parlor room trick rather than of a genuine theological development. Cardinal Fernández calls it a development of doctrine, but it is not evident how this constitutes a true and organic development of the doctrines concerning blessings instead of just some slight-of-hand [sic] in order to achieve a predetermined result.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.catholicworldreport.com/2023/12/19/the-ddfs-innovative-declaration-on-blessings-is-a-disaster/",
      "https://www.catholicworldreport.com/2023/12/19/the-ddfs-innovative-declaration-on-blessings-is-a-disaster",
      "https://catholicworldreport.com/2023/12/19/the-ddfs-innovative-declaration-on-blessings-is-a-disaster/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul",
          "sentiment": "neutral"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:26:32.893+02:00",
    "updated": "2023-12-29T12:25:16.670+02:00"
  },
  {
    "uuid": "290429e9f324b6cff21aa102845bde6a870c947d",
    "url": "https://www.estadao.com.br/esportes/futebol/corinthians-sofre-mas-bate-o-cruzeiro-com-golaco-no-fim-e-conquista-o-11-titulo-da-copinha",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rodrigo Sampaio",
    "published": "2024-01-25T00:00:00Z",
    "title": "Corinthians sofre, mas bate o Cruzeiro com golaço no fim e conquista o 11º título da Copinha - Estadão",
    "text": "O [Corinthians ](https://www.estadao.com.br/tudo-sobre/corinthians)derrotou por 1 a 0 o [Cruzeiro ](https://www.estadao.com.br/tudo-sobre/cruzeiro-esporte-clube/)nesta quinta-feira, na Neo Química Arena, e conquistou o seu 11º título da [Copa São Paulo de Juniores](https://www.estadao.com.br/tudo-sobre/copa-sao-paulo-de-futebol-junior/), ampliando a hegemonia como o maior vencedor do torneio. O time treinado por Danilo, ídolo das conquistas da Copa Libertadores e Mundial, não foi melhor do que o adversário, mas soube sofrer e melhorou com substituições na etapa final. O gol da vitória saiu em jogada individual do habilidoso meia Kayke, de 19 anos, no fim do segundo tempo. Apesar de o Cruzeiro ter chegado à final com uma campanha melhor do que a do Corinthians, a Federação Paulista de Futebol (FPF) escolheu a Neo Química Arena, casa corintiana, como palco da decisão. A entidade concordou em deixar 90% da carga de ingressos e da renda da bilheteria com o clube paulista pelo fato de a agremiação bancar os custos da operação da partida, o que normalmente é dever da federação. O resultado foi muitos cruzeirenses do lado de fora do estádio, sem conseguir comprar ingressos. Segundo o Cruzeiro, metade da carga no setor visitante foi destinada aos familiares dos atletas e comissão técnica. Com o estádio de imensa maioria corintiana, o time cruzeirense precisou lidar com a pressão da Fiel que vinha da arquibancada. A equipe celeste assimilou bem o ambiente no início da partida e buscou ficar com a posse de bola, evitando ser atacada e, consequentemente, que os torcedores inflamassem o jogo. Os mineiros foram os primeiros a chegar com perigo, com Arthur perdendo gol impressionante antes dos 10 minutos. Recomendado para você No duelo de melhor ataque (Corinthians) contra a melhor defesa (Cruzeiro), o setor de meio-campo foi ponto desequilibrante. Os cruzeirenses articularam boas jogadas por dentro, especialmente com o meia Jhosefer, que chegou a ter oportunidades no time principal, e a dobradinha na esquerda com Vitinho, meia com boa técnica que virou lateral, e o atacante Arthur, recuando para tabelar e disparar em diagonal. O time corintiano, por sua vez, careceu de ideias na faixa central — Bidon foi quem mais se desdobrou e procurou participar — e insistiu com lances pelos lados. A atuação ruim da equipe alvinegra ficou ainda mais evidente quando Arthur Rosa tentou cavar um pênalti e foi advertido com amarelo. Nas poucas vezes em que o Corinthians trabalhou a bola pelo meio, o time conseguiu pisar na área e incomodar o adversário, mas pecou nas finalizações. O Corinthians voltou para o segundo tempo mais pilhado, marcando forte e brigando pela bola na frente. Apesar disso, a equipe alvinegra criou pouco. O meia Pedrinho, artilheiro da time na Copinha, e Arhur Rosa, uma das esperanças de gol dos corintianos, mal tocaram na bola. Mesmo com poucos espaços, o Cruzeiro assustou com finalizações perigosas e até balançou as redes com Tevis, jovem atacante com nome em homenagem ao ídolo argentino do Corinthians. O árbitro Gabriel Henrique Meira Bispo errou e deixou o jogo seguir sem assinalar falta no goleiro Felipe Longo, marcando a infração quando os cruzeirenses comemoravam. Duas substituições mudaram o panorama da partida. Machucado, o volante Henrique Silva, do Cruzeiro, precisou sair e o time perdeu combate no meio. Pelo lado corintiano, a entrada de GH deu novo gás na frente, e o time alvinegro ficou mais insinuante, obrigando o goleiro adversário a trabalhar. Os paulistas não chegaram a fazer pressão, mas preencheram o campo de ataque e, aos 39, o meia Kayke resolveu a partida em jogada individual, acertando um lindo chute de perna direita de fora da área. O gol foi um balde de água fria para os cruzeirense, que mesmo com um a mais nos minutos finais, não conseguiram reagir. FICHA TÉCNICA CORINTHIANS 1 x 0 CRUZEIRO CORINTHIANS - Felipe Longo; Léo Mana, João Pedro Tchoca, Renato e Vitor Meer; Ryan (Tomás Augustín), Breno Bidon, Pedrinho (GH) e Kayke; Higor (Thomas Lisboa) e Arthur Sousa (Jhonatan). Técnico: Danilo Andrade CRUZEIRO - Otávio; Carlos Gómez (Vitor Jesus), Pedrão, Bruno Alves (Kelvin) e Vitinho; Henrique Silva (André), Jhosefer (Juan Gabriel) e Xavier; Gui Meira, Tevis e Arthur (Rhuan Índio). Técnico: Fernando Seabra. ÁRBITRO - Gabriel Henrique Meira Bispo GOLS - Kayke, aos 39 do segundo tempo CARTÕES AMARELOS - Vitor Meer, Léo Mana, Arthur Sousa e Kayke (Corinthians); Arthur (Cruzeiro) PÚBLICO - 43.495 RENDA - R$ 1.215.586,00 LOCAL - Neo Química Arena, em São Paulo (SP).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:03:18.238+02:00",
    "updated": "2024-01-26T03:40:44.738+02:00"
  },
  {
    "uuid": "f5cfc0ecdb89fa6d9c34b6994fa071548facf6fa",
    "url": "https://www.sinchew.com.my/news/20250717/international/6702933",
    "ord_in_thread": 0,
    "author": "星洲网",
    "published": "2025-07-17T04:16:00Z",
    "title": "印航空难录音曝光　疑机长曾切断引擎燃料 - 国际 - 即时国际",
    "text": "印航空难录音曝光 疑机长曾切断引擎燃料\n（新德里17日综合电）《华尔街日报》周四报道，上个月坠毁的印度航空班机座舱语音录音显示，从两名机师对话得知，机长曾切断飞机引擎的燃料供应。\n《华尔街日报》引述知情人士的说法指出，美国官员对6月12日印度艾哈迈达巴德空难进行调查所掌握的证据做了初步评估。这起事故共造成260人丧命。\nADVERTISEMENT\n报道指出，当时驾驶波音787梦幻客机的副机师曾询问资历较深的机长，为何在刚起飞几秒后就将燃料开关转至“切断”位置。\n这两名机师分别为机长沙巴瓦尔与副机师昆达，两人总飞行时数分别为1万5638小时与3403小时。\n印度航空事故调查局（AAIB）、民航总局（DGCA）、民航部、波音公司与印度航空均未立即回复路透社的置评请求。\n印度航空事故调查局12日公布的初步调查报告指出，印航班机起飞后不久，燃料开关在相隔一秒内从“运转”切换至“切断”模式，但报告中并未说明开关是如何被拨动的。\n报告指出，座舱语音纪录显示，其中一名机师询问另一名机师为何切断燃油，对方则回应说自己没有这幺做。\n由于燃料无法供应至引擎，这架原定飞往伦敦的班机开始失去推力并下坠。根据监视器画面显示，飞机刚离地不久，称为“冲压空气涡轮机”的备用能源装置便已启动，这表明引擎失去动力。\n报告指出，坠机现场发现两个燃料开关皆处于“运转”位置，且有迹象显示两具引擎在低空坠毁前曾重新点火。\n打开全文\nADVERTISEMENT\n热门新闻\n百格视频\nADVERTISEMENT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_sg",
        "top_news_my",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:44:55.891+03:00",
    "updated": "2025-07-17T04:50:22.000+00:00"
  },
  {
    "uuid": "60a5ffdf3748d3e71a5fafb874344c53f7b563a9",
    "url": "https://community.fabric.microsoft.com/t5/Translated-Spanish-Desktop/El-argumento-de-Power-BI-Desktop-no-es-v%C3%A1lido/td-p/4296631",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicate_Admin",
    "published": "2024-11-22T04:06:00Z",
    "title": "El argumento de Power BI Desktop no es válido - Microsoft Fabric Community",
    "text": "Recibo este error cuando intento abrir mi modelo semántico en Power BI Desktop. ¡Por favor, ayuda!\nTipo de retroalimentación:\nFruncir el ceño (error)\nTimestamp:\n2024-11-21T16:43:32.5677610Z\nHora local:\n2024-11-21T10:43:32.5677610-06:00\nID de sesión:\nC8759D64-0480-4B1F-B934-5837F43054A7\nLanzamiento:\nNoviembre 2024\nVersión del producto:\n2.138.782.0 (24.11) (x64)\nSeguimiento de pila:\nSystem.ArgumentException\nen Microsoft.Mashup.Host.Models.Verify.Validate(IValidatable value, String argumentName)\nen Microsoft.Mashup.Host.Models.Verify.Validate[T](IEnumerable'1 values, String argumentName, Boolean ensureElementsNotNull)\nen Microsoft.Mashup.Host.Models.Verify.ValidIfNotNull[T](IEnumerable'1 values, String argumentName, Boolean ensureElementsNotNull)\nat Microsoft.Mashup.Host.Document.JsonSerializer.DeserializeArrayOrNull[T](String json)\nen Microsoft.Mashup.Host.Document.JsonSerializer.<>c__DisplayClass4_0'1.<DeserializeArray>b__0()\nat Microsoft.Mashup.Host.Document.JsonSerializer.HandleDeserializationExceptions[T](Func'1 action, String json, Boolean includeValueInException)\nen Microsoft.PowerBI.Client.Windows.Services.FileHistoryManager.Initialize()\nen Microsoft.Mashup.Host.Models.HistoryEntryManager'1.AddEntry(T entry)\nat Microsoft.PowerBI.Client.CommandLineFileService.TryOpenOrCreateReport(IPowerBIWindowService, windowService, IExceptionHandler, exceptionHandler, Boolean forceCreate)\nen Microsoft.PowerBI.Client.Program.<>c__DisplayClass7_0.<RunApplicationLegacy>b__0()\nen Microsoft.PowerBI.Client.Windows.IExceptionHandlerExtensions.<>c__DisplayClass3_0.<HandleExceptionsWithNestedTasks>b__0()\nen Microsoft.Mashup.Host.Document.ExceptionHandlerExtensions.HandleExceptions(IExceptionHandler exceptionHandler, acción de acción)\nPowerBINonFatalError:\n{\"AppName\":\"PBIDesktop\",\"AppVersion\":\"2.138.782.0\",\"ModuleName\":\"Microsoft.Mashup.Document.dll\",\"Component\":\"Microsoft.Mashup.Host.Document.JsonSerializer\",\"Error\":\"System.ArgumentException\",\"MethodDef\":\"DeserializeArrayOrNull\",\"ErrorOffset\":\"29\",\"ErrorCode\":\"\"}\nSeguimiento de InnerException0.Stack:\nat Microsoft.Mashup.Host.Models.Verify.NotNull[T](T value, String argumentName)\nen Microsoft.Mashup.Host.Models.JsonHistoryEntry.Validate()\nen Microsoft.PowerBI.Client.Windows.JsonOdspFileHistoryEntry.Validate()\nen Microsoft.Mashup.Host.Models.Verify.Validate(IValidatable value, String argumentName)\nVersión del sistema operativo:\nMicrosoft Windows NT 10.0.19045.0 (x64 en-US)\nVersión de CLR:\n4.8 o posterior [Número de versión = 533325]\nPico de memoria virtual:\n70,4 GB\nMemoria privada:\n566 MB\nConjunto de trabajo máximo:\n729 MB\nVersión IE:\n11.3636.19041.0\nID de usuario:\nCCC1C780-F45B-4FBA-B563-29FB56475202\nTelemetría habilitada:\nVerdadero\nEscala de DPI:\n100%\nServicios compatibles:\nPower BI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T09:54:37.152+02:00",
    "updated": "2024-11-22T09:54:37.152+02:00"
  },
  {
    "uuid": "c57bbe41d90ac9ae913f3db857bbafa5341e4f89",
    "url": "https://www.calcalistech.com/ctechnews/article/r19fi0i9a",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sophie Shulman",
    "published": "2024-08-15T20:53:00Z",
    "title": "Palo Alto's 'lampshade ladies' spark outcry at cyber conference | Ctech",
    "text": "Palo Alto's 'lampshade ladies' spark outcry at cyber conference Palo Alto's 'lampshade ladies' spark outcry at cyber conference CEO vows to learn from incident and take responsibility amid backlash over misogynistic marketing gimmick. Cyber giant Palo Alto Networks, which has a market cap of around $110 billion, sparked criticism and public uproar after placing women with lampshades on their heads at the entrance to its booth at a cyber conference. Many attendees at the annual Black Hat conference in Las Vegas took to LinkedIn to express their outrage at Palo Alto's decision to feature women dressed in black, tight-fitting evening dresses with Palo Alto-branded lampshades instead of heads. The company, which has Israeli roots and was founded by Nir Zuk, was one of the main sponsors of the conference. This incident has reignited discussions about the tech industry's—and specifically the cyber sector's—lack of female representation, where the employment rates of men are significantly higher than those of women. Some posts revealed that women working at Palo Alto are hesitant to voice their concerns due to the \"bro culture\" that reportedly characterizes the company. Palo Alto's marketing execs quickly apologized, but this did not suffice to quell the backlash, as critical posts continued to circulate, accusing Palo Alto of being stuck in the 1960s. Nikesh Arora, CEO of Palo Alto, was compelled to issue a full letter of apology. In the letter, Arora not only apologized but also outlined the steps the company would take to prevent such an incident from happening again. “I was saddened to see this picture as I returned last evening from a trip. This is unequivocally not the culture we support, or aspire to be. This is neither consistent with our values, nor in line with our actions and aspiration to support and celebrate women in Cybersecurity, and diversity across our business. “I apologize for what has been perceived as a tone deaf response, I will remedy that today. While I do that, let me add my part. “Ultimately the buck stops at me, and I will step up and take responsibility for this error on our part. I would like to assure you that we will double down and ensure this does not happen again, I would urge you and others to treat this like an isolated incident and not see this as something that Palo Alto Networks stands for. “We have worked hard over the last 6 years to learn, try and create a respectful culture, a culture that prides itself on humility, respect and most importantly that respects, promotes and encourages diversity.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nir zuk",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ctech palo alto",
          "sentiment": "none"
        },
        {
          "name": "palo alto networks",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:54:08.925+03:00",
    "updated": "2024-08-23T06:47:03.882+03:00"
  }
]