[
  {
    "uuid": "1c61874ea49fa6787d2e220e4569374a3c3a7d14",
    "url": "https://www.vosgesmatin.fr/societe/2024/02/29/le-journaliste-francais-detenu-en-ethiopie-antoine-galindo-a-ete-libere",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2024-02-29T22:44:00Z",
    "title": "Presse. Le journaliste français détenu en Ethiopie Antoine Galindo a été libéré",
    "text": "Presse Le journaliste français détenu en Ethiopie Antoine Galindo a été libéré « Je vais bien, je suis en bonne santé », a déclaré avant son départ celui qui était détenu depuis une semaine en Ethiopie. Le journaliste français Antoine Galindo incarcéré depuis une semaine en Ethiopie, a été libéré vendredi et en route pour la France, a annoncé son employeur, la publication spécialisée Africa Intelligence. « Je vais bien, je suis en bonne santé » et « j'ai été bien traité », malgré des conditions de détention difficiles, a déclaré M. Galindo à un journaliste de l'AFP avant son départ. « Vrai soulagement » « Antoine Galindo a été libéré le 29 février après une semaine d'incarcération et a pu quitter Addis Abeba pour regagner Paris », a indiqué Paul Deutschmann, rédacteur en chef à Africa Intelligence. Sa libération « est un vrai soulagement pour toute la rédaction d'Africa Intelligence qui a hâte de retrouver Antoine », a-t-il ajouté. Antoine Galindo a été arrêté le 22 février dans un hôtel du centre d'Addis Abeba, en compagnie d'un responsable du Front de libération oromo (OLF), parti d'opposition légalement enregistré, avec qui il avait rendez-vous. Ce dernier est toujours incarcéré. « Accusations fallacieuses » Le journaliste français a comparu le surlendemain devant un juge qui a ordonné son maintien en détention. A l'audience, la police a indiqué soupçonner le journaliste de « conspirer pour créer le chaos » en Ethiopie. Africa Intelligence a dénoncé des « accusations fallacieuses » qui « ne se basent sur aucun élément tangible » et une « arrestation injustifiée ». Antoine Galindo, 36 ans, chef de la rubrique Afrique de l'Est, était arrivé en Ethiopie le 13 février pour couvrir notamment le Sommet de l'Union africaine (UA) à Addis Abeba, siège de l'organisation panafricaine qui lui avait délivré une accréditation. Mercredi, Selamawit Kassa, secrétaire d'Etat éthiopienne à la Communication avait indiqué que le journaliste français avait été arrêté pour avoir outrepassé son accréditation, laquelle l'autorisait, selon elle, uniquement à couvrir le Sommet de l'UA, et avait collecté illégalement « des informations sur des questions politiques internes » à l'Ethiopie.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T01:12:33.852+02:00",
    "updated": "2024-03-01T01:12:33.852+02:00"
  },
  {
    "uuid": "3ead835d723367d1c14bb55b7cdad87b34043808",
    "url": "https://www.nationalobserver.com/2024/03/22/news/kitty-season-out-control-are-warmer-winters-blame",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sachi Mulkey",
    "published": "2024-03-22T07:10:00Z",
    "title": "Kitty season is out of control. Are warmer winters to blame?",
    "text": "This story was originally published by Grist and appears here as part of the Climate Desk collaboration.\nIt’s almost that magical time of year that the Humane Society of America likens to a “ natural disaster .” Kitten season.\n“The level of emotions for months on end is so draining,” said Ann Dunn, director of Oakland Animal Services, a city-run shelter in the San Francisco Bay Area. “And every year we just know it’s going to get harder.”\n Across the United States, summer is the height of “kitten season,” typically defined as the warm-weather months between spring and fall during which a cat becomes most fertile. For over a decade , animal shelters across the country have noted kitten season starting earlier and lasting longer. Some experts say the effects of climate change, such as milder winters and an earlier start to spring , may be to blame for the uptick in feline birth rates.\nThis past February, Dunn’s shelter held a clinic for spaying and neutering outdoor cats. Although kitten season in northern California doesn’t typically kick off until May, organizers found that over half of the female cats were already pregnant. “It’s terrifying,” Dunn said. “It just keeps getting earlier and going later.”\nUnweaned kittens rest inside terrariums at the Best Friends Animal Society shelter in April 2017 in Mission Hills, Calif. A chart helps workers keep track of their behaviour, weight, and care schedule. Photo by Getty Images/Grist Cats reproduce when females begin estrus, more commonly known as “going into heat,” during which hormones and behaviour changes signal she’s ready to mate. Cats can go into heat several times a year, with each cycle lasting up to two weeks. But births typically go up between the months of April and October. While it’s well established that lengthening daylight triggers a cat’s estrus, the effect of rising temperatures on kitten season isn’t yet understood.\n Sharing the fine art of cleaning herring By Rochelle Baker | News , Island Insider | March 25th 2024 First Nations Forward One theory is that milder winters may mean cats have the resources to begin mating sooner. “No animal is going to breed unless they can survive,” said Christopher Lepczyk, an ecologist at Auburn University and prominent researcher of free-ranging cats. Outdoor cats’ food supply may also be increasing, as some prey, such as small rodents, may have population booms in warmer weather themselves. Kittens may also be more likely to survive as winters become less harsh. “I would argue that temperature really matters,” he said.\nOthers, like Peter J. Wolf, a senior strategist at the Best Friends Animal Society, think the increase comes down to visibility rather than anything biological. As the weather warms, Wolf said people may be getting out more and noticing kittens earlier in the year than before. Then they bring them into shelters, resulting in rescue groups feeling like kitten season is starting earlier.\nKitten season is out of control. Are warmer winters to blame? #ClimateChange #WarmWinters #KittenSeason #WarmWeather #CatPopulation #AnimalShelters Regardless of the exact mechanism, having a large number of feral cats around means trouble for more than just animal shelters. Cats are apex predators that can wreak havoc on local biodiversity. Research shows that outdoor cats on islands have already caused or contributed to the extinction of an estimated 33 species . Wild cats pose an outsized threat to birds, which make up half their diet. On Hawai ʻ i, known as a bird extinction capital of the world , cats are the most devastating predators of wildlife. “We know that cats are an invasive, environmental threat,” said Lepczyk, who has published papers proposing management policies for outdoor cats.\nStray cats congregate on the grounds of Hawaiian Sugar in Puʻunēnē, Hawaiʻi. Photo by Getty Images/Grist Scientists, conservationists, and cat advocates all agree unchecked outdoor cat populations are a problem, but they remain deeply divided on solutions. While some conservationists propose the targeted killing of cats, known as culling, cat populations have been observed to bounce back quickly , and a single female cat and her offspring can produce at least 100 descendants, if not thousands, in just seven years.\nAlthough sterilization protocols such as “trap, neuter, and release” are favoured by many cat rescue organizations, Lepczyk said it’s almost impossible to do it effectively, in part because of how freely the animals roam and how quickly they procreate. Without homes or sanctuaries after sterilization, returning cats outside means they may have a low quality of life, spread disease, and continue to harm wildlife. “No matter what technique you use, if you don’t stop the flow of new cats into the landscape, it’s not gonna matter,” said Lepczyk.\nRescue shelters, already under strain from resource and veterinary shortages, are scrambling to confront their new reality. While some release materials to help the community identify when outdoor kittens need intervention, others focus on recruiting for foster volunteer programs, which become essential caring for kittens who need around-the-clock-care.\n“As the population continues to explode, how do we address all these little lives that need our help?” Dunn said. “We’re giving this everything we have.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://www.grist.org/climate-energy/is-climate-change-really-driving-the-ratpocalypse/",
      "https://www.climatedesk.org/",
      "https://www.climatecentral.org/climate-matters/coldest-days-warming-up",
      "https://nature.com/articles/ncomms2380",
      "https://researchgate.net/publication/348053359_Rapid_Recolonisation_of_Feral_Cats_Following_Intensive_Culling_in_a_Semi-Isolated_Context",
      "https://climatecentral.org/climate-matters/coldest-days-warming-up",
      "https://www.abcbirds.org/program/hawaii/",
      "https://www.journals.sagepub.com/doi/pdf/10.1258/002367781780893803",
      "https://grist.org/climate-energy/is-climate-change-really-driving-the-ratpocalypse/",
      "https://www.dailybreeze.com/2008/07/27/kitten-births-are-booming-and-climate-change-could-be-cause/",
      "https://www.wsj.com/articles/SB116058075161889442",
      "https://www.humanepro.org/blog/kitten-season",
      "https://www.sgvtribune.com/2023/04/01/column-kitten-season-is-here-with-hopes-rescue-program-connects-pets-with-homes",
      "https://grist.org/climate-energy/is-climate-change-really-driving-the-ratpocalypse",
      "https://www.grist.org/science/kitten-season-animal-shelter-cat-wildlife/",
      "https://abcbirds.org/program/hawaii",
      "https://www.researchgate.net/publication/348053359_Rapid_Recolonisation_of_Feral_Cats_Following_Intensive_Culling_in_a_Semi-Isolated_Context",
      "https://abcbirds.org/program/hawaii/",
      "https://www.washingtonpost.com/climate-environment/interactive/2024/spring-earlier-arrival-plants-map/",
      "https://rvspca.org/the-highs-and-lows-of-kitten-season",
      "https://rvspca.org/the-highs-and-lows-of-kitten-season/",
      "https://journals.sagepub.com/doi/pdf/10.1258/002367781780893803",
      "https://www.dlnr.hawaii.gov/hisc/info/invasive-species-profiles/feral-cats/",
      "https://grist.org/science/kitten-season-animal-shelter-cat-wildlife",
      "https://dlnr.hawaii.gov/hisc/info/invasive-species-profiles/feral-cats/",
      "https://climatedesk.org/",
      "https://dlnr.hawaii.gov/hisc/info/invasive-species-profiles/feral-cats",
      "https://dailybreeze.com/2008/07/27/kitten-births-are-booming-and-climate-change-could-be-cause/",
      "https://www.rvspca.org/the-highs-and-lows-of-kitten-season/",
      "https://www.sgvtribune.com/2023/04/01/column-kitten-season-is-here-with-hopes-rescue-program-connects-pets-with-homes/",
      "https://humanepro.org/blog/kitten-season",
      "https://washingtonpost.com/climate-environment/interactive/2024/spring-earlier-arrival-plants-map/",
      "https://www.dailybreeze.com/2008/07/27/kitten-births-are-booming-and-climate-change-could-be-cause",
      "https://www.washingtonpost.com/climate-environment/interactive/2024/spring-earlier-arrival-plants-map",
      "https://grist.org/science/kitten-season-animal-shelter-cat-wildlife/",
      "https://wsj.com/articles/SB116058075161889442",
      "https://sgvtribune.com/2023/04/01/column-kitten-season-is-here-with-hopes-rescue-program-connects-pets-with-homes/",
      "https://www.nature.com/articles/ncomms2380",
      "https://www.climatedesk.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grist",
          "sentiment": "negative"
        },
        {
          "name": "kitty",
          "sentiment": "neutral"
        },
        {
          "name": "dunn",
          "sentiment": "none"
        },
        {
          "name": "ann dunn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "humane society of america",
          "sentiment": "none"
        },
        {
          "name": "oakland animal services",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "san francisco bay area",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T11:27:14.992+02:00",
    "updated": "2024-03-26T19:33:32.773+02:00"
  },
  {
    "uuid": "2f29b1eda3135caf89c3d6608477e7f5970b33ab",
    "url": "https://www.archyde.com/the-palestinian-confirmation/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-05-05T22:37:00Z",
    "title": "the Palestinian confirmation –",
    "text": "Green light on the truce in Gaza. Hamas would in fact have approved the first phase of an agreement for the release of the hostages, in exchange for American guarantees on a complete withdrawal of Israel from the Strip in 124 days, upon completion of the three phases that would make up the agreement. This was revealed by a source from the Palestinian militiamen quoted by the Israeli broadcaster Channel 12, according to whom the American guarantees were sent through Egyptian and Qatari mediators who will meet Hamas representatives in Cairo today. The deal would also include a U.S.-backed promise that Israel will not launch its planned operation in the southern Palestinian enclave city of Rafah.\nThe latest proposed agreement would include a first phase lasting up to 40 days during which 33 hostages held in Gaza would be released and the IDF would withdraw from the Strip. The second phase would extend up to 42 days during which all remaining hostages would be released and the parties would agree on the conditions for a return to calm in Gaza. The third and final phase, dedicated to the delivery of lifeless bodies, would also last 42 days.\nDuring the first phase, the return of the Palestinian population who took refuge in southern Gaza to the northern part of the Strip is also expected: Israel, according to the United States, would have accepted an unrestricted return of the population to their areas of origin. The agreement also includes the release of hundreds of Palestinian prisoners. The Hamas source cited by Channel 12 spoke of “compromises reached” on the number of prisoners to be released in exchange for the release of each hostage. The\nnews reported today by the Times of Israel follows the announcement by Hamas which late yesterday evening announced that one of its delegations will go to Cairo “determined to reach an agreement that will satisfy Palestinian requests”. The war has been going on since October 7th and now the time for peace seems to have arrived. Still waiting for the official announcements, with the news however confirmed by the Palestinian newspaper Al-Quds, which reports that Hamas will announce the approval of the latest proposal for a ceasefire and release of the hostages in the next few hours.\n#Palestinian #confirmation #Tempo\n2024-05-05 22:37:31\nRelated posts:\nMatt Riddle and Misha Montana Expecting First Child: A Beautiful Journey of Love and Parenthood A rue Maurice and Jackson Chanet: \"It's an honor\" Accident with an ambulance claimed two lives in Salzburg In March 2022, the ranking of domestic power battery manufacturers in the number of vehicles install... Yes Virginia, There Is A Santa Claus - The Historic Exchange that Proves It Belarus. The Lukashenko regime plays the Russian card, the opposition cries treason Meteorology reveals the causes of high temperatures and issues an urgent warning to citizens Dubai Real Estate Market: Over 2.6 Billion Dirhams in Transactions Recorded Today",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "idf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T01:43:00.492+03:00",
    "updated": "2024-05-06T01:43:00.492+03:00"
  },
  {
    "uuid": "06ea46aac3464f556c23019c3ba78a049dcced9c",
    "url": "https://toronto.citynews.ca/2024/02/22/trump-christianity-defence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Staff",
    "published": "2024-02-23T07:51:00Z",
    "title": "Trump pledges to defend Christianity against the left, which he says wants 'to tear down crosses'",
    "text": "Trump pledges to defend Christianity against the left, which he says wants ‘to tear down crosses’ Posted Feb 22, 2024 09:51:55 PM. Former President Donald Trump promised to use a second term in the White House to defend Christian values and even suggested he’d shield the faith’s central iconography, warning a convention of religious broadcasters on Thursday night that the left wants “to tear down crosses.” “Remember, every communist regime throughout history has tried to stamp out the churches, just like every fascist regime has tried to co-opt them and control them. And, in America, the radical left is trying to do both,” Trump told hundreds of cheering attendees at the National Religious Broadcasters International Christian Media Convention in Nashville. “They want to tear down crosses where they can, and cover them up with social justice flags,” Trump added. “But no one will be touching the cross of Christ under the Trump administration, I swear to you.” Pledging protections for the symbol of Christianity recalled the former president recently telling the National Rifle Association, “No one will lay a finger on your firearms.” It also comes as leading conservatives have increasingly called on the Trump to openly build his second term around Christian values, should he win. Trump is favored in a Republican primary where the once crowded field has dwindled to just him and his former ambassador to the United Nations, Nikki Haley . The Christian media gathering, where sponsors distributed free red and white baseball caps emblazoned with “Make America Pray Again,” was exceedingly friendly territory for the former president, whose address often felt more like a rally than a staid convention speech. “The left is trying to shame Christians,” Trump said. “They’re trying to shame us. I’m a very proud Christian.” Trump brought the crowd to its feet repeatedly and frequently championed his record on abortion , including appointing three conservative Supreme Court justices who helped overturn the Roe v. Wade decision . But he notably didn’t mention the Alabama Supreme Court ruling that has prompted providers there to pause in vitro fertilization after justices ruled that frozen embryos could be considered children under state law. President Joe Biden ‘s reelection campaign released a blank statement on the matter late Thursday, ironically calling attention to Trump’s lack of reaction on the “Alabama IVF ruling he is responsible for.” Instead, Trump used his speech to boast that he had used his first term to do “more to uphold religious freedom than any administration in history.” “The enthusiasm for this election coming up in November is far greater than it was in 2016 or 2020,” he said. “Far greater, it’s not even a contest.” Tennessee holds its primary on Super Tuesday , March 5, when many states around the country vote and could move Trump to the cusp of claiming the Republican nomination. Some religious leaders were initially hesitant to get behind multi-divorcee Trump when he first ran for president in 2016, but now they are among his mostly solidly loyal “Make America Great Again” base. That’s despite a personal history that has only gotten more checkered in recent years, including Trump being indicted in New York in connection with hush money payments made to a porn actress in an attempt to suppress an extramarital affair. “When he came onto the scene, people were skeptical,” said Troy Miller, president and CEO of the National Religious Broadcasters. “But I think, as they’ve learned more and listened to Donald Trump speak, the one thing I hear all the time from people … is that they really feel like Donald Trump understands them and that’s the biggest connection that people make is, ‘This is a guy in politics who gets us, who understands us, who doesn’t talk like he’s an elitist and talk down to us.’”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://apnews.com/hub/donald-trump",
      "https://apnews.com/hub/joe-biden",
      "https://apnews.com/article/trump-hush-money-new-york-criminal-case-fbdff18df40920b75873b3a40317f5ee",
      "https://apnews.com/hub/super-tuesday",
      "https://apnews.com/hub/nikki-haley",
      "https://apnews.com/article/alabama-frozen-embryos-ruling-ivf-pause-3ea72dd4494cad3f65c57e751e4c5c3b",
      "https://apnews.com/article/abortion-supreme-court-decision-854f60302f21c2c35129e58cf8d8a7b0",
      "https://apnews.com/hub/abortion",
      "https://apnews.com/article/ivf-frozen-embryo-alabama-court-7c968cc00201731d7baba5a284655b0d",
      "https://www.apnews.com/article/ivf-frozen-embryo-alabama-court-7c968cc00201731d7baba5a284655b0d",
      "https://www.apnews.com/article/alabama-frozen-embryos-ruling-ivf-pause-3ea72dd4494cad3f65c57e751e4c5c3b",
      "https://www.apnews.com/hub/joe-biden",
      "https://www.apnews.com/hub/super-tuesday",
      "https://www.apnews.com/article/abortion-supreme-court-decision-854f60302f21c2c35129e58cf8d8a7b0",
      "https://www.apnews.com/hub/nikki-haley",
      "https://www.apnews.com/article/trump-hush-money-new-york-criminal-case-fbdff18df40920b75873b3a40317f5ee",
      "https://www.apnews.com/hub/abortion",
      "https://www.apnews.com/hub/donald-trump"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T17:39:59.554+02:00",
    "updated": "2024-02-23T17:39:59.554+02:00"
  },
  {
    "uuid": "bb38052d89c60a3a4a252bfcb51f51e5c07aa99a",
    "url": "https://www.collingwoodtoday.ca/local-news/simcoe-county-rovers-announce-new-coaching-staff-10082534",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BarrieToday Staff",
    "published": "2025-01-16T01:42:00Z",
    "title": "Simcoe County Rovers announce new coaching staff",
    "text": "Club also bids farewell to Cameron DaSilva, who has signed with York United BarrieToday Staff Jan 16, 2025 5:00 PM Members of the Simcoe County Rovers men's team are shown. Photo supplied by the Simcoe County Rovers FC Listen to this article 00:02:44 NEWS RELEASE\nSIMCOE COUNTY ROVERS FC\nWith a new season on the horizon, the Rovers welcome new coaching additions to the management staff for the two squads that the club will be unveiling in 2025.\nSporting director Doneil Henry will lead the men’s side. Joining Henry on the sidelines this upcoming season are the following coaches: Joao Victor (assistant coach), Zack Wilson (assistant coach), Derek Boakye-Yiadom (team manager).\n“I’m excited for the upcoming season,” said Henry. “We have an experienced, committed, and enthusiastic group of coaches. Their knowledge and love for the game will be instrumental in getting the most out of our players in what will be an extremely competitive League1 season.\n\"Adding Joao Victor, a former U17 Brazil national team player and someone who has played and coached football across three continents, is big for us,\" he added. \"His unique perspective on the technical aspects of the game will be welcome at the club. I look forward to working closely with Joao, Zack, and Derek as we prepare our squad.”\nThe women’s team will be led by head coach Carli Tingstad, who is returning for her second season with the club, and Will Devellis, sporting director and L20/U20R head coach.\nJoining coach Tingstad on the sidelines this upcoming season are the following coaches with more announcements in the future: Mike Russell (assistant coach), Gerry Pennant (goalkeeper coach).\nDevellis is excited about the addition of Russell.\n“Mike brings extensive knowledge of the women’s game in Ontario. He was a key contributor in the success of the Nipissing University women’s program, including their first-ever trip to the nationals this past season. Carli, Jerry, and I look forward to collaborating with him.”\nCameron DaSilva signs with CPL club Simcoe County Rovers stalwart defender Cameron DaSilva has signed a professional contract with York United in the Canadian Premier League.\nIt is exciting news for the club, says sporting director Doneil Henry.\n“Working with a centre back like Cameron has been a breath of fresh air. Cameron is an extremely talented player who is ready for the next level. He has the characteristics of a professional who will have longevity in the game. I’m looking forward to seeing his growth in a new environment. On behalf of the club, best of luck with York.”\nTo order your season tickets, visit www.roversfc.ca .\nTags:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sports coaching"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://www.roversfc.ca",
      "http://roversfc.ca"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:39:47.025+02:00",
    "updated": "2025-01-17T04:52:06.522+02:00"
  },
  {
    "uuid": "5354d6515cfb4e9fd910e253dbb524ac664f01c0",
    "url": "https://www.hindustantimes.com/lifestyle/travel/new-year-2024-travel-darjeeling-hills-to-welcome-tourists-with-enchanting-year-end-snowfall-101703844084402.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T07:42:00Z",
    "title": "Darjeeling hills to welcome tourists with enchanting year-end snowfall | Travel - Hindustan Times",
    "text": "New Year 2024 travel: Darjeeling hills to welcome tourists with enchanting year-end snowfall With tourists flocking to Darjeeling and Kalimpong during the year-end break, snowfall on New Year will prove to be the true icing on the cake The higher reaches of [Darjeeling ](https://www.hindustantimes.com/topic/darjeeling)district of West Bengal may receive [snowfall ](https://www.hindustantimes.com/topic/snowfall)in the year-end and the [New Year](https://www.hindustantimes.com/topic/new-year), the Met department said in a forecast on Friday that is likely to bring joy to tourists flocking to the [hills](https://www.hindustantimes.com/topic/hills). Sandakphu, which offers a majestic view of the Kanchenjunga mountain range, experienced the season's first snowfall in the first week of December. [Click here](https://www.hindustantimes.com/2024-planner-guide-and-2023-top-events-recap) The Met department said rain or snowfall may occur at one or two places in Darjeeling district nestled in the eastern Himalayas in its forecast from December 31 to January 3 morning. \"Rain or snowfall may occur in the higher reaches of Darjeeling during this period,\" Regional Met director G K Das said. Situated at a height of 11,930 feet on the Singalila ridge in the Himalayas, Sandakphu is the highest point in West Bengal, offering a view of the Everest, Makalu, Lhotse and Kanchenjunga peaks. Darjeeling town, described as the Queen of the Hills, recorded a minimum temperature of 6.2 degrees Celsius on Friday morning, while the picturesque Kalimpong town was a little warmer at 10.3 degrees Celsius. Raj Basu, the Siliguri-based convenor of the Association for Conservation of Tourism, said that most properties in various destinations, including those in the towns and also in remote areas, were booked till January 26. \"With tourists flocking to Darjeeling and Kalimpong during the year-end break, snowfall in this period will prove to be the true icing on the cake,\" he told PTI. Basu said that there was a significant rise in tourist flow from Nepal and the states of Assam and Bihar to the hills, this season, apart from visitors coming from within Bengal and other states. [Fashion](https://www.hindustantimes.com/lifestyle/fashion), [Health](https://www.hindustantimes.com/lifestyle/health), [Festivals](https://www.hindustantimes.com/lifestyle/festivals), [Travel](https://www.hindustantimes.com/lifestyle/travel), [Relationship](https://www.hindustantimes.com/lifestyle/relationships), [Recipe](https://www.hindustantimes.com/lifestyle/recipe)and all the other Latest [Lifestyle News](https://www.hindustantimes.com/lifestyle)on Hindustan Times Website and APPs",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "g k das",
          "sentiment": "none"
        },
        {
          "name": "lhotse",
          "sentiment": "none"
        },
        {
          "name": "basu",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "west bengal",
          "sentiment": "none"
        },
        {
          "name": "sandakphu",
          "sentiment": "none"
        },
        {
          "name": "kalimpong",
          "sentiment": "none"
        },
        {
          "name": "hills",
          "sentiment": "none"
        },
        {
          "name": "himalayas",
          "sentiment": "none"
        },
        {
          "name": "everest",
          "sentiment": "none"
        },
        {
          "name": "siliguri",
          "sentiment": "none"
        },
        {
          "name": "darjeeling",
          "sentiment": "none"
        },
        {
          "name": "kanchenjunga",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:16:47.418+02:00",
    "updated": "2023-12-29T14:01:05.604+02:00"
  },
  {
    "uuid": "27f499ce359ec2624201abc00595753eabbe540e",
    "url": "https://www.richmond-news.com/national-business/warm-weather-wreaks-havoc-on-some-bc-ski-hills-as-lack-of-snow-leaves-trails-barren-8037801",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chuck Chiang; The Canadian Press",
    "published": "2023-12-29T09:00:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren - Richmond News",
    "text": "VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open. Fewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions. Warmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan. In Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas. On Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain. Warm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each. Mount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow. James Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season. \"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said. \"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\" Apex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls. Shalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow. \"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\" At Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open. Several resorts have been offering discounted passes and tickets to entice skiers to visit. \"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled. Environment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland. Proctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\" He said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior. But Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations. \"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\" This report by The Canadian Press was first published Dec. 29, 2023. Chuck Chiang, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seymour",
          "sentiment": "none"
        },
        {
          "name": "james shalman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "richmond news",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "cypress",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "apex mountain resort",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver — british columbia",
          "sentiment": "none"
        },
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:21:59.806+02:00",
    "updated": "2023-12-29T11:21:59.806+02:00"
  }
]
