[
  {
    "uuid": "9804d22cea455c32c516622abf3fec59f9cf0e76",
    "url": "https://www.newsmax.com/thewire/ahmed-abou-hashima-agri-food-complex/2023/12/28/id/1147537/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jim Thomas",
    "published": "2023-12-29T00:31:00Z",
    "title": "Ahmed Abou Hashima Unveils $300M Agri-Food Complex | Newsmax.com",
    "text": "By Jim Thomas | Thursday, 28 December 2023 07:31 PM EST Ahmed Abou Hashima, founder and chair of MAFI Company for Agricultural Produce Industries, has disclosed plans for an agri-food industrial complex, poised to be the Middle East's largest. Valued at $300 million, the project is a collaborative effort with foreign investment. The signing ceremony was attended by dignitaries including Egypt's Prime Minister Dr. Mostafa Madbouly, Industry Minister Ahmed Samir Saleh, and Hossam Hibah, CEO of the General Authority for Investment and Free Zones. The event was attended by global agri-food technology leaders. Situated in Sadat City Industrial Zone across 154,000 square meters (1,657,642 square feet) MAFI's complex comprises five cutting-edge plants. It includes Egypt's most extensive orange and tomato concentrate facilities, a pioneering cloudy product plant, and one of the world's largest freeze-drying facilities for fruits and vegetables. With an annual production capacity exceeding 100,000 tons in Phase I, the complex targets a turnover of $200 million. Phase II aims for a production capacity of 200,000 tons, translating to a $400 million turnover. Partners include JBT and Cabin Plant from the United States and GEA from Germany. Beltone Holding Co. conducted studies to ascertain financial viability, while BCG Co. analyzed market dynamics and trends. Hashima emphasized the complex's potential to generate over 7,000 direct and indirect jobs, contributing to Egypt's economic growth. The project's vision includes exporting over 80% of its production, enhancing global market reach, and attracting foreign direct investment. Jim Thomas is a writer based in Indiana. He holds a bachelor's degree in Political Science, a law degree from U.I.C. Law School, and has practiced law for more than 20 years. © 2023 Newsmax. All rights reserved. Receive breaking news and original analysis - sent right to your inbox. Interest-Based Advertising | Do not sell or share my personal information Newsmax, Moneynews, Newsmax Health, and Independent. American. are registered trademarks of Newsmax Media, Inc. Newsmax TV, and Newsmax World are trademarks of Newsmax Media, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim thomas",
          "sentiment": "negative"
        },
        {
          "name": "ahmed abou hashima",
          "sentiment": "negative"
        },
        {
          "name": "ahmed samir saleh",
          "sentiment": "none"
        },
        {
          "name": "mostafa madbouly",
          "sentiment": "none"
        },
        {
          "name": "hossam hibah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "agri-food complex | newsmax.com",
          "sentiment": "negative"
        },
        {
          "name": "i company for agricultural produce industries",
          "sentiment": "none"
        },
        {
          "name": "mafi",
          "sentiment": "none"
        },
        {
          "name": "general authority for investment",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "sadat city industrial zone",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:48:17.203+02:00",
    "updated": "2023-12-29T02:48:17.203+02:00"
  },
  {
    "uuid": "bad6efdd9c053ae726d1e8e8c831d75c4e53fd87",
    "url": "https://vanguardia.com.mx/noticias/mexico/dos-ninos-abandonados-incendian-su-casa-al-intentar-cocinar-a-su-gato-para-comer-BN10592201",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "astor ledezma",
    "published": "2023-12-28T23:03:00Z",
    "title": "Dos niños abandonados incendian su casa al intentar cocinar a su gato para comer",
    "text": "Dos niños abandonados incendian su casa al intentar cocinar a su gato para comer\n[Astor Ledezma](/autor/-/meta/astor-ledezma)\nLos menores de 6 y 4 años fueron abandonados y encerrados por sus padres desde el 24 de diciembre, en Veracruz\nDos niños de 4 y 6 años de edad fueron encontrados en condiciones alarmantes en el fraccionamiento Puente Moreno, en el municipio de Medellín de Bravo, Veracruz. Las autoridades fueron alertadas sobre un posible incendio en una vivienda, lo que llevó a una intervención inmediata de los cuerpos de\nemergencia.\nAl llegar al lugar, se descubrió una escena desgarradora: los niños habían sido abandonados sin atención ni alimentos por varios días. La situación crítica se evidenció cuando los agentes policiales tuvieron que ingresar forzando una ventana para rescatar a los menores.\nEn el interior de la vivienda, se encontró a los pequeños en una habitación precaria, con condiciones insalubres y signos evidentes de abandono. El lugar mostraba basura y el cuerpo en descomposición de un gato, que, según testimonios vecinales, intentaron cocinar debido a la falta de comida para subsistir.\nTE PUEDE INTERESAR:\nSecuestran a funcionarios y empleados del relleno sanitario de Taxco\nLos vecinos informaron que desde el 23 de diciembre los niños estaban solos y encerrados en la vivienda, gritando por hambre. Esta situación se prolongó durante varios días hasta que se tomó la decisión de intentar cocinar al animal para subsistir.\nLos menores fueron resguardados por el\nDIF mientras se determina su situación y se garantiza su bienestar. La procuradora de la Defensa del Menor de Veracruz, Yadira Méndez Acosta, informó que los niños fueron entregados en custodia a la abuela materna. Además, señaló que existía una investigación previa por supuesta violencia familiar en la ciudad de Veracruz, y se ha abierto una nueva carpeta por abandono y descuido de los menores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.gob.mx/difnacional",
      "https://gob.mx/difnacional"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:41:11.040+02:00",
    "updated": "2023-12-29T01:41:11.040+02:00"
  },
  {
    "uuid": "9430289421c88b4deb85d6190c3ac61659f23288",
    "url": "https://www.wbay.com/2024/06/21/be-prepared-before-flood",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WBAY",
    "published": "2024-06-21T11:29:00Z",
    "title": "How homeowners can be ready before a flood",
    "text": "How homeowners can be ready before a flood GREEN BAY, Wis. (WBAY) - Stay safe before an emergency. Our region has seen a lot of rain lately. The ground is saturated so fresh [rain has nowhere to go](https://www.wbay.com/2024/06/21/public-works-working-prevent-flooding-this-weekend/). Some counties will be under flood watches starting Friday afternoon. If you’re a homeowner, you have homework to do. Ready Wisconsin and other safety officials want you to first and foremost get flood insurance, especially if you live in a high-risk flood zone. Most homeowners insurance doesn’t cover flood damage. FEMA has a website where you can [look up your address](https://msc.fema.gov/portal/search) and learn more about the risk of flooding in your neighborhood. Don’t let your hard work be washed away. Also to prepare: - Secure your home -- you can mitigate flood damage by doing things like elevating and anchoring utilities, including electrical panels, propane tanks and sockets. - Put outdoor furniture away - Do a household inventory -- take photos and videos of all major household items and valuables, including serial numbers if you can; you’ll need those to file insurance claims - Have an [emergency kit packed](https://www.wbay.com/2021/04/13/what-to-pack-in-your-severe-weather-safety-kit/)in case you need to leave your home quickly During a storm or heavy rain event, stay informed. Tune into the [First Alert Weather 24/7](https://www.wbay.com/livestream2/) channel or have a [weather app](https://onelink.to/g349n3) with National Weather Service notifications turned on. Get to higher ground and obey evacuation orders if that ever happens. Copyright 2024 WBAY. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://onelink.to/g349n3)",
      "https://msc.fema.gov/portal/search)",
      "https://www.onelink.to/g349n3)",
      "https://www.msc.fema.gov/portal/search)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fema",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T14:44:11.810+03:00",
    "updated": "2024-06-21T14:44:11.810+03:00"
  },
  {
    "uuid": "541e535f95f5ecf00b858e8c3bef48bb73b53bd8",
    "url": "https://newsrnd.com/news/2024-03-08-the-last-resistance-fighters-%E2%80%93-courageous-women-as-%E2%80%9Cbeacons-of-hope%E2%80%9D.rJQ03ada6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2024-03-08T00:00:00Z",
    "title": "The last resistance fighters – courageous women as “beacons of hope” - The Limited Times",
    "text": "As of: March 8, 2024, 6:23 p.m By: Leonie Hudelmaier, Kathrin Braun Comments Press Split Thousands of Russian women took to the streets on March 8, 1917 to demand an end to the First World War. Over 100 years later, women in Russia and Belarus are fighting against their regime again. Munich – The young woman, who is not even 30 years old, gathers all her courage when her friend presses the record button. “I am standing in front of the Ministry of Defense of the Russian Federation,” she says into the camera. “And I hope that someone will hear me.” It is minus 15 degrees in Moscow and the streets are covered in snow. The Russian woman has a white scarf wrapped around her head and is holding a poster in her hands. “Freedom for the mobilized,” it says in Russian capital letters. “Bring back the husbands, fathers and sons.” The woman's name is unknown. She is not an opposition member, not a prominent resistance fighter. She protests alone in front of the ministry, as the wife of a physics teacher who had to go to war involuntarily a year and a half ago. Their son was three months old at the time. The video is one of dozens of its kind in the Telegram chat “Put Domoj” (Way Home). The group was founded in August last year by a few soldiers' wives and now has over 70,000 members. International Women's Day: A movement without a leader Today is a special day for all of them: International Women's Day also has its origins in Russia. On March 8, 1917, tens of thousands of Russian women took to the streets in St. Petersburg, then called Petrograd, while their men were fighting at the front in World War I. The women started a revolution that ultimately even overthrew the Tsar and ended the monarchy in Russia. And it was communist women who decided at a conference in Moscow in 1921 to celebrate International Women's Day on March 8th instead of March 19th. Silent protest: A young Russian woman stands in front of the Ministry of Defense in Moscow. “Freedom for the mobilized. Bring back the husbands, fathers and sons,” reads the poster she is holding. © Screenshot: Telegram/Put Domoj March 8th is now one of the most important national holidays in Russia. For a long time it was no longer seen as a day of resistance - but rather as a prelude to the beginning of spring, when husbands usually bring their wives flowers and chocolates. That hasn't been the case for two years. “Putin doesn’t even remember his own promise of March 8, 2022,” says a woman from the “Put Domoj” movement. At that time, the Kremlin leader assured in his speech that there would be no mobilization for his “military operation.” A lie. Six months later, he sent more than 300,000 reservists to Ukraine. Russian women protest against war in Ukraine The women of “Put Domoj” now exchange images and videos almost every day of themselves demanding the end of the war on the street - usually in small groups or alone, almost always with a white headscarf as an identifying feature. They don't belong to any major movements and don't organize any large demonstrations. There is no female leader. Famous opposition women like Yulia Navalnaya, who has emerged as the new face of the Russian resistance since the death of her husband Alexei, are in exile. On Russia's streets, soldiers' wives are the last resistance fighters. Their protest is quiet, peaceful; often they only lay red carnations for the return of their men. Nevertheless, they are a thorn in the side of the Kremlin. A lawmaker from the ruling United Russia party recently called for the channel to be classified as an extremist organization. Since then, Telegram has labeled it as “fake”. My news To defend against Russia: NATO opens old Soviet air base in Albaniaread “Everything is allowed against the enemy”: Putin henchman Medvedev sends a clear message For additional fees: Now even Habeck wants pensioners to work longer Russia openly threatens to shoot down NATO jets – read “return of particularly aggressive attitude”. New survey: Söder's horror marriage between black and green could become reality read “Active defense”: Ukraine prepares for major Russian offensive read aloud The struggle of women is frustrating. “We are all terribly tired,” writes a woman from the “Put Domoj” group on the portal. “It is difficult to describe the emotional state in which we have been languishing for a year and a half.” Nevertheless, she wants to encourage her fellow campaigners. “A deep bow to those who are not afraid. You are strong and courageous.” Another woman promises that she will wear the white cloth every day – as a symbol of hope for her husband’s return. “But it could be replaced with a black one any day.” In Belarus, many women have fallen silent In neighboring Belarus, women have also lost their husbands to a repressive regime and an oppressive ruler. “Today is also a dark anniversary for me personally,” Belarusian opposition figure Svetlana Tichanowskaya told our newspaper, referring to International Women’s Day. “A whole year has passed without me hearing from my husband Siarhei (Sergei), who is being held in solitary confinement by the regime.” Resistance against Lukashenko: Police officers carry away a woman in Minsk in September 2020 who is protesting against the election results in Belarus. © dpa There is no longer any resistance in Belarus – neither against the war in Ukraine nor against the regime. “Open protests have become almost impossible,” says Tichanowskaja. It all begins in May 2020. The war in Ukraine has not yet broken out, but Belarus' ruler Alexander Lukashenko has long been considered a puppet of the Kremlin boss. The blogger Sergei Tichanovsky announces that he will run against Lukashenko in the presidential election in August 2020 - and is arrested. For him, his wife is moving to the front line. Tichanowskaya and two other women give the resistance a face: Maria Kolesnikova, head of staff for the imprisoned opposition figure Viktor Babariko, is running for her boss; Veronika Zepkalo for her husband Valeri. They continue the fight of the oppressed opposition. Thousands of women march through Belarus' streets, also here in white, with flowers in their hands. Guarded by black-uniformed police officers with batons and balaclavas. Even after International Women's Day: the fight continues from exile The women in white shape the Belarusian revolution. “This movement has shown what a strong role women can play in the fight for democracy and freedom,” says Tichanowskaya. “We represented a different, more humane approach to politics and governance.” The protest gave strength and took away fear. An emancipation of society. Today the fear is back. Almost four years later, Lukashenko still clings to power. The 2020 election is considered rigged. Tichanowskaja claims victory in the election. She lives in exile in Lithuania, Zepkalo in Greece, Kolesnikova has been sentenced to eleven years in prison. The resistance is in people's minds, no longer on the streets. Sviatlana Tsikhanouskaya ran against Belarusian leader Alexander Lukashenko. © Bernd von Jutrczenka Today, like a computer virus warning, a banner is running across the website of the Belarus Women's Foundation, which campaigns for women's rights in Belarus. “190 women in Belarus are in political custody, 510 women are under house arrest,” it says. In total: 1,600 political prisoners - including five minors. The opposition members are trying to continue fighting from exile. Also ensuring that the memory of Europe's last dictatorship does not fade from the collective memory. Tichanowskaja is touring Europe for this. Poland, Finland, Austria, Switzerland, Bulgaria, this year alone. Her husband Sergej is always with her, under her arm – as a black and white picture on her file folder. “The voices of women,” says Tichanowskaya, “have made a decisive contribution to challenging autocracies.” The female spirit of resistance is a “beacon of hope,” not only in Belarus and Russia, but worldwide. At the Munich Security Conference in February, Tichanowskaja will meet Jullija Navalnaya. They hug each other. United in pain. United in resistance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leonie hudelmaier",
          "sentiment": "negative"
        },
        {
          "name": "kathrin braun",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ministry of defense of the russian federation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "munich",
          "sentiment": "none"
        },
        {
          "name": "belarus",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T19:39:12.683+02:00",
    "updated": "2024-03-08T19:39:12.683+02:00"
  }
]