[
  {
    "uuid": "813889cc1ff0e1e50198c065db5ee83a4b794408",
    "url": "https://people.com/gypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "people.com",
    "published": "2024-01-07T22:07:00Z",
    "title": "Gypsy Rose Blanchard Says She and Husband Have ‘That It Factor’",
    "text": "Gypsy Rose Blanchard Says She and Her Husband Have ‘That It Factor’ (Exclusive) The couple married in 2022 while Gypsy was still in prison serving her sentence for the 2015 death of her mother\nBy Julia Moore Julia Moore Julia Moore is a digital news writer at PEOPLE. A graduate of Northwestern University, she has been working at PEOPLE since 2022. People Editorial Guidelines and Alex Ross Alex Ross Alex Ross is a Writer-Reporter on the Entertainment team at PEOPLE. She previously worked at E! News and the Today show and is a Boston University graduate. People Editorial Guidelines Published on January 7, 2024 05:07PM EST Ryan Anderson and Gypsy Rose Blanchard . Photo: Jamie McCarthy/Getty\nGypsy Rose Blanchard and her husband Ryan Scott Anderson are more in love than ever.\nGypsy, 32, and Anderson opened up to PEOPLE about how their marriage works at the premiere of Lifetime's The Prison Confessions of Gypsy Rose Blanchard in New York City on Friday.\nThe Louisiana teacher, who married Gypsy in 2022 , says of his wife, “I just want her to know I'm here for her. I show her and I tell her all the time. It's one of those where it doesn't matter what we go through, we're still going to be together.”\n“It's one of those where we have ‘it,’ that people say,” he continues, as Blanchard adds that they have “that ‘it’ factor.”\nAnderson says he’s “proud” of their connection — and that special something they share. “We're so close. We've had that bond, you know, in prison, we had to create that to create this relationship, you know, so we had the emotional part down, but now it's the physical and so it's all coming together, it's coming full circle.”\nRyan Anderson and Gypsy Rose Blanchard attend \"The Prison Confessions Of Gypsy Rose Blanchard\" Red Carpet Event on January 05, 2024 in New York City. Jamie McCarthy/Getty\nGypsy Rose was released from prison on Dec. 28 after serving eight years of her 10-year sentence — she was charged with second-degree murder for the 2015 death of her mother, Dee Dee, whom her then-boyfriend, Nicholas Godejohn , killed. Gypsy was a victim of Munchausen by proxy, a form of abuse in which a guardian may seek attention or sympathy by making their child ill or exaggerating their illness.\nShe and Anderson wed while she was still in prison, after he sent her a letter in 2020. Now that they’re able to be together all the time, he says “it's even better than I ever could imagine.”\nRead PEOPLE's Cover Story on Gypsy Rose Blanchard's Prison Release After Murdering Mom: 'Ready for Freedom' Gypsy Rose Blanchard attends \"The Prison Confessions Of Gypsy Rose Blanchard\" Red Carpet Event on January 05, 2024 in New York City. Jamie McCarthy/Getty\nThe couple also revealed that they’re planning to say “I do” once more, now that Gypsy has been released.\n\" We want a proper wedding at some point ,\" Anderson says, adding that his wife \"deserves\" the special celebration.\n\"Gypsy deserves a white dress moment. I know every female deserves that. And Gypsy's already got the style of dress she wants. And it kind of shocked me.”\nHe continues, \"Somebody asked her that question the other day, and I was like, 'Wow, that was specific,' and she had it ready. So I wanna give her that moment.\"\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories.\nGypsy had previously told PEOPLE that she and Anderson “plan on having a reception/redo wedding with all of our family and our friends and the dress and the cake and everything because we deserve that. I deserve that. He deserves that.”\nShe added, \"Our prison wedding was just something to where we can make our vows to each other. It was something that meant something to us. And I think the party is kind of for everybody else and us, but mostly for everybody else.”\nRelated Articles Patricia Arquette Hopes People Are 'Gentle' with Gypsy Rose Blanchard After Her Prison Release (Exclusive) Gypsy Rose Blanchard Shares Behind-the-Scenes of 'First Time' in New York City: 'Total Tourist' 11-Year-Old Killed in Iowa School Shooting Is Identified While Principal Remains in Critical Condition Investigation Underway After Florida Woman in Jail Since 2022 Says She Is Pregnant: Reports Man Killed by Subway Train in Philadelphia During Altercation, Suspect Charged Natalia Grace Says She Is 'Doing Well' in New Update: 'Wish I Could Tell You More' Gypsy Rose Blanchard Says She Relates to Taylor Swift Because the Singer 'Gets Women' (Exclusive) Gypsy Rose Blanchard Opens Up About Her Sobriety: 'I Wanted to Come Out of Prison a New Woman' (Exclusive) Gypsy Rose Blanchard's Husband Ryan Scott Anderson Talks Wedding No. 2 and His Wife's Dress (Exclusive) Ala. Man Hired Brother to Kill His Wife, Daughter Confronts Him at Sentencing: 'I Hope You Rot' Boy, 3, Killed by Stray Bullet from 'Celebratory Gunfire' on New Year's Eve Read PEOPLE's Cover Story on Gypsy Rose Blanchard's Prison Release After Murdering Mom: 'Ready for Freedom' Gypsy Rose Blanchard Says Her Mom Chained Her to a Bed For 2 Weeks Following Escape Attempt Body Stuffed in Freezer in Calif. Home ID’d as Woman Who’d Been Missing for Years Gypsy Rose Blanchard Sobs for Abusive Mom Every Year on Anniversary of Killing, Plays Dee Dee's Favorite Song La. Teacher Accused of Molesting Teen in Car with Her Baby in Backseat, Wanting to Be Boy’s 'First'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://forms.dotdashmeredith.com/people-news-inline",
      "https://www.instagram.com/juliaaamoore/",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://twitter.com/juliasemoore",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Gypsy+Rose+Blanchard+Says+She+and+Her+Husband+Have+%E2%80%98That+It+Factor%E2%80%99+%28Exclusive%29",
      "https://www.instagram.com/_alexxross_/",
      "https://twitter.com/_alexxross_",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://instagram.com/juliaaamoore/",
      "https://instagram.com/_alexxross_/",
      "https://www.instagram.com/juliaaamoore",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.instagram.com/_alexxross_",
      "https://www.forms.dotdashmeredith.com/people-news-inline",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Fgypsy-rose-blanchard-says-she-husband-have-that-it-factor-exclusive-8423280%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Gypsy+Rose+Blanchard+Says+She+and+Her+Husband+Have+%E2%80%98That+It+Factor%E2%80%99+%28Exclusive%29",
      "https://www.twitter.com/_alexxross_",
      "https://www.twitter.com/juliasemoore",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "gypsy",
          "sentiment": "none"
        },
        {
          "name": "ryan scott anderson",
          "sentiment": "none"
        },
        {
          "name": "alex ross alex ross alex ross",
          "sentiment": "none"
        },
        {
          "name": "jamie mccarthy",
          "sentiment": "none"
        },
        {
          "name": "ryan anderson",
          "sentiment": "none"
        },
        {
          "name": "getty gypsy rose blanchard",
          "sentiment": "none"
        },
        {
          "name": "julia moore julia moore julia moore",
          "sentiment": "none"
        },
        {
          "name": "anderson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boston university",
          "sentiment": "none"
        },
        {
          "name": "e! news",
          "sentiment": "none"
        },
        {
          "name": "northwestern university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:14:47.433+02:00",
    "updated": "2024-01-09T06:16:25.857+02:00"
  },
  {
    "uuid": "fc779f9202fa5c6f87764d511cabdccd540fd0ec",
    "url": "https://www.ktvh.com/news/sheriffs-deputy-retires-along-with-his-k9-partner",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Allie Kaiser",
    "published": "2023-12-29T14:31:00Z",
    "title": "Sheriff's deputy retires along with his K9 partner",
    "text": "HELENA — A Lewis and Clark County Sheriff's Deputy and his four-legged partner retired Thursday after 20 years and seven years of service respectively. Over 20 people showed up to support Sergeant Uriah Wood and his K9 Villi, including his family, coworkers, the Helena Chief of Police, and a Lewis and Clark County commissioner. “It was a planned thing; it wasn’t anything to do with health or any of that. We wanted to go out relatively close to the top, and I think we hit pretty near the apex of our careers,” said Wood. Wood started his career at the detention center. Then, he became a sheriff’s office reserve deputy while working at the jail. Finally, he was hired as a sheriff’s deputy. Seven years ago, Wood got Villi when he was two years old. Villi is trained to detect narcotics and as an apprehension dog. In total, Villi’s work has led to more than 900 years in sentencing. To keep him working without Wood as his handler is not an option. Wood said, “He’s been with me so long that re-handling him isn’t really an option. We’ve just been together so long that he would not tolerate someone else telling him what to do.” With Wood’s retirement, the sheriff’s office K9 program is on hold until they can find someone to replace him and Villi. Wood’s passion will continue after his retirement. He plans on working at his training company, Vigilante Working Dogs, and Villi will be his model student. The website for Vigilante Working Dogs can be found here [https://vigilanteworkingdogs.com/](https://vigilanteworkingdogs.com/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://vigilanteworkingdogs.com/",
      "https://vigilanteworkingdogs.com/)",
      "https://www.vigilanteworkingdogs.com/",
      "https://www.vigilanteworkingdogs.com/)",
      "https://vigilanteworkingdogs.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "helena",
          "sentiment": "negative"
        },
        {
          "name": "clark",
          "sentiment": "negative"
        },
        {
          "name": "lewis",
          "sentiment": "negative"
        },
        {
          "name": "uriah wood",
          "sentiment": "none"
        },
        {
          "name": "wood",
          "sentiment": "none"
        },
        {
          "name": "villi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "helena chief of police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "clark county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:15:41.043+02:00",
    "updated": "2023-12-29T20:15:41.043+02:00"
  },
  {
    "uuid": "88f9c0b544df0d942d0f453f5fe76c1061041b39",
    "url": "https://www.world-today-news.com/iceland-to-make-scientific-history-by-drilling-into-volcanic-magma-chamber-for-unlimited-geothermal-energy/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-01-06T00:05:00Z",
    "title": "Iceland to Make Scientific History by Drilling into Volcanic Magma Chamber for Unlimited Geothermal Energy - World Today News",
    "text": "Jakarta – This news may sound like the opening of a disaster film. Iceland will make scientific history by becoming the first country to drill a volcanic magma chamber. In 2026, Iceland’s Krafla Magma Testbed (KMT) project will construct a drill hole into the magma chamber at a volcano called Krafla in the northeast of the country. The chamber, located between one and 3 km below the surface, will release unlimited geothermal energy to power homes and buildings in Iceland. What about the security? Even though the temperature of the magma is very hot, up to 1,300 degrees Celsius, experts insist that the magma is safe and will not trigger another catastrophic volcanic eruption in the country. “This is the first trip to the center of the Earth,” said project manager Björn Þór Guðmundsson as quoted by the Daily Mail, Saturday (6/1/2024). Iceland has been using geothermal energy, namely heat produced within the Earth, to drive turbines and produce electricity. Iceland’s geothermal power plant drills wells more than a mile down to extract hot water vapor, which is separated into liquid water and steam. The steam is then channeled through a rotating turbine to produce electricity. However, this turbine only absorbs a small portion of the available energy. What’s more, geothermal energy is relatively cooler compared to steam in fossil fuel power plants. Geothermal energy has a temperature of 250 degrees Celsius, while steam from fossil fuel power plants has a temperature of 450 degrees Celsius. “It’s so inefficient at low temperatures that there’s interest in trying to develop superhot geothermal,” John Eichelberger, a volcanologist at Alaska’s Fairbanks University, told New Scientist. On the other hand, taking advantage of the higher temperatures of a magma chamber can produce a more powerful energy supply. “The aim of producing energy from superhot Earth’s heat near magma is so that these wells have much greater power in producing energy than conventional wells. We can drill one well, with the same power output as 10 wells,” said Guðmundsson. Krafla, one of the world ’s most active volcanoes, erupted nine times between 1975 and 1984 (the year of its last eruption). At that time, scientists were able to determine the exact location of the Krafla magma chamber under the caldera using a seismometer about 2 km down. Since the late 1970s there has been a geothermal power plant at Krafla run by Landsvirkjun, Iceland’s main electricity company. There are 33 drill holes that utilize geothermal energy at this location, but none of them lead to the actual magma chamber. Drilling to the depths of the chamber is not a problem, as other companies around the world are attempting much greater efforts. The problem is what will happen to the drilling equipment once it reaches the magma chamber. In 2009, as part of the Icelandic Deep Drilling Project, experts accidentally drilled into the magma reservoir at Krafla. But drilling had to be stopped after the depth reached 2,100 meters when the drill hit magma and corroded the steel in the well casing. The incident proved to experts that drilling into magma without causing an eruption is safe and can be done with the right equipment. “One of KMT’s main goals is to develop wells with appropriate materials that are resistant to these conditions,” said Guðmundsson. In 2026, the KMT project will lay the foundation stone near the drill hole as it begins its journey to the magma chamber. It is estimated that it will take two months to get there. If successful, scientists also want to add sensors into the magma chamber that would take pressure readings, thereby improving eruption forecasts. However, this requires developing sensors that can withstand advanced magma heat, pressure and acidity. Another experiment this decade could involve injecting fluid into a chamber to change pressure and temperature, and measuring the results. The insights gained can be applied to other active volcanoes around the world , including the Campi Flegrei ‘supervolcano’ in Italy. Near Naples, southern Italy, Campi Flegrei becomes weaker and more prone to rupturing, making an eruption more likely. Watch the Video “Volcano Appears in Iceland Erupting, Thousands of People Evacuated” (rns/fay) 2024-01-05 22:46:14 #Finland #drill #volcanic #magma",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "björn þór guðmundsson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "volcanic magma chamber for unlimited geothermal energy",
          "sentiment": "negative"
        },
        {
          "name": "daily mail",
          "sentiment": "none"
        },
        {
          "name": "kmt",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jakarta",
          "sentiment": "none"
        },
        {
          "name": "iceland",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "krafla",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:07:09.769+02:00",
    "updated": "2024-01-06T02:07:09.769+02:00"
  },
  {
    "uuid": "403d555b19f7cb9e959be96d3e84177fd4241a4c",
    "url": "https://www.jconline.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:00:47.449+02:00",
    "updated": "2024-01-19T17:00:47.449+02:00"
  },
  {
    "uuid": "1e58386865379f5ce8267c1667e49db6ebfbc285",
    "url": "https://www.thaipbsworld.com/perfect-storm-batters-loong-phol/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marisa Chimprabha",
    "published": "2023-12-29T07:18:00Z",
    "title": "Perfect storm batters Loong Phol",
    "text": "Perfect storm batters Loong Phol\nMany believed that things would drastically change after the Criminal Court ruling on December 20, but even they had not expected that it would be such a spectacular free fall for Chaiyaphol Wipa, the key suspect in the Nong Chompoo case.\nIn less than a week, his family’s two YouTube accounts that had a combined subscribers far beyond half a million thanks to frequent clips and livestreams have been mysteriously deleted, and a new account registered as an emergency followed suit within hours. Loyal YouTubers owning other accounts have either gone into the monkhood or publicly pledged to end their activities of attacking his enemies. Major mainstream media outlets have turned completely against him.\nThe authorities are being urged by former senior police officers to investigate the family’s tax records. Defamation lawsuits against his YouTubers are accumulating. An old money-laundering suspicion is getting fresh attention.\nLast but not least, Nong Chompoo’s family thinks the December 20 court ruling finding him guilty of manslaughter and giving him 20 years was too light and will lodge an appeal, presenting him with a legal dilemma.\nChaiyaphol’s defense team had also looked certain to appeal the December 20 ruling. However, an appeal now carries the danger of turning manslaughter into straightforward premeditated murder, an offense that might give him life or lead to execution. Nong Chompoo’s family would insist that he “intended” to kill the toddler by leaving a starving, terrified, extremely weak and defenseless girl high up a mountain where she was impossible to get any help.\nHis defense team would also have to deal with new pieces of evidence, like a close-circuit camera photo of his car captured at a spot and at a time it was not supposed to be captured. Should or could the police or public prosecutors keep such evidence away from the accused, though?\nSome legal experts say yes, pointing out that there are multiple ways to justify emergence of “new evidence”. Also, the police strategy was that a Chaiyaphol appeal would be met with strong and previously-unknown evidence throughout the way. Some believe there are more trump cards against Chaiyaphol if the case goes to the Supreme Court after the Appeals Court.\nNow, Chaiyaphol’s defense has a crucial decision to make. Should they appeal against the “severity” of punishment only or should they continue with the He-didn’t-take-Nong Chompoo assertion which was already rejected by the provincial court? Simply put, an appeal can walk Chaiyaphol into a prosecutorial trap.\nAs for the disappearing YouTube channels, theories abound. Some say there has been a massive “reporting” that made YouTube crack down on them. Others claim there were deliberately deleted by the owners for tax reasons. There are also those who allege that it’s another tactic of Chaiyaphol’s family to gain sympathy through playing victim.\nThe family’s YouTube channels were used to promote “down-to-earth” activities and yet earn hundreds of thousands of baht from the social media platform and selling products like cosmetic cream and coffee in the process. They were also used to counter criticism or downright accusations against him. In one livestream, he suggested that Nong Chompoo was an unwanted child in her family and had been born simply because her parents did it (sexual intercourse) the wrong way.\nIn fact, a substantial number of people think that the YouTube channels of Chaiyaphol and his wife Somporn, who was prosecuted for alleged cover-up but was acquitted by Mukdahan’s provincial court, were intentionally deleted to bury sensitive contents like the one in which he attacked Nong Chompoo’s family.\nChaiyaphol’s outbursts, abusive words and weird behaviors were aplenty in the deleted channels. From a “crying man”, he is now a “scolding man”.\nOver the past three years, YouTube was Chaiyaphol’s formidable weapon. Not only did he and his wife own channels, his most loyal supporters also had their own accounts. They used their YouTube channels to amass donations, attack Nong Chompoo’s mother and drum up a claim that she killed the toddler herself. On and after December 20, several of them demonised retired senior police officers who spoke on TV in support of the court ruling.\nTheir comments drew fierce responses from the officers, who filed defamation suits. As a result, one YouTuber went into monkhood apparently in order to cushion the blow. Many YouTubers announced publicly that they would stop attacking anyone for Chaiyaphol, claiming doing so would add to his troubles.\nHis use of YouTube to protect and enrich himself represents a major problem of social media. As one of the police officers put it, “If wrongly utilised, social media can heap misery on the innocent and help the bad guys.”\nChaiyaphol, aka “Loong Phol” because he was Nong Chompoo’s uncle-in-law, moved his family from Mukdahan to Sakon Nakhon after forestry officials outlawed his giant naga statue, built with staggering donation money. The officials ruled that it was illegally situated on a plot of forest land and the court agreed. Subsequently, he cut the huge structure into five pieces and transported them to Sakon Nakhom with him.\nHe reassembled the statue on a huge piece of land he bought in Sakon Nakhon. “Parijit Nagaraj” drew more donations from his loyal fan club, and ceremonies took place there on important days. With him as the centre, traditional dancers were hired, worship materials and superstitious souvenirs sold and package tours organised. Coordination occurred largely on YouTube.\nWhen he first built the naga statue in Mukdahan, donors chipped in Bt1.3 million in just a matter of days. Slightly more than half of that money was spent on the construction, and he got angry every time people asked about the rest of the donations. It is estimated that his family received close to one million baht every month from YouTube, and that number did not include product selling and donation soliciting.\nDonations also went to other YouTubers, who, like Chaiyaphol, renovated houses and bought new cars. Unlike Chaiyaphol, they did not endorse products, appear on TV variety shows, grace catwalks, join concerts or make music videos, all of them lucrative activities.\nA tax scrutiny will be a nightmare. Nobody knows exactly how much money Loong Phol has nowadays. Critics claim the whole country will be speechless if the real number is disclosed. It doesn’t matter how wealthy he is at the moment, though, because, it seems, no amount of money can’t change the course and focus of the current perfect storm.\n(Click\nhere and https://www.thaipbsworld.com/a-mothers-fight-for-justice-against-all-odds/ for more on the Nong Chompoo case)\nBy Tulsathit Taptim",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "loong phol perfect",
          "sentiment": "negative"
        },
        {
          "name": "loong phol",
          "sentiment": "negative"
        },
        {
          "name": "chaiyaphol wipa",
          "sentiment": "none"
        },
        {
          "name": "nong chompoo’s",
          "sentiment": "none"
        },
        {
          "name": "nong chompoo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al court",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:20:29.987+02:00",
    "updated": "2023-12-29T11:20:29.987+02:00"
  },
  {
    "uuid": "f658a9933fa901dc9f9980d4aacc563438c31fc4",
    "url": "https://dailynorthwestern.com/2024/02/15/city/a-year-after-receiving-sustain-evanston-grants-local-businesses-reflect-on-sustainability-efforts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hannah Webster, Reporter",
    "published": "2024-02-16T03:35:00Z",
    "title": "A year after receiving Sustain Evanston grants, local businesses reflect on sustainability efforts",
    "text": "For over 10 years, Evanston floral studio FlowersFlowers owner Joanne Leiman had been looking to compost the store’s plant waste. However, the cost had always made her hesitate, she said. So last year, when Leiman learned of Sustain Evanston —a grant program that helps local businesses fund projects in line with the city’s Climate Action and Resilience Plan goals — she applied. The city awarded FlowersFlowers about $3,000 to pay for a year of composting and to “jumpstart” the company’s path to sustainability. “It’s easy to do, and it makes a difference every day,” Leiman said. “Now that we’re in the habit of doing it, it’s one of those things where I can’t imagine not doing it any longer.” Last year, the city awarded over $200,000 in Sustain Evanston grants to 18 small businesses. This year, the city has increased the pool to $500,000, and the program is accepting proposals on a rolling basis until June 30. Collective Resource Compost Cooperative, a Chicago area compost collection company, received the maximum $25,000 grant from the city. They used the funds to make down payments on electric vehicles for their composting container swap service, according to Vice President Mary Beth Schaye. “There’s direct benefit to the residents of Evanston because we’re no longer using petroleum powered vehicles to do the pickups,” she said. Collective Resource Compost Cooperative also worked with several businesses who used their grant money from Sustain Evanston to pay for the company’s composting services, including FlowersFlowers and Evanston restaurant Picnic. As a member of the Circular Evanston Working Group, Schaye said she has met with several small businesses to learn about their sustainability goals. The group educates and advocates for a circular economy, which includes integrating composting and recycling into businesses. She called Sustain Evanston “a fantastic program.” “A lot of particularly small local businesses are very community focused,” Schaye said. “They know what they would like to do that would make their business more sustainable. They just can’t necessarily afford it.” Leslie Cousineau of DMAC Architecture & Interiors, an Evanston-based architectural firm, said the company received funding to create a “pocket park” behind their building. Anticipated to be completed by this April, the planned park includes native plants, as well as permeable pavers and a wall to screen recycling and trash bins, adding green space to the area and controlling stormwater, Cousineau said. Soul & Smoke, a barbecue restaurant, had already been composting and recycling when they applied for the grant, but wanted to find ways to improve their sustainability, CEO Heather Bublick said. After speaking with a program representative about available solutions and submitting quotes, the company applied and received over $9,500 in grant money. So far, the restaurant has used the money to replace their gas fryer with an electric fryer, and they plan to apply for the grant again this year. The restaurant hopes to replace its air curtains with screens for their windows to save energy, Bublick said. “It’s a really great way to dip your toe into the sustainability world and for us, as a community, to walk the walk,” Bublick said. “It’s a great effort that the city’s making.” Email: [[email protected]](/cdn-cgi/l/email-protection#422a232c2c232a352720313627307072707502376c2c2d30362a3527313627302c6c272637) Related Stories: — [City opens applications for Sustain Evanston Incentive Program, invests in business sustainability projects](https://dailynorthwestern.com/2023/05/12/lateststories/city-opens-applications-for-sustain-evanston-incentive-program-invests-in-business-sustainability-projects/) — [CARP Implementation Task Force discusses greenhouse gas emissions, requests on climate action in 2024 agenda](https://dailynorthwestern.com/2024/01/03/lateststories/carp-implementation-task-force-discusses-greenhouse-gas-emissions-requests-on-climate-action-in-2024-agenda/) — [As Evanston moves toward sustainability, local activists criticize slow pace of change](https://dailynorthwestern.com/2023/05/25/city/as-evanston-moves-toward-sustainability-local-activists-criticize-slow-pace-of-change/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joanne leiman",
          "sentiment": "neutral"
        },
        {
          "name": "leiman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "collective resource compost cooperative",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "evanston",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T06:09:36.631+02:00",
    "updated": "2024-02-16T07:29:18.367+02:00"
  }
]