[
  {
    "uuid": "d0db2f547febe3c3d31dde612bb92b652741b096",
    "url": "https://www.yenisafak.com/en/news/turkiye-nabs-32-suspected-terrorists-over-plotting-attacks-on-religious-sites-iraqi-embassy-3675359",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yeni Şafak",
    "published": "2023-12-29T10:42:00Z",
    "title": "Türkiye nabs 32 suspected terrorists over plotting attacks on religious sites, Iraqi Embassy | Politics",
    "text": "Turkish security forces nabbed 32 suspects, including three senior members of the Daesh/ISIS terror group, who were plotting to attack synagogues, churches and the Iraqi Embassy in Türkiye, security officials said Friday.\nThe Turkish National Intelligence Organization (MIT) identified the senior members of the terror group who were planning attacks on synagogues, churches and the Iraqi Embassy.\nIn a coordinated operation conducted at dawn by MIT and Turkish police in nine different cities, the senior terrorists and 29 other individuals linked with them were apprehended.\nThe operation resulted in the seizure of numerous digital materials belonging to the terror group.\nIn 2013, Türkiye became one of the first countries to declare Daesh/ISIS a terrorist organization.\nThe country has since been attacked by the terror group multiple times, with over 300 people killed and hundreds more injured in at least 10 suicide bombings, seven bomb attacks, and four armed attacks. In response, Türkiye launched anti-terror operations at home and abroad to prevent further attacks.\n# Daesh/ISIS # Türkiye # Iraqi Embassy",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "türkiye",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "isis",
          "sentiment": "negative"
        },
        {
          "name": "iraqi embassy",
          "sentiment": "none"
        },
        {
          "name": "turkish national intelligence organization",
          "sentiment": "none"
        },
        {
          "name": "mit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "daesh",
          "sentiment": "none"
        },
        {
          "name": "türkiye",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:55:04.533+02:00",
    "updated": "2023-12-29T12:55:04.533+02:00"
  },
  {
    "uuid": "c816b3d4f3c770f4beac5c200e0e2767657339e0",
    "url": "https://www.thenationalnews.com/sport/cricket/2023/12/29/rahmanullah-gurbaz-hits-maiden-t20i-century-to-lead-afghanistan-to-victory-over-uae/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amith Passela",
    "published": "2023-12-29T13:24:00Z",
    "title": "Rahmanullah Gurbaz hits maiden T20I century to lead Afghanistan to victory over UAE",
    "text": "Rahmanullah Gurbaz rocked the Sharjah Cricket Stadium with his maiden T20I century on Friday night.\nThe diminutive southpaw smashed seven sixes and an equal number of fours in a brilliant innings of exactly 100 runs from 52 balls as he led Afghanistan to a 72-run victory over the UAE in the first instalment of a three-match bilateral series.\nGurbaz reached his half century in just 24 balls with a six off pacer Ali Naseer over the long off that landed outside the stadium. He brought up his 100 by hitting seamer Junaid Seddique for a flat six over the same area.\nHe was eventually dismissed by a spectacular catch from Basil Hameed, who timed his jump perfectly to pluck the ball out of the air with his right hand just inches away from the boundary rope.\nREAD MORE UAE win hearts but outstanding Bangladesh take U19 Asia Cup title in Dubai Gurbaz, who bettered his previous highest score of 87 against Zimbabwe in Abu Dhabi in 2021, featured in an entertaining 137-run stand from 73 balls for the second wicket with his captain Ibrahim Zadran, who struck 59 with four boundaries and a couple for the maximum.\nThe UAE, electing to field first, had managed to just about contain the Afghans in the early going. Hazratullah Zazai cut Muhammad Jawadullah to the backward point for a boundary and lofted Junaid over deep mid-wicket for a maximum to take the score to 13 after two overs.\nHis fellow opener Gurbaz then sent Seddique’s first delivery of his second over out of the ground and pulled one to the square leg fence to set the tempo by taking 15 from the third over and take the total to 30.\nAyaan Afzal Khan provided the breakthrough for the hosts. The left-arm spinner removed Zazai with his first delivery, the Afghan batter top edging for Aravind to hold him at mid-wicket.\nCongratulations to the two debutants for UAE today - Samal Udawaththa and Tanish Suri 👊👊\nGo well boys! pic.twitter.com/zZB7U3Z25w\n— UAE Cricket Official (@EmiratesCricket) December 29, 2023 Nilansh Keshwani went for 18 in his second over with Gurbaz picking up the pace and lofting him over the long-on and long-off for maximums and then bludgeoning one to the cover boundary.\nThe visitors picked up thereafter with Gurbaz and Zadran, and later Azmatullah Omarzai with a little cameo eight-ball 19 not out, entertaining the 5,000-plus partisan Afghan crowd to finish on 203-3.\nThe UAE, in reply, lost Khalid Shah in the very first over. The Afghan quick Fazalhaq Farooqi got one through the left-hander’s defence and Muhammad Waseem hit Naveen ul Haq straight to Zazai at mid-on to leave the hosts 6-2 in the second over.\nThe UAE were never in the race after losing the openers Shah and Waseem. A chase was never on with the UAE managing to put up a respectable 131-4 with Vriitya Aravind stroking an unbeaten 70 in 60 balls.\nUpdated: December 29, 2023, 6:00 PM",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://twitter.com/EmiratesCricket/status/1740737582168936910?ref_src=twsrc%5Etfw",
      "https://t.co/zZB7U3Z25w",
      "https://www.twitter.com/EmiratesCricket/status/1740737582168936910?ref_src=twsrc%5Etfw",
      "https://www.t.co/zZB7U3Z25w",
      "https://twitter.com/EmiratesCricket/status/1740737582168936910"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rahmanullah gurbaz",
          "sentiment": "negative"
        },
        {
          "name": "gurbaz",
          "sentiment": "none"
        },
        {
          "name": "basil hameed",
          "sentiment": "none"
        },
        {
          "name": "ali naseer",
          "sentiment": "none"
        },
        {
          "name": "ibrahim zadran",
          "sentiment": "none"
        },
        {
          "name": "junaid seddique",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "sharjah cricket stadium",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "zimbabwe",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        },
        {
          "name": "dubai gurbaz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:06:55.772+02:00",
    "updated": "2023-12-29T20:06:55.772+02:00"
  },
  {
    "uuid": "7867b9303cd669a4bf9eafe2f2e8b228645b785e",
    "url": "https://www.theguardian.com/world/2023/dec/29/pope-francis-small-step-on-gay-rights-should-be-welcomed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guardian staff reporter",
    "published": "2023-12-29T18:14:00Z",
    "title": "Pope Francis’s small step on gay rights should be welcomed | Catholicism | The Guardian",
    "text": "I appreciate Matt Cain’s heartfelt piece in response to the pope’s blessing of same-sex relationships ( So Pope Francis has deigned to ‘bless’ gay couples? That’s not a blessing, it’s an insult, 19 December ). I agree that it does not go far enough. But some perspective from my training as a chaplain in a Catholic hospital informs my understanding. Querying the head of pastoral care, I asked when the church would ordain women. He concurred it would happen, likely in “300 years”. This is glacial terrain when it comes to major change. I believe that Pope Francis understands that the church has to go in incremental steps. Acceptable, no, but understandable, given the context.\nRev Mark Chaffin\nTroy, New York, US\nWhile I understand the annoyance expressed in Matt Cain’s piece, it is a reaction that frustrates me. The problem with “all or nothing” is that we always end up with nothing. Why not accept and even congratulate the church for its small step, then support liberals in the church for more progress? The moral high ground may feel good, but it’s often lonely and can reek of petulance.\nAnthony Watts\nStrathfield , New South Wales, Australia\nMatt Cain might have reflected on the Chinese aphorism that a journey of a thousand miles begins with a single step. Against all the odds, Pope Francis has taken that single step and surely deserves support, not vitriolic condemnation.\nJG Moorhead\nGorstage, Cheshire\nDo you have a photograph you’d like to share with Guardian readers? If so, please click here to upload it . A selection will be published in our Readers’ best photographs galleries and in the print edition on Saturdays.\nExplore more on these topics Catholicism LGBTQ+ rights Pope Francis Equal marriage Religion Marriage Christianity letters\nReuse this content",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://contributions.guardianapis.com&quot;,&quot;idApiUrl&quot;:&quot;https://idapi.theguardian.com&quot;,&quot;isMinuteArticle&quot;:false,&quot;isPaidContent&quot;:false,&quot;keywordIds&quot;:&quot;world/catholicism,world/lgbt-rights,world/pope-francis,society/gay-marriage,world/religion,lifeandstyle/marriage,world/christianity&quot;,&quot;pageId&quot;:&quot;world/2023/dec/29/pope-francis-small-step-on-gay-rights-should-be-welcomed&quot;,&quot;sectionId&quot;:&quot;world&quot;,&quot;shouldHideReaderRevenue&quot;:false,&quot;stage&qu",
      "https://www.theguardian.com&quot;,&quot;pageId&quot;:&quot;world/2023/dec/29/pope-francis-small-step-on-gay-rights-should-be-welcomed&quot;,&quot;idUrl&quot;:&quot;https://profile.theguardian.com&quot;,&quot;switches&quot;:{&quot;lightbox&quot;:false,&quot;prebidAppnexusUkRow&quot;:true,&quot;abSignInGateMainVariant&quot;:true,&quot;commercialMetrics&quot;:true,&quot;prebidTrustx&quot;:true,&quot;scAdFreeBanner&quot;:false,&quot;adaptiveSite&quot;:true,&quot;prebidPermutiveAudience&quot;:true,&quot;compareVariantDecision&quot;",
      "https://theguardian.com&quot;,&quot;pageId&quot;:&quot;world/2023/dec/29/pope-francis-small-step-on-gay-rights-should-be-welcomed&quot;,&quot;idUrl&quot;:&quot;https://profile.theguardian.com&quot;,&quot;switches&quot;:{&quot;lightbox&quot;:false,&quot;prebidAppnexusUkRow&quot;:true,&quot;abSignInGateMainVariant&quot;:true,&quot;commercialMetrics&quot;:true,&quot;prebidTrustx&quot;:true,&quot;scAdFreeBanner&quot;:false,&quot;adaptiveSite&quot;:true,&quot;prebidPermutiveAudience&quot;:true,&quot;compareVariantDecision&quot;",
      "https://www.contributions.guardianapis.com&quot;,&quot;idApiUrl&quot;:&quot;https://www.idapi.theguardian.com&quot;,&quot;isMinuteArticle&quot;:false,&quot;isPaidContent&quot;:false,&quot;keywordIds&quot;:&quot;world/catholicism,world/lgbt-rights,world/pope-francis,society/gay-marriage,world/religion,lifeandstyle/marriage,world/christianity&quot;,&quot;pageId&quot;:&quot;world/2023/dec/29/pope-francis-small-step-on-gay-rights-should-be-welcomed&quot;,&quot;sectionId&quot;:&quot;world&quot;,&quot;shouldHideReaderRevenue&quot;:false,&quot;stage&qu"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt cain",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "negative"
        },
        {
          "name": "rev mark chaffin troy",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:34:31.671+02:00",
    "updated": "2023-12-29T20:34:31.671+02:00"
  },
  {
    "uuid": "3f10d83eb453acc016386a921a3ab18d0d9b4254",
    "url": "https://www.ukrinform.net/rubric-society/3837055-canada-accepts-almost-250k-ukrainians-fleeing-war.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ukrinform",
    "published": "2024-03-08T22:30:00Z",
    "title": "Canada accepts almost 250K Ukrainians fleeing war",
    "text": "Canada accepts almost 250K Ukrainians fleeing war That’s according to the Canadian immigration [authorities](https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/ukraine-measures/key-figures.html), Ukrinform reports. It is noted that 248,726 Ukrainians arrived in Canada under the Canada-Ukraine authorization for emergency travel (CUAET) program, launched in March 2023. This program entitles Ukrainians fleeing war to an urgent three-year work and residence permit in Canada, financial assistance, and free temporary housing. [Canada joining \"drone coalition\" for Ukraine](/rubric-defense/3837048-canada-joining-drone-coalition-for-ukraine.html) In total, the Canadian government received almost 1.2 million applications for this type of visa, of which it has already approved more than 960,000. No new applications for the program are accepted and holders of such a visa have until the end of March to arrive in Canada to use it. As reported, although Canada refused to extend the temporary program last summer, the government later approved a new migration response effort that allows certain categories of displaced Ukrainians to stay in Canada on a permanent basis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/ukraine-measures/key-figures.html),",
      "https://canada.ca/en/immigration-refugees-citizenship/services/immigrate-canada/ukraine-measures/key-figures.html),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ukrinform",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T00:42:02.067+02:00",
    "updated": "2024-03-09T00:42:02.067+02:00"
  },
  {
    "uuid": "58ddd47476b13fac95f8c0ee00280196ffead010",
    "url": "https://www.wbtv.com/2024/04/25/no-room-violence-salisbury-grapples-with-spike-shootings",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WBTV_News",
    "published": "2024-04-25T20:02:00Z",
    "title": "‘No room for violence.’ Salisbury grapples with spike in shootings",
    "text": "SALISBURY, N.C. (WBTV) – Some in Salisbury are living with new fear after a string of shootings in the past two weeks left two adults dead and a baby, a young girl, and two adults injured.\nThe most recent incident occurred Wednesday night at an apartment complex on South Main Street, where a baby and two women were shot.\nPREVIOUS: ‘We need justice’: 3 hurt, including baby, in Salisbury shooting\nEarlier that day, a young girl was shot near the intersection of Old Concord and Shaver Street.\nPREVIOUS: Police: Young woman found shot on side of road in Salisbury\nThese shootings come on the heels of two fatal shootings reported on the 13th and 14th.\nPREVIOUS: Man, woman killed in separate shootings in Salisbury, police say\nSalisbury Police Maj. TJ Crews condemned the violence and pleaded with the community for help.\n“There is no room for this violence in the City of Salisbury,” Crews said. “There are people in our community who know who committed all of these shootings; we need them to come forward and help us.”\nThe recent spike in crime has shaken the community. Kenny Hardin, a former Salisbury City Councilmember, expressed the fear residents are experiencing.\n“They’re afraid to go about their daily lives,” Hardin said. People are afraid to go to restaurants, run errands, and just do normal things that people do every day for fear of being caught by a stray bullet.”\nView this post on Instagram A post shared by WBTV News (@wbtv_news)\nHardin has been an active community member since the late 1990s ′s and says the crime spike is scary and terrible but not necessarily surprising.\n“A lot of the shooting that’s going on, it’s been done by middle school and high school kids,” Hardin said. “And we say there are not a lot of opportunities. There are opportunities here. But it needs to be more action on behalf of the churches, it needs to be more action on behalf of the city.”\nHardin runs non-profits “High Road Inc” and “Veteran’s Social Center.”\nHe works to help veterans and at-risk communities near Salisbury through those groups. He said the continuing violence and shooting comes, in part, from a lack of understanding.\n“Unfortunately, I think our city leaders don’t really understand the depth and the breadth of gang culture and gang life,” Hardin said. “A lot of this is happening in the poor and black and brown neighborhoods, and there’s not really a genuine concern until it explodes outside of the boundaries of these communities and then when it starts touching other areas.”\nHardin said that tackling crime in Salisbury is bigger than just responding to shootings as they happen. Instead, he says he believes it will take a group effort.\n“The onus is not just on the city,” he said. “It’s not just on the community. Everybody needs to work together. The police can’t be everywhere. So, the citizens need to step up, and the residents need to step up as well.”\nSalisbury Police are actively investigating all shootings and have increased patrols across the city. They have also requested assistance from state and federal agencies.\nCopyright 2024 WBTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "salisbury",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "wbtv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "salisbury",
          "sentiment": "none"
        },
        {
          "name": "shaver street",
          "sentiment": "none"
        },
        {
          "name": "salisbury",
          "sentiment": "none"
        },
        {
          "name": "south main street",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        },
        {
          "name": "old concord",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:04:58.079+03:00",
    "updated": "2024-04-26T02:32:27.917+03:00"
  },
  {
    "uuid": "22393d115d914fc8b58e427ad8be83b20cca6851",
    "url": "https://www.myjoyonline.com/oti-regional-minister-urges-calm-following-tragic-death-of-2-footballers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@joyonlineghana",
    "published": "2023-12-29T14:39:00Z",
    "title": "Oti Regional Minister urges calm following tragic death of 2 footballers - MyJoyOnline",
    "text": "The Oti Regional Minister, Joshua Makubu has appealed to the youth of Yadzo community to remain calm while authorities work to resolve the disturbances around the death of two footballers. The two youngsters died on December 25 in a head-on collision with the National Security COCOBOD taskforce vehicle. Following their death, the angry youth on Thursday took over the residence of the District Chief Executive, Wilson Agbanyo, while demanding for his resignation over the incident. An emergency District Security Council (DISEC) meeting was held to deliberate on how to ensure peace, law and order in the district. The Regional Minister, after the meeting, assured the youth that the death was accidental and appealed for calm. Read also: [https://www.myjoyonline.com/kadjebi-dce-nearly-assaulted-by-angry-youth-over-death-of-2-footballers/](https://www.myjoyonline.com/kadjebi-dce-nearly-assaulted-by-angry-youth-over-death-of-2-footballers/) He also appealed to the youth not to create enmity between themselves and the security agency in the Akan Constituency. According to him, an investigation has been launched into the incident. “We appealed to the Paramount chief to tell the youth in the town that it was not deliberate, it was purely an accident. They should be aware that we know it was an accident and for that matter, they should calm down,” he said. According to him, the two deceased deserved justice therefore the matter would be pursued. “We will follow up to the conclusion stage of the investigation and whatever is relevant for prosecution, we will do,” he assured. Also read: [https://www.myjoyonline.com/kadjebi-dce-aware-of-national-security-operatives-in-akan-constituency-yao-gomado/](https://www.myjoyonline.com/kadjebi-dce-aware-of-national-security-operatives-in-akan-constituency-yao-gomado/) According to him, a postmortem will be conducted on the bodies of the two deceased individuals by the police. He added that after the postmortem, \"we will sit down with the family and arrange the burial.” Mr Makubu further assured that appropriate steps would be taken for compensation to be made. Latest Stories - [Five security operatives, two others granted bail in robbery case](https://www.myjoyonline.com/five-security-operatives-two-others-granted-bail-in-robbery-case/) 4 mins - [2024 elections: No strong candidate for my vote – Wanluv the Kubolor](https://www.myjoyonline.com/2024-elections-no-strong-candidate-for-my-vote-wanluv-the-kubolor/) 22 mins - [Oti Regional Minister urges calm following tragic death of 2 footballers](https://www.myjoyonline.com/oti-regional-minister-urges-calm-following-tragic-death-of-2-footballers/) 26 mins - [Forex Bureau robbed of ₵400k at Amanfrom](https://www.myjoyonline.com/forex-bureau-robbed-of-%e2%82%b5400k-at-amanfrom/) 31 mins - [Ashland Foundation supports Cured Leapers Village in Ho](https://www.myjoyonline.com/ashland-foundation-supports-cured-leapers-village-in-ho/) 37 mins - [Kwaku Antwi-Boasiako: Stop playing political football with the future of WASSCE graduates!](https://www.myjoyonline.com/kwaku-antwi-boasiako-stop-playing-political-football-with-the-future-of-wassce-graduates/) 47 mins - [Indulge in brilliance with the TCL C755 QD-Mini LED 4K TV, offering unparalleled picture quality](https://www.myjoyonline.com/indulge-in-brilliance-with-the-tcl-c755-qd-mini-led-4k-tv-offering-unparalleled-picture-quality/) 1 hour - [Ketu South Municipality honors National Best Nurse/Midwife, Divine Kporha](https://www.myjoyonline.com/ketu-south-municipality-honors-national-best-nurse-midwife-divine-kporha/) 2 hours - [2023 African Games: LOC courts support for African Games in Takoradi](https://www.myjoyonline.com/2023-african-games-loc-courts-support-for-african-games-in-takoradi/) 2 hours - [2023 African Games: LOC takes awareness campaign to Western Region](https://www.myjoyonline.com/2023-african-games-loc-takes-awareness-campaign-to-western-region/) 3 hours - [10% withholding tax on lottery and betting winnings starts from Monday January 1, 2024](https://www.myjoyonline.com/10-withholding-tax-on-lottery-betting-winnings-starts-from-monday-january-1/) 3 hours - [Johnny Drille and wife, Rima, welcome their first child](https://www.myjoyonline.com/johnny-drille-and-wife-rima-welcome-their-first-child/) 3 hours - [2023 African Games: Let’s be ambassadors of the event – LOC urges Ghanaians](https://www.myjoyonline.com/2023-african-games-lets-be-ambassadors-of-the-event-loc-urges-ghanaians/) 3 hours - [Namibia: The Journey of Gobabis Primary School to becoming a Platinum Health Promoting School](https://www.myjoyonline.com/namibia-the-journey-of-gobabis-primary-school-to-becoming-a-platinum-health-promoting-school/) 3 hours - [I love ‘macho’ women – Wanlov the Kubolor](https://www.myjoyonline.com/i-love-macho-women-wanlov-the-kubolor/) 4 hours",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joshua makubu",
          "sentiment": "negative"
        },
        {
          "name": "wilson agbanyo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "district security council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yadzo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:05:37.857+02:00",
    "updated": "2023-12-29T17:05:37.857+02:00"
  },
  {
    "uuid": "d1306d9a037e3a79603dcd14385a328a5222b874",
    "url": "https://www.youtube.com/watch?v=wto1IYLRRRE",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Voice of America",
    "published": "2025-03-13T00:20:41Z",
    "title": "Dirt-powered sensors help farmers optimize their fields",
    "text": "Dirt-powered sensors help farmers optimize their fieldsAn innovative solution to remotely power devices using natural biological processes could help farmers get the most from their fields. VOA’s Kane Farabaugh has more. » Subscribe to VOA News: https://bit.ly/3KIPysi » Watch more VOA News video: https://www.youtube.com/voanews Voice of America (VOA) is the largest U.S. international broadcaster, providing news and information in more than 40 languages to an estimated weekly audience of 236.8 million people. VOA produces content for digital, television, and radio platforms. It is easily accessed via your mobile phone and on social media. It is also distributed by satellite, cable, FM and MW, and is carried on a network of approximately 3,000 affiliate stations. Since its creation in 1942, Voice of America has been committed to providing comprehensive coverage of the news and telling audiences the truth. Through World War II, the Cold War, the fight against global terrorism, and the struggle for freedom around the globe today, VOA exemplifies the principles of a free press. Connect with VOA News: » VISIT OUR WEBSITE: https://www.voanews.com » LIKE OUR FACEBOOK PAGE: https://www.facebook.com/voanews » FOLLOW US ON INSTAGRAM: https://www.instagram.com/voanews » FOLLOW US ON TWITTER: https://twitter.com/VOANews » FOLLOW US ON THREADS: https://www.threads.net/@voanews",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->agricultural technology",
      "Environment->energy resources",
      "Environment->sustainability",
      "Economy, Business and Finance->agriculture",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://bit.ly/3KIPysi",
      "https://www.voanews.com",
      "https://www.instagram.com/voanews",
      "https://www.facebook.com/voanews",
      "https://www.threads.net/@voanews",
      "https://twitter.com/VOANews",
      "https://www.bit.ly/3KIPysi",
      "https://voanews.com",
      "https://threads.net/@voanews",
      "https://instagram.com/voanews",
      "https://www.twitter.com/VOANews",
      "https://facebook.com/voanews"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:20:41.808+02:00",
    "updated": "2025-03-13T02:20:41.808+02:00"
  },
  {
    "uuid": "46a0f86519ce6872f422cab2e727a4dd4754f0db",
    "url": "https://www.urdupoint.com/en/world/japan-and-turkey-take-paralympic-gold-in-men-1860443.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fahad Shabbir",
    "published": "2024-09-05T17:40:00Z",
    "title": "Japan And Turkey Take Paralympic Gold In Mens And Womens Goalball",
    "text": "Fahad Shabbir (@FahadShabbir) Published September 06, 2024 | 01:40 AM\nParis, (APP - UrduPoint / Pakistan Point News - 6th Sep, 2024) Japan won their first gold medal in the men's goalball via golden goal at the Paralympics on Thursday, while Turkey claimed their third consecutive title in the women 's event .\nSano Yuto scored the golden goal to give Japan victory against Ukraine by four goals to three after extra time in the South Paris Arena, marking a strong improvement on their fifth-placed finish at their home Games three years ago.\nIn front of a capacity crowd, Japan broke the deadlock through Kazuya Kaneko and Koji Miyajiki to take a 2-0 lead inside the opening three minutes.\nBut Ukraine struck back, first via Anton Strelchyk and then through a Vasyl Oliinyk penalty, to level the score going into the break.\nJapan came within inches of retaking the lead two minutes into the second period, only for Ukraine 's Oleksandr Toporkov to charge back and grab the ball right on the line.\nThey did soon restore their lead in a tense second half, however, when Sano powered a throw through the Ukrainian defence to make it 3-2 to the Japanese.\nUkraine tried to force the issue but the solid black-and-red wall Japan 's trio had constructed in front of their goal held fast until two minutes from time.\nStrelchyk's throw was only half-parried away and the ball squirmed into the goal to make it 3-3, forcing extra time.\nYuto then fired in the winning goal to spark wild celebrations as Japan became Paralympic champions for the first time.\n- Turkish delight -\nAfter tasting gold at Rio 2016 and Tokyo 2020 , the Turkish women 's team have now won gold in all three of the appearances at the Paralympics following their 8-3 victory over Israel .\n\"Three finals, three championships, three gold medals,\" said Turkey 's triple Paralympic champion Sevda Altunoluk.\n\"I can't explain my feelings because I am so happy and the feeling is so deep.\"\nReigning world champions Turkey made a fast start against Israel in the final, scoring two goals inside the first two minutes, courtesy of Altunoluk and Fatma Gul Guler.\nIsrael called for a time-out just after Turkey 's third and then immediately struck back through Lihi Ben David to make it 3-1.\nHowever, a team penalty against Israel , which was duly converted by Guler, and another goal seconds later from Altunoluk pushed Turkey further ahead.\nThe Turks added two more goals before Ben David doubled up to take the sides into half-time with the score at 7-2.\nThe second period started cagily until Altunoluk scored with a fine cross-court effort that flew into the bottom corner.\nIsrael 's Ben David got her third with just under five minutes to go but Turkey were home and dry.\nTurkey 's Altunoluk finished top-scorer of the gold medal match on four goals and 21 for the whole tournament.\nIn the bronze medal matches, China 's women eased past Brazil 6-0 to claim bronze , while in the same fixture on the men's side of the draw Brazil beat the Chinese 5-3.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.twitter.com/FahadShabbir",
      "https://twitter.com/FahadShabbir"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:06:52.824+03:00",
    "updated": "2024-09-06T00:41:07.212+03:00"
  },
  {
    "uuid": "ad6b762477e6615e37c8836b466d70d68869303b",
    "url": "https://hamodia.com/2024/08/15/jordanian-man-damaged-power-plant-threatened-to-bomb-restaurants-in-hate-fueled-rampage",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matis Glenn",
    "published": "2024-08-15T20:55:00Z",
    "title": "Jordanian Man Damaged Power Plant, Threatened to Bomb Restaurants in Hate Fueled Rampage",
    "text": "By Matis Glenn\nHashem Younis Hashem Hnaihen (DOJ) A Jordanian man who allegedly broke windows of establishments he believed were supporting Israel, damaged an energy plant and threatened to “explode everything here in whole America,” was arrested and charged, the Department of Justice announced Thursday.\nHashem Younis Hashem Hnaihen, 43, a Jordanian citizen residing in Orlando, Florida, was charged with threatening to use explosives and destruction of an energy facility, which he allegedly damaged in June. Prosecutors say he caused hundreds of thousands of dollars in damage to the facility, but it could have easily cost lives. At his detention hearing Wednesday, Hnaihen was ordered detained pending trial.\n“We allege that the defendant threatened to carry out hate-fueled mass violence in our country, motivated in part by a desire to target businesses for their perceived support of Israel,” U.S. Attorney General Merrick Garland said in a statement. “Such acts and threats of violence, whether they are targeting the places that Americans frequent every day or our country’s critical infrastructure, are extremely dangerous and will not be tolerated by the Justice Department.”\nHnaihen allegedly left threatening letters after every one of his intrusions, addressed to the United States government, where he laid out a series of political demands, culminating in a threat to “destroy or explode everything here in whole America. Especially the companies and factories that support the racist state of Israel.”\n“Under the guise of expressing his beliefs, the defendant allegedly attacked a power facility and threatened local businesses, causing hundreds of thousands of dollars in damages,” FBI Director Christopher Wray said in a statement. “Violence and destruction of property to threaten and intimidate others will never be tolerated. The FBI and our partners will work together to pursue and hold accountable those who resort to violence.”\nA restaurant allegedly targeted by Hnaihen. (DOJ)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matis glenn hashem younis hashem hnaihen",
          "sentiment": "negative"
        },
        {
          "name": "hashem younis hashem hnaihen",
          "sentiment": "none"
        },
        {
          "name": "merrick garland",
          "sentiment": "none"
        },
        {
          "name": "hnaihen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "department of justice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:54:10.251+03:00",
    "updated": "2024-08-16T00:54:10.251+03:00"
  }
]