[
  {
    "uuid": "fed9ac58122270edb0c13121ec2de6659a524dca",
    "url": "https://uk.investing.com/news/stock-market-news/invivyds-new-covid19-prep-therapy-now-available-in-us-93CH-3418771",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Investing.com",
    "published": "2024-04-04T00:00:00Z",
    "title": "Invivyd's new COVID-19 PrEP therapy now available in U.S. By Investing.com",
    "text": "WALTHAM, Mass. - Invivyd, Inc. (NASDAQ:IVVD), a biopharmaceutical company, has announced the availability of its new product PEMGARDA™ for pre-exposure prophylaxis (PrEP) of COVID-19 in the U.S. This follows the emergency use authorization (EUA) granted by the Food and Drug Administration (FDA) on March 22, 2024. PEMGARDA is designed for certain adults and adolescents with moderate-to-severe immune compromise who are less likely to respond to COVID-19 vaccination. PEMGARDA is a monoclonal antibody (mAb) injection for intravenous use and targets the SARS-CoV-2 spike protein receptor binding domain, aiming to prevent the virus from attaching to host cells. The EUA specifies that PEMGARDA is not authorized for the treatment of COVID-19 or post-exposure prophylaxis of COVID-19. It is intended for individuals aged 12 and older who weigh at least 40 kg and have an immune compromise due to certain medical conditions or immunosuppressive medications. Dave Hering, Chief Executive Officer of Invivyd, expressed his satisfaction with the rapid commercial availability of PEMGARDA, less than two weeks after receiving EUA. The company projects net product revenue for PEMGARDA to be between $150 million and $200 million for the year 2024. With this anticipated revenue and ongoing optimization of operational expenses, Invivyd expects to end the year with at least $55 million in cash and cash equivalents. Healthcare professionals can obtain PEMGARDA through a network of authorized specialty distributors. The product comes with important safety information, including a boxed warning for anaphylaxis, and common adverse events such as infusion-related reactions and upper respiratory infections. The company will discuss the launch progress of PEMGARDA in a conference call and webcast today at 5 pm ET. Invivyd's INVYMAB™ platform combines viral surveillance and predictive modeling with advanced antibody engineering to rapidly generate new mAbs to combat evolving viral threats. PEMGARDA is the first mAb in a planned series of antibody candidates from Invivyd. The information in this article is based on a press release statement from Invivyd, Inc. InvestingPro Insights As Invivyd, Inc. (NASDAQ:IVVD) launches its new product PEMGARDA™, investors are closely monitoring the company's financial health and market performance. According to InvestingPro data, Invivyd holds a market capitalization of $468.54 million. Despite the challenges, the company's stock has experienced a significant rally, with a 6-month price total return of 138.18% and an even more impressive 1-year price total return of 235.9%. This suggests a strong investor confidence in the company's growth potential, particularly in light of the recent EUA for PEMGARDA. InvestingPro Tips highlight that Invivyd has more liquid assets than short-term obligations, providing a cushion for operational needs. Analysts predict that Invivyd will be profitable this year, which aligns with the company's own revenue projections for PEMGARDA. Nevertheless, it's important to note that the company has not been profitable over the last twelve months, indicating a period of investment and growth that may be turning a corner with the new product launch. For investors seeking deeper insights, there are additional InvestingPro Tips available, offering a comprehensive analysis of Invivyd's financials and market position. Interested readers can explore these tips by visiting https://www.investing.com/pro/IVVD. For those considering an [InvestingPro](/pro/pricing?referral=inv_in_article_anchor) subscription, use the coupon code PRONEWS24 to get an additional 10% off a yearly or biyearly Pro and Pro+ subscription. This article was generated with the support of AI and reviewed by an editor. For more information see our T&C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "invivyd",
          "sentiment": "negative"
        },
        {
          "name": "dave hering",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eua",
          "sentiment": "none"
        },
        {
          "name": "fda",
          "sentiment": "none"
        },
        {
          "name": "pemgarda",
          "sentiment": "none"
        },
        {
          "name": "food and drug administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mass.",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "waltham",
          "sentiment": "none"
        },
        {
          "name": "invivyd",
          "sentiment": "none"
        },
        {
          "name": "pemgarda",
          "sentiment": "none"
        },
        {
          "name": "u.s",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:26:44.944+03:00",
    "updated": "2024-04-05T00:26:44.944+03:00"
  },
  {
    "uuid": "14846a14f26e84905b6448a88ce18f6cfb9d74fd",
    "url": "https://www.timeshighereducation.com/campus/how-can-we-teach-ai-literacy-skills",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julia Chen",
    "published": "2024-04-11T23:01:00Z",
    "title": "How can we teach AI literacy skills? | THE Campus Learn, Share, Connect",
    "text": "Universities have made positive strides in improving digital literacy for graduates, but now they need to do the same for AI literacy You may also like Popular resources A question students regularly ask me is: will AI replace human workers? I imagine many educators may be experiencing the same thing, in particular, those teaching AI or business analytics-related programmes and modules. This is not a surprise. AI, in particular generative AI, continues to be a hot topic and is becoming more prevalent in all major industries, including education. AI could automate 10-30 per cent of jobs in the UK, and more than 75 per cent of companies globally intend to adopt AI and related technologies in the next five years. Going back to the question, a common view is that AI will change the employment landscape. It will replace some professions and create new jobs, but it will not replace humans . Human workers, nevertheless, need to upskill and adapt to work with AI and machines. Many articles offer their interpretations of the key AI skills that professionals need to learn and develop. It then becomes clear that university students need to develop AI literacy skills for the future workforces. AI literacy has already been considered a key graduate attribute for university students. What is AI literacy? Building from and developing upon digital literacy, AI literacy is more complex and requires users to have some fundamental understanding of technical knowledge – ie, a basic idea of how AI works, what AI does and where AI tools can be applied, and the potential social and ethical implications of AI applications. In the context of generative AI, ethics and fact-checking are particularly important, because it can create new text-, video- or audio-based materials and other creative artefacts with ease. However, we are unclear about current students’ AI literacy level , even though it has been reported that some students have used generative AI tools to help them with their studies or assessments. Therefore, how can we, educators and universities, help and support students to move from A, that is, their current state of knowledge, to B, that is to become industry-oriented AI literates? The answer is AI literacy education. Resource collection: AI transformers like ChatGPT are here, so what next? Transition from expert to guide by embracing generative AI Three ways to use ChatGPT to enhance students’ critical thinking in the classroom How can we teach AI literacy? As the name suggests, AI literacy education refers to co-curricular or extracurricular modules or courses, offered by universities, and designed specifically to develop students’ AI (including generative AI) literacy skills. These courses and modules are aimed at undergraduate and/or postgraduate students, and can be delivered at the institutional, faculty or departmental level. The University of California, for example, designed a multidisciplinary campus-wide AI curriculum for undergraduate students. It focuses on developing students’ technical and ethical skills. City, University of London introduced a similar type of AI course for postgraduate students studying radiology. This is clearly where we should be heading, but there is a shortage of guidance and practical examples on AI literacy curriculum design and pedagogical approaches, and in particular, discipline-specific strategies for enhancing student engagement and learning within particular subject disciplines. As a result, some important questions remain unanswered. For instance: - How should university and academic tutors design and develop AI literacy courses for specific subject disciplines? - What types of AI literacy skills should be included in this course? - What teaching approaches are most effective in teaching AI literacy skills? AI literacy course design The questions raised above are mostly related to curriculum design. If universities consider offering an AI literacy course to students, the following recommendations may be helpful: First, it is necessary to understand students’ current AI literacy level so that the course can better address the knowledge and skill gaps and meet student expectations. You can gain an understanding of current levels by conducting an AI literacy survey . You can then use the AI literacy framework , developed by Davy Tsz Kit Ng, Jac Ka Lok Leung, Samuel Kai Wah Chu and Maggie Shen Qiao as an underpinning framework to develop an AI literacy course. This framework includes four dimensions: - Knowledge and understanding of AI - Use and application of AI - Evaluation and creation of AI - AI ethics It also suggests the essential AI skills (both technical and non-technical) that need to be covered in the course. Third, tutors need to consider discipline-appropriate approaches to teaching AI literacy skills. Innovative approaches such as gamification, simulations and project-based learning have proved to be effective. And finally, the skills covered in the curriculum need to be industry-oriented. Students need plenty of hands-on opportunities to use AI tools to solve problems and deal with challenges that they may encounter in their future workforce. For example, in one of my modules, I worked with more than 300 students at King’s Business School to create a rule-based chatbot as an additional assessment support tool. Through participating in the project, students learned about the advantages and challenges of using a chatbot in customer support, and how to create such a chatbot using Google Dialogflow. They were also able to test out innovative ideas to improve the chatbot’s efficiency. The global workforce stands on the threshold of a major change in its composition. Universities are still unsure of how to deal with these technologies and how to incorporate them into teaching and learning. However, the technology isn’t standing still, and neither is industry; AI is being adopted and incorporated into everyday working operations and this process is increasing almost daily. Universities have made positive strides in improving digital literacy for graduates, but now they need to do the same for AI literacy. Christine O’Dea is a senior lecturer in management and technology education at King’s Business School, King’s College London. Michael O’Dea is a lecturer in computer science at the University of York. If you would like advice and insight from academics and university staff delivered direct to your inbox each week, sign up for the Campus newsletter .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "https://www.pages06.net/thewui/the-campus/).",
      "https://www.sciencedirect.com/science/article/pii/S2666920X23000061)",
      "https://www.sciencedirect.com/science/article/pii/S2666920X23000449#:~:text=In%20general%2C%20research%20shows%20that,2021%3B%20Mertala%20et%20al.%2C),",
      "https://www3.weforum.org/docs/WEF_Future_of_Jobs_2023.pdf)",
      "https://assets.publishing.service.gov.uk/media/656856b8cc1ec500138eef49/Gov.UK_Impact_of_AI_on_UK_Jobs_and_Training.pdf)",
      "https://hbr.org/2023/08/ai-wont-replace-humans-but-humans-with-ai-will-replace-humans-without-ai).",
      "https://arxiv.org/pdf/2302.09319.pdf).",
      "https://www.sciencedirect.com/science/article/pii/S2666920X21000357),",
      "https://www.assets.publishing.service.gov.uk/media/656856b8cc1ec500138eef49/Gov.UK_Impact_of_AI_on_UK_Jobs_and_Training.pdf)",
      "https://sciencedirect.com/science/article/pii/S2666920X21000357),",
      "https://www.hbr.org/2023/08/ai-wont-replace-humans-but-humans-with-ai-will-replace-humans-without-ai).",
      "https://sciencedirect.com/science/article/pii/S2666920X23000061)",
      "https://.weforum.org/docs/WEF_Future_of_Jobs_2023.pdf)",
      "https://pages06.net/thewui/the-campus/).",
      "https://sciencedirect.com/science/article/pii/S2666920X23000449#:~:text=In%20general%2C%20research%20shows%20that,2021%3B%20Mertala%20et%20al.%2C),",
      "https://www.arxiv.org/pdf/2302.09319.pdf)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:55:52.222+03:00",
    "updated": "2024-04-12T11:28:26.594+03:00"
  },
  {
    "uuid": "ccf34d2db668f8e3cdee2f25d33b454cf484d1f8",
    "url": "https://www.iltempo.it/attualita/2024/08/02/news/meteo-citta-bollino-rosso-quali-sono-domani-domenica-previsioni-agosto-40021551",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@iltempo_official",
    "published": "2024-08-02T11:57:00Z",
    "title": "Non c'è scampo. Domani e domenica 8 città da bollino rosso: quali sono",
    "text": "Meteo, non c'è scampo. Domani e domenica 8 città da bollino rosso: quali sono\nNon c'è scampo. Le temperature hanno ripreso a salire in gran parte della penisola italiana e pare che, al momento, l'ipotesi di qualche fresca ventata si allontani di giorno in giorno. Quello in arrivo sarà l'ennesimo fine settimana all’insegna del grande caldo. Secondo l’ultimo bollettino delle ondate di calore curato dal ministero della Salute, le città da \"bollino rosso\" (che oggi sono 9) saranno 8 sia domani che domenica. Si tratta di Campobasso, Firenze, Frosinone, Latina, Perugia, Rieti, Roma e Viterbo. Come ricorda il ministero, l’allerta di \"livello 3\" scatta in presenza di \"condizioni di emergenza con possibili effetti negativi sulla salute di persone sane e attive e non solo sui sottogruppi a rischio come gli anziani, i bambini molto piccoli e le persone affette da malattie croniche\". In lieve calo ma sempre sopra le medie stagionali anche le temperature, specie quelle percepite: domani sono previsti picchi di 38 gradi a Roma e Latina, domenica 38 a Frosinone e ancora a Latina.\nLa \"sorpresa\" di agosto: quando finisce il caldo. Giuliacci indica la data\nUn campo di alta pressione in cedimento sul Mediterraneo con correnti più umide in quota che hanno già portato alla formazione di temporali anche intensi sulle regioni del Nord. Condizioni meteo più asciutte sul resto dell’Italia e clima molto caldo, ma nel weekend qualche temporale raggiungerà anche il Centro-Sud, soprattutto sui settori interni. Temperature in lieve calo su tutta la Penisola ma con valori che si riportano comunque più prossimi alle medie del periodo. Sono gli ultimi aggiornamenti del Centro Meteo Italiano che per la prossima settimana confermano un nuovo aumento del caldo con un ulteriore rinforzo dell’anticiclone sul Mediterraneo.\nDai blog\nTecnocrazia []https://www.iltempo.it/blog/davide-di-santo/2024/08/01/news/astro-bot-gioco-ps5-recensione-game-test-quando-esce-icona-pop-sony-playstation-40010992/\nAstro Bot sfida SuperMario: il robottino di Ps vuole diventare un'icona pop Davide Di Santo Controtempo\n\"Come Dottor Jekyll e Mr. Hyde\". Zampaglione si sdoppia col film horror Carlo Antini https://www.iltempo.it/blog/carlo-antini/2024/07/16/news/coldplay-festa-rock-quattro-concerti-roma-stadio-olimpico-chris-martin-39883034/\nDelirio Coldplay, a Roma tripudio rock da 260mila persone Carlo Antini",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T17:14:00.907+03:00",
    "updated": "2024-08-02T17:14:00.907+03:00"
  },
  {
    "uuid": "5ba8180cd99a8acbb953f021644f639b54f84e32",
    "url": "http://www.gentedigital.es/almeria/noticia/3742243/sucesos-fallece-un-anciano-y-una-mujer-de-avanzada-edad-resulta-herida-grave-en-un-accidente-de-coche-en-nijar/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tres Tristes Tigres",
    "published": "2023-12-28T00:00:00Z",
    "title": "Sucesos.-Fallece un anciano y una mujer de avanzada edad resulta herida grave en un accidente de coche en Níjar",
    "text": "Un hombre ha muerto y una mujer ha resultado herida de carácter grave a causa de un accidente de tráfico registrado esta tarde en la carretera AL-3106 en Níjar (Almería), según informa el servicio unificado de emergencias 112 de Andalucía. 28/12/2023 - 22:47 [A Coruña](/a-coruna/) | [Albacete](/albacete/) | [Algeciras](/algeciras/) | [Alicante](/alicante/) | [Almería](/almeria/) | [Ávila](/avila/) | [Avilés](/aviles/) | [Badajoz](/badajoz/) | [Barcelona](/barcelona/) | [Bilbao](/bilbao/) | [Burgos](/burgos/) | [Cáceres](/caceres/) | [Cádiz](/cadiz/) | [Cartagena](/cartagena/) | [Castellón](/castellon/) | [Ceuta](/ceuta/) | [Ciudad Real](/ciudad-real/) | [Córdoba](/cordoba/) | [Cuenca](/cuenca/) | [Gijón](/gijon/) | [Girona](/girona/) | [Granada](/granada/) | [Guadalajara](/guadalajara/) | [Huelva](/huelva/) | [Huesca](/huesca/) | [Ibiza](/ibiza/) | [Jaén](/jaen/) | [Las Palmas de Gran Canaria](/las-palmas-de-gran-canaria/) | [León](/leon/) | [Lleida](/lleida/) | [Logroño](/logrono/) | [Lugo](/lugo/) | [Madrid](/madrid/) | [Málaga](/malaga/) | [Melilla](/melilla/) | [Mérida](/merida/) | [Murcia](/murcia/) | [Ourense](/ourense/) | [Oviedo](/oviedo/) | [Palencia](/palencia/) | [Palma de Mallorca](/palma-de-mallorca/) | [Pamplona](/pamplona/) | [Pontevedra](/pontevedra/) | [Salamanca](/salamanca/) | [San Sebastián](/san-sebastian/) | [Santander](/santander/) | [Santiago de Compostela](/santiago-de-compostela/) | [Segovia](/segovia/) | [Sevilla](/sevilla/) | [Soria](/soria/) | [Tarragona](/tarragona/) | [Tenerife](/tenerife/) | [Teruel](/teruel/) | [Toledo](/toledo/) | [Valencia](/valencia/) | [Valladolid](/valladolid/) | [Vigo](/vigo/) | [Vitoria](/vitoria/) | [Zamora](/zamora/) | [Zaragoza](/zaragoza/) | Grupo de información GENTE · el líder nacional en prensa semanal gratuita según [PGD-OJD](http://www.ojd.es/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "http://www.ojd.es/)",
      "http://ojd.es/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:37.825+02:00",
    "updated": "2023-12-29T00:11:37.825+02:00"
  },
  {
    "uuid": "b0c77d82fd3d4272a9a4f980cfc8762d88122322",
    "url": "https://www.piquenewsmagazine.com/weather-news/warm-weather-wreaks-havoc-on-some-bc-ski-hills-as-lack-of-snow-leaves-trails-barren-8037837",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chuck Chiang; The Canadian Press",
    "published": "2023-12-29T09:20:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren",
    "text": "VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open.\nFewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions.\nWarmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan.\nIn Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas.\nOn Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain.\nWarm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each.\nMount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow.\nJames Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season.\n\"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said.\n\"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\"\nApex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls.\nShalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow.\n\"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\"\nAt Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open.\nSeveral resorts have been offering discounted passes and tickets to entice skiers to visit.\n\"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled.\nEnvironment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland.\nProctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\"\nHe said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior.\nBut Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations.\n\"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\"\nThis report by The Canadian Press was first published Dec. 29, 2023.\nChuck Chiang, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seymour",
          "sentiment": "none"
        },
        {
          "name": "james shalman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "cypress",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "apex mountain resort",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:30:09.353+02:00",
    "updated": "2023-12-29T11:30:09.353+02:00"
  },
  {
    "uuid": "aa417c8ea86eb19f18776162ed0e2110f2f0af72",
    "url": "https://www.de10.com.mx:443/liga-mx/jose-juan-macias-sorprendio-por-su-impresionante-fisico-con-santos-antes-del-clausura-2025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@De10Sports",
    "published": "2024-12-26T21:07:00Z",
    "title": "José Juan Macías sorprendió por su impresionante físico con Santos antes del Clausura 2025",
    "text": "[José Juan Macías](https://www.de10.com.mx/liga-mx/jose-juan-macias-envia-un-emotivo-mensaje-tras-su-lesion-que-lo-dejo-fuera-del-apertura-2024/) pintaba para ser el próximo gran goleador del futbol mexicano. Incluso tuvo un breve paso por el futbol de España, donde no le fue bien y tuvo que regresar a Chivas; el atacante señaló que era joven y buscaría tener su revancha.\nSin embargo, comenzó un martirio con las lesiones. Un par de lesiones en el ligamento cruzado lo tuvieron cerca de un año fuera de actividad; en su traspaso a Santos, la situación no cambió, debido a que constantemente se lesionaba.\nLee también [Famoso comentarista de Fox Sports está a punto de llegar a TUDN](https://www.de10.com.mx/lo-viral/gustavo-mendoza-estaria-a-punto-de-dejar-fox-sports-para-llegar-a-tudn/)\n¿José Juan Macías está listo físicamente?\nJosé Juan Macías alcanzó su máximo nivel en León, donde despertó el interés de varios equipos en México y Europa. Lamentablemente no tuvo muchas oportunidades en el Getafe, por lo que vio truncado su sueño.\nEsa no ha sido su batalla más difícil, debido a que constantemente se ha lesionado en los últimos años. Eso ha llevado a la afición de Santos a que reproche su contratación, debido a que casi no ha jugado.\nAunque parece que a sus 25 años el delantero mexicano ve la luz al final de túnel. JJ Macías nunca se ha rendido y prometió regresar más fuerte, y en sus redes sociales demostró que cumplió.\nMacías publicó una fotografía donde muestra su físico, el cual es más que bueno de cara al inicio del Clausura 2025. José Juan sabe que deberá ganarse un lugar con Fernando Ortiz, por lo que está en forma.\nEl artillero sabe que debe estar físicamente al 100 por ciento para que las lesiones por fin lo dejen en paz. Espera que todo esto lo ayude a revivir su instinto goleador y se convierta en el ‘killer’ de los Guerreros en el próximo torneo del futbol mexicano.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->sport achievement",
      "Sport->soccer",
      "Human Interest->celebrity",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->exercise and fitness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "José Juan Macías",
          "sentiment": "none"
        },
        {
          "name": "Santos",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:11:20.232+02:00",
    "updated": "2024-12-27T00:11:20.232+02:00"
  }
]