[
  {
    "uuid": "52818788ec6d949217fd893b7e6a548d28a8c7dc",
    "url": "https://www.artshub.com.au/news/features/the-women-who-changed-their-lives-to-become-writers-2692501/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sally Grage-Moore",
    "published": "2024-01-07T22:08:44Z",
    "title": "The women who changed their lives to become writers",
    "text": "As a young woman, Lindy Ralph always loved writing, but got sidetracked. Training as a dental nurse and working across varied jobs in her 20s, including as a stage manager, she found herself pregnant with her son at 30 and became a single mother. The dental nursing put food on the table during this time but, after some years, she realised she was drawn to working in a creative field again. Ralph decided it was time to prioritise her own life again and ‘do what I really wanted to do’ – which was learn how to make money from writing – ‘but I just didn’t know how,’ she says. First she enrolled in a Bachelor of Creative Arts at La Trobe University in Bendigo, but when she lost her tour business during COVID in 2020, she decided to move back to Melbourne with her partner. At the age of 52, she enrolled in the Associate Degree of Professional Writing and Editing (PWE) at RMIT University. It was during this time that Ralph discovered she liked non-fiction writing and having three stories published on Mamamia and one on ABC Everyday gave her confidence to keep trying. ‘It was an exciting time in my life because I was finally studying something I actually enjoyed.’ There are many reasons people may change careers throughout their working lives, but what motivates 50-plus-year-old women to do this is another story. One of determination. Elizabeth Jolley is well-known as one of Australia’s most famous “late bloomer” women writers. During the 1991 Elizabeth Jolley lecture at Curtin University, Hazel Hawke acknowledged Jolley as one of Australia’s best loved and most significant authors. As reported in the Curtin University publication, Voice, Hawke said both she and Jolley had found their individual paths later in life, after raising families and living in their husbands’ shadows. Jolley published her first book at 53 and Hawke published her autobiography at 63. Barb Kelly is a mother of four children, one of whom has autism. Her early life was devoted to her children, being financially secure in a career as a teacher and working in the family businesses, namely a motel and delicatessen. Kelly says, ‘I was a bit of a family joke as I often wrote poems and speeches at birthdays and celebrations.’ She had done writing courses before, but after retiring from teaching in 2017 she became a student again, also in the Professional Writing and Editing course at RMIT. Now at 69, she says, ‘I feel like my life has changed forever doing this course.’ Kelly adds, ‘I think the PWE course provides powerful skills for women if they plan to change careers. There are so many exciting parts of a creative career and the development of circles of support within the students and teachers are forever.’ Ralph agrees, saying she has ‘incredible support from my PWE friends and teachers’. A career change will often involve heading back to study – whether at TAFE or university. Mature aged students are making up a greater and greater proportion of the student population. ‘The profile of current students is getting older. In 2022, around 49% of people studying for a non-school qualification were aged 15-24 years. This compares with 52% of all students a decade earlier in 2012, and 54% of all students in 2002.’ Australian Bureau of Statistics (May 2022), [Education and Work, Australia](https://www.abs.gov.au/statistics/people/education/education-and-work-australia/may-2022). Shaina Feinberg writes about women ‘blooming in their own time’ in her 2020, [New York Times](https://www.nytimes.com/2021/05/21/business/blooming-in-their-own-time.html) article. She quotes actor turned writer Abby McEnany as saying, ‘The term Late Bloomer made it seem like there was a prescribed age where you should have stuff. I don’t subscribe to that. Why should society get to say you’re late for something?’ I recently celebrated my 50th birthday in New York, a lifelong dream. Reaching this milestone, and recovering from burnout in my teaching job, prompted my decision to resign and follow my passion to study writing. I too enrolled in PWE at RMIT. I was thrilled to find that I wasn’t the only woman of my age in my cohort. I have asked some of my fellow classmates, ‘Why writing?’ and ‘Why now?’ An early love of writing is a repeated theme, and something that had been put on hold to pursue “real jobs” is a shared experience among these women. A sense of it now being “their turn” after marrying, raising children or working in careers that were unfulfilling, and having something important to say comes through. An understanding that a long life is not guaranteed, and that life can be pulled out from under you at any time, is also a motivating factor. Kora Fuller comes from a Greek migrant background, with English as a second language. She says, ‘I had no control over my life for a very long time, even during marriage. It’s only been in the last five years that I’ve been able to turn this around. A career in writing feels real only now, this year, during this course. I never thought it was ever possible until now. Writing and being around writers makes me feel so good and like my true self.’ Read: [Upcoming books for 2024, January to June](https://www.artshub.com.au/news/news/upcoming-books-for-2024-january-to-june-2688545/) Marika Vertzonis trained as an engineer and works in a job writing technical documentation. She feels this was maybe ‘the apprenticeship she needed’ for moving into ‘real writing’. The love of storytelling in her family and the migration stories told to her by her father, uncles and grandparents have inspired her to want to write these stories as historical fiction, preserving them for the generations to come. ‘Taking risks and trying something new has always worked well for me,’ says Anne-Marie Turner, who comes to the course from a background in medicine. ‘Writing has been a way to process events and try to create something beautiful from them. At this stage of our lives, we have so much life experience. That wisdom and perspective, with added talent and craft, can make for a successful writer.’ Barb Kelly is not deluded about the challenges of choosing writing as a career. ‘I know we have been repeatedly told that there is very little financial success in the writing field, and I can see that it is not very easy to write the “best seller”. I still think that any learning is of benefit and that different people will seize upon different careers according to their individual ideas.’ In her 2016 ArtsHub article, [Be comforted by 10 late bloomer careers](https://www.artshub.com.au/news/features/be-comforted-by-10-late-bloomer-careers-252096-2353547/), Madeleine Dore wrote, ‘Despite experiencing more than 39 rejections in one year alone … [Elizabeth Jolley] went on to publish 15 novels and four short story collections well into her 70s.’ There is no shortage of women who have led the way in becoming successful writers later in life and inspire us to do the same. It’s our time now and we’re determined to make the most of it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://nytimes.com/2021/05/21/business/blooming-in-their-own-time.html)",
      "https://www.abs.gov.au/statistics/people/education/education-and-work-australia/may-2022).",
      "https://abs.gov.au/statistics/people/education/education-and-work-australia/may-2022).",
      "https://www.nytimes.com/2021/05/21/business/blooming-in-their-own-time.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lindy ralph",
          "sentiment": "positive"
        },
        {
          "name": "ralph",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc",
          "sentiment": "none"
        },
        {
          "name": "la trobe university",
          "sentiment": "none"
        },
        {
          "name": "rmit university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bendigo",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        },
        {
          "name": "mamamia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:08:44.742+02:00",
    "updated": "2024-01-08T00:08:44.742+02:00"
  },
  {
    "uuid": "aaac48e2a9842759b69ea48cdc8f4c33d780cdee",
    "url": "https://ground.news/article/indias-agonising-wait-for-historic-first-remains-amid-all-time-thrashing-by-sa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T19:44:00Z",
    "title": "Ground News - India’s agonising wait for historic first remains amid all-time thrashing by SA",
    "text": "Summary by Ground News South Africa beat India by an innings and 32 runs in Centurion. Virat Kohli top scored for India with 76 but the rest of the batting collapsed. Dean Elgar (185) and Marco Jansen (84 not out) transformed a slender 11-run lead for South Africa at the start of play. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nFox Sports Australia Center High Factuality Media Conglomerate: Murdoch Family Media Conglomerate: Telstra India’s agonising wait for historic first remains amid all-time thrashing by SA India’s dream of winning a Test series in South Africa for the first time was ended inside three days as they crashed to an innings and 32 runs defeat at SuperSport Park in Centurion on Friday (AEDT).\n3 hours ago · Australia Read Full Article\nFox Sports Australia Center High Factuality Media Conglomerate: Murdoch Family Media Conglomerate: Telstra\nIndia’s agonising wait for historic first remains amid all-time thrashing by SA India’s dream of winning a Test series in South Africa for the first time was ended inside three days as they crashed to an innings and 32 runs defeat at SuperSport Park in Centurion on Friday (AEDT).\n3 hours ago · Australia Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.foxsports.com.au/cricket/indias-agonising-wait-for-historic-first-remains-amid-alltime-thrashing-by-sa/news-story/31d39e8437563f7410757cf54030c640?utm_source=ground.news&utm_medium=referral",
      "https://www.foxsports.com.au/cricket/indias-agonising-wait-for-historic-first-remains-amid-alltime-thrashing-by-sa/news-story/31d39e8437563f7410757cf54030c640",
      "https://foxsports.com.au/cricket/indias-agonising-wait-for-historic-first-remains-amid-alltime-thrashing-by-sa/news-story/31d39e8437563f7410757cf54030c640?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "virat kohli",
          "sentiment": "neutral"
        },
        {
          "name": "dean elgar",
          "sentiment": "none"
        },
        {
          "name": "murdoch",
          "sentiment": "none"
        },
        {
          "name": "marco jansen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "telstra india",
          "sentiment": "none"
        },
        {
          "name": "fox sports australia center high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ground news south africa",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "supersport park",
          "sentiment": "none"
        },
        {
          "name": "centurion",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:49.361+02:00",
    "updated": "2023-12-29T00:42:49.361+02:00"
  },
  {
    "uuid": "14f5e1d64549ac30ae03a6b80b041660b5c93b14",
    "url": "https://www.tradingview.com/chart/CADCHF/9srzRE0q-CADCHF-Bullish-Reversal-Potential-Long-Trade-Setup/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "miansarimhameed",
    "published": "2023-12-28T16:51:00Z",
    "title": "CADCHF: Bullish Reversal Potential - Long Trade Setup",
    "text": "[](/u/miansarimhameed/)\nCADCHF: Bullish Reversal Potential - Long Trade Setup\n[OANDA:CADCHF](/symbols/CADCHF/)CAD/CHF\n📉 Overview:\nCADCHF is shifting from a downtrend to sideways movement, signaling a potential bullish reversal. A sharp bullish divergence and a strong 97% bullish market sentiment enhance the likelihood of an upward move.\n📊 Technical Analysis:\nTransition from downtrend to sideways, coupled with a bullish divergence, sets the stage for a potential bullish reversal.\n📈 Market Sentiment:\nA robust 97% bullish sentiment supports the potential strength of the upward reversal.\n📉 Trade Strategy:\nTraders may consider a long trade if the key level at 0.63910 is breached. Entry points near the coming higher lows (HL) or Fibonacci retracement levels like 0.236 or 0.382 are potential considerations.\n🛑 Risk Management:\nImplementing effective risk management, including appropriate stop-loss orders, is crucial to safeguard capital.\n📈 Conclusion:\nCADCHF presents a compelling long trade opportunity with bullish signals and strong market sentiment. Monitor the break above 0.63910 and adjust positions based on evolving market conditions.\nCADCHF is shifting from a downtrend to sideways movement, signaling a potential bullish reversal. A sharp bullish divergence and a strong 97% bullish market sentiment enhance the likelihood of an upward move.\n📊 Technical Analysis:\nTransition from downtrend to sideways, coupled with a bullish divergence, sets the stage for a potential bullish reversal.\n📈 Market Sentiment:\nA robust 97% bullish sentiment supports the potential strength of the upward reversal.\n📉 Trade Strategy:\nTraders may consider a long trade if the key level at 0.63910 is breached. Entry points near the coming higher lows (HL) or Fibonacci retracement levels like 0.236 or 0.382 are potential considerations.\n🛑 Risk Management:\nImplementing effective risk management, including appropriate stop-loss orders, is crucial to safeguard capital.\n📈 Conclusion:\nCADCHF presents a compelling long trade opportunity with bullish signals and strong market sentiment. Monitor the break above 0.63910 and adjust positions based on evolving market conditions.\nDisclaimer\nThe information and publications are not meant to be, and do not constitute, financial, investment, trading, or other types of advice or recommendations supplied or endorsed by TradingView. Read more in the\n[Terms of Use](/policies/#disclaimer-regarding-investment-decisions-and-trading).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cadchf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oanda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:00:57.431+02:00",
    "updated": "2023-12-29T00:00:57.431+02:00"
  },
  {
    "uuid": "ddcfd5a8d76d0027a3478bc8be2915e58cff2eb5",
    "url": "https://www.clarin.com/espectaculos/rotting-christ-banda-griega-perseguida-gobiernos-iglesia-criticada-dave-mustaine-inmensamente-exitosa_0_AGj6w6AXVm.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clarin.com - Home",
    "published": "2024-02-23T09:02:00Z",
    "title": "Cómo es Rotting Christ, la banda griega perseguida por gobiernos e Iglesia, criticada por Dave Mustaine e inmensamente exitosa",
    "text": "Nada menos que “Cristo Pudriéndose” es el nombre de la legendaria banda Rotting Christ, precursora del black metal europeo y originaria de Atenas, Grecia. El grupo tiene 35 años de historia y demostrará su vigencia este sábado 24 de febrero en \"From Hell Festival\" en Arena Sur, un valiente ciclo de resistencia sonora y adoración a los géneros más violentos y oscuros del metal, música extrema y anti comercial. En las dos fechas inaugurales se presentaron el cantante original de Iron Maiden, Paul DiAnno y las glorias del thrash metal Vio-Lence y Exhorder. Las entradas se consiguen por sistema TicketFlash y los grupos invitados serán Dislepsia, Inazulina y Lepergod. Resistidos, perseguidos y exitosos El grupo de los hermanos Sakis y Themis Tolis irrumpió en la escena a fuerza de una brutal combinación de grindcore (quizá el subgénero más bestial del metal) y una llamativa voluntad de “dramatizar” esos temas ultra veloces y guturales de la mano de teclados tocados con total rusticidad. Su presencia fue una molestia para algunos sectores del mundillo metalero, a tal punto que alguna vez [Dave Mustaine](https://www.clarin.com/espectaculos/dave-mustaine-ansioso-volver-megadeth-argentina-dice-enchufa-guitarra-siente-poderoso_0_vGxH7vpDjK.html) de Megadeth puso como condición no tocar en festivales junto a ellos. Los políticos de varios países del mundo pusieron la vista en Rotting Christ y su nombre tan provocativo. Fueron criticados por Gary Bauer, el senador ultraconservador estadounidense y colaborador de Trump y Reagan, cuando la banda fue prohibida. Hasta sus miembros cayeron detenidos en 2018 a la llegada a la capital georgiana de Tbilisi, acusados de ser sospechosos de terroristas. En sus comienzos, el intento o búsqueda sonora de Rotting Christ no dio resultados inmediatos, pero el ímpetu por llevar su sonido al siguiente nivel se hizo notar en cada paso discográfico de la banda, que ya suma trece discos de estudio. Fueron pequeños peldaños que el grupo atravesó para convertirse en una entidad musical respetada en su particular nicho, valorada como referentes del black metal más sofisticado y atmosférico. Habla en cantante y guitarrista En un break de la gira latina, recién aterrizado en Colombia el cantante y guitarrista Sakis Tolis, atiende el llamado de Clarín. Su voz es gruesa, su acento tosco, su actitud es clara: sin ser descortés, contesta sin vueltas, en clara actitud y en plan de “boludeces, no”. -Además del nombre provocador, ¿por qué creés que fueron el centro de las críticas de los gobiernos y también de otros músicos de la escena del metal? -Elegimos ese nombre con la idea de molestar, que fue el propósito de la música black metal a comienzos de los años '90. Si te fijás en la mayoría de las bandas de esa época, verás que tenían una muy mala reputación en la prensa y en la sociedad en general. En Europa fuimos parte de esa idea de “crear problemas”. Lo seguimos siendo, aunque cambiamos nosotros y también el mundo. Creo que el nombre que tenemos aún es efectivo para dejar en claro que no seguimos las pautas del sistema. -Ustedes declaran que no son satánicos, ¿pero cómo pueden separar la idea de llamarse “Cristo Pudriéndose” y no ser satanistas? -“Satanistas” es una palabra muy grande, no nos consideramos así, sino más bien anti-religión. Es la esencia de la banda. Creemos que lo contrario a la religión es lo que hace que la gente avance, de pasos evolutivos. Y no estamos solamente en contra de Cristo, como sugeriría nuestro nombre, sino que estamos en contra de todas las religiones. -Para el gran público, Slayer, Kiss y Marilyn Manson eran bandas que se oponían al cristianismo. ¿Se sienten representados por la forma en que estos artistas despreciaban al establishment religioso? -Algunas de estas bandas nos gustan, Slayer y [Kiss ](https://www.clarin.com/espectaculos/musica/gene-simmons-vez-serio-kiss-despide-diciembre-_0_a1EOyNLw4B.html)por ejemplo, pero nosotros somos otra cosa. Somos parte de la escena black metal europea, algo mucho más underground. No seguimos a estas bandas satánicas al estilo estadounidense. -¿Hay algún grupo mainstream que te guste por su filosofía opuesta a la religión? -Me gusta mucho Ghost, una banda que la gente suele decir que son pop-rock. Creo que hacen lo suyo muy bien. La pelea con Mustaine -¿Cómo definirías la evolución sonora de la banda, desde los inicios básicos hasta el black metal dramático y atmosférico actual? -“Evolución” es la palabra más importante para nosotros. Todo lo que no evoluciona muere, entonces siempre intentamos probar nuevas cosas. Puedo decir que evolucionamos mucho, sí, pero también somos fieles a nuestras raíces, en las que siempre nos dedicaremos a hacer verdadero metal oscuro. -El incidente con Dave Mustaine de Megadeth es conocido en todo el mundo. ¿Crees que la escena del metal es hipócrita de alguna manera? -No es que sea una escena hipócrita, es que hay gente a la que no le gusta que les digan algunas verdades. Seguramente habrá algunos hipócritas, sí. Pero podés estar en desacuerdo y no formar parte de ese grupo de conservadores que siempre ven al black metal del peor modo. -¿Cómo te sentís al ser parte del ciclo de conciertos “From Hell” en un lugar como Buenos Aires? -Genial. Quiero de hecho agradecer a todos los hermanos y hermanas de metal en Argentina, a quienes estoy muy feliz de ver en unos días. Sé que están enfrentando grandes problemas económicos y financieros, pero créanme que si se mantienen fieles a su espíritu todo va a mejorar. ¡Levantemos todos nuestros dedos del medio y mandemos a la mierda a todos los políticos corruptos! Sobre la firma Newsletter Clarín Tags relacionados",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T11:51:23.282+02:00",
    "updated": "2024-02-23T18:04:27.940+02:00"
  },
  {
    "uuid": "ac8d3f4d9e68f84e02373d171ced7b31f9fa2535",
    "url": "https://www.wdtv.com:443/2025/04/23/first-recovery-center-harrison-county-holds-grand-opening",
    "ord_in_thread": 0,
    "author": "@WDTV5News",
    "published": "2025-04-23T22:02:00Z",
    "title": "First recovery center in Harrison County holds grand opening",
    "text": "First recovery center in Harrison County holds grand opening\nQUIET DELL, W.Va. (WDTV) - The first recovering center in Harrison County held its grand opening early Wednesday evening.\nArch Recovery Center in Quiet Dell is an in-patient comprehensive detoxification and rehab facility for drug and alcohol addiction.\nServices at the center include individual therapy, group therapy, medical supervision, and aftercare planning.\nThe center has already had 15 graduates since operations began seven weeks ago.\nExecutive Director, Lou Ortenzio, said the opening of the facility is a step in the right direction for the area, and that he’s very pleased with the success the center has already seen in its patients.\n“We know we’re making a difference,” said Ortenzio. “The camaraderie with the jobs here, the connectiveness, the bonds that are formed here — I mean, the residents who stay here on this ship for 28 days — is truly remarkable.”\nDignitaries including Secretary of State, Kris Warner and State Senator, Ben Queen were present at the grand opening.\nCopyright 2025 WDTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->health organisation",
      "Health->drug rehabilitation",
      "Human Interest->ceremony",
      "Social Issue->addiction",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Lou Ortenzio",
          "sentiment": "none"
        },
        {
          "name": "Kris Warner",
          "sentiment": "none"
        },
        {
          "name": "Ben Queen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Arch Recovery Center",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T02:12:41.466+03:00",
    "updated": "2025-04-24T02:12:41.466+03:00"
  },
  {
    "uuid": "41eea956107edb66d62ff2ba5c1afe69e0302e61",
    "url": "https://www.xunta.gal/gl/notas-de-prensa/-/nova/010063/director-industrias-culturais-sublina-papel-festival-singular-naron-profesionalizacion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@xunta",
    "published": "2025-02-21T11:48:00Z",
    "title": "O Director de Industrias Culturais subliña o papel do festival singular de Narón na profesionalización do…",
    "text": "Jacobo Sutil participou na presentación da 10ª edición do evento, que terá lugar do 7 ao 30 de marzo no Pazo da Cultura naronés\nO Director de Industrias Culturais subliña o papel do festival singular de Narón na profesionalización do monólogo como formato teatral\nAnunciou que a Xunta abrirá nas próximas semanas a súa convocatoria anual de axudas a festivais de artes escénicas, a través da que en 2024 investiu 280.000 euros na organización de 12 encontros\nA cita naronesa combina a exhibición dunha ducia de espectáculos cun programa paralelo no que destaca a rolda de negocios para promover a contratación internacional de compañías galegas\nNarón (A Coruña), 21 de febreiro de 2024\nO director da Axencia Galega das Industrias Culturais da Xunta, Jacobo Sutil, participou hoxe na presentación en Narón da 10ª edición de Singular Festival Internacional do Monólogo Teatral, que do 7 ao 30 marzo combinará a exhibición dunha ducia de espectáculos no Pazo da Cultura co desenvolvemento dunha programación profesional de talleres, mesas redondas e unha rolda de negocios para promover a contratación internacional de compañías galegas.\nO representante da Consellería de Cultura, Lingua e Xuventude destacou precisamente o papel deste evento na profesionalización e na visibilidade do monólogo como formato teatral cun gran potencial de proxección internacional, no que Galicia conta cunha destacada representación artística e cunha ampla tradición baseada na cultura da narración oral.\nAsí mesmo, lembrou que a cita naronesa foi unha das 12 subvencionadas en 2024 a través da liña anual de axudas da Xunta de Galicia para festivais de artes escénicas, dotada con 280.000 euros, ao tempo que anunciou que a convocatoria correspondente a 2025 será publicada nas vindeiras semanas.\nCarteleira internacional\nA representación galega na carteleira do 10º Singular corre a cargo de Diego Anido, Chévere, Atenea García e, no apartado da programación para público infantil, Manuela Varela, Elefante Elegante, Cris de Caldas e A Xanela do Maxín. As súas propostas conviven coas de coñecidos nomes do panorama estatal, como Toni Acosta, Alberto San Juan e Teatro del Barrio, ademais de coa compañía cubana Aire Frío e a arxentina Rey Marciali Producciones.\nAdemais, o festival vén incorporando nas súas últimas edicións unha serie de actividades paralelas pensadas para os profesionais do sector, que este ano se concretan nun taller actoral a cargo da cubana Beatriz Viñas, un seminario de clown que impartirá a arxentina Julieta Daga, unha mesa redonda sobre programación en Galicia de espectáculos internacionais e unha rolda de negocios para facilitar o encontro de compañías galegas con profesionais da programación cultural procedentes de diferentes países, como Arxentina, Colombia, Costa Rica, Estados Unidos, República Dominicana ou Uruguai, así como doutros puntos de España.\nA raíz desta última iniciativa, o ano pasado catro formacións de Galicia concretaron xiras por Uruguai, Costa Rica e Nicaragua, para as que tamén tiveron á súa disposición as axudas á distribución nas industrias culturais, convocadas anualmente pola Axencia Galega das Industrias Culturais co obxectivo de favorecer a internacionalización das nosas artes escénicas e musicais.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "topics": [
      "Politics->freedom of religion",
      "Politics->church elections",
      "Religion and Belief->religious festival and holiday",
      "Social Issue->social networking",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jacobo Sutil",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Xunta",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T14:33:41.483+02:00",
    "updated": "2025-02-21T14:33:41.483+02:00"
  },
  {
    "uuid": "805dac8f049f7398666203fa403aa8eab04da4d2",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrft3929757.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:34:00Z",
    "title": "上证180ETF指数基金（530280）跌0.58%，半日成交额25.12万元|指数基金_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，上证180ETF指数基金（530280）跌0.58%，报1.023元，成交额25.12万元。上证180ETF指数基金（530280）重仓股方面， 贵州茅台 截止午盘涨0.00%， 中国平安 跌0.93%， 紫金矿业 跌1.44%， 招商银行 跌0.70%， 恒瑞医药 跌0.66%， 长江电力 跌0.33%， 药明康德 跌1.02%， 中芯国际 跌0.23%， 京沪高铁 跌0.17%， 兴业银行 跌0.08%。\n上证180ETF指数基金（530280）业绩比较基准为 上证180指数 收益率，管理人为平安基金管理有限公司，基金经理为刘洁倩，成立（2025-01-15）以来回报为2.77%，近一个月回报为-0.13%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->market and exchange",
      "Politics->government budget",
      "Politics->economic policy",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:38:45.585+03:00",
    "updated": "2025-06-19T04:41:59.000+00:00"
  },
  {
    "uuid": "48702355c4f452e8cfe3849ba8bedeb9167a7634",
    "url": "https://gauchazh.clicrbs.com.br/mundo/noticia/2025/02/papa-francisco-continua-em-estado-critico-anuncia-vaticano-cm7hzydh302do015ocbu7ws6g.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2025-02-23T16:03:00Z",
    "title": "Papa Francisco continua em estado 'crítico', anuncia Vaticano | GZH",
    "text": "O papa Francisco, que está internado devido a uma pneumonia, continua em estado \"crítico\" e segue recebendo oxigênio, mas não apresentou novas crises respiratórias desde a noite de sábado, informou o Vaticano neste domingo (23).\n\"A complexidade do quadro clínico e a espera necessária para que as terapias farmacológicas façam efeito exigem manter o prognóstico reservado\", de acordo com o último boletim de saúde divulgado.\nO jesuíta argentino, de 88 anos, precisou passar por transfusões de sangue para que o nível de hemoglobina subisse, enquanto seu quadro de trombocitopenia (queda no número de plaquetas) permaneceu estável, informaram os médicos do hospital Gemelli de Roma.\n\"No entanto, alguns exames de sangue mostram uma insuficiência renal inicial, leve, atualmente sob controle\", acrescentaram.\n\"A oxigenoterapia de alto fluxo continua por via nasal\", disseram, esclarecendo que o papa está consciente.\n\"Pela manhã, no apartamento adaptado no 10º andar, ele participou da Santa Missa, com as pessoas que estão cuidando dele durante esses dias de hospitalização\", explicou a mesma fonte.\n* AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Health->health organisation",
      "Health->medical condition",
      "Religion and Belief->christianity",
      "Religion and Belief->pope",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T21:04:59.956+02:00",
    "updated": "2025-02-23T21:04:59.956+02:00"
  },
  {
    "uuid": "7b183cee8f9705725cc67ba5ade6ca6e34a6b02d",
    "url": "https://www.lasprovincias.es/comunitat/el-tiempo/tiempo-leon-semana-santa-20240322060332-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RLT",
    "published": "2024-03-22T17:38:00Z",
    "title": "El tiempo en León en Semana Santa: Aemet pronostica unas vacaciones revueltas",
    "text": "Secciones\nServicios\nDestacamos\nRLT\nValencia\nViernes, 22 de marzo 2024, 19:38\nNecesitas ser suscriptor para acceder a esta funcionalidad.\nCompartir\nLa previsión del tiempo en Semana Santa en León es una de las mayores preocupaciones para todos los que planifican sus vacaciones y viajes en estas fechas o simplemente buscan descansar en esta localidad. ¿Habrá lluvia o saldrá el sol? ¿Cambiará el tiempo estos días? Aemet ha pronosticado una Semana Santa pasada por agua en casi toda España por la llegada de una DANA que barrerá la península de oeste a este, aunque dejará zonas con sol en especial en el litoral mediterráneo.\nSi vas a pasar la Semana Santa o la Pascua en León o en localidades cercanas, puedes consultar la previsión del tiempo oficial de Aemet para la Semana Santa 2024 en tiempo real y el pronóstico para los días siguientes.\nLa predicción de los mapas se actualiza automáticamente con el paso de los días, por lo que podrás consultar la previsión oficial del tiempo de Aemet durante toda la Semana Santa y los días posteriores.\nEl pronóstico del tiempo para la ciudad de León muestra una variación en las condiciones climáticas en los próximos días. La temperatura oscilará entre los 8º y los 25º grados, presentando un cielo despejado durante el día del 22 de marzo, con una humedad que oscila entre el 35% y el 75%.\nPara la noche del mismo día, se espera un ligero descenso en la temperatura, con mínimas de 21º y máximas de 25º. El cielo estará poco nuboso y la humedad se mantendrá entre el 35% y el 75%.\nEl día 23 de marzo, las condiciones climáticas cambiarán ligeramente. Durante la madrugada, se esperan nubes altas con temperaturas que oscilarán entre los 5º y los 19º grados. La humedad aumentará, alcanzando un máximo del 90%.\nA lo largo del día, el cielo estará poco nuboso con temperaturas que oscilan entre los 5º y los 19º grados. La humedad disminuirá ligeramente, quedando entre el 35% y el 90%.\nPara el 24 de marzo, se espera un cielo poco nuboso durante todo el día con temperaturas que oscilan entre los 0º y los 19º grados. La humedad podría llegar hasta el 100%. El 25 de marzo, el cielo estará nuboso con posibilidad de lluvia. Las temperaturas oscilarán entre los 2º y los 16º grados y la humedad estará entre el 45% y el 80%.\nPara los días 26 y 27 de marzo, se espera nieve y lluvia respectivamente. Las temperaturas oscilarán entre los 0º y los 14º grados y la humedad estará entre el 50% y el 100%. Finalmente, para el día 28 de marzo, se espera un cielo cubierto con lluvia con temperaturas que oscilan entre los 7º y los 15º grados y una humedad entre el 70% y el 100%.\nPublicidad\nPublicidad\nTe puede interesar\n<a href=\"https://www.lavozdigital.es/motor/limites-velocidad-dgt-2024-20240320131234-ntv.html#vca=voc-recirc&vso=lasprovincias\">\nLos límites de velocidad de la DGT para 2024\n</a>\nLa Voz de Cádiz\n<a href=\"https://www.elnortedecastilla.es/canal-recetas/descubre-deliciosa-tortilla-callos-corazon-rondilla-20240322000730-nt.html#vca=voc-recirc&vso=lasprovincias\">\nDescubre la deliciosa tortilla de callos en el corazón de un barrio castizo\n</a>\nEl Norte de Castilla\nPublicidad\nPublicidad\nComentar es una ventaja exclusiva para suscriptores\n¿Ya eres suscriptor?\nNecesitas ser suscriptor para poder votar.\nReporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.elnortedecastilla.es/canal-recetas/descubre-deliciosa-tortilla-callos-corazon-rondilla-20240322000730-nt.html#vca=voc-recirc&vso=lasprovincias",
      "https://www.lavozdigital.es/motor/limites-velocidad-dgt-2024-20240320131234-ntv.html#vca=voc-recirc&vso=lasprovincias",
      "https://elnortedecastilla.es/canal-recetas/descubre-deliciosa-tortilla-callos-corazon-rondilla-20240322000730-nt.html#vca=voc-recirc&vso=lasprovincias",
      "https://lavozdigital.es/motor/limites-velocidad-dgt-2024-20240320131234-ntv.html#vca=voc-recirc&vso=lasprovincias"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T21:19:31.948+02:00",
    "updated": "2024-03-22T21:19:31.948+02:00"
  }
]