[
  {
    "uuid": "9f5c7ce92ded814a54b9da0f24ef016cefe93ae8",
    "url": "https://abc30.com/high-surf-warning-waves-california/14239707/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KABC",
    "published": "2023-12-29T16:09:00Z",
    "title": "Rogue wave hits California, flooding streets and sweeping people off their feet in Ventura",
    "text": "VENTURA, Calif. -- Massive surf is bringing danger and destruction to California's coast.\nLarge waves pounded Southern California's shores on Thursday, leading to flooding on coastal communities and multiple rescues by lifeguards.\nRELATED:\n Visitors from all over the world flock to Mavericks Beach as surfers brave massive waves\nStreets along Ventura's beach communities were coping with several feet of water, leaving multiple vehicles stranded. Lifeguards had to perform multiple rescues, in most cases of people who had gathered to watch the big waves from the sand but were caught up unexpectedly in them, sweeping them off their feet.\nOne video showed bystanders pulling a lifeguard out of the water with his arms after he apparently became exhausted trying to fight the powerful tow.\nAnother video showed a massive rogue wave breaching a low wall in Ventura, sending onlookers fleeing and sweeping up several of them in water. Officials say eight people were treated at local hospitals for injuries.\nRogue wave sends people fleeing along Ventura shoreline\nIn another video, a man went paddleboarding with his daughter along a flooded street.\nPeople who live in affected communities can't recall seeing waves this size, at least in the recent past.\n\"The waves were big,\" said Ventura resident Brian Scott. \"I mean, I'm a water guy. I sail, scuba dive. These were 15+ foot waves this morning at high tide. Never seen that. We've been here for 10 years.\"\nWhy is Southern California seeing massive waves? Dallas Raines explains\nA high surf advisory went into effect at 4 a.m. Thursday and will last through 10 p.m. Saturday.\nThe National Weather Service says some local areas could see waves up to 15 feet high. The Ventura County coast, and Hermosa, Manhattan and Palos Verdes beaches are expected to see the most significant impacts.\nThe state's central coast is also expected to be hit hard.\nSeveral cars were seen stuck on a flooded street near the beach. Lifeguards were warning people who had gathered to watch the big waves that they needed to move farther back from the water.\nIn Oxnard, streets near the beach were similarly flooded and several cars were trapped as well. All Oxnard public beaches are closed Friday through Sunday due to the high surf advisory.\nOfficials say flooding is possible in some low-lying areas.\nIn Newport Beach, residents were warned about the conditions and sand berms were replenished.\nCity officials said crews would be monitoring water levels and will pump water out if needed.\nMeanwhile, Los Angeles County beachgoers are urged to speak with lifeguards before going into the water.\nDespite the advisory, many surfers turned out at Seal Beach ready to catch some waves early Thursday morning.\n\"Seal Beach is kind of like a stadium. Everyone like's to come here. It's a easy, makeable wave... and everyone loves to be pumped to be here,\" said Jeff Brockman.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://6abc.com/waves-at-mavericks-today-beach-surf-report/14239846/",
      "https://www.6abc.com/waves-at-mavericks-today-beach-surf-report/14239846/",
      "https://6abc.com/waves-at-mavericks-today-beach-surf-report/14239846"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "ventura ventura",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "mavericks beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:57:33.208+02:00",
    "updated": "2023-12-29T19:57:33.208+02:00"
  },
  {
    "uuid": "41d17dfa6380eeb8b186da23931f5c0624bbed33",
    "url": "https://www.sandiegouniontribune.com/community-voices-project/story/2023-12-28/opinion-out-of-the-ashes-of-the-old-hope-emerges-from-the-darkness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jim Miller",
    "published": "2023-12-28T22:11:00Z",
    "title": "Opinion: Out of the ashes of the old: hope emerges from the darkness - The San Diego Union-Tribune",
    "text": "Opinion: Out of the ashes of the old: hope emerges from the darkness Miller is a local author, professor at San Diego City College, and vice president for the American Federation of Teachers, Local 1931. He lives in Golden Hill. For me, 2023 was the year from hell as I suffered through sudden and acute liver failure due to autoimmune hepatitis that resulted in a transplant operation in late July that saved my life with almost no time to spare. This was immediately followed by a toxic reaction to the anti-rejection medication which I was given that led to a series of dangerous seizures, periods of psychosis, mania and delirium, all of which I made my way through with plenty of scars [but also great appreciation for my good fortune](https://dougporter.substack.com/p/my-dark-nights-of-the-soul-notes). In sum, I had a few dances with death and somehow managed to elude its embrace. As [I wrote in this space](https://www.sandiegouniontribune.com/community-voices-project/story/2023-08-14/opinion-near-death-experience-live-failure-compassion-gratitude-hardship) just after that ordeal, “And now, as I recover, with deep gratitude and compassion for the struggle and suffering of others, it is still hard to write a piece like this, word by word, sentence by sentence, step by step. Life is about persistence in the face of hardship and if we are lucky, we can transcend and heal.” Then, three months into my recovery, I was back in the hospital for a week after coughing up blood, seemingly out of nowhere, and had to be treated with multiple antibiotics and other medications. These stopped the bleeding, [but the precise cause of this latest malady is yet to be determined](https://dougporter.substack.com/p/thanksgiving-in-dark-times). This all adds up to living with an intensified uncertainty on the personal level while the external world seems bent on piling suffering on top of radical uncertainty, from the danger and misery of wars abroad to the perils of our global leaders’ failure to adequately address the looming threat of climate catastrophe. Indeed, war, ecocide, mass shootings, civil discord, threats to democracy, extreme weather and natural disasters have become the taken-for-granted backdrop of our daily lives. Thus, as we enter a new year, it’s hard not to fall victim to despair or cynicism about our ability to right the ship. All of it brings to mind the words of the great Mary Oliver in her poem “At the River Clarion”: “I pray for the desperate earth / I pray for the desperate world / I do the little each person can do, it isn’t much / Sometimes the river murmurs, sometimes it roars.” And, at present, the river of our collective lives is roaring fiercely. The waters are unsettled, continually treacherous, and the obstacles we face can seem insurmountable. It would be naïve to suggest otherwise, yet, somehow, we must endure and persist. In my own case, this means greeting every day of my continued recovery with patience and developing a tolerance for the lack of certainty that will come with the end of my medical leave and return to work. I will have to learn to deal with life as a deeply immunocompromised person in a world that is done with worrying about COVID and other infectious diseases. In addition to this, I will not be able to count on my physical and mental endurance in the same way as I have for my entire life. So, I’ll mask up and make my way forward as best I can with no guarantees. As an educator in the humanities, the new year brings challenges with the latest technologies, hostile politics and an increasingly indifferent public. People seduced by superficial materialism, drowning in social media and the omnipresent noise of the culture will continue to raise questions about the value of a traditional higher education. My profession faces what many see as existential threats with increased instrumentalism, opportunistic culture warriors, and budgetary concerns putting the squeeze on funding for departments whose bread and butter involves reading books, talking about ideas, and delving into issues that make us ponder what the point of life is outside of the marketplace. Of course, the truth is that rather than being a useless relic, the core work of the humanities is the cure for what ails us. To read, write, and engage in the arts is an exercise in compassion, an invaluable tool in a world gone wrong. The humanities need to be defended not due to their materialist advantages but rather because they offer us a way to fill the void at the heart of our society by centering questions of human meaning. As a unionist, I hope to be at least a small part of the continuing [upsurge of labor](https://www.theguardian.com/commentisfree/2023/dec/05/uaw-tesla-us-unions) as we keep fighting deep inequities in our country and build a larger sense of solidarity that provides us a [way to connect](https://www.epi.org/publication/unions-promote-racial-equity/#:~:text=Finally%2C%20unions%20help%20reduce%20racial,actual%20causal%20effect%20of%20unionization) across the deep divides that separate us. It seems like a lot to ask, I know, but to return to the words of Mary Oliver: “Keep some room in your heart for the unimaginable.” Get Weekend Opinion on Sundays and Reader Opinion on Mondays Editorials, commentary and more delivered Sunday morning, and Reader Reaction on Mondays. You may occasionally receive promotional content from the San Diego Union-Tribune.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://dougporter.substack.com/p/my-dark-nights-of-the-soul-notes).",
      "https://www.theguardian.com/commentisfree/2023/dec/05/uaw-tesla-us-unions)",
      "https://www.epi.org/publication/unions-promote-racial-equity/#:~:text=Finally%2C%20unions%20help%20reduce%20racial,actual%20causal%20effect%20of%20unionization)",
      "https://dougporter.substack.com/p/thanksgiving-in-dark-times).",
      "https://www.dougporter.substack.com/p/my-dark-nights-of-the-soul-notes).",
      "https://www.dougporter.substack.com/p/thanksgiving-in-dark-times).",
      "https://epi.org/publication/unions-promote-racial-equity/#:~:text=Finally%2C%20unions%20help%20reduce%20racial,actual%20causal%20effect%20of%20unionization)",
      "https://theguardian.com/commentisfree/2023/dec/05/uaw-tesla-us-unions)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "san diego union",
          "sentiment": "negative"
        },
        {
          "name": "american federation of teachers",
          "sentiment": "none"
        },
        {
          "name": "san diego city college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "golden hill",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:03.587+02:00",
    "updated": "2023-12-29T00:23:03.587+02:00"
  },
  {
    "uuid": "150ef7224053d00ee4ea1c53894cdda094b8261e",
    "url": "https://www.enfemenino.com/adelgazar/pan-integral-el-secreto-para-adelgazar-sin-renunciar-a-tu-placer-s4077832.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ana Belén Quesada López",
    "published": "2024-01-07T10:00:00Z",
    "title": "Pan integral: el secreto para adelgazar sin renunciar a tu placer",
    "text": "Este alimento es un básico de la\n[dieta mediterránea](/adelgazar/la-dieta-mediterranea-y-su-impacto-en-el-higado-graso-no-alcoholico-descubrimientos-importantes-s4071071.html), pero suele ser acusado de causar michelines y por eso es el primero en eliminarse de cualquier dieta. Al contrario, incorporar pan integral en tu dieta puede ser una estrategia efectiva para facilitar la pérdida de peso de manera saludable. El pan integral, en comparación con el refinado, ofrece varios beneficios nutricionales que respaldan la gestión del peso.\nAquí hay algunas razones por las cuales agregar pan integral puede ser beneficioso:\n- Mayor contenido de fibra: El pan integral contiene más fibra que el pan blanco. La fibra proporciona saciedad, lo que significa que te sentirás lleno por más tiempo. Esto puede ayudar a reducir el consumo total de calorías a lo largo del día, facilitando así el control del peso.\n- Control de los niveles de azúcar en sangre: La fibra también ayuda a regular los niveles de azúcar en sangre al ralentizar la absorción de glucosa. Esto contribuye a evitar picos de insulina que pueden desencadenar el almacenamiento de grasas.\n- Nutrientes esenciales: El pan integral a menudo conserva más nutrientes esenciales, como vitaminas B, hierro y magnesio, en comparación con las versiones refinadas. Obtener estos nutrientes es clave para mantener un metabolismo saludable durante la pérdida de peso.\n- Menor densidad energética: El pan integral generalmente tiene una menor densidad calórica en comparación con los productos de harina refinada, lo que significa que obtienes más volumen de alimento con menos calorías. Esto facilita la gestión de las porciones.\n- Promoción de hábitos alimenticios saludables: Incorporar alimentos integrales, como el pan integral, en tu dieta fomenta la adopción de\n[hábitos alimenticios más saludables](/salud/mas-alla-del-cafe-opciones-saludables-para-tu-energia-diaria-s4077499.html). Esto puede llevar a elecciones alimenticias más conscientes y a largo plazo.\nCuidado al hacer la compra\nSegún la nutricionista Melissa Chang al eliminar el pan de la dieta tendemos a adelgazar, esto no es porque el pan en sí engorde, si no porque es un alimento que tomamos en todas las comidas en gran cantidad. Para no tener que prescindir de él, los nutricionistas recomiendan sustituirlo por\n[pan integral](/adelgazar/desmontando-mitos-y-revelando-secretos-nutricionales-del-pan-s4072099.html) para obtener todos los beneficios que comentábamos.\nLETTER\nEncontrarlo en el supermercado no es tan fácil como parece. Según la experta hay que fijarse bien en el etiquetado: “Gracias a la ley del pan en España solo podrán ser etiquetados como pan integral aquellos que cuenten con harina integral en su totalidad”. No hay que guiarse por el color que presenta el pan, ya que algunos fabricantes hacen mezclas de harinas para lograr un color oscuro e intentar engañar al consumidor.\nPor otro lado, los panes con semillas o pasas no son necesariamente integrales, así que no olvides mirar los ingredientes antes de ponerlo en tu carrito.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:20:22.695+02:00",
    "updated": "2024-01-08T01:20:22.695+02:00"
  },
  {
    "uuid": "d0ea86e5b72ca40e9bd31feb4258478471d0f349",
    "url": "https://www.tvazteca.com/amastv/pelicula-prohibida-censurada-vaticano-silvia-pinal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Por: Rodrigo León | TV Azteca Digital",
    "published": "2024-02-23T19:31:00Z",
    "title": "Silvia Pinal, la película que protagonizó y que fue prohibida por el Vaticano",
    "text": "Silvia Pinal es sin duda una de las divas del Cine de Oro y en general de la cinematografía nacional, su extensa y reconocida carrera ha logrado que su nombre trascienda generaciones que aunque muchos no disfrutaron de verla en pantalla, por lo menos saben quién es en el mundo del espectáculo .\nMichelle Salas le canta las mañanitas a su abuelita Silvia Pinal | Ventaneando\n[VIDEO] Michelle vino a México para celebrar a su abuela Silvia Pinal y compartió algunos de los proyectos en los que está trabajando. Pinal ha formado parte de muchísimas películas e incluso telenovelas , donde su talento y pasión por presentarse en la pantalla han hecho que se distinga su participación en cada una de ellas.\nEn 1961 protagonizó la película ‘Viridiana’ , que nunca imaginó el revuelo que causaría y la crítica inmensa por parte de la iglesia católica y la religión en general . Debemos recordar que para esos años existían muchas cosas que aunque en la actualidad pueden pasar por desapercibidas, en ese momento eran para pegar un grito en el cielo.\nLa cinta mencionada está basada en la novela Halma de Benito Pérez Galdós, y se realizó como continuación Nazarín ; un filme dirigido por Luis Buñuel , el mismo que dirigió la controversial película protagonizada por Silvia .\n‘Viridiana’ recibió el máximo galardón del Festival de Cannes, la Palma de Oro ; de inmediato el periódico Vaticano L’Osservatore Romano se encargó de criticar con dureza la obra. Luis Buñuel , quien había recogido el galardón, fue destituido y la cinta se prohibió en España e Italia.\nBuñuel saldría al poco tiempo a comentar acerca de esta decisión:\nLas imágenes se encadenaron en mi cabeza, unas tras otras, formando una historia. Pero nunca tuve la intención de escribir un argumento de tesis que demostrara, por ejemplo, que la caridad cristiana es inútil e ineficaz. Solo los imbéciles tienen esas pretensiones. Se dice que las copias fueron recogidas y se ordenó su destrucción , incluso se rumora que muchas fueron enterradas en el patio de la casa de Luis y otras guardadas por sus amigos.\nSilvia Pinal no quería que su trabajo fuera perdido y se sabe con certeza que escondió una copia en uno de sus abrigos, se encargó de guardarla muy bien en su equipaje y viajar a México para que la película no se perdiera.\nTe puede interesar: ¿Diego Rivera estaba enamorado de Silvia Pinal? Este es el cuadro que le pintó\nSilvia Pinal ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T02:34:05.120+02:00",
    "updated": "2024-03-19T05:56:26.311+02:00"
  },
  {
    "uuid": "fa5d0bc7a3205c7a2f79afbacb1d198f35bffa24",
    "url": "https://bd.apparelresources.com/business-news/retail/rajshahi-sees-rise-fashionable-silk-purchase",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Register",
    "published": "2024-03-28T19:00:00Z",
    "title": "Rajshahi sees a rise in fashionable silk purchase | Retail News Bangladesh",
    "text": "Rajshahi, known for its high-quality silk production, is humming with silk buyers on the eve of Eid-ul-Fitr, one of the biggest religious festivals for Muslims, which has given rise to a surge in the demand for silk attire. Due to the silk clothing’s striking colour and pattern, many people—especially teenagers—are swarming the showrooms to pick out their top picks. Consequently, workers at the silk manufacturers are working through their busiest hours on both days and nights. Additionally, the BSCIC’s silk factories run nonstop. Silk fabrics, woven and designed by local artisans, are in huge demand in the Eid markets of the city, with affluent people rushing to the silk showrooms every day. The top pick for buyers, according to Sapura Silk showroom in-charge Saidur Rahman, is katoar shari of muslin, which sells for between Taka 3,500 and Taka 1,50,000. He added that the showrooms assembled children’s outfits, punjabees, three-piece suits, and sharis made of silk. Usha Silk has also brought a new design with stripe which is being sold at Taka 1,900 to Taka 6,500 per piece, sellers added. During the Eid holiday, silk producers such as Sapura Silk, Usha Silk, Rajshahi Silk Fashion, Amena Silk, and Mohananda Silk are busy introducing new silk clothing patterns and hues.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saidur rahman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sapura silk",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rajshahi",
          "sentiment": "none"
        },
        {
          "name": "bangladesh rajshahi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T15:52:06.005+03:00",
    "updated": "2024-03-29T15:52:06.005+03:00"
  },
  {
    "uuid": "1df053c8f03a7e3dffafbbb21bd6c50eac2c2968",
    "url": "https://whatech.com/asia-pacific-news/811203-on-its-100-years-anniversary-lux-aims-to-change-feminine-identity-with-in-her-name",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LUX",
    "published": "2024-04-18T05:00:00Z",
    "title": "On Its 100 Years Anniversary, LUX Aims to Change Feminine Identity With 'In Her Name’",
    "text": "Empowering Women Worldwide Through Inclusiv SINGAPORE - Empowering Women Worldwide Through Inclusive Naming Practices: LUX Launches 'In Her Name' Campaign. [Media OutReach Newswire](https://www.media-outreach.com/)- 18 April 2024 - LUX, the global beauty brand under Unilever, proudly announces the launch of its new campaign, 'In Her Name', aimed at empowering women, as they bring to attention the unconscious bias of naming children in China. Traditionally, when naming children a few names chosen have connotations that reflect gender stereotypes, with girls receiving names like \"Quiet\" and \"Small\" to signify demure femininity, while boys get names like \"Strong\" and \"Victory\" to denote dominance. Interviews with women from diverse backgrounds revealed first-hand the impact of societal norms on their identities, resulting in unfair treatment or unrealised potential. LUX, the global beauty brand under Unilever, proudly announces the launch of its new campaign, 'In Her Name', on the occasion of its 100th anniversary. The campaign aims to empower women and help them rise above sexist labels – their name. With a mission to rewrite the narrative for the next generation. The 'In Her Name' campaign by LUX aims to change the way women are named by creating 100 names reflecting the essence of femininity today, drawing inspiration from classical literature, positive connotations, and the evolving landscape of societal development. LUX partnered with Dr. Liu Yanchun, a distinguished linguistics scholar from the University of China, to pioneer a movement challenging societal norms and stereotypes. The collaboration with Dr. Liu Yanchun ensured a thoughtful selection process, incorporating unbiased options to emphasize the diverse spectrum of femininity and promote inclusivity. Dr. Liu Yanchun said, \"In the process of creating these 100 new names, I've combined elements from literature, researched terms with positive connotations and took into account present societal norms to craft meaningful names for the women of today.\" LUX collaborated with digital artists to showcase each selected name through visually stunning illustrations, with a unique design for every name, enhancing the experience of choosing a name and celebrating the beauty of femininity. The unveiling of the 100 new names has taken place on social platforms Little Red Book, Weibo and Douyin. Women from all walks of life could choose new names for themselves that best represent their spirit and character. \"Our ambition with in Her Name\" campaign is to create a movement challenging the status quo that still today, confines some women to narrow stereotypes.,\" said Severine Vauleon, Global Brand Vice President of LUX. \"By collaborating with Dr. Liu Yanchun and harnessing the power of language, we aim to raise awareness about gender bias for Chinese names and inspire women to react to the initiative of adopting powerful names for themselves. By doing this, they will help to foster a more inclusive society where women are celebrated for their strength and resilience.\" Marco Versolato, Chief Creative Officer - Unilever at VML Singapore, who spearheaded the campaign, commented, \"The 'In Her Name' campaign represents a shift in how we perceive and celebrate femininity. By reimagining the power of language and visual representation, we have the opportunity to challenge stereotypes and create a more inclusive future for women worldwide.\" The impact of the 'In Her Name' campaign extends far beyond naming conventions, reflecting LUX's commitment to championing diversity, inclusivity, and gender equality. Join LUX in the 'In Her Name' campaign and be part of a movement celebrating the beauty, strength, and resilience of women everywhere. For more information, please view the video [click here](https://urldefense.com/v3/__https:/youtu.be/_6hZdu3SZkE__;!!FMox2LFwyA!s67nXeERRHdobhd07FkiD-0B56iLtIx3oeNIUUTnZYgmrPd5Mj9ZnQuISsoWpkqBGbkDziONQXD6fdq04y646nilafg7%24). Hashtag: #LUX The issuer is solely responsible for the content of this announcement. About LUX LUX has been celebrating beauty and femininity since 1925. We understand that beauty is a woman's armour, her source of strength. It is hers to express, unapologetically. We will continue to help women everywhere fight casual sexism at home, in the workplace and in wider society. Content Original Link: [https://www.media-outreach.com/news/singapore/2024/04/18/292806/](https://www.media-outreach.com/news/singapore/2024/04/18/292806/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.media-outreach.com/news/singapore/2024/04/18/292806/)",
      "https://www.media-outreach.com/news/singapore/2024/04/18/292806/",
      "https://www.media-outreach.com/)-",
      "https://urldefense.com/v3/__https:/youtu.be/_6hZdu3SZkE__;!!FMox2LFwyA!s67nXeERRHdobhd07FkiD-0B56iLtIx3oeNIUUTnZYgmrPd5Mj9ZnQuISsoWpkqBGbkDziONQXD6fdq04y646nilafg7%24).",
      "https://media-outreach.com/)-",
      "https://media-outreach.com/news/singapore/2024/04/18/292806/)",
      "https://www.media-outreach.com/news/singapore/2024/04/18/292806",
      "https://www.urldefense.com/v3/__https:/youtu.be/_6hZdu3SZkE__;!!FMox2LFwyA!s67nXeERRHdobhd07FkiD-0B56iLtIx3oeNIUUTnZYgmrPd5Mj9ZnQuISsoWpkqBGbkDziONQXD6fdq04y646nilafg7%24).",
      "https://media-outreach.com/news/singapore/2024/04/18/292806/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "unilever",
          "sentiment": "none"
        },
        {
          "name": "media outreach newswire",
          "sentiment": "none"
        },
        {
          "name": "lux",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:17:35.219+03:00",
    "updated": "2024-04-19T00:17:35.219+03:00"
  },
  {
    "uuid": "3799cdf9a75201a240d8ceb1b5165f324d57fc80",
    "url": "https://www.si.com/nfl/titans/news/tennessee-titans-tvondre-sweat-among-best-rookies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeremy Brener",
    "published": "2025-01-16T22:00:00Z",
    "title": "Tennessee Titans DT Among Best Rookies",
    "text": "Titans DT Among Best Rookies\nThe Tennessee Titans knew they were taking a risk when they selected Texas defensive tackle T'Vondre Sweat in the second round of the 2024 NFL Draft.\nHowever, that risk paid off in Sweat's first season with the team. He had 51 tackles, one sack and a forced fumble for the Titans this season, establishing himself as a big part of the team's future defense.\nESPN writer Ben Solak listed Sweat as the best interior defensive lineman in his All-Rookie Team.\n\"If you had asked me for my rosiest projection on Sweat's rookie season, I don't think I could have gotten here. At 360 pounds, he consistently played over 50% of the defensive snaps, and while he was occasionally gassed in the fourth quarter of long games, it wasn't any more or less than an average defensive tackle,\" Solak writes.\n\"He was a perfect pairing with franchise defensive tackle Jeffery Simmons, as he punished teams that made Simmons the focal point of their pass protection and running schemes, and Sweat consistently won when he was doubled. While it will never be the featured strength of his game, he flashed more pass-rush arsenal than I could have dreamed. Sweat clearly has a ceiling beyond that of a Jordan Davis or Michael Pierce; he might be a Vita Vea.\"\nSimmons is expected to be his running mate in the trenches for the next few years, but Sweat will be able to fill in his role once he eventually leaves the Titans. This will give the Titans stability at the defensive tackle position for a very long time, which is a hard position to nail down when building an NFL roster.\nIf Sweat was able to produce this much in his rookie season, he's on pace to have an even better campaign in Year 2, and that should excite the Titans.\nMake sure you bookmark Tennessee Titans on SI for the latest news, exclusive interviews, film breakdowns and so much more!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Sport->american football",
      "Sport->sport achievement",
      "Human Interest->record and achievement",
      "Politics->sports policies"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jeffery Simmons",
          "sentiment": "none"
        },
        {
          "name": "Ben Solak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ESPN",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:44:08.036+02:00",
    "updated": "2025-01-17T00:44:08.036+02:00"
  },
  {
    "uuid": "c72a105c88f1a4371c91f2b346a7efea8bc675ee",
    "url": "https://newsukraine.rbc.ua/news/putin-s-rhetoric-reveals-his-fear-of-long-1727381540.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daryna Vialko",
    "published": "2024-09-26T20:20:00Z",
    "title": "Putin's rhetoric reveals his fear of long-range strikes from Ukraine - Lithuanian Defense Minister | RBC-Ukraine",
    "text": "Russian President Vladimir Putin's threats to change the Kremlin's nuclear doctrine indicate his fear that Ukraine may be allowed to use long-range weapons to strike targets within Russia, stated Lithuanian Defense Minister Laurynas Kasčiūnas during a joint press conference with German Defense Minister Boris Pistorius. “We have all heard Putin’s words; I believe the key message is not what he said, but that when he talks about the new concept, he clearly signals that granting long-range strike capabilities to Ukraine is a really important issue he fears,\" said Kasčiūnas. Pistorius, for his part, emphasized that the West is not intimidated by Putin's nuclear rhetoric. “I can reiterate that this is Putin’s rhetoric; he speaks loudly and spreads his threats, and we should not be intimidated by that. We will do what we consider right. He can spread this through his channels, but it will not scare us,” stated the German Defense Minister. Putin's nuclear threats Yesterday, Russian President Vladimir Putin announced changes to Russia's nuclear doctrine, expanding the conditions for the use of its nuclear arsenal. According to him, the new doctrine will allow for a nuclear strike in response to aggression against Russia by any non-nuclear state, particularly if this occurs with the involvement or support of a nuclear state. For more information on what the nuclear doctrine is, the changes announced by Putin, and Ukraine's response, see the material by RBC-Ukraine .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Vladimir Putin",
          "sentiment": "negative"
        },
        {
          "name": "Laurynas Kasčiūnas",
          "sentiment": "none"
        },
        {
          "name": "Boris Pistorius",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:42:07.272+03:00",
    "updated": "2024-09-27T00:42:07.272+03:00"
  }
]