[
  {
    "uuid": "7a906a1ea4c9185bde6acd540753a4ccdf3b4b1d",
    "url": "https://www.alternet.org/judiciary-chair-scotus-oversight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carl Gibson",
    "published": "2024-06-06T22:14:00Z",
    "title": "Senate Judiciary chair seems 'almost allergic' to basic SCOTUS oversight: ex-GOP staffer",
    "text": "Senate Judiciary chair seems 'almost allergic' to basic SCOTUS oversight: ex-GOP staffer\n(Image: Screengrab via MSNBC / YouTube) Media\nEven a former Republican staffer is wondering why Senate Democrats aren't using the power of their majority to investigate Supreme Court Justice Samuel Alito.\nOn Wednesday night, Emily Baden — who lived down the street from Alito's Alexandria, Virginia home with her then-boyfriend (now husband) in the aftermath of the 2020 presidential election —\ntold CNN that she was confident the conservative jurist lied to Congress. Baden said that the timeline surrounding an insurrectionist flag on display outside of the Alito's home didn't jibe with the version of events he told members of Congress.\nAccording to Alito, the inverted American flag (which insurrectionists were seen carrying on January 6) was displayed by his wife as part of a dispute with Baden and her boyfriend, who put up signs criticizing former President Donald Trump outside of their home in the wake of the January 6, 2021 insurrection. But Baden said the spat she and her partner had with Alito's wife, Martha-Ann, happened weeks after the inverted American flag was on display just days before President Joe Biden's inauguration.\nREAD MORE:\nFlag outside Alito's vacation home 'literally carried by insurrectionists': J6 investigator\n“That’s what I really want to drive home to people is that this happened on February 15th, and we know that because they had been harassing us so long that we were like ‘we need a paper trail of this, we need to call the cops right now,'” Baden said. “Like I said, these are federally protected people, they have security detail, they represent the judicial system, they are the law, and I am just a regular person.”\n“Yeah, we called the cops that day, it was February 15th, and I think the photo of the flag was January 17th,” she added.\nFollowing that news, Amanda Carpenter, who was a communications staffer and speechwriter for Sens. Jim DeMint (R-South Carolina) and Ted Cruz (R-Texas)\nexpressed her frustration with Senate Judiciary Committee chairman Dick Durbin (D-Illinois) for not conducting hearings and compelling Alito to testify before his committee. She told MSNBC host Nicolle Wallace that while the hearings may not bring about Democrats' desired outcome, it would showcase the need for major accountability reforms for Supreme Court justices that don't currently exist.\n\"Justice Alito, if he did lie to Congress, should not be able to get away with that so easily. There certainly should be some pushback,\" Carpenter said. \"Like, I do not understand this. Senator Durbin seems to be almost allergic to the idea of conducting oversight over the Supreme Court. I don't know why.\"\nREAD MORE:\n'There! Is that better?' Martha-Ann Alito reportedly had a meltdown when asked about flag\n\"They have a right to ask questions. They have a right to ask for more information. When there is a clear timeline of events where Justice Alito was a witness to something that resulted in a police report, he has an obligation to give a real and true version of events in which he was involved,\" she continued. \"I don't think that is a hard case to make.\"\nBoth Sens. Durbin and Sheldon Whitehouse (D-Rhode Island) called on Alito to recuse himself from cases relating to January 6 and the 2020 election over the flag issue, and asked Chief Justice John Roberts to meet with them to discuss reining in both Alito and Justice Clarence Thomas, who has also drawn criticism for\narguably corrupt behavior. Not only did Alito rebuff calls for recusal, but Roberts declined to meet with the two senators. Carpenter said the next move should be to subpoena Alito, and call his bluff if he still doesn't want to come before Congress.\n\"If [Alito] doesn't want to answer questions, great! All the more reason to make momentum for real Supreme Court reform with teeth on it later,\" Carpenter said. \"But you have to lay that groundwork to show there's a need for it, to show how resistant they are to the norms they profess to uphold.\"\nWatch the video of Carpenter's comments below, or by\nclicking this link.\nREAD MORE:\n'Gone completely rogue': Senate Dem calls on Chief Justice Roberts to rein in Alito and Thomas House Republicans’ attempts to hold Hunter Biden in contempt of Congress have stalled out › 'That or the highway': Elie Mystal says Congress should threaten Supreme Court funding to enforce ethics code › Trump’s 'court whisperer' unleashes GOP assault on DC attorney general investigating him ›",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://lawandcrime.com/supreme-court/alito-neighbor-says-justice-is-either-mistaken-or-outright-lying-about-upside-down-flag-timeline-leading-to-calls-for-false-statements-probe/",
      "http://www.youtube.com/watch?v=LkTJ2S8ndUI",
      "http://youtube.com/watch?v=LkTJ2S8ndUI",
      "https://lawandcrime.com/supreme-court/alito-neighbor-says-justice-is-either-mistaken-or-outright-lying-about-upside-down-flag-timeline-leading-to-calls-for-false-statements-probe",
      "http://www.youtube.com/watch",
      "https://www.lawandcrime.com/supreme-court/alito-neighbor-says-justice-is-either-mistaken-or-outright-lying-about-upside-down-flag-timeline-leading-to-calls-for-false-statements-probe/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "baden",
          "sentiment": "none"
        },
        {
          "name": "samuel alito",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "emily baden",
          "sentiment": "none"
        },
        {
          "name": "alito",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate judiciary",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "republican",
          "sentiment": "none"
        },
        {
          "name": "msnbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alexandria",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:48:49.679+03:00",
    "updated": "2024-06-07T01:48:49.679+03:00"
  },
  {
    "uuid": "744c2be11e6ffc72a05957f4712264dfd0dff60a",
    "url": "https://www.elimparcial.com/espectaculos/2024/03/14/kali-uchis-y-don-toliver-celebran-la-llegada-de-su-primer-hijo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kimberly Salazar",
    "published": "2024-03-14T22:13:00Z",
    "title": "Kali Uchis y Don Toliver celebran la llegada de su primer hijo | Noticias de México | El Imparcial",
    "text": "Kali Uchis y Don Toliver celebran la llegada de su primer hijo La noticia fue compartida por Uchis en Instagram, donde reveló las primeras imágenes del recién nacido. Hermosillo, Sonora.- Kali Uchis, conocida por éxitos como “Telepatía” y “Te mata”, ha dado la bienvenida a su primer hijo junto al cantante estadounidense Don Toliver. La noticia fue revelada mediante un video compartido en redes sociales, en el cual se observan algunas imágenes de ambos padres con el recién nacido; incluso dejaron ver por un momento sus pequeños pies. La artista expresó su gratitud y alegría por la llegada del pequeño. Toliver también compartió su emoción, jugando con las manitas del bebé y mostrando cariño a [ Uchis.](https://www.elimparcial.com/espectaculos/2024/01/11/kali-uchis-esta-embarazada-esperando-su-primer-hijo-con-don-toliver/) — “Eres todo lo que podríamos haber esperado y más. Gracias Dios por nuestro hermoso y saludable bebé, y gracias a todos por la buena energía a lo largo del camino. Que nuestro hogar y sus hogares sean bendecidos para siempre con paz, felicidad y salud”, se lee en el post de Instagram. Los seguidores de la pareja se unieron a la celebración, llenando las [redes sociales ](https://www.elimparcial.com/mexico/2024/03/14/este-es-el-plan-de-morena-para-evitar-guerra-sucia-en-redes/)con mensajes positivos y muestras de cariño hacia la nueva familia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:23:53.306+02:00",
    "updated": "2024-03-15T00:23:53.306+02:00"
  },
  {
    "uuid": "1a25709d01b79f109a2adc1449d3d52e7442b16d",
    "url": "https://www.sportsgrid.com/article/ferrall-thinks-sean-payton-is-a-phony-amid-russell-wilson-situation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sportsgrid Staff",
    "published": "2023-12-28T21:56:00Z",
    "title": "Ferrall Thinks Sean Payton is a ‘Phony’ Amid Russell Wilson Situation",
    "text": "Why is Ferrall Calling Sean Payton a ‘Phony’ Amid Russell Wilson Situation? Sportsgrid-Staff In the high-stakes world of [NFL](https://www.sportsgrid.com/nfl) football, accountability and performance are always under the microscope. Recently, Sean Payton, head coach of the Denver Broncos, found himself at the center of a media whirlwind, addressing the mounting criticism directed at quarterback Russell Wilson, the decision to bench him for the season, and what looks like will end in him being cut. Stay ahead of the game and elevate your sports betting experience with [SportsGrid.](https://www.sportsgrid.com/) Payton himself expressed his constraints, “I can’t replace the entire offensive line. I can’t bring in five new receivers, and if it continues over a period of time, then there’ll be another guy here talking to you as well.” This candid admission from Payton reflects the complex dynamics of an NFL team. The spotlight often falls on quarterbacks, but the success of a football team hinges on multiple factors, including coaching strategies, player performances, and team chemistry. SportsGrid’s Scott Ferrall didn’t mince words in his analysis of the situation. Ferrall, known for his straight-shooting style, didn’t hold back in his critique. “I was on this guy for turning it around for the Broncos. They had it all turned around, then cabled in their pants again. They went from bad to good and right back to bad again. And I said he did a great job in Denver. I take all that back. He’s not done a great job at all in Denver.” The sharp commentary from Ferrall underscores the volatile nature of NFL coaching and quarterback performance. “He’s right about one thing. If he keeps it up, they’ll replace him too. If they’re willing to give this guy (Wilson) $90 million to go away, they’re willing to give him (Payton) $90 million to go away too. They’re not afraid to pay anybody out. He’s got rid of his quarterback, and they’ll get rid of his ass too.” Check out SportsGrid’s [NFL game picks](https://www.sportsgrid.com/nfl/picks) and [NFL Props Picks](https://www.sportsgrid.com/nfl/player-props) all Season Long. Moreover, Ferrall took a dig at Payton’s relationship with the media. “He doesn’t like the media now. He’s such a phony, this guy. He’s a phony. He was in the media, sucking the microphone and everybody’s favorite friend on TV. Now he’s a coach again and hates the media and anyone who asks him a question he’s offended by. I’m sick and tired of his act.” Watch Ferrall’s Full Rant on [SportsGrid’s YouTube Page](https://www.youtube.com/@SportsGridTV) Below. Ferrall’s comments highlight the often tumultuous relationship between the media, coaches, and players in professional sports. As the season progresses, all eyes will be waiting to see what happens with Wilson and how they navigate these challenges. “Keep it up, Sean. You’re the most overpaid coach in the NFL. Keep it up, buddy. You’re the man,” Ferrall concluded with a tone of sarcasm, pointing to the high expectations and scrutiny of leading an NFL team. [Have all the intel you need? Free actionable info is one click away! Sign up for our daily newsletter, SportsGrid Dail.](https://www.sportsgrid.com/newsletter/?utm_source=msn_feed&utm_medium=video&utm_campaign=newsletter) LATEST VIDEOS NBA · 2 hours ago NBA Tonight: Utah vs. New Orleans & More Game Predictions Scott Ferrall · Mike Carver NBA · 2 hours ago Pacers vs. Bulls: Will Indiana Secure a Much-Needed Win? Scott Ferrall · Mike Carver NBA · 2 hours ago Pistons Set NBA Record with 27 Losses, Play Celtics Tonight Scott Ferrall · Mike Carver MORE ARTICLES NFL · 1 hour ago 49ers vs. Cardinals: Warren Sharp Suggests Strategy for San Francisco Sportsgrid-Staff NFL · 2 hours ago Why Doesn't Warren Sharp Trust the Eagles to Cover vs. Cardinals? Sportsgrid-Staff NFL · 2 hours ago Warren Sharp Loves 1 Lions' Jahmyr Gibbs Player Prop vs. Cowboys Sportsgrid-Staff NFL · 3 hours ago Warren Sharp Gives 2 Bijan Robinson Player Prop Bets vs. Bears Sportsgrid-Staff NFL · 5 hours ago Can Christian McCaffrey Catch Lamar Jackson in NFL MVP Race? Sportsgrid-Staff NFL · 5 hours ago Is the Titans-Texans Spread an Indication of CJ Stroud Starting? Sportsgrid-Staff NFL · 6 hours ago Is the Dolphins-Ravens Hook on the Spread a Trap? Sportsgrid-Staff NFL · 7 hours ago Kevin Stefanski: Leading the NFL Coach of the Year Charge Sportsgrid-Staff NFL · 7 hours ago TNF Jets vs. Browns Most Bet Player Props: Cleveland Rocks! Sportsgrid-Staff NFL · 9 hours ago Russell Wilson's Benching in Denver: A Bold Move with Uncertain Consequences Sportsgrid-Staff",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.youtube.com/@SportsGridTV",
      "https://youtube.com/@SportsGridTV"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ferrall",
          "sentiment": "negative"
        },
        {
          "name": "sean payton",
          "sentiment": "negative"
        },
        {
          "name": "russell wilson",
          "sentiment": "negative"
        },
        {
          "name": "scott ferrall",
          "sentiment": "none"
        },
        {
          "name": "payton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "denver broncos",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:39.046+02:00",
    "updated": "2023-12-29T03:17:45.393+02:00"
  },
  {
    "uuid": "1b078200f6dadec946b5947dea90d01fc0610678",
    "url": "https://www.eltiempo.com/colombia/otras-ciudades/con-proyecto-de-inclusion-para-sordos-estudiante-caldense-gano-concurso-y-viajara-al-space-center-de-la-nasa-3335243",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fernando Umaña",
    "published": "2024-04-18T21:37:00Z",
    "title": "Con proyecto de inclusión para sordos, estudiante caldense ganó concurso y viajará al Space Center de la Nasa",
    "text": "(Puede leer: Anuncian clases virtuales en colegios de Ibagué: ¿cuándo y por qué los estudiantes no irán presencial?) Valentina, quien obtendrá su grado de secundaria en la institución educativa Santa Teresita, participó con cerca de 1.800 estudiantes de todo el país en un concurso realizado por la fundación 'She is astronauta', en la modalidad virtual, mediante el cual se escogieron dos niñas para ir a esa sede de la Administración Nacional de Aeronáutica y el Espacio (Nasa). Inicialmente, Valentina hizo un curso de formación virtual y después presentó un proyecto. De las 1.800 niñas, pasaron a una segunda fase 100 y entra estas, la caldense es una de las dos mejores.​El concurso consistió en presentar un proyecto a la Nasa. Valentina propuso un sistema de comunicación incluyente, para las personas sordas, que se llama Audiseñal y consiste en un collar con una cámara integrada que trabaja con la inteligencia artificial. El dispositivo permite que cuando los sordos van haciendo las señas, la cámara traduce en voz lo que ellos están diciendo en su lenguaje de señas.​ (Le recomendamos: Hoja de ruta entre comunidades del Cauca y el Gobierno para no bloquear la Panamericana) \"Identifiqué la problemática con las personas sordas en mi pueblo porque las están comenzando a incluir en la vida laboral y ellas necesitan algo para tener una comunicación más rápida con las demás personas\", explicó Valentina en entrevista con EL TIEMPO.La joven llevó de la teoría a la práctica parte de su iniciativa y con la ayuda de la Tecnoacademia del Sena en Caldas lo convirtieron en una realidad y lo hicieron funcional. El premio que Valentina y la otra niña se ganaron es una beca de inmersión académica con en Space Center, donde tendrán la oportunidad de exponer sus proyectos, estudiar y conocer los trabajos que desarrolla ese centro de investigación y base para los vuelos al espacio de la Nasa.​​​La estudiante caldense, que es una apasionada por las matemáticas y el espacio sideral, viajará en agosto de este año a Houston, donde espera sembrar la semilla de un sueño que aspira cumplir. REDACCIÓN ÚLTIMAS NOTICIAS Cartagena se suma al día cívico, no habrá clase en los colegios públicos este viernes Sigue el desespero de familia por niña de 2 años desaparecida: hace 15 días no aparece Manos criminales en incendio que consume árboles nativos en finca una de Sucre",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:40:28.270+03:00",
    "updated": "2024-05-01T20:08:35.946+03:00"
  },
  {
    "uuid": "b24fff9ea9cd4a3db2d1744742b5d94e518a5cc8",
    "url": "https://biz.crast.net/pakistan-iran-agree-to-reduce-tension-after-commercial-air-strikes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harold Vazquez",
    "published": "2024-01-19T23:38:00Z",
    "title": "Pakistan, Iran agree to reduce tension after commercial air strikes",
    "text": "By Ayaz Gul\nPakistan and Iran agreed on Friday to ease tensions and restore full diplomatic ties after their armies carried out unprecedented air strikes against alleged terrorist camps in each other's territory this week.\nAccording to the Pakistani Foreign Ministry, the agreement stemmed from a telephone conversation held by Foreign Minister Jalil Abbas Jilani with his Iranian counterpart Hossein Amir-Abdullahian.\n“The two Foreign Ministers agreed that working-level cooperation and close coordination should be strengthened on counter-terrorism and other aspects of mutual concern. They also agreed to de-escalate the situation,” the statement said.\nThe chief diplomats also discussed the return of the ambassadors of the two countries to their respective capitals.\nThe conflict began on Tuesday when Iranian security forces launched “missile and drone attacks” against targets of the anti-Iranian militant group, Jaish al-Adl (Army of Justice), in the southwestern Pakistani border province of Baluchistan.\nPakistan condemned the attack as a “gross violation” of its territorial sovereignty and said that two children were killed and several other civilians were injured. On Wednesday, Islamabad announced it was recalling its ambassador from Tehran, asking the Iranian ambassador to leave the country and suspending all bilateral activities with Iran in protest against “unprovoked” cross-border infiltration. .\nOn Thursday, Pakistan carried out retaliatory air strikes against “terrorist targets” in the southeastern Iranian border province of Sistan-Baluchistan that were being used to launch attacks against Pakistani security forces in Baluchistan.\nIran said that at least nine “non-Iranian civilians”, mostly children and women, were killed in the Pakistani strikes.\nMutual cross-border infiltration by both countries has led to an unprecedented increase in the usually tense bilateral relations. It also raised fears of wider instability in the Middle East following the outbreak of war between Israel and Hamas on October 7.\nJilani underlined the “close brotherly relations” between the two countries and expressed Islamabad's “willingness” to work with Tehran. [the] spirit of mutual trust and cooperation,” the Pakistani statement said. “They stressed that respect for territorial integrity and sovereignty should underpin this cooperation,” it said.\nThe Iranian Embassy in Islamabad said on its official are… ambassadors in the capitals” and mutual visits by the foreign ministers of Iran and Pakistan.\nMeanwhile, Pakistani caretaker Prime Minister Anwar-ul-Haq Kakkar chaired a meeting Friday with the country's top civilian and military leaders to discuss the crisis arising from tensions with Iran.\n“The Forum thoroughly reviewed the situation and appreciated the professional, calibrated and proportionate response by the Pakistan Armed Forces against the unprovoked and unlawful violation of Pakistan's sovereignty (by Iran),” a statement issued after the meeting said. Known as National Security Committee.\n“The meeting also concluded that in line with the universal principles governing the conduct of good neighborly relations, both countries will be able to resolve minor irritants through dialogue and diplomacy and pave the way for further deepening of their historic ties. Will pave the way.”\nMilitary tensions between Iran and Pakistan prompted UN Secretary-General Antonio Guterres, the United States and China to urge the neighboring countries to exercise restraint and reduce mutual tensions.\nThe Pakistani military said the strikes on Thursday hit targets in Iran that are run by the rebel groups Baloch Liberation Front, or BLF, and Baloch Liberation Army, or BLA. These groups regularly attack Pakistani security forces in natural resource-rich Balochistan.\nThe US has listed BLA as a global terrorist organization.\nTehran said that its drones and missiles targeted Jaish al-Adl positions. The predominantly Shia Muslim country blames a Sunni Muslim-based militant group for plotting the attack against Iranian security forces in Sistan-Baluchestan.\nIran and Pakistan share a nearly 900-km border where separatists, terrorists and smugglers have flourished for decades, with both countries accusing the other of not doing enough to counter security challenges.\nSource: www.eurasiareview.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ayaz gul pakistan",
          "sentiment": "negative"
        },
        {
          "name": "jalil abbas jilani",
          "sentiment": "none"
        },
        {
          "name": "hossein amir-abdullahian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "foreign ministry",
          "sentiment": "none"
        },
        {
          "name": "jaish al-adl (army of justice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "baluchistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T02:52:42.008+02:00",
    "updated": "2024-01-20T02:52:42.008+02:00"
  },
  {
    "uuid": "7ac35a696998e124e607b9c10f8008cb718b4a79",
    "url": "https://trueactivist.com/indian-environmental-activist-is-the-recipient-of-whats-called-the-green-nobel-prize-t1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "True Activist",
    "published": "2024-07-19T05:54:00Z",
    "title": "Indian Environmental Activist Is The Recipient Of What’s Called The Green Nobel Prize",
    "text": "Goldman Prize Winning what’s often referred to as the ‘Green Nobel,’ Indian environmental activist Alok Shukla has been recognized for his extraordinary efforts in saving a 657 square-mile forest from the encroachment of 21 coal mines. His success in preserving the Hasdeo Aranya forests underscores the critical importance of grassroots activism in environmental conservation.\nIndia, a nation grappling with frequent power outages, faces immense pressure to expand its power generation capabilities. The Modi regime has aggressively pursued this goal, installing various forms of energy infrastructure, including some of the world’s largest solar energy projects. However, coal remains a significant part of India’s energy mix, and the Hasdeo Aranya forests, known as the “Lungs of Chhattisgarh,” are rich in coal deposits.\nThe Chhattisgarh state government had been exploring 21 proposed coal mining blocks across 445,000 acres of biodiverse forest. These forests not only support a vast array of wildlife, including tigers, elephants, sloth bears, leopards, and wolves, but they also provide essential resources for approximately 15,000 indigenous Adivasi people. For the Adivasi community, these forests are integral to their cultural and traditional ways of life.\nAmidst this backdrop, Alok Shukla emerged as a formidable advocate for the environment. As the founder of the Save Hasdeo Aranya Resistance Committee, Shukla has spent the past decade tirelessly campaigning for the forest’s protection. His efforts included a range of creative and persistent protest actions, from organizing sit-ins and tree-hugging campaigns to encouraging couples to write #savehasdeo on their wedding invitations. The movement leveraged the power of social media to amplify their message and garner widespread support.\nShukla’s activism extended beyond public demonstrations. He strategically engaged with the legislative process, emphasizing the constitutional obligations of India’s government to protect tribal people and their environments. His advocacy aimed to remind legislators of their duty to uphold these protections enshrined in the constitution.\nGoldman Prize A pivotal moment in this struggle was Shukla’s proposal to establish the Lemru Elephant Reserve within the Hasdeo forests. This reserve was intended to protect critical elephant migration corridors and, if approved, would effectively cancel three of the 21 proposed mining projects. To galvanize support, Shukla and the Adivasi community embarked on a remarkable 160-mile protest march along a national highway, heading towards the Chhattisgarh state capital of Raipur.\nThe protest march proved to be a turning point. Midway through their journey, news arrived that the state legislature had not only agreed to the creation of the Lemru Elephant Reserve but had also unanimously decided to reject all existing coal mining proposals. The legislature announced that all mining licenses in the Hasdeo region would be canceled, marking a significant victory for the movement.\n“We had no expectations, but the legislative assembly voted unanimously that all of the coal mines of Hasdeo should be canceled, and the forest should be saved,” Shukla recounted in an interview with the Goldman Prize media channel . “That was a very important moment and happy moment for all of us.”\nShukla’s triumph has earned him the prestigious 2024 Goldman Environmental Prize, an award he shares with five other remarkable environmentalists from Brazil, the United States, South Africa, Australia, and Spain. This accolade recognizes his dedication and the collective efforts of the Adivasi community to safeguard their homeland.\nThe success of the Save Hasdeo Aranya Resistance Committee serves as a testament to the power of community-driven environmental activism. It highlights the importance of protecting indigenous lands and preserving biodiversity in the face of industrial expansion. Shukla’s story is an inspiring example of how determined individuals can drive significant change and ensure the protection of our planet’s precious ecosystems for future generations.\nWhat are your thoughts? Please comment below and share this news!\nTrue Activist / Report a typo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.goldmanprize.org/recipient/alok-shukla/",
      "https://goldmanprize.org/recipient/alok-shukla/",
      "https://www.goldmanprize.org/recipient/alok-shukla"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alok shukla",
          "sentiment": "neutral"
        },
        {
          "name": "modi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "chhattisgarh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T09:50:26.418+03:00",
    "updated": "2024-07-19T12:55:25.500+03:00"
  },
  {
    "uuid": "17c38985182606d29199d8079d54dee4d5a6ea89",
    "url": "https://www.blackenterprise.com/south-leading-in-economic-freedom/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Atiya Jordan",
    "published": "2023-12-28T23:15:00Z",
    "title": "Here’s Why The South Is Leading In Economic Freedom",
    "text": "[by Atiya Jordan](https://www.blackenterprise.com/author/jordana/) December 28, 2023 Here’s Why The South Is Leading In Economic Freedom Black Americans’ continued dominance in the South is deeply catalyzed by their personal and cultural ties. Are you seeking economic freedom? Data show that the “promise” of northern cities is rapidly diminishing as the economic gains of the South have finally eclipsed it. Personal and cultural ties deeply catalyze Black Americans’ continued dominance in the South. In recent years, Black Americans who migrated to the South, especially those settling in economically thriving areas—the central southern magnet states of Texas, [Georgia](https://www.blackenterprise.com/southern-georgia-black-chambers-business-gala/), and [ North Carolina](https://www.blackenterprise.com/north-carolina-farmers-faith-leaders-gave-over-400-boxes-of-produce-to-combat-food-insecurity/)–have been disproportionately young and [well-educated](https://institute.bankofamerica.com/content/dam/bank-of-america-institute/economic-insights/regional-morsel-southern-economy-trends.pdf). According to a report published by Bank of America, the region’s lead will continue to soar after decades of [strong population and economic growth](https://www.blackenterprise.com/southern-georgia-black-chambers-business-gala/) in the South. Whether you want to migrate to a new city or region, look at these five economic activities in the South. BLACK-OWNED BUSINESSES ARE MULTIPLYING From Buckhead to Midtown, Atlanta ranks “peachy keen” with the highest % of Black-owned businesses at 7.4%. This is partly possible because of the multitude of programs and initiatives to support Black-owned businesses, including the Atlanta Business League, which provides resources and support to Black entrepreneurs, following “Hotlanta,” [Washington, D.C.](https://www.blackenterprise.com/incfile-washington-d-c-is-the-best-city-for-black-entrepreneurs/) (7.0%), and Virginia Beach (6.8%). “THE NEW GREAT MIGRATION” IS A KEY DRIVER TO POPULATION GROWTH The 16 states that make up the southern region represented [39%](https://www.census.gov/data/datasets/time-series/demo/cps/cps-asec.html) of the entire U.S. population as of 2022. The South also has the highest birth rate of the U.S. Census Regions. Between July 2021 and 2022, Florida, South Carolina, and Texas were among the nation’s fastest-growing states by population. The volume of renewed Black migration to the South is notable, as are the changes they bring to the region about youth and human capital. Young Black people of all calibers are drawn to education and networking opportunities. THE JOB MARKET IS GETTING HOTTER The South has the [highest job openings rate](https://www.shrm.org/topics-tools/news/talent-acquisition/state-state-hires-quits-job-openings-unemployment) at 5.6% and the lowest unemployment rate of any region. The South also led all areas in hiring workers, with a rate of 4.1%. For example, as of 2020, almost [60](https://www.mckinsey.com/featured-insights/diversity-and-inclusion/race-in-the-workplace-the-black-experience-in-the-us-private-sector#:~:text=The%20Black%20labor%20force%20is,sector%20workers%20(Exhibit%201).)% of the Black labor force (11.8 million people) is accounted for in the South, McKinsey & Co. reported. Additionally, Atlanta has 10 HBCUs providing education, training, and mentoring for future Black business owners. Georgia and North Carolina have the second-most HBCUs. BETTER BUSINESS TAX CLIMATE AND LOWER BURDENS Data supports the Northeast states’ worse business tax climates and higher tax burdens. The average rank for Northeast states is 38, while the average for the six-state South is 17. This is a huge benefit for Black-owned businesses. According to the Tax Foundation, the average [state and local tax burden](https://taxfoundation.org/publications/state-local-tax-burden-rankings/) in the Northeast is 12.4% of net state product. The rate is 29% lower in Texas, Florida, Georgia, Tennessee, and the Carolinas. GROWING GROSS DOMESTIC PRODUCT (GDP) SURPASSES NORTHEAST As reported in Bloomberg, the [combined GDP](https://www.bloomberg.com/news/features/2023-06-29/millions-move-to-the-south-as-us-economy-favors-its-wealth-job-opportunities) of Texas, Florida, Georgia, Tennessee, and the Carolinas surpassed the GDP of the Northeast region, including Washington, D.C., and the 11 states from Maryland up to Maine. In 2022, the national GDP in the South was 23.8%, while the Northeast’s was 22.4%. The South fell short over a decade ago. Although it is unclear what satisfies migrants or residents in the South, the Bank of America report suggests that people are intensely interested in their finances. RELATED CONTENT: [Man Allegedly Stabs 2 Teens After Shouting, ‘I Want All The White People Dead’](https://www.blackenterprise.com/steven-hutcherson-stabs-two-girls/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://taxfoundation.org/publications/state-local-tax-burden-rankings/",
      "https://www.census.gov/data/datasets/time-series/demo/cps/cps-asec.html",
      "https://www.bloomberg.com/news/features/2023-06-29/millions-move-to-the-south-as-us-economy-favors-its-wealth-job-opportunities",
      "https://institute.bankofamerica.com/content/dam/bank-of-america-institute/economic-insights/regional-morsel-southern-economy-trends.pdf",
      "https://www.mckinsey.com/featured-insights/diversity-and-inclusion/race-in-the-workplace-the-black-experience-in-the-us-private-sector#:~:text=The%20Black%20labor%20force%20is,sector%20workers%20(Exhibit%201",
      "https://www.shrm.org/topics-tools/news/talent-acquisition/state-state-hires-quits-job-openings-unemployment",
      "https://bloomberg.com/news/features/2023-06-29/millions-move-to-the-south-as-us-economy-favors-its-wealth-job-opportunities",
      "https://www.taxfoundation.org/publications/state-local-tax-burden-rankings/",
      "https://census.gov/data/datasets/time-series/demo/cps/cps-asec.html",
      "https://www.institute.bankofamerica.com/content/dam/bank-of-america-institute/economic-insights/regional-morsel-southern-economy-trends.pdf",
      "https://shrm.org/topics-tools/news/talent-acquisition/state-state-hires-quits-job-openings-unemployment",
      "https://mckinsey.com/featured-insights/diversity-and-inclusion/race-in-the-workplace-the-black-experience-in-the-us-private-sector#:~:text=The%20Black%20labor%20force%20is,sector%20workers%20(Exhibit%201",
      "https://taxfoundation.org/publications/state-local-tax-burden-rankings"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "atiya jordan",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "bank of america",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "buckhead",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "south",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "midtown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:09:44.234+02:00",
    "updated": "2023-12-29T05:29:34.301+02:00"
  },
  {
    "uuid": "6e831cd60723369f2d9c1d6ff984b0bd99b546c4",
    "url": "https://www.wthr.com/article/news/local/indianapolis-director-of-community-violence-reduction-tony-lopez-reflects-on-years-past-work-and-goals-for-future-of-indy-peace-fellow-program/531-d36fa2a5-4338-4b34-bc7f-51c5daabac8a",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Longnecker",
    "published": "2023-12-29T01:29:00Z",
    "title": "Indy's OPHS reflects on year's work, goals for future | wthr.com",
    "text": "INDIANAPOLIS — Homicides and non-fatal shootings are down this year in Indianapolis, and the city's [Office of Public Health and Safety](https://www.indy.gov/agency/office-of-public-health-and-safety) believes a program it started less than two years ago has helped. In 2021, Indianapolis Mayor Joe Hogsett asked OPHS to help tackle the problem of violent crime in the city. Their response was to start a program that sent people into communities seeing the most violence. For the past two years, that program has been funded by American Rescue Plan dollars, but that money is going away after next year. So where is the funding to keep the program going? That answer comes in the form of $4.2 million the city approved in its next budget to fund the Indy Peace Fellowship program. It's a sign, say those helping oversee the program - like Tony Lopez, the deputy director of Community Violence Reduction - that the program is working and has a future. \"How do you push through and keep on working on getting the funding coming? It's by doing the work we're doing and still being out there and getting things done,\" said Lopez. \"Do you feel like the reduction in homicides is directly related to the work you have been doing?\" 13News asked Lopez. \"I feel like we have a very big part in it, yes,\" he replied. That work involves three separate groups, including outreach workers who work with those considered high risk for either being a perpetrator or victim of gun violence. Those outreach workers also collaborate with grassroots organizations in neighborhoods that are also trying to prevent violence. And once inside the program, participants have access to life coaches who work with them for 12 to 18 months to set goals and work on them. \"It's going to allow them to obtain employment, go through cognitive behavioral therapy to help change their mindset,\" Lopez explained. Participants also have access to money to help them eliminate anything that stands in the way of their goals. \"That could be transportation, sometimes that's housing,\" said Lopez. When a homicide or shooting does happen, the program has a third group: violence interrupters who go to scenes to give community support and help prevent retaliation. \"How can we help them to keep them from wanting to retaliate, from turning one homicide into two, three, four?\" Lopez said. That's a question he said the interrupters try to address. Last year, the Indy Peace Fellowship Program had 70 participants. In 2023, that number grew to 108. 18 people have graduated so far. One of them, Lopez said, is a man whose house kept getting shot up because of an ongoing conflict with others. That's not his reality now. \"He's got a job. He's got some goals he wants to do when it comes to other work and he's going to keep working with that life coach,\" said Lopez. And while that's just one story, Lopez believes there are more to come as the program continues. But with a spike in [homicides involving younger teens](https://www.youtube.com/watch?v=t5NU_xagvlQ) - three in just one week last month - Lopez says work still needs to be done in the area of preventing and addressing youth violence. The Indy Peace Fellowship Program focuses on preventing violence among people ages 18 to 35. \"The young people, our young people are going to become 18 to 35 year olds, so not only looking at, not only having the programs we have going, have still going strong and getting better and better and better, but how do we look at the prevention side? How do we truly assess the situations that are going on in the city and helping those individuals out?\" Lopez asked. He says right now, the city has one outreach at North Central High School two to three times per week. \"We're working to get into more high schools so we can be a part of that,\" Lopez said, saying that OPHS is also looking at how to give more support to other grassroots organizations already working with the city's young people. One program that has the potential to reach youth is already a part of the work OPHS is doing, called Chair to Change. The program works with local barbershops and barbers in some of the city's most at-risk ZIP Codes, bringing in different groups to teach barbers how to offer conflict resolution advice. \"When they have individuals coming in they can talk with them about different things,\" Lopez explained. Another part of that effort is training for barbers is called Stop the Bleed. \"That's how to do a tourniquet to stop the bleed right then, and there if someone comes in shot or someone in their neighborhood if they saw them, how to assess the situation and provide first aid in the streets,\" Lopez added. \"Do you see these programs having a continued future in this city?\" asked 13News reporter Emily Longnecker. \"Chair to Change doesn't cost a dime. That's simply education and going in and doing education with organizations,\" Lopez said. \"The biggest thing is how do we proceed to continue to fund the Indy Peace Fellowship Program.\" With funding approved in the city's new budget, that's not a question OPHS has to worry about now for the next year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=t5NU_xagvlQ)",
      "https://www.indy.gov/agency/office-of-public-health-and-safety)",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=t5NU_xagvlQ)",
      "https://indy.gov/agency/office-of-public-health-and-safety)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe hogsett",
          "sentiment": "none"
        },
        {
          "name": "tony lopez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "[office of public health and safety",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indianapolis",
          "sentiment": "none"
        },
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:02:32.144+02:00",
    "updated": "2023-12-29T04:02:32.144+02:00"
  },
  {
    "uuid": "ab8b5c08b0f6229e293b6fcb3b1a8d4d66719ded",
    "url": "https://www.eldia.es/canarias/2024/11/29/tormenta-perfecta-huelga-complica-jornada-112181845.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Saavedra",
    "published": "2024-11-29T14:06:00Z",
    "title": "HUELGA TRANSPORTES CANARIAS | Tormenta perfecta: la huelga complica una jornada de colapso por las compras",
    "text": "Actualizada 29 NOV 2024 15:06 Black Friday , viernes, final de mes y huelga de guaguas. Una tormenta perfecta que colapsó esta mañana distintos puntos de las Islas . Los guagüeros volvieron a salir a la calle -ya lo hicieron ayer y el 28 de octubre- para reclamar que se les rebaje la edad de jubilación a los 60 años. La convocatoria que incluye al transporte de viajeros urbano e interurbano, el turístico y el escolar se desarrolló el jueves sin incidencias , pero ayer el impacto en las carreteras fue mayor al coincidir con el inicio de la campaña de compras. Operaron los servicios mínimos, que en Gran Canaria son del 50%, pero la coincidencia con el viernes negro provocó un aumento de usuarios que complicó el tráfico del transporte público.\nDecenas de usuarios esperaron horas en las paradas por las que pasaban los vehículos que se habían llenado desde el principio de la ruta. \"Las guaguas van petadas y solo paran muchas veces para bajar, la huelga está teniendo efecto y más en un día tan activo como este\" reconoció esta mañana el secretario de acción sindical de la Federación de Servicios a La Ciudadanía de CCOO Canarias , Juan Miguel Suárez.\nPróximas fechas Los conductores se reunieron esta mañana frente a Delegación del Gobierno para cerrar dos jornadas de huelga que pretenden repetir en las próximas semanas. Está previsto que los paros se repitan, con los mismos servicios mínimos que se han dado en las últimas dos jornadas, los días 5,9 y 23 de diciembre . Y a partir de entonces la huelga será indefinida. \"La huelga ha sido un éxito, me consta que hay conversaciones y movimientos, pero de ahí a llegar a un acuerdo hay mucho camino\", apuntó Suárez. Si no hay acuerdo, la Navidad estará marcada por los paros del transporte de viajeros. \"Nos espera un periodo navideño muy complicado\", auguró el sindicalista.\nSuscríbete para seguir leyendo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T18:00:50.905+02:00",
    "updated": "2024-11-29T18:00:50.905+02:00"
  },
  {
    "uuid": "57881be855fc62e93261ec6c3b9e50cef20e8956",
    "url": "https://newsrnd.com/news/2023-12-24-jewish-historians-against-ethnic-cleansing-in-gaza.S18lsFEHDp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-24T04:54:00Z",
    "title": "Jewish Historians Against Ethnic Cleansing in Gaza - The Limited Times",
    "text": "\"The difference between the Nazi ghettos in Europe and Gaza is that there are still many people alive in Gaza and the world still has a chance to do something.\" The phrase almost cost the Jewish writer Masha Gessen to attend the presentation of the Hannah Arendt Prize that she had been awarded for her political thought. In the end, the event was able to take place as planned in the German city of Bremen, but in a less solemn venue than initially announced. For weeks, tens of thousands of people around the world have been trying to do something, to achieve a ceasefire that will tackle the brutal humanitarian crisis inflicted on the Palestinians. Those thousands of people are being joined by important Jewish voices, such as Gessen. Voices that harshly criticize the actions of the Israeli government of Netanyahu, not only for the cruelty with which they attack the Palestinian population, but also for the damage they are causing in Israel.\nIsraeli-born Omer Bartov, a professor at Brown University who has devoted his life to the study of acts of mass murder, explained in The Chronicle of Higher Education magazine that if Israel continues on its current course, with its current government, \"it is to be feared that future generations of Israelis will inherit an 'authoritarian, similar to Sparta', whose sense of national identity is fundamentally 'based on bloodshed'.\nLearn more\nAre crimes against humanity being committed in Gaza?\nThe majority of Israelis, say the polls, support the Netanyahu government and the actions of its Defense Forces (IDF), but there are more and more voices inside Israel frightened by the human deterioration of those soldiers who shoot at half-naked people with white flags, who walk on the rubble of a recently bombed building. knowing that under their boots there are still men and women, children, alive, trapped and terrified, soldiers and officers who direct a missile at a house where they know that only a doctor lives with his family or a United Nations worker. Soldiers and officers calmly watching a journalist bleed to death and humiliating detained civilians. Those soldiers and officers will soon return to Israel and will be the teachers of their children, the friendly official behind the window, the waiter who serves coffee to the tourist... (A list of the names of 40 officers who planned and carried out the operation is now before the International Criminal Court, according to former Human Rights Watch director Kenneth Roth.)\nBartov distinguishes between ethnic cleansing, which \"aims to expel a population from a territory, often violently,\" and genocide, which \"aims to destroy that population wherever it is,\" but warns that the dehumanizing rhetoric employed by Netanyahu comes close to the latter and urges the international Jewish community to \"raise their voices, before Israel's leadership plunges him and his neighbors into the abyss.\"\nAnother Israeli historian, Avi Shlaim, professor emeritus of international relations at Oxford, points out that in 2008 Israel launched the so-called Operation Cast Lead over Gaza. It is important to remember, he writes in Prospect , that even then an independent fact-finding mission headed by Richard Goldstone, a distinguished South African, Jewish and Zionist judge, established that Hamas and other Palestinian groups were guilty of firing rockets and mortars with the deliberate aim of harming Israeli civilians, but also that much of the extensive damage caused by the IDF \"was not justified by military necessity and was carried out in a timely manner.\" in an illegal and senseless manner.\"\n\"The report found,\" Shlaim says, \"seven incidents in which civilians were shot at leaving their homes waving white flags; an intentional attack on a hospital; numerous incidents in which ambulances were prevented from treating the seriously injured; several attacks on civilian infrastructure of no military significance, to deprive civilians of their basic needs.\"\n\"Israel's government has brought death and destruction to Gazans many times,\" Shlaaim writes, \"but this time it has raised the possibility of something far worse than before: ethnic cleansing.\" In view of the fact that previous violations of international law were never punished, this time the Netanyahu government has thrown itself down the slope. Many Jewish voices are warning: help stop them now.\nSign up for the weekly Ideas newsletter here.\nSpecial Limited Time Offer\nSubscribe to continue reading Read without limits\nRead more\nI'm already a subscriber\n_",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "masha gessen",
          "sentiment": "none"
        },
        {
          "name": "hannah arendt",
          "sentiment": "none"
        },
        {
          "name": "gessen",
          "sentiment": "none"
        },
        {
          "name": "omer bartov",
          "sentiment": "none"
        },
        {
          "name": "netanyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "limited times",
          "sentiment": "negative"
        },
        {
          "name": "brown university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "bremen",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:02:37.500+02:00",
    "updated": "2023-12-24T07:02:37.500+02:00"
  }
]