[
  {
    "uuid": "fc65ffa1c9b03cb9dc658ab4270dc8372e0f1d4a",
    "url": "https://www.yakimaherald.com/news/local/government/community-members-respond-to-pride-proclamation-rejections-across-yakima-county/article_cb137dbc-22f1-11ef-882f-ffb6fee77097.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JASPER KENZO SUNDEEN Yakima Herald-Republic",
    "published": "2024-06-06T05:00:00Z",
    "title": "Community members respond to Pride Proclamation rejections across Yakima County | Government | yakimaherald.com",
    "text": "Two weeks after Yakima City Council rejected a Pride Proclamation for the first time, community members spoke up at Tuesday’s council meeting. Responses have ranged from criticism to praise as residents across the Yakima Valley react to two rejected Pride Proclamations in the county’s two largest cities – Yakima and [Sunnyside](https://www.yakimaherald.com/news/local/government/sunnyside-is-second-yakima-county-community-to-reject-pride-proclamation/article_9156c390-1e0a-11ef-9d83-dff47794f167.html). Some are disappointed. Yakima resident Heath Lambe spoke at Tuesday’s city council meeting and called the rejection a step in the wrong direction. “It suggests a lack of commitment to representing all of Yakima,” said Lambe. “As a proud, LGBTQ citizen of the Yakima community, I’m disappointed we’re walking backwards.” Other community members supported Yakima City Council’s decision – a [5 to 2 vote](https://www.yakimaherald.com/news/local/government/yakima-to-accelerate-north-first-street-road-project-council-rejects-pride-proclamation/article_5d5d1a9e-17fc-11ef-a6ac-3fd40f3eb9d8.html) rejecting the proclamation on May 21. Corey Gibson, another Yakima resident, said the proclamation would be divisive. People should focus on being American citizens, he said. “Today, (Pride) has morphed into something I don’t recognize as a gay person,” Gibson said. Pride celebrations started in June 1970, when demonstrators advocating for equal rights for LGBTQ+ people commemorating events at the Stonewall Inn in New York City, when the police raided the Stonewall Inn in 1969. The proclamation is not dissuading members of the LGBTQ+ from celebrating Pride. [Pride celebrations](https://www.yakimaherald.com/explore_yakima/yakima-pride-celebrates-with-a-parade-and-festival-on-saturday/article_a091dc16-1f6b-11ef-89b0-0becf05e0665.html?utm_campaign=blox&utm_source=facebook&utm_medium=social&fbclid=IwZXh0bgNhZW0CMTEAAR3hx1BjSSBTtt66WYEcHHoAUBmkb24COGiOCGJ8-qypIblmZyPHJ8ctoCE_aem_AdOfOT9iT7xyrl4jaoIcNgt_8WOTgWe_gahnsm8iDBOJHLXzlJd4Vp3WWTDWqJI_iQBAxonZRafvNPkXqkejEPCO) will be in full swing this weekend – up to 5,000 could attend the parade and festival in Downtown Yakima and at State Fair Park this weekend. Celebrations are also set to take place in Sunnyside, said Chelsea Dimas, the Sunnyside resident who submitted the city’s proclamation. Community members react Yakima Pride, which is organizing Pride celebrations, released a statement on Facebook from its president, Joshua Hastings, after the proclamation was rejected. Hastings said members of Yakima’s LGBTQ2S+ (Lesbian, Gay, Bisexual, Transgender, Queer, Two-Spirit and more) contributed to Yakima and rejecting the proclamation marginalized them. “The proposed proclamation wasn’t just a symbolic gesture; it was a recognition of the ongoing struggles for equality and a celebration of our diverse identities,” read Hastings’ statement. Hastings added that rejecting the proclamation could impact youth who are working toward self-acceptance. “Your decision tells them they are unwelcome, unseen, and unsupported by their own city leadership. This is unacceptable,” he said. Gibson was one of several public commenters who felt the struggle for acceptance was already successful. He felt gay people were accepted in Yakima and community members should focus on coming together under the American flag. “This isn’t against anybody, this is for us all to come together under one flag, which is a beautiful thing,” he said. Another Yakima resident, Toni Ballard, called the council’s decision courageous and said she did not want to celebrate Pride Month. “I hope you can move on from here,” she said. “Move on, tackle the issues that will really help Yakima.” But plenty of other Yakima residents were concerned by the city council’s vote. Julie Busie asked city council members to come to Pride events and see what the celebration was about. “We’re not asking for anything extra than you would give anyone else,” Busie said. “Come to Pride, have a good time, get to know us before you judge us.” Lambe asked that council reconsider its vote. Tim Janke, a retired Yakima resident, said having the Pride Proclamation showed inclusivity. He added that rejecting the Pride Proclamation could discourage businesses and visitors and have economic effects. Council members explain their votes Not all council members have taken the time to comment. Council members Reedy Berg, Leo Roy, Matt Brown, Rick Glenn and Mayor Patricia Byers voted no on the proclamation. Danny Herrera and Janice Deccio voted yes. Herrera and Glenn provided brief comments after the meeting on their decisions. Since then, Brown, who is also deputy mayor, released a press release. He said he voted no to focus on critical issues, like crime, homelessness and the cost of living and to create a more united community. “Building positive relationships and addressing real problems should be our priority,” he said. He added that, while he supports people living their best lives under the law and believes in core values of love and acceptance, the Pride proclamation went against his personal beliefs. “I cannot support the Pride proclamation as it conflicts with my core beliefs and those of many Yakima citizens,” Brown said. Berg said the lack of a proclamation doesn’t stop people from celebrating Pride, but that his constituents did not support the proclamation. “I have had many conversations with constituents from District 7, and a majority of them didn’t feel that Pride Month was something worth promoting,” he said. “The city needs to focus on Public Safety, Homelessness and our Budget Issues instead of virtue signaling.” Deccio, one of the two yes votes, said proclamations have no cost to the city. They do not take away from other duties or issues, she added, and council members should not vote based on personal beliefs, but for the people they represent. “We need to be impartial. We represent those people who request proclamations,” Deccio said. “I may or may not always agree with the content of a proposed proclamation, but I have yet to vote no on one.” Sunnyside City Council also rejects Pride Yakima was not the only city to reject a Pride Proclamation this year. It’s almost more accurate to say Yakima followed Sunnyside – Sunnyside Mayor Dean Broersma decided [not to issue a Pride Proclamation](https://www.yakimaherald.com/news/local/lower_valley/sunnyside-mayors-decision-to-not-sign-pride-proclamation-draws-mix-of-reaction/article_72db625e-1519-11ee-a2a7-73ebf5e179c1.html) in 2023, as well. This year, Sunnyside City Council members voted on whether or not to issue a proclamation and, after a 3-3 tie, the proclamation was rejected on May 28. Broersma said based on the rules used in Sunnyside, tie votes did not pass. Dimas, a Sunnyside resident and head of local nonprofit Raíces, said a proclamation would have signaled acceptance for a community that is still discriminated against. “Having a proclamation in general, but especially for Pride, it shows that our community recognizes and acknowledges our LGBTQ+ community,” she said. Dimas added that she was disappointed that council members had voted no. She was planning to submit a proclamation for a Pride week, instead of a month, and host Pride events in Sunnyside at the end of June. Broersma was one of the no votes, but did not elaborate on the reasons behind his vote. He added that he considered residents’ desires, the community’s interests and his personal beliefs in the decisions he makes in Sunnyside City Council and that this decision was grounded in his personal beliefs. “I know my mind, I know where I was going to be on this issue,” Broersma said. “This one is largely on my personal convictions and beliefs.” Broersma added that community sentiment seemed divided – commenters at the May 28 meeting spoke for and against the proclamation. Councilmember Vicky Frausto, who voted for the proclamation, called it an easy decision and said the proclamation could bring the community together, rather than divide it. She said respecting differences between people through proclamations created unity. “It was a yes for unity and really recognizing someone else’s lived experience and recognizing our shared humanity,” Frausto said. “What makes it divisive is if we start using our own beliefs to dictate what people deserve or how they should be treated.” Frausto and Broersma both said they are open to talking with community members about their beliefs. Broersma said he would discuss his reasons for voting no at greater length if people were willing to reach out. Editor's note: This article has been updated with the correct spelling of Joshua Hastings' name.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heath lambe",
          "sentiment": "none"
        },
        {
          "name": "lambe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "yakima city council",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "yakima county",
          "sentiment": "none"
        },
        {
          "name": "yakima",
          "sentiment": "none"
        },
        {
          "name": "sunnyside",
          "sentiment": "none"
        },
        {
          "name": "yakima valley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:50:52.203+03:00",
    "updated": "2024-06-07T00:50:52.203+03:00"
  },
  {
    "uuid": "b5240b2587b9db4b81a2601a31b25dba218d91b5",
    "url": "https://www.world-today-news.com/crisis-in-cross-country-skiing-top-athletes-withdraw-from-tour-de-ski-due-to-illnesses/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-29T01:06:00Z",
    "title": "Crisis in Cross-Country Skiing: Top Athletes Withdraw from Tour de Ski Due to Illnesses - World Today News",
    "text": "Interest in cross-country skiing around the world has suffered significantly since the International Ski and Snowboard Federation (FIS) decided not to allow Russians into its tournaments. It has not yet been possible to stop the consequences of the problem, and now new difficulties are brewing. One by one, star skiers are withdrawing from the Tour de Ski. And who will be interested in the once prestigious multi-day race without Klebo, Bolshunov and other ski racing leaders? “I didn’t have time to recover” The 2023/24 season is not easy for the titled Norwegian skier Johannes Klebo, even in the absence of the Russians. Shortly before the start of the World Cup, he contracted coronavirus and did not look very convincing in the early stages. After third place in the sprint in Ruka (Finland), Klebo missed the competition in Gällivare (Sweden). In Östersund, the Scandinavian won the classic sprint, but did not even make it into the top six in the distance race. Only at the home stage in Trondheim did it seem that the old Klebo had returned: Johannes excelled in all three races. On the eve of the start of the Tour de Ski, the Norwegian could easily be considered the main favorite, but this time he will definitely not win. The Norwegian Ski Association reported some unpleasant news for fans. The champion suffered from a cold, and he still has not recovered from its consequences. “For a long time, Johannes hoped that he would be able to compete in the Tour de Ski, but, unfortunately, he did not have time to recover,” Dagbladet quotes Norway team doctor Uwe Feragen. Johannes Klebo / Photo : © Federico Modica / NordicFocus / Contributor / Getty Images Sport / Gettyimages.ru Read more: The latest that is known about Scaloni's possible departure from the Argentine national team It is noted that after the World Cup in Trondheim, Klebo went with his national team partners to a high-altitude training camp in Davos, but preparations had to be interrupted. The skier told fans that he had a fever for six days. It’s easy to guess that in this situation there was no point in even dreaming about going to the Tour de Ski. “I have no idea what’s wrong with me” Klebo is not the only strong athlete who will not participate in the prestigious multi-day race, even if we leave out the Russians excommunicated from international competitions. Two-time Olympic champion Simen Kruger, who, like his partner on the Norwegian national team, fell ill at a training camp in Switzerland, will not be at the Tour de Ski. Three-time Olympic champion Finn Ivo Niskanen seems to have nothing to do with the Norwegians and their gathering, but the fans won’t see the Finn either. The reason is the same – the illness that began after the stage in Trondheim. Frenchman Richard Jouve, who won medals at the World Championships and the Olympic Games, will also undergo treatment instead of racing. Richard Jouv / Photo : © Maja Hitij / Staf / Getty Images Sport / Gettyimages.ru — I had a serious illness. I resumed training, but nothing works for me. I’m very tired, so everything is difficult. I have no idea what’s wrong with me. “I went to the doctor, and it’s not the flu or [COVID-19], but I had all the possible symptoms that could be: headaches, stomach pains… It all exhausts me, and it’s very difficult for me to train and recover,” he was quoted as saying skier Le Dauphine Libere. All these, of course, are not very pleasant signals for the FIS – the federation is already not fattening in the absence of the Russians. And in the near future we will have to somehow fight for the attention of the audience even without Johannes Klebo, as well as other ski racing leaders who were crippled by the flu and unidentified illnesses. Read more: FC Bayern Munich delivers an eight-goal spectacle in the Bundesliga dress rehearsal against RB Salzburg 2023-12-28 22:25:00 #skiers # world #part #Tour #Ski #droves # Russia #championship #bathhouse",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "http://www.gettyimages.com",
      "http://gettyimages.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bolshunov",
          "sentiment": "none"
        },
        {
          "name": "johannes",
          "sentiment": "none"
        },
        {
          "name": "klebo",
          "sentiment": "none"
        },
        {
          "name": "johannes klebo",
          "sentiment": "none"
        },
        {
          "name": "ruka",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "snowboard federation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "östersund",
          "sentiment": "none"
        },
        {
          "name": "gällivare",
          "sentiment": "none"
        },
        {
          "name": "trondheim",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:15:56.939+02:00",
    "updated": "2023-12-29T03:15:56.939+02:00"
  },
  {
    "uuid": "bf7005b25970a2838a59a3832bacd738de3927b9",
    "url": "https://www.news24.com/news24/southafrica/news/severe-weather-alerts-storms-and-floods-could-hit-parts-of-sa-this-weekend-20231229",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marvin Charles",
    "published": "2023-12-29T05:43:00Z",
    "title": "Severe weather alerts: Storms and floods could hit parts of SA this weekend | News24",
    "text": "A cut-off low pressure weather system is expected to bring widespread showers and thundershowers that may cause significant rainfall with heavy downpours within a short space of time from Saturday until Sunday in Theewaterskloof. The municipality added that disruptions to essential services could be expected, as well as damage to property, infrastructure, and loss of livelihood and livestock.\n\"The possibility of mudslides and rockfalls may occur especially along slopes and mountainous areas. The general public are cautioned not to attempt to cross any rivers or streams as there is a danger to life due to the strong currents that may prevail,\" Solomons-Johannes added.\nThe national government urged residents to take precautions and follow instructions from their respective disaster management centres.\nMeanwhile, the SAWS said widespread showers and thundershowers could be expected over the western parts of the Free State.\nThe eastern half of the Eastern Cape can expect cloudy and cool to warm conditions, with scattered showers and thundershowers, but isolated along the coast and adjacent interior.\nIsolated afternoon showers and thundershowers can be expected in KwaZulu-Natal.\nActing government spokesperson Nomonde Mnukwa said government was aware of the damages already caused by inclement weather and the responses of first responders in KwaZulu-Natal, Gauteng, Mpumalanga and Limpopo.\nREAD MORE | On the frontlines of Ladysmith floods: 'I haven't seen anything like this in 15 years'\n\"The National Disaster Management Centre supports all provincial and municipal disaster management centres to assist the affected communities. We all have the responsibility to assist government and disaster managers to keep us safe,\" she said.\nMeanwhile, the National Sea Rescue Institute (NSRI) appealed to bathers, boaters, paddlers, sailors, anglers and coastal hikers to be cautious around the coastline, saying that the spring tide phase may contribute to stronger than normal rip currents.\n\"Public at beaches and along the coastline will experience the two daily high tides, which will noticeably be higher than normal, and the two daily low tides, which will be lower than normal and stronger than normal rip currents will occur at places around the coastline.\"\n\"Swim at beaches protected by lifeguards. Inland water users are also urged to be cautious. Although not affected by spring tide on inland waters, the increase in water-related emergencies is of concern, and we are appealing to everyone in and around coastal and inland waterways to have safety top of mind,\" the NSRI added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://playback.oovvuu.media/frame/ef95a8cd-40d0-41b4-9da9-45178c132186",
      "https://playback.oovvuu.media/frame/8f06b89e-2192-4131-bfdb-5a94f2783325",
      "https://www.playback.oovvuu.media/frame/ef95a8cd-40d0-41b4-9da9-45178c132186",
      "https://www.playback.oovvuu.media/frame/8f06b89e-2192-4131-bfdb-5a94f2783325"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johannes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eastern cape",
          "sentiment": "none"
        },
        {
          "name": "theewaterskloof",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:25:24.602+02:00",
    "updated": "2023-12-29T11:25:24.602+02:00"
  },
  {
    "uuid": "7452de208380dae21b652ec47c5724623c8b2cc7",
    "url": "https://bnnbreaking.com/lifestyle/leap-day-miracles-charlotte-welcomes-rare-leaplings-at-novant-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nasiru Eneji Abdulrasheed",
    "published": "2024-02-29T20:17:00Z",
    "title": "Leap Day Miracles: Charlotte Welcomes Rare 'Leaplings' at Novant Health",
    "text": "CHARLOTTE, N.C. - As the calendar marked February 29, 2024, Novant Health medical centers became the birthplace of joy for two families celebrating the arrival of their 'leaplings,' a term affectionately given to those born on Leap Day. This rare occasion, occurring once every four years, added a layer of uniqueness to their birth stories.\nCelebration of Rare Timing\nIn the early hours of the morning, Rachel and Brandon McNeely were blessed with a daughter, Claire Marie McNeely, at\nNovant Health Presbyterian Medical Center. Claire, who weighed in at 6 pounds and 13 ounces, measuring 21 inches in length, became their second daughter. Just hours later, Vyshnavi Arji and Deepak Koppada, a couple from Huntersville, welcomed their first child, a son, at Novant Health Huntersville Medical Center. Their baby boy arrived at 7:22 a.m., weighing 7 pounds and 4 ounces, and measuring 19 inches long.\nLeap Day: A Unique Celebration of Time\nThe occurrence of Leap Day is a peculiar twist of our calendar system, designed to keep our calendar year synchronized with the astronomical year. Babies born on this day, February 29, join an exclusive club with membership odds of 1 in 1,461. The day offers a unique narrative for the children and their families, celebrated every four years, making each leap year birthday a significant and memorable milestone.\nCommunity and Hospital Rejoice\nNovant Health facilities in Charlotte area have been part of many families' birth stories, but Leap Day births hold a special place. The hospital staff and the community come together to celebrate these extraordinary births, recognizing the unique bond shared by leaplings. The joy and curiosity surrounding Leap Day babies also bring a heightened sense of community to the hospital staff and families involved, creating lifelong memories and stories that will be told for years to come.\nThe arrival of leaplings at Novant Health on February 29, 2024, has added a special chapter to the families of Claire Marie McNeely and the unnamed baby boy. As they grow, their leap year birthdays will serve as a reminder of the extraordinary circumstances surrounding their entrance into the world. For Rachel and Brandon McNeely, Vyshnavi Arji, and Deepak Koppada, this Leap Day will forever be a significant marker in their lives, celebrating not just the rarity of the date but the joy of new life. As these children grow, their unique birthdays will continue to be a source of wonder, celebration, and perhaps a little bit of envy from those born on more common dates.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.yahoo.com/news/leap-day-babies-unique-celebration-203220301.html",
      "https://yahoo.com/news/leap-day-babies-unique-celebration-203220301.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "claire",
          "sentiment": "none"
        },
        {
          "name": "vyshnavi arji",
          "sentiment": "none"
        },
        {
          "name": "rachel",
          "sentiment": "none"
        },
        {
          "name": "brandon mcneely",
          "sentiment": "none"
        },
        {
          "name": "claire marie mcneely",
          "sentiment": "none"
        },
        {
          "name": "deepak koppada",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "novant health",
          "sentiment": "negative"
        },
        {
          "name": "novant health huntersville medical center",
          "sentiment": "none"
        },
        {
          "name": "novant health presbyterian medical center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "novant health charlotte",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        },
        {
          "name": "huntersville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:19:10.698+02:00",
    "updated": "2024-03-01T00:19:10.698+02:00"
  },
  {
    "uuid": "576b7ff63be235abceac4382b161b51f0dbd8d68",
    "url": "https://pennymac-cash16814.pages10.com/borrow-100-dollars-secrets-59774482",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pennymac-Cash",
    "published": "2023-12-28T14:59:00Z",
    "title": "borrow 100 dollars Secrets",
    "text": "Local means. Govt businesses, nonprofits and local charities typically supply no cost financial expert services and assist with food, utilities and hire for those in want.\nThese payday bank loan lenders present $100 payday loans online and in-keep. Provided that you show normal cash flow, you could likely obtain a loan – generally inside of 24 hours online or exact same working day in a keep.\nPayday lenders usually engage in predatory lending practices, charging sky high desire premiums on payday and installment loans. This can result in a cycle of debt that’s hard to interrupt.\nYou may as well give and acquire “boosts” from mates where your friends can increase your Location Me Restrict by $five (and you can do exactly the same for them) that is compensated back again along with your subsequent deposit. You may deliver and obtain around 4 boosts per 30 days.\nThat said, if you have an existing romance with an area monetary institution, it’s worthy of inquiring about the availability of large personalized financial loans.\nLenders that have a lot less stringent borrowing standards and those that use substitute facts when analyzing apps give individual loans for negative credit score.\nWill not be authorized for the program, moreover risk of needing to pay back in total and probable investment losses\nWas this content material handy to you? Certainly No Thank you in your comments! Anna Serio twitter linkedin Anna Serio is usually a direct editor at Finder, specializing in customer and small business funding. A trusted lending skilled and previous Qualified professional mortgage officer, Anna's prepared and edited much more than one,000 content articles on Finder that can help Americans reinforce their economic literacy.\nIt can become too straightforward to get advancements and regularly use The cash you don’t have but. Although these simple payday bank loan options could possibly be useful, they may also allow your weak paying out practices.\nPayday lenders. You need to display you've got a career and frequent earnings coming in. At times it’s ample to provide your cell phone into a retailer and present them your direct deposits. For online financial loans, the lender will need to verify your direct deposits electronically.\nEmploying a credit card to accessibility money can appear to be an pleasing selection. Since you already have the card, you don’t have to fill out an software or experience a credit score Examine to obtain what in essence is a short-phrase mortgage towards the line of credit rating out there on the charge card. As well as, you may generally access The cash promptly.\nMoney-out refinancing. In distinction to house fairness loans and HELOCs, dollars-out refinancing doesn't contain a second home finance loan. As an alternative, the borrower refinances her property finance loan for over the outstanding stability of the first mortgage loan and receives the difference like a lump sum payment. This can be a\nclick here good selection When you have a substantial credit history score and considerable fairness in your house.\nYou’ll very likely ought to exhibit the next-than-ordinary profits in conjunction with an outstanding credit score rating and small credit card debt amounts to be able to get approved.\nIt's got a beneficial harmony: Opt for an account in which you have continually taken care of a good equilibrium.\nborrow 100 dollars Secrets\nLocal means. Govt businesses, nonprofits and local charities typically supply no cost financial expert services and assist with food, utilities and hire for those in want.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://cash-app-login64578.educationalimpactblog.com/46287536/the-ultimate-guide-to-borrow-100-dollars",
      "https://www.cash-app-login64578.educationalimpactblog.com/46287536/the-ultimate-guide-to-borrow-100-dollars"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:06:29.531+02:00",
    "updated": "2023-12-29T01:06:29.531+02:00"
  },
  {
    "uuid": "07b55f138833b8c0ef14dc213b0abcacd22491a9",
    "url": "https://bnnbreaking.com/finance-nav/revolutionizing-dairy-was-sift-centre-invests-in-sustainable-food-technologies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Geeta Pillai",
    "published": "2024-02-16T00:30:00Z",
    "title": "Revolutionizing Dairy: WA's SIFT Centre Invests in Sustainable Food Technologies",
    "text": "In a world where the balance between nourishment and sustainability teeters on the brink of tomorrow's challenges, the Western Australian government has unveiled a bold step forward. On February 16, 2024, it announced a significant investment of $12.2 million in the Sustainable, Innovative Food Technologies (SIFT) Centre located within the Food Innovation Precinct of WA (FIPWA) at Peel Business Park, Nambeelup. This move is not just about bolstering the local food and beverage manufacturing sector; it's about reimagining the future of food production, particularly in the dairy sector, through the lens of sustainability and innovation.\nA New Dawn for Dairy: Valorization of Waste\nThe spotlight shines brightly on the dairy industry as it stands at the forefront of a sustainability revolution. The SIFT Centre's establishment marks a pivotal moment in the journey towards reducing the environmental footprint of food production. With the planet's population estimated to reach nearly 10 billion by 2050 and over 1.3 billion tonnes of waste produced annually worldwide, the need for sustainable food production has never been more critical. The Centre aims to transform the dairy sector by enhancing the nutritional and functional properties of dairy products through the valorization of food waste. This involves turning by-products and waste into valuable new products for human consumption, thus contributing significantly to environmental sustainability.\nInnovations in Functional Dairy Foods\nThe SIFT Centre is not just about waste reduction. It's a beacon of innovation, equipped with the latest food and beverage manufacturing equipment, including a state-of-the-art high-pressure processing unit. This technology paves the way for the development of innovative functional dairy food products that can meet the growing consumer demand for healthier and more sustainable food choices. By harnessing bioactive compounds from food waste, the Centre seeks to create dairy products with enhanced health benefits, opening up new opportunities for the dairy industry to contribute to both human health and the planet's well-being.\nDriving Economic Growth and Sustainability\nOpen to all Western Australian food and beverage businesses, the SIFT Centre offers more than just technological advancements; it's a launchpad for economic growth and sustainability in the State's value-add food production sector. By providing common use of manufacturing equipment at a subsidized rate, the Centre enables businesses to test, develop, and produce new and improved value-added food products on a commercial scale. Furthermore, the government's initiative to offer grants of up to $600,000 to food and beverage businesses for commercialization, collaborative research, and development, or utilization of manufacturing equipment is a testament to its commitment to driving innovation and sustainability in the food sector. With the creation of over 150 direct jobs and an expected economic injection of around $100 million, the SIFT Centre is poised to make a significant impact on the Western Australian economy and the global food industry at large.\nIn the face of growing environmental concerns and a burgeoning global population, the establishment of the Sustainable, Innovative Food Technologies Centre represents a forward-thinking approach to food production. By focusing on the valorization of food waste and the development of functional dairy products, the initiative not only addresses the urgent need for sustainability but also opens up new avenues for innovation and economic growth in the food sector. As the world continues to evolve, the SIFT Centre stands as a beacon of hope, demonstrating that with the right investment and innovation, the food industry can indeed meet the challenges of tomorrow.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sustainable food technologies",
          "sentiment": "negative"
        },
        {
          "name": "innovative food technologies",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wa",
          "sentiment": "none"
        },
        {
          "name": "peel business park",
          "sentiment": "none"
        },
        {
          "name": "nambeelup",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T04:31:45.122+02:00",
    "updated": "2024-02-16T04:31:45.122+02:00"
  },
  {
    "uuid": "98f8cca011e36629cd1fe475ad9000efbc55a0e0",
    "url": "https://www.kalb.com:443/2024/10/10/video-coast-guard-helicopter-rescues-man-clinging-cooler-off-florida-coast-after-milton",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Greg Brobeck",
    "published": "2024-10-10T23:40:00Z",
    "title": "VIDEO: Coast Guard helicopter rescues man clinging to cooler off Florida coast after Milton",
    "text": "LONGBOAT KEY, Fla. (Gray News) - Video released Thursday shows a United States Coast Guard helicopter rescuing a man left clinging to a cooler 30 miles off the coast of Florida following Hurricane Milton.\nThe Coast Guard said in a news release that crews around 5:30 a.m. began searching for the missing captain of fishing vessel Capt. Dave.\nThe captain had reported on Monday that the ship was disabled and he and a crew member were stranded about 20 miles from John’s Pass.\nA helicopter was sent to the scene and both the captain and crew member were taken to shore. The boat was left adrift and arrangements were to be made to salvage it.\nAround noon Wednesday, the owner reported that the captain had gone back out to the ship around 3 a.m. to make repairs but wasn’t seen again at that time.\nCrews were able to make radio contact with the captain, who said the rudder was disabled.\nThe Coast Guard says the weather was deteriorating quickly as Milton approached. The captain was told to wear a life jacket and to stay with the ship’s emergency position.\nCrews lost contact with the captain around 6:45 p.m. Wednesday, just as Milton was approaching.\n“This man survived in a nightmare scenario for even the most experienced mariner,” said Lt. Cmdr. Dana Grady, Sector St. Petersburg’s command center chief. “To understand the severity of the hurricane conditions, we estimate he experienced approximately 75-90 mph winds, 20-25 foot seas, for an extended time including overnight. He survived because of a life jacket, his emergency position indicating locator beacon, and a cooler.”\nIn the video, a Coast Guard diver can be seen being lowered from a helicopter and swimming to the man to pick him up.\nThe man was taken to Tampa General Hospital for care.\nAt least six deaths have been reported from severe weather related to Milton.\nCopyright 2024 Gray Local Media, Inc. All rights reserved.\nMost Read Pineville residents voice frustrations with Mayor Dupree and the city council 2 arrested for flying drone full of contraband into federal prison in Grant Parish Update on mother, daughter homicide in Vernon Parish Forest Hill man accused of attempted 2nd-degree murder following stabbing VPSO investigating Hornbeck double homicide Former director of SNAP holds protest at St. Francis Xavier Cathedral Social media threat prompts lockdown of Avoyelles High School Natchitoches police arrest suspects on weapon, drug charges Latest News Coast Guard rescues man clinging to cooler following Milton 1 dead, 12 people trapped after elevator malfunctions at historic Colorado gold mine Natchitoches man gets life sentence in fatal stabbing case LIVE: Milton clobbers coastal communities in Florida, leaves millions without power and kills at least 6 YWCA'S MENTORING PROGRAM FOR KIDS Traffic stop leads to the arrest of 2 Red River men ‘Who knows where it’s been': 84-year-old biscuit found in woman’s freezer",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://gray-kalb-prod.gtv-cdn.com/resizer/v2/MFBCXMDAONCXRGIVFXTDJFEQNA?auth=30d289254dbb7ed7b31be312b46be09c04c6f212281a466649821cd204224007&width=800&height=450&smart=true",
      "https://gray-kalb-prod.gtv-cdn.com/resizer/v2/C7JN23PIPVC6ZEPMHE2EGIJR4Q.bmp?auth=3f1c996d01100d1370c4162dd0cd292fb59da783772965461811aa01dcc6bf3f&width=800&height=450&smart=true",
      "https://gray-kalb-prod.gtv-cdn.com/resizer/v2/C7JN23PIPVC6ZEPMHE2EGIJR4Q.bmp",
      "https://www.gray-kalb-prod.gtv-cdn.com/resizer/v2/MFBCXMDAONCXRGIVFXTDJFEQNA?auth=30d289254dbb7ed7b31be312b46be09c04c6f212281a466649821cd204224007&width=800&height=450&smart=true",
      "https://www.gray-kalb-prod.gtv-cdn.com/resizer/v2/C7JN23PIPVC6ZEPMHE2EGIJR4Q.bmp?auth=3f1c996d01100d1370c4162dd0cd292fb59da783772965461811aa01dcc6bf3f&width=800&height=450&smart=true",
      "https://gray-kalb-prod.gtv-cdn.com/resizer/v2/MFBCXMDAONCXRGIVFXTDJFEQNA"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Milton",
          "sentiment": "negative"
        },
        {
          "name": "John",
          "sentiment": "none"
        },
        {
          "name": "Dave",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "United States Coast Guard",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T03:03:39.109+03:00",
    "updated": "2024-10-11T03:03:39.109+03:00"
  },
  {
    "uuid": "67203106682327c2aa95ba757d504730609dddf3",
    "url": "https://www.bostonglobe.com/2024/02/29/metro/closer-look-recent-decline-overdose-deaths-nh",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amanda Gokee",
    "published": "2024-02-29T00:00:00Z",
    "title": "A closer look at the recent decline in overdose deaths in N.H. - The Boston Globe",
    "text": "CONCORD, N.H. — Overdose deaths in New Hampshire’s two largest cities are on the decline, according to the latest data released by the ambulance company American Medical Response.\nNashua saw a 46 percent decrease in suspected overdoses from opioids in January compared to the last 12-month average, while Manchester saw an even greater decrease of 56 percent, according to AMR, which provides ambulance services in the two cities. Last month, there were two opioid overdose deaths in Nashua and five in Manchester.\nWhen the opioid crisis hit the state in 2015, AMR was inundated, according to Chris Stawasz, the company’s regional director of government affairs.\nAdvertisement\n“We became overwhelmed in 2015, 2016, and decided to start tracking the number of overdoses we were going on, so we could see the resources we were spending and come up with a way to address it,” Stawasz said.\nSince then, the substances on the street have evolved: First, AMR was responding to people smoking “spice,” a kind of synthetic marijuana . Then it was heroin, and now fentanyl dominates, according to Stawasz. Illegally producedFentanyl — because of its potency and low cost — is now being mixed into marijuana, catching users unaware, he said.\nGet N.H. Morning Report A weekday newsletter delivering the N.H. news you need to know right to your inbox. Enter Email Sign Up According to the US Drug Enforcement Administration, doctors prescribe fentanyl for chronic severe pain or severe pain following surgery.\nStawasz said responders no longer see overdoses related to prescription drugs, pointing to laws requiring increased monitoring of such medicines.\nSo what’s causing the decrease in opioid overdoses and deaths? It’s hard to pinpoint what is driving the several-month trend, Stawasz said.\n“I’d like to think the efforts everyone has been putting in for so long have been paying off,” he said, noting there hasn’t been a sea change in terms of the amount of fentanyl available or the number of available rehabilitation centers.\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nbcboston.com/news/local/manchester-hopes-rapid-response-teams-will-help-curb-drug-overdoses/2991304/?et_rid=961271383&s_campaign=NH:newsletter",
      "https://www.dea.gov/factsheets/spice-k2-synthetic-marijuana?et_rid=961271383&s_campaign=NH:newsletter",
      "https://www.twitter.com/reporterporter",
      "https://www.twitter.com/amanda_gokee",
      "https://www.nbcboston.com/news/local/manchester-hopes-rapid-response-teams-will-help-curb-drug-overdoses/2991304/",
      "https://dea.gov/factsheets/spice-k2-synthetic-marijuana?et_rid=961271383&s_campaign=NH:newsletter",
      "https://twitter.com/amanda_gokee",
      "https://twitter.com/reporterporter",
      "https://www.dea.gov/factsheets/spice-k2-synthetic-marijuana",
      "https://nbcboston.com/news/local/manchester-hopes-rapid-response-teams-will-help-curb-drug-overdoses/2991304/?et_rid=961271383&s_campaign=NH:newsletter"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nashua",
          "sentiment": "negative"
        },
        {
          "name": "stawasz",
          "sentiment": "none"
        },
        {
          "name": "chris stawasz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boston globe",
          "sentiment": "negative"
        },
        {
          "name": "amr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.h.",
          "sentiment": "none"
        },
        {
          "name": "nashua",
          "sentiment": "none"
        },
        {
          "name": "stawasz",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:02:10.983+02:00",
    "updated": "2024-03-08T01:43:18.368+02:00"
  },
  {
    "uuid": "518d519afcfe99bd4b627361c5bd4a80454d657d",
    "url": "https://www.agrolink.com.br/noticias/producao-de-gramados-gerou-mais-de-r--158-milhoes-no-parana_495534.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agrolink",
    "published": "2024-10-03T21:35:00Z",
    "title": "Produção de gramados gerou mais de R$ 158 milhões no Paraná",
    "text": "Produção de gramados gerou mais de R$ 158 milhões no Paraná\nGramados representam 63,4% do valor da floricultura paranaense\n- Seane Lennon\nFoto: Canva\nSegundo os dados do Boletim de Conjuntura Agropecuária referente à semana de 27 de setembro a 3 de outubro, preparado pelo Departamento de Economia Rural (Deral), da Secretaria de Estado da Agricultura e do Abastecimento (Seab), a produção de gramados no Paraná em 2023 representou 63,4% do Valor Bruto da Produção Agropecuária (VBP) da floricultura, gerando uma renda de R$ 158,3 milhões em uma área de 17,7 milhões de metros quadrados. Esse valor faz parte do total de R$ 249,6 milhões gerados pelo setor da floricultura no estado. A produção de gramas se concentra principalmente nos Núcleos Regionais de Maringá, Curitiba, Cascavel, Toledo e Londrina, que juntos respondem por 91,2% dos cultivos no estado.\nConteúdo exclusivo para Cadastrados\nSe você tem cadastro no Agrolink, [faça seu login](#) ou [faça cadastro](#) no Agrolink de forma GRATUÍTA\ne tenha acesso aos conteúdos do site.\n[Já tenho cadastro](#)\nNão tem conta?\n[Cadastre-se aqui](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T04:00:01.923+03:00",
    "updated": "2024-10-04T04:00:01.923+03:00"
  },
  {
    "uuid": "fe8d7626cceb25bcfc3ab827ad3b71adf5205b96",
    "url": "https://www.cbssports.com/fantasy/hockey/news/islanders-casey-cizikas-under-the-weather/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RotoWire Staff",
    "published": "2023-12-29T16:48:00Z",
    "title": "Islanders' Casey Cizikas: Under the weather - CBSSports.com",
    "text": "Watch Now: Cizikas will be a game-time decision against Washington on Friday due to an illness, Ethan Sears of the New York Post reports.\nCizikas is currently stuck in a six-game pointless streak during which he managed just seven shots while averaging 14:21 of ice time. If the veteran center does miss out Friday, it will open up a spot in the lineup for either Julien Gauthier or Matt Martin.\nMore News Islanders' Casey Cizikas: Finds scoresheet in win 15D ago • by RotoWire Staff Islanders' Casey Cizikas: On three-game point streak 10/31/2023 • by RotoWire Staff Islanders' Casey Cizikas: Provides helper Saturday 10/29/2023 • by RotoWire Staff Islanders' Casey Cizikas: Nets GWG 10/15/2023 • by RotoWire Staff Islanders' Casey Cizikas: Adds tally in loss 04/11/2023 • by RotoWire Staff Islanders' Casey Cizikas: Delivers shorthanded assist 03/19/2023 • by RotoWire Staff Our Latest Fantasy Hockey Stories NHL training camp position battles Janet Eagleson • 6 min read Fantasy Hockey draft bust candidates Kyle Riley • 4 min read Fantasy Hockey draft sleepers Kyle Riley • 5 min read NHL Goaltender Tiers 1-9 Jon Litterine • 5 min read Fantasy Hockey: Defenseman preview & tiers Corey Abbott • 5 min read Fantasy Hockey: 2023-24 Forward Tiers Jon Litterine • 5 min read",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Weather",
      "Sport"
    ],
    "external_links": [
      "https://sports.cbsimg.net/fly/images/nhl/logos/team/386.svg",
      "https://www.sports.cbsimg.net/fly/images/nhl/logos/team/386.svg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "etha",
          "sentiment": "negative"
        },
        {
          "name": "casey cizikas",
          "sentiment": "negative"
        },
        {
          "name": "janet eagleson",
          "sentiment": "none"
        },
        {
          "name": "kyle riley",
          "sentiment": "none"
        },
        {
          "name": "sears",
          "sentiment": "none"
        },
        {
          "name": "matt martin",
          "sentiment": "none"
        },
        {
          "name": "julien gauthier",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fantasy hockey",
          "sentiment": "none"
        },
        {
          "name": "new york post",
          "sentiment": "none"
        },
        {
          "name": "nhl",
          "sentiment": "none"
        },
        {
          "name": "nhl goalten",
          "sentiment": "none"
        },
        {
          "name": "rotowire staff islanders",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:03:18.948+02:00",
    "updated": "2023-12-29T19:03:18.948+02:00"
  }
]