[
  {
    "uuid": "d6c7f77c2b4c6df47a8838b8477fa20c8c1d16fc",
    "url": "https://marketbusinessnews.com/bitcoin-atms-your-gateway-to-instant-transactions-and-enhanced-financial-privacy/363690/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephanie Ross",
    "published": "2023-12-28T21:36:00Z",
    "title": "Bitcoin ATMs: Your Gateway to Instant Transactions and Enhanced Financial Privacy",
    "text": "The multi-billion dollar Bitcoin ATM (BTM) industry in the United States is booming again after a retrenchment during the 2022 “crypto winter.” But should this growth obscure concerns about scams and money laundering?\nUnlike online exchanges, BTMs do not require users to share bank account information. They verify identities by asking for a photo ID and phone number.\nInstant Transactions\nSince cryptocurrency transactions are based on blockchain technology, Bitcoin ATMs are often able to complete them instantly. Users simply enter their wallet address or scan a QR code to buy the cryptocurrency of their choice.\nThe increasing prevalence of “\nBitcoin ATM near me” searches reflects the growing integration of cryptocurrencies into everyday life, as people actively seek out accessible and secure avenues for managing their digital assets.\nThe transaction is then recorded in the blockchain and instantly delivered to their digital wallet. This makes it much easier to purchase crypto on the go than using an online exchange, which typically requires a lengthy verification process.\nAdditionally, Bitcoin ATMs often offer more privacy than centralized exchanges by not requiring sensitive information like debit or credit card numbers or bank accounts. While some machines may ask for a cell phone number and four-digit PIN to verify identity, most do not require any personal identification information at all.\nEnhanced Financial Privacy\nBitcoin ATMs don’t require users to connect their bank account or provide identification, which can be beneficial to privacy. However, these machines are still subject to Know Your Customer regulations that protect investors by preventing criminals from using these devices to steal money or identities.\nTypically, the machine will ask for the user’s crypto wallet address and then print a QR code that the user can scan with their smartphone to send the bought cryptocurrency into their wallet. The transaction is then recorded on the blockchain, making it impossible for anyone without the user’s private key to access their wallet and make changes to their balance or ownership.\nThis is a valuable level of security, but users should be sure to follow security best practices when handling their crypto wallet private keys. For example, they should store them in a noncustodial open-source wallet. Ultimately, the trade-off between privacy and convenience is a choice that each individual will have to make based on their personal financial preferences and needs.\nConvenience\nCryptocurrency ATMs are a\nconvenient way to buy Bitcoin by exchanging cash for the digital currency. Once you insert the amount of cash you wish to exchange, the machine will take care of the rest. It will send the equivalent amount of cryptocurrency to your wallet, usually through a QR code.\nThis process is fast, efficient, and easy to use. Most machines also offer a touchscreen to facilitate the transaction. Depending on local regulations, you may need to verify your identity before making a large transaction. This is to prevent money laundering and protect the integrity of the cryptocurrency industry as a whole.\nAdditionally, the user’s privacy is protected since transactions at a crypto ATM are not linked to a bank account. Instead, the ATM will record the purchase on a public blockchain and then transfer the Bitcoin to your wallet. Once the transaction is complete, you will receive a ticket with your transaction ID to track its status.\nInteresting Related Article: “\nWhat Functions Do Bitcoin ATMs Offer?“",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://bytefederal.com/bitcoin-atm-near-me",
      "https://www.bytefederal.com/bitcoin-atm-near-me",
      "https://nerdwallet.com/article/investing/how-to-invest-in-bitcoin",
      "https://www.nerdwallet.com/article/investing/how-to-invest-in-bitcoin"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:59.930+02:00",
    "updated": "2023-12-29T00:32:59.930+02:00"
  },
  {
    "uuid": "b3444e2d43f9ef288a57c8fe2d16abe7cb6acf5d",
    "url": "https://www.meneame.net/story/china-ofrece-apoyo-iran-ante-aumento-violencia-oriente-proximo/c0175",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ErJakerNROL35",
    "published": "2024-09-26T18:58:00Z",
    "title": "#175 China ofrece su apoyo a Irán ante el aumento de la violencia en Oriente Próximo",
    "text": "Portada\nmis comunidades\notras secciones\n[#95](c95#c-95) Ya han normalizado los bombardeos en gaza, si antes era normal que disparasen a palestinos desarmados ahora lo normal es que les bombardeen a diario. Si te fijas en el proximo pseudo informativo de television veras como tratan con normalidad que caigan bombas a diario en gaza y centran su atencion en cosas que no son especificamente el bombardeo.\n[#125](c125#c-125) igual que normalizaron la ocupación, el apartheid, el secuestro y tortura de miles de palestinos y las masacres... Hasta que responden un 7 de octubre y entonces, los muy cínicos, repiten los bulos sionistas y lo cuentan todo como si empezara ese día con su \"guerra israel-hamas\" (he llegado a ver incluso \"guerra hamas-israel\")\n[#41](c41#c-41) Es buena noticia, pero llega tarde.\nQuizás China debería plantearse cortar lazos comerciales con Israel.\n[#109](c109#c-109) Y probablemente tambien muchos países con China. Esto queda en nada, en cuanto les amenacen con cerrarles el chiringuito económico y que comercien con los BRICS, China se hunde enseguida. El bloque OTAN lleva años preparando el traspaso de las fábricas Chinas a otras del sudeste asiático.\n[#127](c127#c-127) La dependencia de China es total, no creo que ningún país pueda plantearse prescindir de ellos.\n[#130](c130#c-130) Ya está ocurriendo, se están creando nuevas fábricas, cada vez más automatizadas en India, Vietnam, Myanmar, México. A China no le afectará demasiado porque tiene un mercado interno gigantesco, pero simplemente las fábricas que suministran para los fabricantes del Oeste se están desplazando. En mi opinion, ya era hora, fue un error hace 40 años regalarles tanto know how.\n[#1](c1#c-1) EE.UU. y Europa, no lo olvidemos. Cínicos e hipócritas.\n[#42](c42#c-42) ya sabemos qué mundo tenemos gracias a las decisiones tomadas por esta comunidad internacional... sea lo que sea lo que diga el resto, lo prefiero.\n[#95](c95#c-95) no solo israel, todos sus cómplices: desde tve que sigue dando voz a Netanyahu (pero no a miembros de la resistencia palestina), un genocida, hasta El País que sigue justificando los ataques de estos supremacistas\n[#69](c69#c-69) o porque es un antisemita verdadero\n[#14](c14#c-14) que muchos, no, que todos (excepto los palestinos que no huyeron cuando la Nakba ni fueron masacrados y viven en israel\n[#46](c46#c-46) tal cual. Los genocidas son unos cobardes que solo se atreven con niños y mujeres y saben que los países que les rodean no tienen capacidad de defenderse ni causarles ningún daño, más allá de la operación de Hamas del 7 de octubre, que claramente conocían y donde la gran mayoría de muertes fue provocada por las propias fuerzas de ocupación (el único objetivo de hamas era llevarse prisioneros de guerra para intercambiarlos por alguno de los miles que tiene israel, pero como los sionistas van armados hasta los dientes, los supuestos civiles, pues se liaron a tiros y hamas respondió... de ahí la matanza) Podrán decir lo que quieran de Hamas, pero no son retrasados. Eso sí, no se esperaban que, en esta ocasión, no quisieran negociar y prefirieran cometer un genocidio.\n[#143](c143#c-143) Yo nunca entendi como pudo Hamas hacerse con 3000 cohetes/misiles, eso cuesta un dineral y son mas pobres que las ratas. Esas armas no se compran en el supermercado, ni las hace el herrero del pueblo. Ya no me sorprendería si fue la propia Israel quien se los suministro para tener una escusa.\n[#152](c152#c-152) Sería terrible. Los imperios todos persiguen el poder, la riqueza, etc.; pero hay algunos que más y otros que menos. Los anglosajones, en concreto, son especialmente avariciosos y están dispuestos a TODO para obtener ese poder y esa riqueza. Pretenden que todos sigan las reglas que dictan ellos para así no tener ellos reglas.\nPor otro lado, lo más gracioso de todo es que a todos sus enemigos se los han creado ellos solos: China, o Rusia están enfrentadas a USA (y occidente) por los distintos actos de agresión que ha cometido occidente contra ellos en la historia reciente. Incluso Rusia, en su día, intentó un acercamiento.\n[#88](c88#c-88) Estarán en Nueva Zelanda, Australia y demás .\nhttps://capitanswing.com/libros/la-supervivencia-de-los-mas-ricos/\n[#6](c6#c-6) Eso es lo peor, nos tienen de colonia para recibir primero las hostias...\n[#59](c59#c-59) Si hay guerra nuclear, Israel sería destruida, pero Irán también. Es una guerra que nadie puede ganar. Solo sobrevirían miembros de sus culturas que estuvieran viviendo en otros lugares, pero a efectos prácticos, estarían destruidos. Extintos.\n[#133](c133#c-133) Reportado por insultos directos, y por otro lado, no eres consciente del nivel de destrucción si hay una guerra nuclear global. Es la destrucción mutua asegurada de toda la especie humana y un porcentaje altísimo de especies.\n[#142](c142#c-142) Te gustaría que te llamaran piojo?, insecto?\n[#158](c158#c-158) si, Irán lleva haciendo eso durante décadas.\nPero cuenta toda la historia: Israel lleva todavía más décadas haciendo cosas muy feas, y lo normal es que en la región se la tengan jurada.\nSi en algo estoy de acuerdo con Israel es que se juega su existencia. Pero es igual de cierto que Israel se ha buscado la enemistad con todo el mundo,\n[#160](c160#c-160) muy feas? Existir? Hay 9 millones de personas viviendo en Israel, el día que los países como Irán ganen les va a pasar lo que le pasó a más de 2 millones de judíos en países árabes expulsados, cuando no cazados allá en los años 50 como castigo a la creación del estado de Israel.... En Irán había más de 300 mil, hoy hay 0.\n[#169](c169#c-169) ¿Y la solución para la supervivencia de los Israelíes es el exterminio de los palestinos? ¿desde cuando los palestinos tienen menos derecho a existir que los propios Israelies?\nA lo largo de la historia, no son pocas las veces en las que se han utilizado amenazas existenciales, para justificar el exterminio del oponente, y eso tiene un nombre: fascismo.\n[#80](c80#c-80) ¿La realidad? ¿De qué realidad hablas? La mía desde luego que no.\nhttps://www.descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa/\n[#56](c56#c-56) Yo estoy con [#43](c43#c-43) apoyo a Irán porqué se opone a un régimen genocida, de la misma manera que apoyo a Ucrania porque se opone (en este caso resiste) a un régimen imperialista que está a las puertas de la Unión Europea.\nY que yo apoye a Ucrania no quiere decir que apoye al imperialismo yanqui, quiere decir que no quiero tener a Putin cerca.\nY que yo apoye a Irán no quiere decir que apoye el integrismo islámico, quiere decir que me duele el genocidio del pueblo palestino y los iraníes parecen los únicos que se oponen más allá de algunas palabras, por eso les apoyo.\nCon Ucrania y Irán elijo el mal menor.\n[#87](c87#c-87) Resulta que la OTAN lleva expandiendo su membresía sin parar desde su creación y mas cuando se unió EEUU en 1948.\nEn 1952 - Se unieron Grecia y Turquía\nEn 1954 - Rusia propone unirse y le dicen que no.\n1955 - Se une Alemania Occidental\n1958 - Francia se sale acusando a EEUU de papel hegemónico.\n1982 -Se une España.\n1989 - La Unión Soviética se desintegra.\n1995 - OTAN lanza su primera operación militar en Bosnia y Herzegovina contra los servíos acusados de cometer crímenes contra la humanidad (Israel tiene derecho a defenderse).\n1999 - OTAN entra otra vez en guerra para parar la limpieza étnica Kosovar en Yugoslavia ya que se están cometiendo crímenes contra la población civil.\n1999 - República Checa, Hungría y Polonia entran en la OTAN\n2003 - Después del 11S la OTAN entra en Afganistan e Iraq aunque los terroristas del 11S eran Saudís.\n2004 - Bulgaria, Eslovaquia, Eslovenia, Rumania y las ex repúblicas soviéticas Estonia, Letonia y Lituania\n2009 - Croacia y Albania se unen a la OTAN.\n2017 - Montenegro se une a la OTAN.\nEn 2008 Bush ya dijo que quería incorporar Ucrania a la OTAN, Zelensky aprobó como estrategia de seguridad nacional la entrada de Ucrania en la OTAN. Y que EEUU se escude en James Baker si dijo que la OTAN no se iba a expandir pero que no quedó reflejado en el acuerdo escrito me suena a la confusión que tuvieron los Palestinos, Sirios que ayudaron a los Británicos a luchar contra los Otomanos con la promesa de conseguir la independencia que les había prometido UK. Sabes, eso de tu me ayudas y después te doy por culo.\nAhora dime, [#80](c80#c-80) hacia donde se ha expandido Rusia. Es por saber eh, no hay ánimo de ofender.\nFuentes:\nhttps://es.m.wikipedia.org/wiki/OTAN\nhttps://es.m.wikipedia.org/wiki/Invasión_rusa_de_Ucrania\nhttps://nsarchive.gwu.edu/document/16116-document-05-memorandum-conversation-between\n[#14](c14#c-14) Eso les indiferente y más a la hora de reventar niños a bombazos\n[#68](c68#c-68) Los evangélicos tienen un enorme peso político en EEUU. Son fanáticos religiosos que creen que la guerra nuclear es el apocalipsis bíblico y están intentando provocarlo.\nFantasean que la guerra nuclear está a la vuelta de la esquina, y que Jesús va a llegar a salvarlos, solo a ellos y a castigar a los demás.\nhttps://es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra/\nhttps://www.bbc.com/mundo/noticias-internacional-42579386\nhttps://www.latimes.com/espanol/internacional/articulo/2022-03-15/pastores-invasion-rusa-un-anticipo-del-fin-del-mundo\n[#95](c95#c-95) En eso tienes toda la razón.\n[#40](c40#c-40) Na, sería terrible. Las consecuencias de una guerra nuclear global y total serían la extinción de nuestra especie. Todo destruido y la humanidad olvidada. La Tierra sobreviviría y unos pocos miles de años se regeneraría, pero de nosotros no quedarían ni las pirámides.\n[#67](c67#c-67) La UE está reajustando su política energética, de manera muy agresiva, pero aún necesitamos más tiempo.\nhttps://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/\n[#46](c46#c-46) Bismark, pero recordemos que aquello a la larga salió mal. Estando de acuerdo contigo, por supuesto.\n[#86](c86#c-86) Sólo reprime a su pueblo, pero qué más da.\n[#58](c58#c-58) Muchas cosas, pero así, por ir a por la última, sugiero que busques en internet Mahsa Amini.\n[#87](c87#c-87) La UE quiere dejar atrás la necesidad de importar gas y petróleo. Von der Leyen lo ha dejado claro. Europa quiere generar electricidad usando métodos limpios, no quemando gas y petróleo.\nhttps://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/\nToda tu argumentación no tiene sentido, Rusia es un país enorme al que la UE quiere dejar algo arrinconada simplemente dejando de comprar su gas y petróleo. Y que arreen vendiéndolo al resto de países que también van por la vía de la descarbonización.\n[#116](c116#c-116) Por qué querría renunciar Europa al gas barato? Todo iba bien hasta que los norteamericanos se enfadaron por comprar a los rusos cada vez más. Busca a Trump cabreado en Alemania por comerciar con Rusia y a Biden jurando que iban sabotear el NS2.\nSomos tontos, vasallos y nuestros políticos cobardes y vendidos.\n[#95](c95#c-95) Es que hay una ignorancia tremenda con este tema.\nAún así, ni los nazis pudieron esconder lo que hicieron con ellos... Pasarán los años y Palestina vivirá para siempre en canciones, libros, cine... Tendrán su país bajo la sospecha para siempre. Sionistas, pasará a la historia como lo que son.\n[#118](c118#c-118) Palestina es una cuestión marginal tanto para los árabes como para el resto del mundo.\n[#1](c1#c-1) A ver que China también es \"comunidad internacional\" y mientras no saque algo, tampoco hace nada. No te confundas ni una cala. Aquí juega sus bazas en su zona de influencia (al final Irán, Rusia, China, Korea la mala, etc... Tienen una historia de relaciones).\nA ver si ahora alguien pensaba que esto no iba a ocurrir.\nTarde o temprano China iba ha decir basta a EE.UU, lo mismo que ha hecho Rusia.\nEl problema es que a EE.UU esto le viene bien, pues tiene a la UE en medio que es lo que se quiere desmantelar.\n[#68](c68#c-68) Con la cantidad de cabezas nucleares del bloque del este, dalo por seguro, pero sería finalmente la raza humana entera, la que acabaría extinguida...\nSe llama disuasión, esa misma que está aplicando China, a las oscuras intenciones de Israel de llamar a su primo de Zumosol, para intentar atacar Irán.\nLo realmente bueno, es que ahora hay nuevos actores, dispuestos a pararle los pies a los matones de siempre...\n[#124](c124#c-124) Lo era, pero la historia (estar en el bando vencedor) le ha acabado blanqueando mucho. Lo cuál demuestra que no hay \"buenos\" y \"malos\", sino bandos. Y uno se posiciona en función de los intereses que tenga. Si mi interés es la caída de Israel y del Imperio Useño, por tanto, hago como Churchill y, si Irán plantea enfrentarse a Israel, como mínimo hablaré bien de ellos, en mi caso, en menéame. Y eso no significa que yo apoye ciegamente al régimen de los Ayatolás.\nLas mentes simples intentan que la gente se posiciones en dos bandos de la forma más maniquea posible. Pero el mundo es complejo: el que hoy es tu aliado contra un enemigo difícil (por ejemplo la URSS y UK lo fueron contra la Alemania Nazi), mañana puede pasar a ser tu enemigo.\n[#4](c4#c-4) China no defiende a Irán; eso es una invención del politburó de MNM.\n[#96](c96#c-96) Si no lo hacen con Rusia, tampoco lo harán con Israel.\n[#78](c78#c-78) Rusia está enviando tecnología y armamento a Irán para que construya misiles y drones. no necesita a china\n[#46](c46#c-46) China no ayudará a Irán en nada. China es un fabricante y vendedor al que solo le interesa hacer dinero, no involucrarse en problemas.\n[#24](c24#c-24) l¿A quiénes te refieres? Esos tres son países diferentes que no tienen nada en común\n[#94](c94#c-94) en 2100 palestina tendrá más de 12 millones de habitantes\n[#95](c95#c-95) ¿También te informaste cuando convencían a menores para que se inmolaran en nombre de Alá?\n[#1](c1#c-1) ¿De qué alarmas hablas? China siempre actúa de la misma manera. Ni siquiera cuando sus barcos son bombardeados por los aliados de Irán hace nada. Mucha palabra, pero ahí se queda todo.\nLas alarmas saltan solamente cuando es algo distinto a USA armando a Israel y amenazando al que ose insultarlo con un ataque ridículo a pie\n[#46](c46#c-46) es por eso que es importante tener unas fuerzas armadas decentes.\n[#83](c83#c-83) Vaya exterminio más chapucero, aquí tienes una gráfica",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa/",
      "https://nsarchive.gwu.edu/document/16116-document-05-memorandum-conversation-between",
      "https://es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra/",
      "https://www.latimes.com/espanol/internacional/articulo/2022-03-15/pastores-invasion-rusa-un-anticipo-del-fin-del-mundo",
      "https://es.m.wikipedia.org/wiki/OTAN",
      "https://capitanswing.com/libros/la-supervivencia-de-los-mas-ricos/",
      "https://es.m.wikipedia.org/wiki/Invasión_rusa_de_Ucrania",
      "https://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/",
      "https://www.bbc.com/mundo/noticias-internacional-42579386",
      "https://www.es.m.wikipedia.org/wiki/OTAN",
      "https://www.descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa",
      "https://www.es.m.wikipedia.org/wiki/Invasión_rusa_de_Ucrania",
      "https://www.capitanswing.com/libros/la-supervivencia-de-los-mas-ricos/",
      "https://latimes.com/espanol/internacional/articulo/2022-03-15/pastores-invasion-rusa-un-anticipo-del-fin-del-mundo",
      "https://es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra",
      "https://www.nsarchive.gwu.edu/document/16116-document-05-memorandum-conversation-between",
      "https://capitanswing.com/libros/la-supervivencia-de-los-mas-ricos",
      "https://descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa/",
      "https://bbc.com/mundo/noticias-internacional-42579386",
      "https://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa",
      "https://www.es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra/",
      "https://www.elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:19:43.895+03:00",
    "updated": "2024-09-27T00:19:43.895+03:00"
  },
  {
    "uuid": "5ecf2568352ce17defd7106e79a5f84a204c99c2",
    "url": "https://www.cnn.com/2024/09/13/business/video/boeing-strike-union-contract-cnc-digvid",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meneida Bailey",
    "published": "2024-09-13T00:00:00Z",
    "title": "CNN reporter breaks down why union members rejected proposed Boeing contract | CNN Business",
    "text": "Video Ad Feedback Approximately 33,000 union members at Boeing began striking on Friday after they overwhelmingly rejected a proposed four-year contract with the troubled aircraft manufacturer. CNN's Vanessa Yurkevich reports. 03:13 - Source: CNN Latest Videos 19 videos Video Ad Feedback 03:13 Now playing- Source: CNN Video Ad Feedback Who is Laura Loomer, the right-wing activist in Trump’s inner circle? 02:50 Now playing- Source: CNN Video Ad Feedback Watch first commercial spacewalk 01:02 Now playing- Source: CNN Video Ad Feedback See the former gang lookout spot that could become El Salvador’s next luxury resort 00:51 Now playing- Source: CNN Video Ad Feedback Scaramucci’s theory on why there will be a second debate between Trump and Harris 01:25 Now playing- Source: CNN Video Ad Feedback Boris Sanchez presses GOP lawmaker about Trump’s comments on Harris’ race. Hear his response 03:57 Now playing- Source: CNN Video Ad Feedback 'Growing feud' between Marjorie Taylor Greene and far-right activist traveling with Trump 02:25 Now playing- Source: CNN Video Ad Feedback See Taylor Swift's message for voters at the VMAs 01:07 Now playing- Source: CNN Video Ad Feedback Bystander rushes into Hurricane Francine floodwaters to help man stuck inside truck 01:28 Now playing- Source: CNN Video Ad Feedback CNN visits Ohio town where Trump falsely claimed migrants are eating pets. Here's what we found 03:13 Now playing- Source: CNN Video Ad Feedback Video shows woman walking through flames to waiting firefighters 00:32 Now playing- Source: CNN Video Ad Feedback 'It's insanity': Robert De Niro on Trump's run for presidency 01:51 Now playing- Source: CNN Video Ad Feedback Bon Jovi helps talk woman off edge of bridge 00:39 Now playing- Source: CNN Video Ad Feedback ‘Wake up moment’: Ana Navarro on Marjorie Taylor Greene’s response to Laura Loomer 02:41 Now playing- Source: CNN Video Ad Feedback Watch New Zealand's women's rugby team give King Charles a group hug 00:30 Now playing- Source: CNN Video Ad Feedback Surveillance video captures truck crashing into Elks Lodge 00:38 Now playing- Source: CNN Video Ad Feedback Why this high school is taking the NFL’s rule change one step further 03:55 Now playing- Source: CNN Video Ad Feedback Father of boy killed in accident involving Haitian immigrant has strong words for Trump and Vance 03:15 Now playing- Source: CNN Video Ad Feedback Here’s what undecided voters thought of the Trump-Harris debate 02:03 Now playing- Source:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T15:42:45.403+03:00",
    "updated": "2024-09-13T15:42:45.403+03:00"
  },
  {
    "uuid": "2d824b5217c3ae521f0d124e65494690fd9c05d9",
    "url": "https://www.insauga.com/police-cruiser-struck-during-weapons-and-drugs-arrest-in-ontario-town",
    "ord_in_thread": 0,
    "author": "glennhendry",
    "published": "2025-04-09T21:14:00Z",
    "title": "Police cruiser struck during weapons and drugs arrest in Ontario town | INsauga",
    "text": "Two Toronto residents are facing firearm and drug charges after fleeing from police in Whitby Friday.\nA third suspect remains outstanding.\nDurham Police were conducting proactive patrols near Paisley Court and Consumers Drive just after 2 a.m. on April 4 when they attempted to initiate a traffic stop. The driver of the vehicle did not comply and collided with the cruiser before the three occupants fled on foot. Following a brief foot pursuit, two of the suspects were caught a short distance from the scene and taken into custody.\nA loaded firearm with an overcapacity magazine was seized along with additional ammunition and a magazine. One of the suspects was also wearing a body armor vest when taken into custody. A quantity of drugs and Canadian currency was also seized.\nShurron Simon, 18, is charged with five weapons charges, trafficking in morphine, obstruct police and resist arrest.\nKaivon McKenzie, 24, from Toronto is charged with dangerous operation of a vehicle, three gun-related offences, two drug trafficking counts and obstruct police.\nBoth were held for bail hearings.\nThe third suspect is described as a Black man with dreadlocks. He was wearing a white tank top, a grey and black sweater, grey sweatpants and blue crocs.\nAnyone with information about this incident is asked to contact Det. Stuart of Central West Criminal Investigation Bureau at 1-888-579-1520 ext. 1847.\nAnonymous information can be sent to Durham Regional Crime Stoppers at 1-800-222-TIPS (8477) or online at www.durhamregionalcrimestoppers.ca and tipsters may be eligible for a cash reward.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->drug related crimes",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "http://www.durhamregionalcrimestoppers.ca/",
      "http://durhamregionalcrimestoppers.ca/",
      "http://www.durhamregionalcrimestoppers.ca"
    ],
    "entities": {
      "persons": [
        {
          "name": "Kaivon McKenzie",
          "sentiment": "none"
        },
        {
          "name": "Shurron Simon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Court",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:24:03.066+03:00",
    "updated": "2025-04-10T01:27:37.677+03:00"
  },
  {
    "uuid": "620bdb8aa8571e3fd605e5bb55c72f96a4383059",
    "url": "https://www.cryptotimes.io/2024/02/23/dcg-files-objection-to-genesis-settlement",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Mutembei",
    "published": "2024-02-22T21:51:00Z",
    "title": "DCG Files Objection to Genesis Settlement",
    "text": "The Genesis company, Digital Currency Group (DCG), has\nopposed the settlement Genesis reached with the New York Attorney General (NYAG) office. The court mediator ruled that the settlement violated bankruptcy law by not distributing payments to creditors proportionally from available resources and by setting the distribution date instead of the petition date.\nThe settlement would pay the NYAG’s claims after unsecured creditors receive full payment. DCG, Genesis’ sole equity holder and a secured creditor,\nsays this robs it of participating in residual asset distribution under a Chapter 11 plan.\nDCG alleges Genesis failed to properly weigh legal options before agreeing to settle. The firm argues that Genesis failed to properly evaluate the potential to dispute NYAG’s claims in court. Additionally, it did not negotiate arm’s length to enhance the estate’s value.\nDCG has asked the court to withhold settlement approval until its objections are addressed. The firm made similar objections to Genesis’ broader bankruptcy plan last week.\nThe NYAG\nsued Genesis in October over the collapse of its Gemini Earn crypto lending program. Genesis halted customer withdrawals in November and then filed for bankruptcy in January.\nAlso read:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://ag.ny.gov/press-release/2023/attorney-general-james-sues-cryptocurrency-companies-gemini-genesis-and-dcg",
      "https://www.binance.com/ar-BH/feed/post/2024-02-22-digital-currency-group-opposes-genesis-settlement-proposal-with-new-york-attorney-general-s-office-4440106014729",
      "https://storage.courtlistener.com/recap/gov.uscourts.nysb.314889/gov.uscourts.nysb.314889.1341.0.pdf",
      "https://binance.com/ar-BH/feed/post/2024-02-22-digital-currency-group-opposes-genesis-settlement-proposal-with-new-york-attorney-general-s-office-4440106014729",
      "https://www.ag.ny.gov/press-release/2023/attorney-general-james-sues-cryptocurrency-companies-gemini-genesis-and-dcg",
      "https://www.storage.courtlistener.com/recap/gov.uscourts.nysb.314889/gov.uscourts.nysb.314889.1341.0.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "digital currency group",
          "sentiment": "negative"
        },
        {
          "name": "nyag",
          "sentiment": "none"
        },
        {
          "name": "dcg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T00:12:40.113+02:00",
    "updated": "2024-02-23T00:12:40.113+02:00"
  },
  {
    "uuid": "ef1c2a00ff651a58de67159a8dea1b825e1d53af",
    "url": "https://www.wxii12.com/article/north-carolina-weather-severe-storms-heat-advisory-hot-humid-friday/61768347",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dylan Hudler",
    "published": "2024-08-01T22:54:00Z",
    "title": "Heat Advisory issued for Friday, strong to severe storms possible in the afternoon",
    "text": "WATCH: Hot & humid Friday, strong storms possible\nThunderstorms become more likely on Friday & Saturday in NC\nWATCH: Hot & humid Friday, strong storms possible\nThunderstorms become more likely on Friday & Saturday in NC\nAUDREY AUDREY BIESK. ALL RIGHT. THURSDAY EVENING WEATHER CHECK. FIRST DAY OF AUGUST AND MOTHS OFF TO A HOT START, RIGHT? 93 DEGREES OVER AT PTI AIRPORT IN GREENSBORO. THIS AFTERNOON. STILL REALLY HOT OUTSIDE EVEN AFTER 6:00. 91 IN GREENSBORO, WINSTON-SALEM AT 92. SOME UPPER 80S IN THE FOOTHILLS, BUT VERY WARM. VERY HUMID AS EXPECTED. THAT’S BEEN THE TREND. A COUPLE DOWNPOURS HAVE TRIED TO POP UP IN THE MOUNTAINS AND FOOTHILLS. A COUPLE LEFT OVER IN PARTS OF WILKES, YADKIN AND SURRY COUNTIES AS WE HEAD THROUGH THE EVENING. THESE MAY TRY TO MOVE OFF TO THE SOUTH AND EAST A BIT CLOSER TO THE TRIAD, BUT ASIDE FROM AN ISOLATED DOWNPOUR, I DON’T EXPECT MANY OF US TO GET RAIN THIS EVENING AND OVERNIGHT. WE SHOULD START OFF YOUR FRIDAY WARM AND HUMID IN THE 70S WITH A MIX OF SUN AND CLOUDS, MAINLY DRY. TO START THINGS OFF. BUT AS THE DAY GOES ON, THAT SUNSHINE IS REALLY GOING TO HELP TO WARM US UP. I’M EXPECTING IT TO BE THE HOTTEST DAY OF THE WEEK, AND BECAUSE OF THAT, HEAT ADVISORIES HAVE BEEN ISSUED FOR ALAMANCE, RANDOLPH AND MONTGOMERY COUNTIES. SO PLACES LIKE TROY, ASHEBORO AND BURLINGTON ALL HAVE A HEAT ADVISORY TOMORROW FOR THAT HOTTEST TIME FRAME OF THE DAY. ABOUT 11 A.M. UNTIL 8 P.M. THAT’S WHEN HEAT INDEX VALUES COULD REACH 100 TO MAYBE EVEN 109 AT THE HOTTEST. SO CERTAINLY A DAY TO TAKE CARE OF YOURSELF. STAY COOL AND STAY HYDRATED. NOT ONLY DO WE HAVE THE HEAT, WE ALSO HAVE A LOW RISK FOR A FEW STRONG OR SEVERE THUNDERSTORMS. FRIDAY AFTERNOON AND EVENING RATES ARE LIKELY GOING TO BE PRETTY BUSY BY THE TIME WE GET INTO EARLY FRIDAY AFTERNOON. 1 OR 2:00, THOSE STORMS START POPPING UP IN THE MOUNTAINS AND FOOTHILLS, AND FROM THERE THEY START MARCHING OFF TO THE EAST THROUGH THE TRIAD, AROUND DINNERTIME. AND THEN THINGS START TO WIND DOWN. BY 10 OR 11:00, YOU SAW SOME OF THOSE STORMS LOOK PRETTY NASTY ON RADAR. THEY COULD BE STRONG OR SEVERE. OUR MAIN CONCERN WOULD BE FOR MAYBE A DAMAGING WIND GUST OR TWO, AS THOSE STORMS ROLL IN. SO KEEP AN EYE ON THE RADAR TOMORROW AFTERNOON. IF YOU HAVE PLANS TO BE OUT AND ABOUT. BUT THE FIRST PART OF THE DAY MAINLY DRY. WE’RE JUST HEATING UP LOW 90S EXPECTED TOMORROW AFTERNOON WITH A NICE WARM BREEZE AS WELL. THE FOOTHILLS. THAT STORM WINDOW OPENS UP A LITTLE BIT SOONER, LIKELY EARLY AFTERNOON. THINGS SHOULD START TO POP UP AND FOR THE MOUNTAINS, LOW 80S FOR HIGHS. WITH THAT STORM CHANCE ARRIVING FIRST, BEGINNING RIGHT AROUND LUNCHTIME. AND OVER THE NEXT FEW DAYS WE’LL HAVE SOME INCREASING CHANCES FOR SHOWERS AND STORMS. 50% TOMORROW, 60% ON SATURDAY. SCATTERED STORMS LIKELY AREA WIDE DURING THE AFTERNOON ON SATURDAY, AND FROM THERE THE SECOND HALF OF THE WEEKEND AND EARLY NEXT WEEK. RAIN CHANCES LOOK TO TREND DOWN A LITTLE BIT, SO SOME GOOD NEWS THERE. WE LOOK MAINLY DRY HEADING INTO EARLY NEXT WEEK. UPDATE ON THE TROPICS. THAT TROPICAL WAVE STILL PRODUCING A BUNCH OF SHOWERS AND THUNDERSTORMS NEAR THE DOMINICAN REPUBLIC. IT’S BEEN TAGGED INVEST 97 EL. JUST A FANCY NAME FOR SOMETHING WE’RE WATCHING OUT IN THE TROPICS OVER THE NEXT COUPLE OF DAYS. IT HAS A HIGH CHANCE OF DEVELOPING INTO A TROPICAL DEPRESSION OR TROPICAL STORM. IT LOOKS LIKE IT’S HEADED INTO THE EASTERN GULF OF MEXICO NEAR FLORIDA, BUT AFTER THAT, THERE’S STILL A WIDE RANGE OF POSSIBILITIES OF WHERE IT COULD GO FROM THERE. SO IT’S STILL SOMETHING THE CAROLINAS NEED TO PAY ATTENTION TO. BE AWARE, SCATTERED SHOWERS AND THUNDERSTORMS POSSIBLE. THE NE\nAdvertisement\nWATCH: Hot & humid Friday, strong storms possible\nThunderstorms become more likely on Friday & Saturday in NC\nMeteorologist Dylan Hudler has your Thursday evening forecast.\nMeteorologist Dylan Hudler has your Thursday evening forecast.\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "satur",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "salem",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wilkes",
          "sentiment": "none"
        },
        {
          "name": "greensboro",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T02:17:29.774+03:00",
    "updated": "2024-08-02T02:17:29.774+03:00"
  }
]
