[
  {
    "uuid": "49c9a56afecbecbc3df4cf3d3d4db5dfb31a46c5",
    "url": "https://efe.com/principado-de-asturias/2024-06-13/acepta-6-anos-de-carcel-por-28-kilos-de-cocaina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Oviedo Delegado",
    "published": "2024-06-13T16:30:00Z",
    "title": "Acepta 6 años de cárcel tras ser sorprendido en el aeropuerto con 28 kilos de cocaína",
    "text": "Oviedo (EFE).- El hombre que fue detenido en el Aeropuerto de Asturias con 28 kilos de cocaína procedentes de Colombia ha asumido este jueves su responsabilidad y ha aceptado una pena de seis años de cárcel y el pago de una multa de 2,1 millones de euros, ha informado la Fiscalía del Principado de Asturias.\nEl acuerdo entre la Fiscalía, que inicialmente interesaba ocho años de prisión y el pago de una multa de más de tres millones de euros, se ha producido en la Sección Tercera de la Audiencia Provincial, donde hoy estaba señalada la vista oral.\nLos hechos ocurrieron sobre las 15:30 horas del 13 de mayo de 2023, cuando el procesado, de 29 años y natural de Colombia, llegó al aeropuerto Adolfo Suárez Madrid-Barajas en un vuelo procedente de Bogotá, con itinerario Bogotá-Madrid-Oviedo, portando una bolsa de mano y, como equipaje facturado, dos maletas.\nAl paso de una de las maletas por el control de seguridad, los vigilantes constataron que una de las maletas facturadas portaba unos paquetes de apariencia sospechosa.\nComo el acusado proseguía el viaje hacia su destino en Asturias, los agentes de la Guardia Civil abrieron la maleta en presencia de una empleada de la compañía área y encontraron en su interior 15 tabletas de polvo blanco con algo más de 15 kilos de cocaína con una pureza del 78,2 %.\nPosteriormente, una vez que el avión llegó al aeropuerto de Asturias, los agentes dieron el alto al acusado, que prestó su consentimiento para la inspección y apertura de la segunda maleta, en cuyo interior había 13 tabletas de polvo blanco, que contenían otros 13 kilos de cocaína con una pureza del 84,3 %.\nEl valor total de la droga incautada sería de un millón de euros al por mayor, de 1,7 millones al por menor y de casi 7 millones por dosis.\nLa Fiscalía, que calificó los hechos como un delito contra la salud pública en su modalidad de tráfico de sustancias que causan grave daño a la salud, se opuso a la posible sustitución de la pena de prisión por la expulsión del acusado del territorio nacional “ante la necesidad de ejercer un efecto disuasorio” en la comisión de este tipo de delitos, una cuestión que se resolverá en ejecución de sentencia. EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:07:52.632+03:00",
    "updated": "2024-06-14T01:07:52.632+03:00"
  },
  {
    "uuid": "df937d77b17da8ad208372880ea7ce298bece870",
    "url": "https://menafn.com/1107667676/Fog-Alert-IMD-Warns-Of-Very-Dense-Fog-With-Cold-Waves-As-Mercury-Dips-In-Jammu-Kashmir-Punjab-North-India",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-29T01:01:00Z",
    "title": "Fog Alert! IMD Warns Of Very Dense Fog With Cold Waves As Mercury Dips In Jammu-Kashmir, Punjab, North India | MENAFN.COM",
    "text": "( MENAFN - Live Mint) \"The India Meteorological Department (IMD) on Friday forecasted the likelihood of very dense fog enveloping Jammu and Kashmir, Punjab, Haryana, Uttar Pradesh, Madhya Pradesh and Delhi in the upcoming five days a post on X, IMD said,“Fog Observed (0530 IST of today): Very dense fog in isolated pockets of Jammu-Kashmir, Punjab, Haryana-Chandigarh, U.P, west Rajasthan; moderate to dense fog in isolated pockets of Delhi, East Raj.; Shallow to moderate fog in isolated pockets of West M.P, Jharkhand, Odisha, Bihar.”The IMD has also issued a dense fog warning for Delhi, Haryana and Chandigarh during the late and early hours until December 31 another post, IMD said,“Fog Observed (at 2330 hours IST of today, the 28th December): Very dense fog in isolated pockets of Punjab, Haryana, Delhi and Uttar Pradesh; Shallow to moderate fog in isolated pockets of West Madhya Pradesh.”According to data from the Central Pollution Control Board (CPCB), Delhi's overall Air Quality Index (AQI) was registered at 408 as of 9:19 am on Friday, falling within the severe category Read: Weather update: IMD issues very dense fog alert in Delhi, Punjab, THESE states till 31 December. Check forecastAn AQI between zero and 50 is considered \\\"good\\\", 51 and 100 \\\"satisfactory\\\", 101 and 200 \\\"moderate\\\", 201 and 300 \\\"poor\\\", 301 and 400 \\\"very poor\\\", and 401 and 500“severe”.Earlier on Thursday, Delhi reported a minimum temperature of 8.4 degrees Celsius, slightly above the seasonal average. Simultaneously, the maximum temperature was recorded at 21.4 degrees Celsius, also exceeding the normal range, as per the IMD Read: Flights and trains running late due to low visibility in Delhi, IMD predicts dense fog for next two daysIn an advisory for dense fog, the department has asked drivers to use fog lights and travellers to stay updated on the schedules of airlines, railways and state transport.“Exercise caution while driving or using any mode of transportation,” the IMD said Read: Dense Fog Alert! IMD issues advisory in North India, urges, 'Be careful while driving'Meanwhile, as northern India experiences a tightening grip of a cold wave and dense fog, the Uttar Pradesh State Road Transport Corporation (UPSRTC) issued new guidelines on Thursday, placing restrictions on passenger bus operations during conditions of low visibility to UPSRTC officials, buses are not permitted to operate when visibility is significantly reduced due to fog. The corporation has further advised operators to park buses at safe locations and wait until visibility improves before resuming operations.\nMENAFN29122023007365015876ID1107667676\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Health"
    ],
    "external_links": [
      "https://twitter.com/Indiametdept/status/1740442050318025083?ref_src=twsrc%5Etfw",
      "https://www.livemint.com/news/india/fog-alert-imd-dense-fog-cold-waves-jammu-kashmir-delhi-punjab-north-india-winter-temperature-snowfall-11703820125428.html",
      "https://twitter.com/Indiametdept/status/1740442050318025083",
      "https://livemint.com/news/india/fog-alert-imd-dense-fog-cold-waves-jammu-kashmir-delhi-punjab-north-india-winter-temperature-snowfall-11703820125428.html",
      "https://www.twitter.com/Indiametdept/status/1740442050318025083?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "madhya pradesh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "negative"
        },
        {
          "name": "india meteorological department",
          "sentiment": "negative"
        },
        {
          "name": "central pollution control board",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jammu-kashmir",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "north india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "chandigarh",
          "sentiment": "none"
        },
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        },
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "west m.p",
          "sentiment": "none"
        },
        {
          "name": "u.p",
          "sentiment": "none"
        },
        {
          "name": "odisha",
          "sentiment": "none"
        },
        {
          "name": "east raj.",
          "sentiment": "none"
        },
        {
          "name": "west madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:27:46.226+02:00",
    "updated": "2023-12-29T11:27:46.226+02:00"
  },
  {
    "uuid": "d4938605310d46e317928dfdba40e5ba458bc6bd",
    "url": "https://www.colombia.com/vida-y-estilo/esoterismo/el-mejor-ritual-de-abundancia-para-el-primero-de-junio-469331",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandra Méndez",
    "published": "2024-05-31T19:32:00Z",
    "title": "Mhoni Vidente: poderoso ritual de abundancia y prosperidad para el día primero de junio",
    "text": "[Alexandra Méndez](https://www.colombia.com/staff/127/alexandra-mendez)• Colombia.com Mhoni Vidente: poderoso ritual de abundancia y prosperidad para el día primero de junio Realiza este mágico ritual el primer día de junio y observa cómo se abren los caminos de la abundancia en tu vida. Realiza este mágico ritual el primer día de junio y observa cómo se abren los caminos de la abundancia en tu vida. A puertas de inicio de un nuevo mes, muchos creyentes en el esoterismo y la magia se encuentran en la búsqueda de prácticas espirituales para promover la abundancia y la prosperidad en sus vidas. Por ello, expertos en el tema han comenzado a compartir sus consejos para iniciar junio con todas las energías positivas. En fechas recientes, la reconocida tarotista y astróloga Mhoni Vidente reveló a sus seguidores a través de su canal de YouTube un poderoso ritual abre caminos para este primer día de junio. A continuación te compartimos el paso a paso. La experta comienza su video diciendo que este ritual es ideal para obtener crecimiento personal, laboral y amoroso, y un futuro prometedor en todos los sentidos. “Es súper sencillo y fácil de hacer y fácil de conseguir”, destaca. Elementos - 1 incienso - 1 recipiente de vidrio lleno de agua - 1 listón de color rojo - 3 billetes de la misma denominación - 1 veladora verde - 1 plato forrado en papel aluminio - Una copa de vidrio - Tequila, ron o mezcal - Loción atrayente - Perfume - Canela en polvo - Escarcha dorada Paso a paso 1. Báñate como de costumbre y al terminar, practica los siguientes pasos. 2. Rocía con el perfume de tu preferencia los tres billetes. 3. Rocíalos también con la loción atrayente. 4. Dobla los billetes hacia ti y procede a frotarlos por todo tu cuerpo a la vez que rezas un Padre Nuestro y un Ave María. 5. Pide a Dios y al universo que venga la abundancia y la estabilidad. 6. Sumerge los billetes en el recipiente con agua. 7. Amarra el listón rojo en tu tobillo o mano izquierda con tres nudos. 8. Rocía la vela con la escarcha dorada y una pizca de canela. 9. Agrégale también la loción y tu perfume. 10. Añade el licor seleccionado a la copa de cristal. 11. Enciende el incienso y la veladora hasta que se consuma por completo. 12. Recoge los restos y tíralos lejos de tu casa. 13. Saca los billetes del recipiente y ponlos a secar, posteriormente compra algo de despensa con ellos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T03:36:08.943+03:00",
    "updated": "2024-06-01T03:36:08.943+03:00"
  },
  {
    "uuid": "39a238a929214b193efe7fbc511482930cdf1858",
    "url": "https://www.dailyexcelsior.com/admn-to-ensure-memorable-prakash-purab-celebrations-adc/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Excelsior",
    "published": "2023-12-28T17:11:00Z",
    "title": "Admn to ensure memorable Prakash Purab celebrations: ADC - DailyExcelsior",
    "text": "Excelsior Correspondent JAMMU, Dec 28: Additional Deputy Commissioner, Ansuya Jamwal chaired a meeting to review upcoming celebrations of Prakash Purab of Guru Gobind Singh Ji in the district. In the meeting with representatives of the District Gurudwara Prabandhak Committee, matters pertaining to the festival celebration were discussed. It was revealed that the Vishal Nagar Kirtan procession will be taken out through the city starting from Gurudwara Shri Guru Nanak Dev Ji, Chand Nagar in the morning of January 3. Main congregation will be held on January 5 at the Gurudwara, in the city. The ADC assured the DGPC representatives of full support from the district administration in celebrations of Prakash Purab. We will strive to provide for a hassle-free and memorable experience for the devotees, she assured. At the meeting, security and traffic management for the day was discussed. Provision of drinking water tanks, mobile toilets, dustbins and overall sanitation by Jammu Municipal Corporation was also discussed at the meeting. Provision of uninterrupted supply of drinking water and power was also assured by the concerned officers. Chief Medical Officer, Dr Harbaksh Singh was tasked to ensure availability of emergency mobile health units and medical staff for services during the festivities. Emergency situations, especially fire safety was also discussed and the concerned department was designated with the task of ensuring safety of all. Similar instructions were given for other sub divisions of the district by the ADC. She also directed the officials to facilitate the Prabhat Pheris, and to ensure that they’re provided safe and clean routes during the early morning march. Those present at the meeting included, SDM RS Pura Seema Parihar, SDM Jammu South Atul Dutt Sharma, Assistant Commissioner General Manisha, Executive Engineers besides other officers. Admn to ensure memorable Prakash Purab celebrations: ADC Excelsior Correspondent",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ansuya jamwal",
          "sentiment": "negative"
        },
        {
          "name": "prakash purab",
          "sentiment": "negative"
        },
        {
          "name": "vishal nagar kirtan",
          "sentiment": "none"
        },
        {
          "name": "chand nagar",
          "sentiment": "none"
        },
        {
          "name": "gobind singh ji",
          "sentiment": "none"
        },
        {
          "name": "gurudwara shri guru nanak dev ji",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "adc",
          "sentiment": "negative"
        },
        {
          "name": "jammu municipal corporation",
          "sentiment": "none"
        },
        {
          "name": "district gurudwara prabandhak committee",
          "sentiment": "none"
        },
        {
          "name": "dgpc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jammu",
          "sentiment": "none"
        },
        {
          "name": "gurudwara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:09.930+02:00",
    "updated": "2023-12-29T00:31:09.930+02:00"
  }
]