[
  {
    "uuid": "363a23364c3b0e7c69757f2b670e2eba33fa4c47",
    "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c0149",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rafael90",
    "published": "2024-03-10T09:09:00Z",
    "title": "#149 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "text": "[HackerRuso](/user/HackerRuso)a [ambito.com](/go/link/3916814) [#93](c93#c-93) >\nPorque el que dispara no tiene más remedio que disparar y matarlos.\nLos argumentos sionistas son escoria humana.\n[#5](c5#c-5) No está pidiendo la paz. Está pidiendo la rendición del agredido, en lugar de la retirada del agresor.\nEso de pacífico no tiene una mierda.\n-----\nIgual que todos los que veo por aquí graznando que la rendición es lo lógico porque Ucrania no tiene posibilidad de defenderse. Si tirásemos al río a todos los burros que corren por aquí, más de un pantano desbordaría.\nSiguiendo esa lógica subnormal, cada vez que a un país le dé por invadir a otro por las bravas, tan sólo hay que evaluar si tiene capacidad de matar más gente que el otro. Y el país invadido que se joda. Muy pacífico todo, claro que sí.\nPara que os enteréis, Putin perdió esta invasión el día 1, porque evidentemente intentaba repetir en los oblast de Donbass la ocupación relámpago de Crimea. Le salió como el culo, de hecho no le salió en absoluto, y como apostó su prestigio político al resultado ha montado una guerra para no reconocer su fracaso.\nNi de coña es Ucrania la que debe rendirse. Si China deja de alimentar al hijo tonto, en dos meses los rusos empezarán a pasar hambre y veremos rodar la cabeza de Putin y el fin de esta invasión al día siguiente.\n[#46](c46#c-46) Ucrania no tiene barcos de guerra porque estaban en Sebastopol cuando Rusia invadió Crimea en 2014.\nUn poco tramposo tu comentario. No han perdido la flota en esta guerra, les fue robada por sorpresa seis años antes. Justamente por fiarse de Rusia y alquilarles la base de Sebastopol.\nY tampoco es que la fuerza naval pinte mucho en la invasión de Ucrania, que digamos.\n[#12](c12#c-12) ¿Realista que Rusia se vaya a cambio de nada, después del coste humano y económico que ha sufrido en la guerra? Que mañana baje Dios y pare la guerra con sus poderes es más realista que eso que propones.\n[#72](c72#c-72) Sonaría aberrante porque hay infinitos casos de palestinos alzando la bandera blanca y siendo acribillados igualmente por el ejército israelí.\nMás que aberrante, suena estúpido comparar una guerra con un genocidio en donde el pueblo masacrado no puede hacer absolutamente nada para parar la agresión.\n[#15](c15#c-15) En esos argumentos hay muchísimo de propaganda rusa. Antes de la llegada de los hombrecitos verdes en 2014 al Dombas, está era una zona tranquila sin mayores ansias independentistas de las que pudiera tener el país vasco.\nEl problema es que de repente apareció todo un ejército en estas regiones totalmente agresivo y expansionista. Solo hay que ver el avión de pasajeros derribado con armamento especializado.\nPor poner un caso 100% documentado: el tribunal holandés que juzgo el asesinato de los 300 pasajeros determinó que de los 4 responsables directos, 3 fueron oficiales rusos y solo un ucraniano independentista. Y que el lanzamisiles es propiedad ruso, y fue trasladado inmediatamente a Moscú tras el atentado.\nYo no sé cómo hay gente que se traga la propaganda habiendo tanta información contrastada. Y no sólo eso; a estas alturas este proceder de acudir en \"auxilio\" de las minorías rusas, meter mercenarios o soldados encubiertos, tomar la zona responsabilizando a los independentistas, ya se había repetido en Georgia o Moldavia anteriormente.\n[#76](c76#c-76) Las hostilidades cesaron en marzo de 1940 con la firma del Tratado de Paz de Moscú. Finlandia cedió el 11 % de su territorio que representa el 30 % de su economía a la Unión Soviética\n[#136](c136#c-136) Los bloques globales se acabaron con la Guerra Fría, la única que queda es Europa que sigue a EEUU al precipicio.\n[#146](c146#c-146) No apoyar a nadie ni criticar a nadie es permitir que suceda. Es como si estoy hostiando a un niño y tú dices que no me apoyas ni a mí ni al niño, mientras yo sigo hostiándolo\n[#10](c10#c-10) Ucrania puede ganar si la ayudamos.\nLa pregunta es ¿Quieres que Rusia aprenda que puede invadir a cualquier país indefenso? ¿O quieres que Rusia aprenda que no hay países indefensos?\n[#132](c132#c-132) ¿O quieres que Rusia aprenda que no hay países indefensos?\n¿Cuándo EEUU invadió Irak, Afganistan o Vietnam no era países indefensos?\n[#134](c134#c-134) Sin duda el resto de países no aliados de EEUU deberían haber ayudado a Irak, Afganistán, Libia, etc.\nPero a mí no se me ocurre criticar a Irán o china por no ayudar a Ucrania a defenderse de rusia. Eso sería absurdo.\nDel mismo modo no tiene sentido que España ayude a Afganistán a defenderse de EEUU, o a Gaza a defenderse de Israel, al mismo tiempo que tiene todo el sentido que ayude a Ucrania a defenderse de Rusia.\n[#110](c110#c-110) Mientras no lo hagan, para ti, 30000 civiles están bien matados. Imagino que 300000 o dos millones y medio también estarán bien matados, porque poner un límite en cualquier cifra sería un límite arbitrario.\n[#141](c141#c-141) No manipules. No apoyo a ninguna parte. Creo que se entiende claro y no tiene nada que ver con lo que dices.\n[#96](c96#c-96) Ucrania no ha perdido nada. Aún es territorio en disputa\nLa desnazificacion es propaganda fascista rusa para justificar la invasión, y Ucrania va a entrar en OTAN\nLo de Transnistria no es invento, mira el mapa de Medenev del otro día\nEl acuerdo de paz llegará cuando Rusia se retire de todo el territorio Ucraniano, y entregue a Putin como criminal de guerra\n[#31](c31#c-31) Te crees tu que si USA nos declarara la guerra, íbamos a tener opción a elegir si estábamos en los buques o no...\n[#42](c42#c-42) La tenía perdida desde el día uno de la invasión cuando los tanques iban a para Kiev, se les facilitó una ayuda externa que les hizo aguantar hasta la famosa reconquista que por filtraciones, espionaje o lo que sea no dió sus frutos, fue un fracaso, ahora lo que hay es, o más picadora, hasta el último, o nos metemos en la guerra contra rusia.\n[#46](c46#c-46) Solo por recordar, a Rusia le quedan entre dos tercios y la mitad de los buques del mar Negro que tenia operativos cuando invadió Crimea. Los ucranianos estan siendo sorprendentemente efectivos reasignando activos a la armada submarina rusa, y se está hablando poco de ello...\n[#10](c10#c-10) No, no es como si España entrara en guerra con USA. Es como si USA invadiera España para robarla.\nY por lo visto tú abogarías por regalarle al invasor todas las regiones industrializadas y toda la costa turística del país (que son los territorios que ha tomado Rusia en Ucrania). Como si eso no supusiera directamente la muerte de tu país.\nPor cierto, ¿en qué cabeza seca ”que muera gente” es responsabilidad del invadido y no del invasor?\n[#99](c99#c-99) ¿Por qué occidente debería involucrarse en Israel? Yo considero que ninguno de los 2 bandos merece ser apoyado.\n[#104](c104#c-104) Porque se está cometiendo un genocidio y bombardeando a la población civil con armas occidentales. Porque va contra la convención d Ginebra y los DDHH. Porque es terrorismo de Estado. Porque son nuestros aliados y amigos, y hasta los invitamos a nuestros festivales de la canción y comerciamos con ellos. Porque nosotros creamos el Estado de Israel, una colonia europea supremacista blanca. Porque han asesinado a 10.000 niños. Porque han atacado la sede de la UNRWA y destruido la práctica totalidad de los hospitales. Porque han bombardeado campos de refugiados. Porque están bloqueando la ayuda humanitaria. Porque no reconocen a Palestina, pero tienen a los palestinos en una cárcel a cielo abierto. Y por muchas más razones.\n[#108](c108#c-108) Si los palestinos entregaran a los civiles secuestrados ok a todo lo que dices, mientras no lo hagan no tomo parte.\n[#71](c71#c-71) ”sin intentar engañar a los demás con las causas del conflicto”.\n¿Estás insinuando que Ucrania es responsable de que Rusia pretenda robarle los tres oblast que son con diferencia la mayor fuente de riqueza del país?\n¿Te has preguntado por qué Rusia no va a por las capitales (Kiev u Odessa)? ¿Por qué invade solamente las regiones que generan más dinero y se la suda todo el resto de Ucrania, que es rural?\nEl único engañado con las causas del conflicto eres tú, que no ves que esto es un atraco y nada más. Es el robo descarado de las fuentes de riqueza de un país, a manos de un matón extranjero. Ucrania no puede rendirse si no quiere morir de hambruna al día siguiente.\n[#60](c60#c-60) Los ucranianos se rindieron hace dos años.\nOtra cosa es el que nazi hijo de la gran puta de su presidente y los países corruptos que le ceban de armas para que siga masacrando a su población y así pueda lucrarse el hijo de puta de Biden y todos los hijos de puta que tienen acciones en la industria armamentística que se están forrando en EEUU, así como todos los hijos de la gran puta que dirigen Europa, desde la puta psicópata Bonder Leyen al hijo de la gran puta de Pedro mierda, pasando por la manga de hijos de puta corruptos que están sentados en el parlamento europeo, que siguen animando al pueblo ucraniano a defender su honor y toda esa basura de discurso.\nEl pueblo ucraniano se caga en la puta madre de toda está escoria que se está forrando a costa de sus vidas\nEllos se han rendido hace mucho. Pero no les dejan irse a su casa.\n[#12](c12#c-12) Que desnortados estáis algunos. En Ucrania hay un gobierno nazi, y ni siquiera ocultan serlo homenajeando a nazis. Putin será lo que quieras, pero fascista desde luego que no. A ver si sabemos reconocer las ideologías, que basta haber ido a la escuela primaria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T12:19:02.212+02:00",
    "updated": "2024-03-10T12:19:02.212+02:00"
  },
  {
    "uuid": "861343ce1ffeea2aa4778b9e45801953c5cb8b69",
    "url": "https://nationalpost.com/news/bc-psychiatric-patient-euthanized",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sharon Kirkey",
    "published": "2024-12-19T23:27:00Z",
    "title": "B.C. man euthanized while on day pass from psychiatric ward | National Post",
    "text": "B.C. family alleging wrongful death after man euthanized while on day pass from psychiatric ward The man suffered from treatable chronic back pain, his family says. And the assisted-death law currently excludes people whose sole underlying medical condition is a mental illness\nGet the latest from Sharon Kirkey straight to your inbox Sign Up Author of the article: Sharon Kirkey Published Dec 19, 2024 • 4 minute read\nJoin the conversation You can save this article by registering for free here . Or sign-in if you have an account.\nDr. Ellen Wiebe is pictured at her office in Vancouver. Photo by Ethan Cairns for National Post/File Article content Canada’s assisted-death law is unconstitutional and exposing people with coexisting physical and mental illness to “heightened risks of premature death” facilitated by the state, according to a wrongful death claim filed by the family of a 52-year-old man who was euthanized in a Vancouver clinic while out on a day pass from a hospital psychiatric ward.\nIt is the latest case involving a family challenging the lawfulness of an assisted death provision in Canada. Among those named is Dr. Ellen Wiebe, one of Canada’s most prolific providers of medically assisted death who has administered life-ending drugs to more than 400 people.\nAdvertisement 2 Story continues below This advertisement has not loaded yet, but your article continues below. THIS CONTENT IS RESERVED FOR SUBSCRIBERS Enjoy the latest local, national and international news.\nExclusive articles by Conrad Black, Barbara Kay and others. Plus, special edition NP Platformed and First Reading newsletters and virtual events. Unlimited online access to National Post and 15 news sites with one account. National Post ePaper, an electronic replica of the print edition to view on any device, share and comment on. Daily puzzles including the New York Times Crossword. Support local journalism. SUBSCRIBE FOR MORE ARTICLES Enjoy the latest local, national and international news.\nExclusive articles by Conrad Black, Barbara Kay and others. Plus, special edition NP Platformed and First Reading newsletters and virtual events. Unlimited online access to National Post and 15 news sites with one account. National Post ePaper, an electronic replica of the print edition to view on any device, share and comment on. Daily puzzles including the New York Times Crossword. Support local journalism. REGISTER / SIGN IN TO UNLOCK MORE ARTICLES Create an account or sign in to continue with your reading experience.\nAccess articles from across Canada with one account. Share your thoughts and join the conversation in the comments. Enjoy additional articles per month. Get email updates from your favourite authors. THIS ARTICLE IS FREE TO READ REGISTER TO UNLOCK. Create an account or sign in to continue with your reading experience.\nAccess articles from across Canada with one account Share your thoughts and join the conversation in the comments Enjoy additional articles per month Get email updates from your favourite authors Don't have an account? Create Account\nor Sign in without password New , a new way to login View more offers If you are a Home delivery print subscriber, online access is included in your subscription. Activate your Online Access Now Article content\nIdentified only as J.M.M., the B.C. man had a long history of mental illness and was formally diagnosed with bipolar disorder around 2013, according to a statement of claim filed in the Supreme Court of British Columbia by the man’s former spouse, his father and his three children.\nHe also suffered from “remediable,” meaning treatable, chronic back pain, the family alleges. His back pain “was neither grievous nor irremediable and therefore did not meet the statutory eligibility criteria for MAID,” according to their claim.\nThe current assisted-death law also temporarily excludes people whose sole underlying medical condition is a mental illness from accessing MAID until at least 2027.\nBut the law doesn’t exclude people with concurrent mental and physical illness from accessing an assisted death.\nThe family claims that J.M.M. lacked the capacity to make decisions about his health or consent to MAID due to his mental illness, which would render him ineligible for MAID. His request for MAID was also influenced “by external pressure including concerns about personal finances,” they allege.\nNP Posted Get a dash of perspective along with the trending news of the day in a very readable format.\nThere was an error, please provide a valid email address. Sign Up By signing up you consent to receive the above newsletter from Postmedia Network Inc.\nThanks for signing up! A welcome email is on its way. If you don't see it, please check your junk folder.\nThe next issue of NP Posted will soon be in your inbox.\nWe encountered an issue signing you up. Please try again\nArticle content Advertisement 3 Story continues below This advertisement has not loaded yet, but your article continues below. Article content\n“Despite this, J.M.M. was wrongfully approved for MAID by the defendants,” the family alleges. “In facilitating J.M.M.’s access to MAID, the defendants acted negligently or recklessly, causing J.M.M.’s death.”\n“After being allegedly approved for MAID, J.M.M. indicated that he did not wish to proceed with the procedure and wished to pursue other means to relieve any suffering he had including rehabilitation,” according to the claim, which has not been tested in court.\nThe family said they didn’t receive a response when they raised concerns over the legitimacy of the approval for MAID.\nRecommended from Editorial\n'It's being abused:' Group that led campaign for MAID now calling for safeguards\nWhy are 15 times more Canadians than Californians choosing assisted death?\nIn late 2022, the family obtained a court order committing J.M.M. to the psychiatric ward of St. Paul’s Hospital, where his treating doctors “opined that J.M.M. should not receive MAID due to his mental illness, which impaired his capacity to consent,” according to the claim.\n“Nonetheless, the defendants negligently or recklessly” allowed J.M.M. to leave the hospital on a day pass, the family alleges. The man went to Wiebe’s clinic that afternoon and died “through the improper administration of MAID,” according to the claim. The family said they only learned of his death afterward.\nAdvertisement 4 Story continues below This advertisement has not loaded yet, but your article continues below. Article content\nThe man’s death resulted from the “wrongful action of the physicians and institutions that facilitated MAID,” according to the filing, “as well as the unconstitutional regulation of MAID by the federal and provincial governments.” They also argue that the federal MAID framework and corresponding provincial policies infringe on the Charter rights to life, liberty and security of the person.\nIn addition to Wiebe, the lawsuit includes the Attorney General of Canada, B.C.’s minister of health, Wiebe’s Willow Reproductive Health Centre (in addition to MAID, Wiebe provides reproductive health care and medical abortions), Provincial Health Services Authority, Vancouver Coastal Health Authority and Providence Health Care Society.\nAll three health authorities said they are aware of the civil claim but cannot comment about any patient cases due to privacy and confidentiality.\nThe B.C. health ministry said in a statement that it “is unable to comment on any specific cases due to patient privacy and confidentiality.”\nWiebe did not respond to a request for comment before deadline but told other media she did not want to comment.\nAdvertisement 5 Story continues below This advertisement has not loaded yet, but your article continues below. Article content\nIt is the second case in as many months involving Wiebe. In October, a B.C. judge granted an urgent injunction stopping a woman’s death by MAID the day before it was scheduled to take place. The injunction granted to the woman’s common-law partner prevented Wiebe or any other medical professional from helping end the 53-year-old Alberta woman’s life within 30 days.\nAs reported by The Canadian Press , the woman, who was diagnosed with bipolar disorder, was convinced she had akathisia, an inability to sit still that can be a side effect of different medications, especially antipsychotic drugs. Two Alberta specialists with expertise in the condition felt the akathisia was treatable and could resolve with treatment within two to six months.\nThe latest case “confirms that there are already serious concerns that non-specialists feel comfortable to end the life of persons with mental illness who need care and protection, rather than death as therapy,” said Trudo Lemmens, a professor of health law and policy at the University of Toronto.\nParticularly troubling, he said, “is how a physician killed a patient who was hospitalized under provisions in the mental health act that aim at protecting patients and avoiding their deterioration.\n“Either the MAID provider knew, as seems to be alleged by the family, or the MAID provider failed to identify underlying mental health issues, and appears to have failed to exercise due diligence.”\nNational Post\nOur website is the place for the latest breaking news, exclusive scoops, longreads and provocative commentary. Please bookmark nationalpost.com and sign up for our newsletters here .\nArticle content Share this article in your social network",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health treatment and procedure",
      "Social Issue->social condition",
      "Social Issue->death and dying"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/common-icon/icon-close-black.svg",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-soc-li.svg",
      "https://www.reddit.com/submit?kind=link&url=https%3A//nationalpost.com/news/bc-psychiatric-patient-euthanized&title=",
      "https://www.linkedin.com/sharing/share-offsite/?url=",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-soc-rdit.svg",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-soc-tw.svg",
      "https://twitter.com/intent/tweet?url=",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-circle-share.svg",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/identity/logo-identity-np-new.svg",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-circle-email.svg",
      "https://dcs-static.gprod.postmedia.digital/17.6.3/websites/images/newsletters/icon-np-posted.svg",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-circle-share.svg",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-soc-rdit.svg",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-soc-li.svg",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-soc-tw.svg",
      "https://reddit.com/submit?kind=link&url=https%3A//nationalpost.com/news/bc-psychiatric-patient-euthanized&title=",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/identity/logo-identity-np-new.svg",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/share-icons/icon-circle-email.svg",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/common-icon/icon-close-black.svg",
      "https://www.reddit.com/submit",
      "https://www.twitter.com/intent/tweet?url=",
      "https://linkedin.com/sharing/share-offsite/?url=",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet",
      "https://www.dcs-static.gprod.postmedia.digital/17.6.3/websites/images/newsletters/icon-np-posted.svg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Sharon Kirkey",
          "sentiment": "none"
        },
        {
          "name": "Ethan Cairns",
          "sentiment": "none"
        },
        {
          "name": "Ellen Wiebe",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:48:24.561+02:00",
    "updated": "2024-12-20T01:48:24.561+02:00"
  },
  {
    "uuid": "5e8a02fef9df59443504ace653105381d6dcfc38",
    "url": "https://www.wfmz.com/partners/afp/official-estimates-suggest-that-about-a-third-of-all-crops-in-sri-lanka-are-eaten/image_6d5374a2-6d03-5d39-8d42-dd66586edba1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ishara S. KODIKARA",
    "published": "2025-03-06T02:03:00Z",
    "title": "Official estimates suggest that about a third of all crops in Sri Lanka are eaten or destroyed by wild animals",
    "text": "Official estimates suggest that about a third of all crops in Sri Lanka are eaten or destroyed by wild animals\n- Ishara S. KODIKARA\n- Updated\n0\nTags\nAs featured on\nSri Lanka will launch a nationwide census of nuisance wildlife, including monkeys and peacocks, as part of an effort to tackle the increasing threat to agriculture, the government said Wednesday.\nRecommended for you\nGet Breaking News, Headlines and Weather delivered directly to your inbox.\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->animal",
      "Environment->sustainability",
      "Environment->land resources",
      "Social Issue->population and census",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Health->public health",
      "Health->health organisation"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:23:22.880+02:00",
    "updated": "2025-03-06T04:23:22.880+02:00"
  },
  {
    "uuid": "625c7bc173f752b6204a5a41e50966f427e1344e",
    "url": "https://www.flashscore.com/news/soccer-liga-portugal-sporting-announce-sales-of-geovany-quenda-and-dario-essugo-to-chelsea/6RSGM7iL",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bruno Henriques",
    "published": "2025-03-19T22:19:00Z",
    "title": "Sporting announce sales of Geovany Quenda and Dario Essugo to Chelsea | Flashscore.com",
    "text": "In a statement to the CMVM, the Lions detailed the values of the deal that will bring in 74.408 million euros to their coffers.\nGeovany Quenda is heading to London for 52.136 million euros - 50.777 million euros are fixed, with 1.358 million euros in variables resulting from sporting performance.\nIt has also been confirmed that the Portuguese Under-21 international will stay in Alvalade for another season.\nDario Essugo is going for 22.272 million euros. The transfer takes place in the summer, with the Portuguese midfielder staying at Las Palmas until the end of this season.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Sport->sports transaction",
      "Economy, Business and Finance->mergers and acquisitions",
      "Economy, Business and Finance->business strategy and marketing",
      "Social Issue->social services",
      "Social Issue->communities"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:43:33.765+02:00",
    "updated": "2025-03-20T00:43:33.765+02:00"
  },
  {
    "uuid": "7470e895ea4e7d09b8845b516f127792fb8f925c",
    "url": "https://allafrica.com/stories/202407120040.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alvin Agufana",
    "published": "2024-07-12T04:41:00Z",
    "title": "Kenya: Ex-Defence CS Duale Thanks President Ruto for Cabinet Opportunity - allAfrica.com",
    "text": "Nairobi — Immediate former Defence Cabinet Secretary Aden Duale has expressed his gratitude to President William Ruto for appointing him to the position, which he held for less than two years.\nPresident Ruto dismissed his entire Cabinet on Thursday, following pressure from Gen Z youths demanding change.\n\"I extend my heartfelt gratitude to His Excellency President William Ruto for entrusting me with the role of Cabinet Secretary for Defence in the first Kenya Kwanza Administration,\" Duale said. \"I am deeply honoured and will forever be indebted to him and the people of Kenya for this opportunity to serve our great nation.\"\nIn announcing the changes on Thursday, President Ruto stated that only his Deputy Rigathi Gachagua and Prime Cabinet Secretary Musalia Mudavadi, who now oversees the Foreign Affairs docket, will remain.\n\"Upon reflection, listening keenly to what the people of Kenya have said, and after a holistic appraisal of the performance of my Cabinet and its achievements and challenges, I have, in line with the powers given to me by Article 152(1) and 152(5)(b) of the Constitution and Section 12 of the Office of the Attorney-General Act, decided to dismiss with immediate effect all the Cabinet Secretaries and the Attorney-General from the Cabinet of the Republic of Kenya except the Prime Cabinet Secretary and Cabinet Secretary for Foreign and Diaspora Affairs,\" Ruto said. \"But my Deputy is not affected.\"\nHe added that Principal Secretaries will manage the respective ministries until a new Cabinet is named.\nRuto has pledged additional measures, indicating further government restructuring, which is likely to impact more inefficient officials.\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox\nTop Headlines Kenya Submit By submitting above, you agree to our privacy policy .\nSuccess! Almost finished...\nWe need to confirm your email address.\nTo complete the process, please follow the instructions in the email we just sent you.\nError! Error! There was a problem processing your submission. Please try again later.\nThe changes follow weeks of sustained pressure from Gen Z youths, who demanded an overhaul of the government, citing the failure of many Cabinet Secretaries. What began as a rejection of the controversial Finance Bill 2024 quickly escalated into calls for a complete government overhaul, with the Gen Z youth now demanding, \"Ruto Must Go.\"\nThe protests ultimately led President Ruto to decline to sign the bill into law. The demonstrations, which saw tens of thousands of youths take to the streets, resulted in violent clashes with police forces, leading to tragic outcomes. More than 40 protesters were killed, and over 300 others were injured in the worst police brutality seen in the country, sparking widespread condemnation both locally and internationally.\nIn response to the unrest, President Ruto announced a six-day multi-sectoral convention set to kick off on Monday. The forum aims to bring together religious institutions, civil society, professional organizations, political parties, and other stakeholders.\nHowever, this initiative has sparked outrage from the Gen Z youth, who accuse \"old men\" of hijacking their movement for change to benefit themselves. They have particularly singled out Azimio leader Raila Odinga, who has historically signed deals with various governments since the regime of the late President Daniel Arap Moi, through to Mwai Kibaki, and the former government of Uhuru Kenyatta.\nRead the original article on Capital FM .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.capitalfm.co.ke/",
      "https://www.capitalfm.co.ke/news/2024/07/ex-defence-cs-duale-thanks-president-ruto-for-cabinet-opportunity/",
      "http://www.capitalfm.co.ke",
      "https://capitalfm.co.ke/news/2024/07/ex-defence-cs-duale-thanks-president-ruto-for-cabinet-opportunity/",
      "https://www.capitalfm.co.ke/news/2024/07/ex-defence-cs-duale-thanks-president-ruto-for-cabinet-opportunity",
      "http://capitalfm.co.ke/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aden duale",
          "sentiment": "negative"
        },
        {
          "name": "ruto",
          "sentiment": "negative"
        },
        {
          "name": "william ruto",
          "sentiment": "none"
        },
        {
          "name": "musalia mudavadi",
          "sentiment": "none"
        },
        {
          "name": "rigathi gachagua",
          "sentiment": "none"
        },
        {
          "name": "duale",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "defence cabinet",
          "sentiment": "negative"
        },
        {
          "name": "foreign affairs",
          "sentiment": "none"
        },
        {
          "name": "kenya kwanza administration",
          "sentiment": "none"
        },
        {
          "name": "cabinet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nairobi",
          "sentiment": "none"
        },
        {
          "name": "kenya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T08:58:39.450+03:00",
    "updated": "2024-07-12T08:58:39.450+03:00"
  },
  {
    "uuid": "8236cdcfd2724350cec9ee6670baf1cafa98f7a4",
    "url": "https://georgiatoday.ge/empowering-the-next-generation-of-human-rights-defenders-through-education-and-partnership",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Georgia Today",
    "published": "2024-12-05T15:23:00Z",
    "title": "Empowering the Next Generation of Human Rights Defenders through Education and Partnership",
    "text": "by Georgia Today December 5, 2024 in Newspaper , Social & Society Reading Time: 1 min read The Free University of Tbilisi winning team. Photo by UNDP/Gela Bedianashvili\nThe United Nations Development Program (UNDP), in partnership with Free University, hosted an engaging moot court competition this week, focusing on human rights education. With 42 teams from nine Georgian universities participating, the event provided a platform for students to develop their advocacy skills. Teams argued as either claimants or respondents, sharpening their critical thinking and deepening their understanding of human rights protection.\nFree University of Tbilisi emerged as the winner of the competition, while Tbilisi State University secured second place. This event is part of the broader LEAD: Leadership, Equality, Advocacy, and Democracy project, aimed at supporting changes that protect minority rights and combat discrimination in Georgia.\nThe LEAD initiative, which is funded by Norway with a $4 million budget for the 2022-2025 period, focuses on a three-pronged approach: empowering vulnerable minorities, tackling the most challenging human rights issues through evidence-based campaigns, and supporting both state institutions and civil society organizations. By creating platforms for collaboration, LEAD is working towards a more inclusive and democratic Georgia, fostering a society where everyone’s human rights are respected and protected.\nThis competition, alongside other LEAD initiatives, is integral in shaping the future of human rights advocacy in Georgia, encouraging young people to take an active role in defending equality and justice.\nBy Team GT\nTags: Free University LEAD Norway funding Georgia United Nations Development Program (UNDP) Share Share Tweet Related Posts Highlights Court sentences Nika Gvaramia to 12 days of administrative detention December 6, 2024 Highlights Actor Andro Chichinadze and comedian Onise Tskhadadze face up to 9 years in prison December 6, 2024 Highlights Arrests and raids anger protesters, 8th night of rallying begins December 5, 2024 Recommended Experience Seamless Connectivity with Silknet eSIM in Georgia 5 months ago Georgia to Celebrate First Europe Day with European Union Candidate Status 7 months ago Georgian Foreign Minister Holds Farewell Meeting with French Ambassador to Georgia 2 years ago Natia Mezvrishvili on Dealing with 2 Political Giants 3 years ago Giorgi Gakharia: We were Told We Were Capable of Nothing – It’s All a Lie and Ukraine is a Great Example of This 3 years ago GT Interview with Giorgi Badridze 3 years ago Russo-Ukrainian War and Georgia – Analysis from security expert Kakha Kemoklidze 3 years ago Navigation News Politics Business & Economy Social & Society Sports Culture International Where.ge Newspaper Magazine GEO OP-ED About Us History Our Team Advertising Subscription Contact Highlights Actor Andro Chichinadze and comedian Onise Tskhadadze face up to 9 years in prison Arrests and raids anger protesters, 8th night of rallying begins Actor Andro Chichinadze arrested Kezerashvili’s and Chikovani’s properties are being searched Ukraine Latest: NATO ‘Waiting for Trump’ on Key Decision about Kyiv Invite Update on the condition of opposition leaders/activists detained by using brute force Trending Business & Economy Experience Seamless Connectivity with Silknet eSIM in Georgia by Georgia Today June 26, 2024\nWhy Silknet's eSIM could be your top choice in Georgia Since its introduction, eSIM technology has become...\nVirtuosity and Versatility: Marc-André Hamelin Opens Tbilisi Piano Festival 2024 May 30, 2024 Where.ge Newspaper GEO Magazine Old Website 2000-2023 © Georgia Today",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "UNDP",
          "sentiment": "negative"
        },
        {
          "name": "United Nations Development Program",
          "sentiment": "negative"
        },
        {
          "name": "Free University of Tbilisi",
          "sentiment": "none"
        },
        {
          "name": "Tbilisi State University",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:09:29.944+02:00",
    "updated": "2024-12-06T17:54:35.011+02:00"
  },
  {
    "uuid": "200d54c389e1905d6e453c2b60f9248258cdad52",
    "url": "http://business.bigspringherald.com/bigspringherald/article/getnews-2024-1-5-woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-01-05T00:00:00Z",
    "title": "Woongjin Thinkbig’s ARpedia Wins ‘CES Innovation Award’ for the Third Consecutive Time, A Global Leading EduTech Solution Makes Its ‘Mark’ | Markets | bigspringherald.com",
    "text": "- Recognized for excellence in augmented reality technology, apps, and device sets.\n- To be showcased at the CES 2024 booth... with a new Disney product launch planned for the first half of the year.\nWoongjin Thinkbig's ARpedia, a global edutech product, has won the 'CES 2024 Innovation Award', marking the first time a Korean educational company has achieved this honor three times in a row. Leading the global education market as a pioneering edutech solution, ARpedia has demonstrated its unique augmented reality technology and innovation.\nARpedia, developed by Woongjin Thinkbig, one of Korea's leading edutech companies, is an 'Interactive Book' that provides a three-dimensional reading experience by bringing characters and illustrations from books to life through augmented reality (AR) technology. In Korea, it's a popular series with over 6 million individual books sold. Internationally, it has proven its market potential with contracts to supply at least 80,000 sets annually in the Chinese-speaking region (China, Taiwan, Hong Kong, Macau).\nThis achievement is largely attributed to the global recognition of ARpedia's unique technology and educational effectiveness. At CES 2024, ARpedia won the 'Mobile Devices and Accessories' innovation award, securing its third consecutive title. This particular win is noteworthy as it acknowledges the excellence of ARpedia in all aspects of its set, including augmented reality technology (CES 2023, AR/VR category), apps (CES 2022-2023, Mobile Apps category), and devices (CES 2024).\nWoongjin Thinkbig plans to introduce ARpedia to business representatives and visitors from various countries at CES 2024. Attendees will have the opportunity to explore all series that comprise the ARpedia set and learn in detail about the products' features and usage.\nFurthermore, Woongjin Thinkbig is set to launch a new reading series, 'Disney Interactive Reading', in the first half of this year, based on a licensing agreement with Walt Disney. The initial marketing strategy will focus on Asian countries, where there is high demand for English reading education.\nSam-rak Choi, the head of Woongjin Thinkbig's EduTech Research Institute, commented, \"ARpedia is sought after by companies and educational industry representatives in 24 countries where it is currently exported. With various new products including Disney Interactive Reading slated for release this year, it is poised to establish itself as a global representative edutech product”.\n▲ Introduction of ARpedia\nARpedia, an experiential reading product that provides a three-dimensional reading experience through augmented reality (AR) technology, was launched in Korea in 2019 under the 'Interactive Book' brand. Targeting the international market, the English version of 'ARpedia' has received much acclaim and several global awards, including being the first Korean educational company to win the 'CES Innovation Award' three times in a row. In 2022 alone, ARpedia won the 'Kid’s Judge BETT', 'Mom’s Choice Award', and 'Teacher’s Choice Award', proving its success with children, parents, and teachers alike. In July 2023, Woongjin Thinkbig signed a licensing agreement with global entertainment giant Walt Disney for the launch of the Disney series.\nVideo Link: https://www.youtube.com/embed/9BmORcfbQo8\nMedia Contact\nCompany Name: WOONGJIN THINKBIG\nContact Person: JR Kim\nEmail: Send Email\nCountry: South Korea\nWebsite: http://www.arpediabook.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "https://www.youtube.com/embed/9BmORcfbQo8",
      "http://www.arpediabook.com",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/?pr=woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark",
      "https://www.getnews.info/press_stat.php?pr=woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel",
      "https://getnews.info/press_stat.php?pr=woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://universalpressrelease.com/?pr=woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark",
      "https://youtube.com/embed/9BmORcfbQo8",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "http://arpediabook.com",
      "https://www.getnews.info/press_stat.php",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-woongjin-thinkbigs-arpedia-wins-ces-innovation-award-for-the-third-consecutive-time-a-global-leading-edutech-solution-makes-its-mark"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "woongjin thinkbig",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arpedia",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "taiwan",
          "sentiment": "none"
        },
        {
          "name": "macau",
          "sentiment": "none"
        },
        {
          "name": "korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:16.118+02:00",
    "updated": "2024-01-06T00:01:16.118+02:00"
  },
  {
    "uuid": "1b2a55bc9c7d00f208f4b1b1cfa9befa9dd02e56",
    "url": "https://www.latestnigeriannews.com/p/4165943/half-of-worlds-co2-emissions-come-from-36-fossil-fuel-firms-study-shows.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2025-03-06T04:07:00Z",
    "title": "Half of World's CO2 Emissions Come From 36 Fossil Fuel Firms, Study Shows",
    "text": "-- External Links --\nPunch\nVanguard\nThisday\nGuardian\nDaily Sun\nThe Nation\nDaily Independent\nLeadership\nTribune\nNational Mirror\nDaily Trust\nDaily Times\nBusinessDay\nSahara Reporters\nPremium Times\nPM News\nTori\nLinda Ikeji\nBella Naija\nNairaland\nCNN\nBBC\nAljazeera\nGoal\nAfrican Football\nBleacher Report\n90min\nComplete Sports\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\nViewing Mode:\nMedium\nVanguard\nPunch\nGuardian\nThisday\nDaily Sun\nLeadership\nTribune\nDaily Trust\nDaily Times\nDaily Independent\nThe Nation\nNational Mirror\nBusinessDay\nSahara Reporters\nSports\nEntertainment\nWorld\nTechnology\nBusiness\nPolitics\nFeatures\nColumns\nNigerian Jobs\nDay\n01\n02\n03\n04\n05\n06\n07\n08\n09\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\nMonth\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\nYear\n2024\n2023\n2022\n2021\n2020\n2019\n2018\n2017\n2016\n2015\n2014\n2013\n2012\n2011\nArchive:\nEntertainment Headlines Today\n[Thu-06-Mar-2025]\n-\n-\n-\n-\n-\n-\n-\n-\n-\nClick to view all Entertainment headlines today\nSports Headlines Today\n[Thu-06-Mar-2025]\n-\n-\n-\n-\n-\n-\n-\n-\n-\nClick to view all Sports headlines today\nHalf of World's CO2 Emissions Come From 36 Fossil Fuel Firms, Study Shows\nPublished by\nSlashdot\non Thu, 06 Mar 2025\nHalf of the world's climate-heating carbon emissions come from the fossil fuels produced by just 36 companies, analysis has revealed. From a report: The researchers said the 2023 data strengthened the case for holding fossil fuel companies to account for their contribution to global heating. Previous versions of the annual report have been used in legal cases against companies and investors. The report found that the 36 major fossil fuel companies, including Saudi Aramco, Coal India, ExxonMobil, Shell and numerous Chinese companies, produced coal, oil and gas responsible for more than 20bn tonnes of CO2 emissions in 2023. If Saudi Aramco was a country, it would be the fourth biggest polluter in the world after China, the US and India, while ExxonMobil is responsible for about the same emissions as Germany, the world's ninth biggest polluter, according to the data. Global emissions must fall by 45% by 2030 if the world is to have a good chance of limiting temperature rise to 1.5C, the internationally agreed target. However, emissions are still rising, supercharging the extreme weather that is taking lives and livelihoods across the planet. The International Energy Agency has said new fossil fuel projects started after 2021 are incompatible with reaching net zero emissions by 2050. Most of the 169 companies in the Carbon Majors database increased their emissions in 2023, which was the hottest year on record at the time.Read more of this story at Slashdot.\nClick here to read full news..\nAll Channels\nNigerian Dailies:\nPunch\n|\nVanguard\n|\nThe Nation\n|\nThisday\n|\nDaily Sun\n|\nGuardian\n|\nDaily Times\n|\nDaily Trust\n|\nDaily Independent\n|\nThe Herald\n|\nTribune\n|\nLeadership\n|\nNational Mirror\n|\nBusinessDay\n|\nNew Telegraph\n|\nPeoples Daily\n|\nBlueprint\n|\nNigerian Pilot\n|\nSahara Reporters\n|\nPremium Times\n|\nThe Cable\n|\nPM News\n|\nAPO Africa Newsroom\nCategories Today:\nWorld\n|\nSports\n|\nTechnology\n|\nEntertainment\n|\nBusiness\n|\nPolitics\n|\nColumns\n|\nAll Headlines Today\nEntertainment (Local):\nLinda Ikeji\n|\nBella Naija\n|\nTori\n|\nDaily News 24\n|\nPulse\n|\nThe NET\n|\nDailyPost\n|\nInformation Nigeria\n|\nGistlover\n|\nLailas Blog\n|\nMiss Petite\n|\nOlufamous\n|\nStella Dimoko Korkus Blog\n|\nYnaija\n|\nAll Entertainment News Today\nEntertainment (World):\nTMZ\n|\nDaily Mail\n|\nHuffington Post\nSports:\nGoal\n|\nAfrican Football\n|\nBleacher Report\n|\nFTBpro\n|\nKickoff\n|\nAll Sports Headlines Today\nBusiness & Finance:\nNairametrics\n|\nNigerian Tenders\n|\nBusiness Insider\n|\nForbes\n|\nEntrepreneur\n|\nThe Economist\n|\nBusinessTech\n|\nFinancial Watch\n|\nBusinessDay\n|\nAll Business News Headlines Today\nTechnology (Local):\nTechpoint\n|\nTechMoran\n|\nTechCity\n|\nInnovation Village\n|\nIT News Africa\n|\nTechnology Times\n|\nTechnext\n|\nTechcabal\n|\nAll Technology News Headlines Today\nTechnology (World):\nTechcrunch\n|\nTechmeme\n|\nSlashdot\n|\nWired\n|\nHackers News\n|\nEngadget\n|\nPocket Lint\n|\nThe Verge\nInternational Networks:\n|\nCNN\n|\nBBC\n|\nAl Jazeera\n|\nYahoo\nForum:\n|\nNairaland\n|\nNaij\nOther Links:\nHome\n|\nNigerian Jobs\nHome\n|\nAbout Us\n|\nContact Us\n|\nDisclaimer\n|\nPrivacy Policy\n|\nCopyright\n|\nSubscribe To News Alert\n|\nFacebook\n|\nTwitter\nAll trademarks and copyrights on this page are owned by their respective owners\nCopyright © 2025. latestnigeriannews.com - All rights reserved",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->global warming",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tori\nLinda Ikeji\nBella Naija\nNairaland",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Tribune\nNational Mirror\nDaily Trust\nDaily Times",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T06:35:55.685+02:00",
    "updated": "2025-03-06T06:35:55.685+02:00"
  },
  {
    "uuid": "c2cdc316ecf2fe7906a9c99038832adf3cb7d523",
    "url": "https://www.breakinglatest.news/technology/japan-will-send-its-first-astronaut-to-the-moon-thanks-to-its-historic-collaboration-with-the-united-states",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2024-04-12T02:04:00Z",
    "title": "Japan will send its first astronaut to the Moon thanks to its historic collaboration with the United States",
    "text": "In a groundbreaking partnership for space exploration, the United States and Japan have joined forces on lunar missions, marking a significant milestone in the history of space exploration. This historic announcement was made by US President Joe Biden and Japanese Prime Minister Fumio Kishida, showcasing the shared commitment of both nations towards sustainable exploration of the lunar surface.\nJapan’s involvement in the Gateway project, a lunar orbital station, will see the country providing crucial systems that are vital to the success of the space mission. This includes designing, developing, and operating a pressurized rover that will play a key role in future lunar missions, allowing astronauts to travel further and reside for longer periods on the Moon.\nDuring Kishida’s visit to Washington, both leaders expressed enthusiasm for expanding science and education ties that extend beyond Earth. This collaboration not only marks the first time a Japanese astronaut will set foot on the Moon but also highlights Japan’s integral role in future American missions under the Artemis program.\nThe pressurized rover provided by Japan will facilitate the study of geographically diverse areas near the lunar South Pole and significantly advance scientific research and exploration on the Moon. NASA will ensure the launch of the rover to the Moon, with two opportunities for Japanese astronauts to join Artemis missions in the coming years.\nIn addition to lunar exploration, the partnership between the United States and Japan extends to other missions, such as JAXA’s next-generation solar observation satellite (SOLAR-C) and NASA’s Dragonfly mission to Titan. This collaboration underscores a broader commitment to space exploration and scientific advancement, with Japan offering essential support in the space odyssey of the 21st century.\nThe presence of a Japanese astronaut on future lunar missions is not only a symbol of honor but also a testament to the power of international cooperation in achieving common goals beyond Earth’s borders. As anticipation for these missions grows, the promising future of space collaboration between the United States and Japan holds the potential to unlock new discoveries not only on the Moon but also on Mars and other destinations in the solar system.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kishida",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "fumio kishida",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T05:08:32.254+03:00",
    "updated": "2024-04-12T06:00:16.877+03:00"
  },
  {
    "uuid": "d8293f08405200443e02caa0a37d1b247fae8342",
    "url": "https://www.diariodemallorca.es/part-forana/2023/12/29/lloseta-maquinas-retro-provocan-graves-96339662.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joan Frau",
    "published": "2023-12-28T22:28:00Z",
    "title": "Lloseta: Máquinas retro provocan graves destrozos en el torrente de Almadrà",
    "text": "Las tareas de limpieza que ejecuta la conselleria del Mar y el Ciclo del Agua con el apoyo de varias máquinas excavadoras en el lecho del\ntorrente de Almadrà, a su paso por el municipio de Lloseta, han provocado graves destrozos en el suelo de la torrentera, según ha denunciado la entidad ecologista Gadma, que pide explicaciones a la administración autonómica por lo que considera un atentado ecológico totalmente perjudicial para el ecosistema propio de los torrentes.\nEn este sentido, el portavoz de Gadma, Bernat Fiol, explica que el torrente de Almadrà a su paso por Lloseta «ya fue brutalmente modificado hace doce años» con el uso de máquinas retro que crearon un «camino de tierra» en el lecho de la vía fluvial, arrasando la grava y los cantos rodados que se han formado en estos sistemas hídricos desde tiempos inmemoriales y que cumplen su propia función biológica, como la de impedir el crecimiento de plantas inadecuadas en la torrentera. En este sentido, Gadma se pregunta «dónde están los miles de camiones con arenas, piedras y gravilla que desde hace 20 años se retiran de los torrentes».\nAhora,\n la entidad ecologista lamenta que se ha recuperado esta manera agresiva de gestionar los torrentes. «No podemos entender cómo una Conselleria que debe velar por el medio ambiente permita la entrada de máquinas en el lecho del torrente para crear un camino donde había drenaje natural y cubriéndolo todo de tierra sobre la que después crecen plantas que no deberían estar en los torrentes y que será arrastrada en caso de lluvias», afirma Fiol.\n«Quieren invertir dinero de la ecotasa para crear nuevos espacios naturales y al mismo tiempo destrozan un espacio tan importante como un torrente», añade el portavoz de Gadma, entidad que desde hace\nmuchos años lucha en contra de las agresiones en contra del medio ambiente y especialmente las padecidas por los torrentes de Mallorca, sistemas que reciben numerosos impactos como el vertido de aguas contaminadas que también afectan a los acuíferos. «Los torrentes son fundamentales para infiltrar agua en los pozos naturales de Mallorca y si se manipulan de esta forma ya no cumplirán esta función», sostiene Gadma.\nEn el caso del torrente de Almadrà, las máquinas han causados importantes desperfectos en los márgenes laterales, parte de los cuales se han desmoronado como consecuencia de «años de dejadez».\nOtra consecuencia de este tipo de actuaciones agresivas en los torrentes es la afectación directa a la flora y fauna propias de estos sistemas naturales. «Los torrentes constituyen una reserva para muchos animales que viven en las comarcas del Pla y el Raiguer de Mallorca; sin torrentes, no existirían», apunta Bernat Fiol. Gadma insta al conseller Juan Manuel Lafuente a «poner orden» en los torrentes para evitar su degradación.\nEste diario se puso ayer en contacto con la conselleria del Mar y el Ciclo del Agua para trasladarle la denuncia de Gadma en relación al torrente de Almadrà. Fuentes de este departamento aseguraron que «se investigará si las actuaciones realizadas por la empresa adjudicataria del contrato han respetado todos los criterios ambientales establecidos».\nVertidos contaminantes en Sencelles\nPor otra parte, el ayuntamiento de Sencelles denunció hace unos días que había detectado «nuevos vertidos» de aguas presuntamente contaminadas en el torrente Solleric a su paso por Biniali. La institución municipal asegura que pedirá «explicaciones» al Govern y que controle el suceso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:32:51.447+02:00",
    "updated": "2023-12-29T01:32:51.447+02:00"
  }
]