[
  {
    "uuid": "119f3503e0635f1fea27cf2080a8cb526333ee3c",
    "url": "https://www.express.co.uk/sport/football/1849911/Man-Utd-news-Luke-Littler-World-Darts-Championship",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Turk",
    "published": "2023-12-28T21:30:00Z",
    "title": "Man Utd fan Luke Littler sends forgotten star a message at World Darts Championship | Football | Sport | Express.co.uk",
    "text": "Luke Littler admits he has ‘nothing to lose’\nLuke Littler sent Manchester United outcast Donny van de Beek a one-word message after meeting at Alexandra Palace on Wednesday. Littler, a boyhood United supporter, has sky-rocketed to fame during his incredible run to the World Darts Championship last 16 this month.\nRelated articles\nMan Utd have already agreed Mason Greenwood plan after '£40m transfer snub'\nMan Utd outcast Jadon Sancho spotted in rare footage as PSG 'make transfer call' The 16-year-old prodigy became the youngest player to reach the last 16 of the competition by beating Canadian Matt Campbell 4-1 at Ally Pally, earning £35,000 in the process.\nHe will face Raymond van Barneveld or Jim Williams for a place in the quarter-finals, with clashes with Gerwyn Price, defending world champion Michael Smith and Michael van Gerwen potentially on the horizon.\nVan de Beek enjoyed Littler's performance on Wednesday, with fellow Dutchman Van Gerwen and Smith also in action.\nAnd Littler shared an image of the pair together backstage, captioning the friendly snap \"legend\" as a compliment for the forgotten United star.\nVan de Beek was enjoying 'The Nuke' doing his thing on the Ally Pally stage as he prepares to leave England next month.\nThe 26-year-old midfield is set to join Eintracht Frankfurt on loan when the January transfer window opens, having already completed his medical at the Bundesliga club.\nClick here to join our WhatsApp community to be the first to receive breaking and exclusive Man Utd news.\nREAD MORE Man Utd receive transfer response as Erik ten Hag 'eyes second January deal' [TRANSFERS]\nLuke Littler was pictured with Donny van de Beek. (Image: INSTAGRAM) Frankfurt will reportedly have the option to make Van de Beek's move permanent for £13million next summer, which would spell the end of his disastrous Premier League career.\nThe former Netherlands international has featured in Ten Hag's last seven Premier League squads due to relentless injury issues but has played just 21 minutes of football all season.\nHe last started a competitive match for United against AFC Bournemouth in January, during which he suffered a season-ending knee injury.\nAnd he likely won't play for the Red Devils again beyond 2023, even if Frankfurt opt against making his switch permanent.\nBecome an Express Premium member\nSupport fearless journalism\nRead The Daily Express online, advert free\nGet super-fast page loading Start 30-day\nFREE trial DON'T MISS\nLittler received Man Utd gift as star keen to show Ten Hag 'how to win a trophy' [QUOTES]\nGetafe boss speaks out on Mason Greenwood after Man Utd 'receive £40m offer' [TRANSFERS]\nAndre Onana set to miss up to four Man Utd matches as Ten Hag handed dilemma [NEWS]\nDonny van de Beek is leaving Man Utd in January. (Image: Getty) READ MORE\nMan Utd chief Sir Jim Ratcliffe urged to sell 10 players despite Aston Villa win He'll be delighted with the opportunity to play more football, though, and it could also be a very happy New Year for Littler if he continues his dream World Darts Championship run.\nAhead of his last-16 clash, the teenager revealed he had received tickets to tour Old Trafford next year and joked he would show Erik ten Hag how to win a trophy.\nHe said: \"I got stuff for my Xbox, a controller, gift cards. Two tickets for the Manchester United stadium tour, so I will go to that after the Worlds. Hopefully, I'll show them how to win one [a trophy].\"\nLittler added that he enjoyed United's thrilling Boxing Day comeback against Aston Villa. But whether the victory gave him as much joy as his recent Ally Pally exploits is unlikely.\nRelated articles Transfer news as Man Utd receive Greenwood bid and Chelsea strike January deal Sir Jim Ratcliffe and the Glazers agree to awkward clause in Man Utd deal",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://chat.whatsapp.com/Hxf4kXNQWRxLm9qSJUcjPk",
      "https://xd.wayin.com/display/container/dc/1afc11d2-e9fc-4964-b680-0bc9736202ca?mode=responsive",
      "https://live.primis.tech/live/liveView.php?s=116054&playerApiId=v116054",
      "https://www.xd.wayin.com/display/container/dc/1afc11d2-e9fc-4964-b680-0bc9736202ca?mode=responsive",
      "https://www.chat.whatsapp.com/Hxf4kXNQWRxLm9qSJUcjPk",
      "https://live.primis.tech/live/liveView.php",
      "https://www.live.primis.tech/live/liveView.php?s=116054&playerApiId=v116054",
      "https://xd.wayin.com/display/container/dc/1afc11d2-e9fc-4964-b680-0bc9736202ca"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donny van d",
          "sentiment": "negative"
        },
        {
          "name": "luke littler",
          "sentiment": "negative"
        },
        {
          "name": "littler",
          "sentiment": "none"
        },
        {
          "name": "van gerwen",
          "sentiment": "none"
        },
        {
          "name": "smith",
          "sentiment": "none"
        },
        {
          "name": "michael smith",
          "sentiment": "none"
        },
        {
          "name": "michael van gerwen",
          "sentiment": "none"
        },
        {
          "name": "van de beek",
          "sentiment": "none"
        },
        {
          "name": "mason greenwood",
          "sentiment": "none"
        },
        {
          "name": "jadon sancho",
          "sentiment": "none"
        },
        {
          "name": "raymond van barneveld",
          "sentiment": "none"
        },
        {
          "name": "jim williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester united",
          "sentiment": "negative"
        },
        {
          "name": "psg",
          "sentiment": "none"
        },
        {
          "name": "gerwyn price",
          "sentiment": "none"
        },
        {
          "name": "united",
          "sentiment": "none"
        },
        {
          "name": "alexandra palace",
          "sentiment": "none"
        },
        {
          "name": "canadian matt campbell",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:30.780+02:00",
    "updated": "2023-12-29T00:08:30.780+02:00"
  },
  {
    "uuid": "7f7cce94f3bd3eead4cf7f8c4aaca94cbe42fbf4",
    "url": "https://eldia.com.do/daddy-yankee-lanzara-el-tema-donante-de-sangre-el-viernes-santo-en-homenaje-a-jesucristo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Eldia_do",
    "published": "2024-03-28T23:47:00Z",
    "title": "Daddy Yankee lanzará el tema 'Donante de Sangre' el Viernes Santo en homenaje a Jesucristo",
    "text": "[](https://eldia.com.do/wp-content/uploads/2022/12/15_Espectaculos_26_1p02.jpg?x47936) Daddy Yankee sostiene que depositó en la caja fuerte dos relojes, tres cadenas, una cruz, cuatro brazaletes, tres anillos y un par de pendientes de diamantes valorado todo ello en 1.052.50 dólares. San Juan,.- El cantante puertorriqueño Daddy Yankee anunció este jueves que lanzará la noche del Viernes Santo el tema ‘Donante de Sangre’ para rendir homenaje a Jesucristo, tras su anuncio en diciembre de que dedicaría su vida a Cristo. “Yo fui sano por su sangre, libre camino por su sangre, soy diferente a lo que era antes”, menciona el apodado como ‘Jefe del Reguetón’ o ‘The Big Boss’, en una estrofa de la canción que se publicará a las 00.00 horas de Puerto Rico (04.00 GMT). Yankee en este tema destaca la importancia de valores como la fe, la humildad y la gratitud, por encima del ego, la fama y el dinero. Raymond Ayala, nombre de pila del artista anunció en diciembre en Puerto Rico, al completar su quinto concierto ‘La Meta’, con el que finalizó su carrera artística, que se acababa una historia e iba “a comenzar una nueva historia, un nuevo comienzo”, el de vivir su vida para Cristo. De esta manera, Daddy Yankee se une a Héctor ‘El Father’, Farruko, Voltio, Gocho, Jomar ‘El Caballo Negro’, Larry Over y El Sica entre los varios artistas urbanos que han decidido dejar la música y seguir el Evangelio. Yankee arrancó su carrera musical a principios de la década de 1990 en el disco ‘Playero 34’, del productor musical DJ Playero, y donde por primera vez el intérprete mencionó la palabra reguetón o reggaeton. Debido al talento que DJ Playero vio en el joven promesa, decidió ubicarlo en sus siguientes producciones, que le catapultaron en Puerto Rico, aunque su estrellato a nivel internacional lo logró en 2004 con el tema ‘Gasolina’. Su último álbum, ‘Legendaddy’, que superó los 600 millones de reproducciones en menos de un mes, contó con colaboraciones de artistas como Bad Bunny, Rauw Alejandro, Pitbull, Natti Natasha y Becky G.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:39:09.303+03:00",
    "updated": "2024-03-29T03:39:09.303+03:00"
  },
  {
    "uuid": "ea93fa5cc9563ae676e1d646c8d96f6d8668e01e",
    "url": "https://vnexplorer.net/revealed-amazing-story-of-biblical-passage-in-squaddies-pocketbook-that-saved-his-life-when-it-stopped-a-first-world-war-snipers-bullet-s1042681.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-19T10:59:00Z",
    "title": "Revealed: Amazing story of biblical passage in squaddie's pocketbook that saved his life when it stopped a First World War sniper's bullet",
    "text": "Research from the National Trust and Findmypast uncovered the storyPrivate Sydney Alexander Cross was shot when serving in Gallipoli in 1915\nSome might call it divine providence, others would say it was sheer luck.\nBut for Private Sydney Alexander Cross, the reason why he was saved from death by a whisker likely didn’t matter.\nNew research has unearthed the incredible story of how the First World War soldier survived being shot by a sniper when the bullet his pocketbook.\nThe lethal projectile hit his chest but stopped halfway through the pocketbook that was in his breast pocket along with photographs and papers.\nThe bullet made it as far as the words from the Bible’s 91st Psalm: ‘A thousand shall fall by thy side, and ten thousand at thy right hand; but it shall not come nigh thee.’\nAfter the brush with death in 1915, Private Cross, who was known as ‘Syd’, spent time convalescing at Devon country home Knightshayes Court, which had been converted into a war hospital.\nNew research has unearthed the incredible story of how First World War soldier Private Sydney Alexander Cross survived being shot by a sniper when the bullet his pocketbook\nAn article in Devon newspaper the Western News in February 1916 told how the lethal projectile hit his chest but stopped halfway through the pocketbook that was in his breast pocket along with photographs and papers. The bullet made it as far as the words from the Bible’s psalm 91: ‘A thousand shall fall by thy side, and ten thousand at thy right hand; but it shall not come nigh thee’\nThe research, carried out by the National Trust in partnership with Findmypast, uncovered a newspaper clipping which featured Private Cross’s incredible story.\nHe was serving in the ill-fated Gallipoli campaign when he was shot.\nAn article in Devon newspaper the Western News in February 1916 said: ‘Out of the welter of war there come from time to time, like gold from the flaming furnace, glories whose throbbing interest thrills and amazes us.’\nIt added: ‘Pte. Cross was with our brave lads on the Gallipoli Peninsula, and one day, whilst on duty at Jefferson’s Post, a stray bullet, probably from a Turkish sniper’s rifle, struck him full on in the chest.\n‘In the ordinary way the bullet would have driven its silent message home, but fortunately Pte. Cross had in his breast pocket a pay book, a pocketbook and some photos and a few other odds and ends.\n‘Strange as it may seem these “scraps of paper” saved his life. The bullet, having pierced the books and the photos, came to a halt half way through a testament which he carried, and inside which was a booklet of texts given him by Mrs Drury, wife of Col. Drury, of Weymouth, on the regiment’s departure from England.\n‘The interest of the story does not finish there. By a curious coincidence (or do the Gods thus speak to man?) – the bullet penetrated the text book as far as, but no further than the following text: A thousand shall fall by thy side, and ten thousand at thy right hand; but it shall not come nigh thee.\n‘Strange message to come through the nozzle of a Turkish rifle, was it not? “A thousand shall fall by thy side.” They did. “But it shall not come nigh thee.” It didn’t.\n‘The bullet simply made a dent after the word “side” and checked its career.’\nPrivate Cross’s story is part of a new display throwing light on the soldiers, nurses, family and staff who were at Knightshayes Court, which served as a Voluntary Aid Detachment (VAD) hospital during the First World War.\nPrivate Cross was born in Australia in April 1896 and served in several British regiments during the war.\nPrivate Cross is seen holding the pocketbook that saved his life by stopping a Turkish sniper’s bullet\nThe research carried out by the National Trust and Findmypast uncovered Private Cross’s military record\nHe returned to the front from Knightshayes in 1917 but was later discharged following a bout of malaria.\nData from the 1921 census reveals he later married wife Elizabeth and went on to work as a steward for the Cunard Shipping Company.\nLater records reveal that in 1926 he was serving as a dining car attendant on the railways. By the time of the 1939 Register he was a water in Battersea, south London.\nPrivate Cross was not the only soldier recovering at Knightshayes who made the newspapers after a remarkable escape.\nAfter the brush with death in 1915, Private Cross, who was known as ‘Syd’, spent time convalescing at Devon country home Knightshayes Court, which had been converted into a war hospital\nDescribed in the same Western News article as “a story of modern miracles”, Corporal Cooper from the South Staffordshire Regiment was wounded by a shrapnel shell which burst over his trench in Belgium in 1915, leaving him with 119 wounds.\nHe also went on to recuperate at Knightshayes.\nThe property, which was built for the Heathcote-Amory family, also served as a convalescent home for US troops in the Second World War.\nThe lavish listed property was built in the late 19th century. Conservative politician Sir Derick Heathcote-Amory, who served as Chancellor of the Exchequer from 1958 until 1960, was the grandson of Sir John, who commissioned Knightshayes.\nKnightshayes is now cared for by the National Trust.\nThe Knightshayes opens to the public on Saturday, January 20 for weekends, and then seven days a week from Saturday 10 February.\nFor further information and opening times see www.nationaltrust.org.uk/knightshayes\nKatie Knowles, assistant national curator for the National Trust said: ‘At Knightshayes, which played an important role as a military hospital during the First World War, the 1921 Census has given us the chance to find out what happened to the men who fought, including family members and servants, as well as the nurses who cared for them.\n‘Some of the tales, such as the extraordinary escape from death by Private Cross, paint a vivid picture of individuals during the war but now we can learn more about their lives including the social and political changes that affected them.’\nJen Baldwin, research specialist at Findmypast, added: ‘The 1921 Census has already revealed countless untold stories for people across the globe.\n‘We’re so excited to work with the National Trust to delve into these records and offer new perspectives on the people who lived and worked at sites like Knightshayes.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "findmypast",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "sydney alexander cross",
          "sentiment": "negative"
        },
        {
          "name": "national trust",
          "sentiment": "negative"
        },
        {
          "name": "private sydney alexander cross",
          "sentiment": "none"
        },
        {
          "name": "private cross",
          "sentiment": "none"
        },
        {
          "name": "knightshayes court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "devon",
          "sentiment": "none"
        },
        {
          "name": "gallipoli",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T13:23:02.159+02:00",
    "updated": "2024-01-19T13:23:02.159+02:00"
  },
  {
    "uuid": "39b341a974a7e0178c5edf458f76bcdc2b96fa24",
    "url": "https://cadenaser.com/comunitat-valenciana/2024/05/10/alcoy-registra-el-periodo-mas-seco-desde-octubre-a-mayo-desde-que-hay-datos-radio-alcoy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Informativos Radio Alcoy",
    "published": "2024-05-10T11:44:00Z",
    "title": "Alcoy registra el periodo más seco desde octubre a mayo desde que hay datos | Actualidad | Cadena SER",
    "text": "[Sociedad](/actualidad/sociedad/) Alcoy registra el periodo más seco desde octubre a mayo desde que hay datos En los últimos siete meses ha llovido una media de 70 litros, aunque esta sequía no afecta al suministro de la ciudad que sigue tirando de las reservas acumuladas de años anteriores, en especial del 2022 Enrique Moltó: \"Vivimos el periodo seco más fuerte desde que hay datos registrados\" (10/05/2024) 08:51 Compartir El código iframe se ha copiado en el portapapeles Alcoi Alcoy registra el periodo más seco desde los meses de octubre a mayo desde que hay datos recopilados. En los últimos siete meses ha llovido una media de solo 70 litros por metro cuadrado. Esta sequía por ahora no afecta al suministro de la ciudad puesto que sigue tirando de las reservas acumuladas de años anteriores, en especial del 2022. El periodo considerado más lluvioso y que más aporta a los manantiales no ha sido así en los últimos siete meses, cuando vamos hacia los meses de verano. Desde inicios de octubre de 2023 hasta el 10 de mayo de 2024 han caído en Alcoy de media 70 litros por metro cuadrado. Esta cantidad está por debajo del año más seco, 1981, que en este mismo periodo ya se habían superado los 100 litros, según los datos del Circulo Industrial. Enrique Moltó, climatólogo de Radio Alcoy, certifica que tras un pequeño proceso de investigación éste ha sido el periodo más seco desde que hay registros. Pese a la sequía, Moltó destaca el buen nivel de los acuíferos gracias a las reservas. En el programa Hoy por Hoy Alcoy lo ha explicado con detalle como se puede escuchar en el audio adjunto. Por último, el 'hombre del tiempo' de esta casa pone el acento y su preocupación en el estado de acuíferos de poblaciones más pequeñas del L’Alcoià i Comtat y en que la sequía si está afectando a las cosechas en especial de aceite, almendra y cereza. Sigue el canal de la SER en WhatsApp Encontrarás toda la información, el deporte y el entretenimiento: la actualidad del día y las noticias de última hora, los mejores vídeos y momentos de la radio, entrevistas, reportajes y mucho más. [Suscríbete ahora](https://www.whatsapp.com/channel/0029Va633PF9WtC4l7XUzh1e)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va633PF9WtC4l7XUzh1e)",
      "https://whatsapp.com/channel/0029Va633PF9WtC4l7XUzh1e)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T16:10:24.254+03:00",
    "updated": "2024-05-10T16:10:24.254+03:00"
  },
  {
    "uuid": "932428b98808fb484cf2870b25a937e8f7164a46",
    "url": "https://www.batiactu.com/edito/gsare-nord-se-dote-grande-halle-a-velos-bois-et-acier-68961.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Batiactu",
    "published": "2024-07-05T12:15:00Z",
    "title": "La Gare du Nord se dote d'une grande halle à vélos en bois et acier",
    "text": "ARCHITECTURE. Une structure en bois géométrique sert désormais de halle solaire à vélos près d'une célèbre gare parisienne. Livré en juin 2024 par l'agence Arep, l'ouvrage, dessiné comme un abri ouvert, vise à favoriser l'usage de la bicyclette dans cette ville ultra-connectée.\nC'est un tout nouvel équipement dédié aux cyclistes qui vient de fleurir dans Paris. À Gare du Nord, une halle à vélos vient d'être livrée. La structure imaginée par l'agence Arep pour Île-de-France Mobilités couvre presque 2.000 m² et s'insère dans les 12 hectares de la plus grande gare d'Europe. Avec ses 70 m de long et 24 m de large, elle peut accueillir près de 1.200 vélos. C'est à ce jour, le plus grand parking à vélos de France.\nCe matin-là, la gare néoclassique, collée au bâtiment, est en effervescence. Des milliers de voyageurs zigzaguent dans la halle principale, cherchant furtivement le quai de leur train. C'est en empruntant un escalator et en sortant de la halle transilien pour se rendre à la gare routière que l'on découvre l'ouvrage en bois et acier de 210\nIl vous reste 77% à découvrir.\nCe contenu est réservé aux abonnés\nDéja abonné ?\n[Se connecter](/u/login?dest=edito%2Fgsare-nord-se-dote-grande-halle-a-velos-bois-et-acier-68961.php)\nAbonnez-vous maintenant pour le lire dans son intégralité\nEt bénéficiez aussi :\nEt bénéficiez aussi :\nD’un accès illimité à tous les articles de Batiactu\nD’une lecture sans publicité\nDe toutes les interviews et analyses exclusives de la rédaction",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T16:38:30.657+03:00",
    "updated": "2024-07-05T16:38:30.657+03:00"
  },
  {
    "uuid": "f61250d8a77cbc76b2bf586374f86b05b1576f2e",
    "url": "https://smumustangs.com/news/2025/1/30/womens-basketball-robertson-scores-32-as-mustangs-fall-to-louisville.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@smuwbb",
    "published": "2025-01-30T05:00:00Z",
    "title": "Robertson Scores 32 As Mustangs Fall To Louisville",
    "text": "Box Score 80 Winner Louisville LOU 15-6,8-2 ACC 75 SMU SMU 10-12,2-8 ACC Winner Louisville LOU 15-6,8-2 ACC 80 Final Jan. 30, 2025 75 SMU SMU 10-12,2-8 ACC Score By Periods Team 1 2 3 4 F Louisville LOU 21 20 20 19 80 SMU SMU 15 17 19 24 75 Game Recap: Women's Basketball | Jan 30 Robertson Scores 32 As Mustangs Fall To Louisville Box Score | Final Game Book | Post Game Presser DALLAS (SMU) – The SMU women's basketball program's fourth-quarter rally fell short as the team fell 80-75 to Louisville on Thursday inside Moody Coliseum. After trailing by 14 at the start of the fourth quarter, the Mustangs responded with a 17-3 run fueled by Nya Robertson, who scored all 17 points and tied the game with five minutes left to play. The Mustangs missed a chance to take the lead with 25 seconds left as the shot was controlled by the Cardinals. Louisville went to the line and extended the lead to three. Zanai Jones's game-tying three bounced off the front of the rim and out of bounds with 1.7 seconds left in the game. Louisville pushed the lead to five to seal the win for the Cardinals. Robertson scored a career-high 32 points, 19 of which came in the fourth quarter, shooting 8-of-16 from the floor and was a perfect 13-of-13 from the line. It was her third 30-point game of her career and was the most points in a game by a Mustang since Kayla White scored 34 points against East Carolina in 2022. Both teams continued to trade buckets. With two minutes left, the game was tied at 74. After a TK Pitts steal, she drew a foul and put SMU up one. UofL answered with a bucket of its own and regained the lead. The Mustangs are now 10-12 (2-8 ACC) overall, while Louisville improved to 15-6 (8-2 ACC). As a team, SMU shot 46.9% from the field (23-49), their second-best percentage in a game this season. The Mustangs made a season-high from the line, going 22-of-25. The Cardinals ended the game shooting 52.6% from the floor (30-57) and made eight threes. Louisville for 21 turnovers in the game. Jessica Peterson had a bounce-back game offensively as she scored 15 points and collected nine rebounds. Jones led the team in assists with five and added 11 points. After Louisville jumped out to a 12-2 lead early in the first, SMU responded with an 11-2 run of its own. Peterson scored six of her eight first-quarter points during the run. SMU opened the second period on an 8-0 run as Robertson scored five in the stretch and led by two with seven left in the quarter. Robertson scored 10 points in the quarter but Louisville ended the half on an 7-0 and led by nine at the break. Both teams shot efficiently in the first: the Mustangs shot 46% from the floor, while the Cardinals shot 50%. Robertson led all scorers with 13 points on 4-of-8 shooting from the floor and Peterson ended the half with nine and five rebounds. // NEXT GAME vs Va Tech | Sunday, Feb. 2 | Cassell Coliseum | 1 p.m. CT | TV: ACCNX | Radio: SMU App (Google Play | Apple App Store) // NOTES Starters: #1 Zanai Jones (G, Gs.), #3 Nya Robertson (G, Jr.) #2 TK Pitts (G, Jr.), #4 Kaysia Woods (F, Sr.), #35 Jessica Peterson (C, Sr.)- 5th game this season with this lineup. 8th time this season the team ended the game shooting over 40% Season-high 22 made free throws SMU is now 7-5 at home this season SMU is now 2-2 vs Louisville all-time Print Friendly Version",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->basketball",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T09:51:37.171+02:00",
    "updated": "2025-01-31T09:51:37.171+02:00"
  }
]