[
  {
    "uuid": "63d3c0515f3256ebc6b318424e88edc0db893547",
    "url": "https://ec2-52-208-87-173.eu-west-1.compute.amazonaws.com/article/17393235e4db475fa2df2d8ef1ec8878",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashraf",
    "published": "2024-06-01T05:00:00Z",
    "title": "‘Historical Atlas of The Prophet's Sirah’: A Detailed Scientific Reference for Noble Biography",
    "text": "‘Historical Atlas of The Prophet's Sirah’: A Detailed Scientific Reference for Noble Biography\nThe King Abdulaziz Foundation for Research and Archives, known as \"Darah,\" places special importance on preserving and documenting Islamic history, recognizing Saudi Arabia's leading role in the Islamic world. This includes acknowledging the Kingdom's honour as the site of the first house of worship for mankind, where the divine revelation descended upon Prophet Muhammad, marking the beginning of his message and serving as the backdrop for his life's events and landmarks.\nIn light of this, the project of the Historical Atlas of the Prophet's Sirah, or “biography” in English, was launched under the directive of the Custodian of the Two Holy Mosques, King Salman bin Abdulaziz Al Saud, during his chairmanship of the Board of Trustees of Darah. The project also received continuous follow-up and attention from His Royal Highness Prince Mohammed bin Salman bin Abdulaziz Al Saud, Crown Prince and Prime Minister, and under the supervision of the Chairman of the Darah Board of Trustees, Prince Faisal bin Salman bin Abdulaziz. The pioneering idea for a comprehensive Atlas project focusing on the noble biography of the Prophet Muhammad was initiated under their leadership.\nDarah collaborates with the Pilgrim Experience Program to develop this project, aligning with its goals and affirming its interest in all aspects of Islamic and Arab history. Drawing on its scholarly expertise in historical atlases, Darah has enlisted a select group of historians, researchers, and scholars from various universities and historical research centres. They utilize reliable sources and advanced technologies to ensure the project's completion to the highest standards.\nThrough this scientific project, Darah aims to document the sites and landmarks of the Prophet's biography from their original sources, employing the latest technologies such as geographic coordinates, satellite imagery, and detailed maps. It also aims to create a scholarly reference on the Prophet's biography, transforming historical texts from written manuscripts into diagrams, forms, and visual paths.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Religion and Belief",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "darah",
          "sentiment": "none"
        },
        {
          "name": "muhammad",
          "sentiment": "none"
        },
        {
          "name": "king salman bin abdulaziz al saud",
          "sentiment": "none"
        },
        {
          "name": "crown prince",
          "sentiment": "none"
        },
        {
          "name": "prince faisa",
          "sentiment": "none"
        },
        {
          "name": "mohammed bin salman bin abdulaziz al saud",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "board of trustees",
          "sentiment": "none"
        },
        {
          "name": "darah board of trustees",
          "sentiment": "none"
        },
        {
          "name": "abdulaziz foundation for research and archives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T02:23:55.776+03:00",
    "updated": "2024-06-02T02:23:55.776+03:00"
  },
  {
    "uuid": "3f1c64ca8c42daba0a86fe75d7eba0d8f08f323c",
    "url": "https://maisfutebol.iol.pt/belgica/internacional/belgica-adeptos-interrompem-jogo-vertonghen-pede-calma-e-jogo-e-retomado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação Maisfutebol",
    "published": "2024-01-25T21:39:00Z",
    "title": "Bélgica: adeptos interrompem jogo, Vertonghen pede calma e jogo é retomado - CNN Portugal",
    "text": "[Bélgica](/tag/B%25C3%25A9lgica) Bélgica: adeptos interrompem jogo, Vertonghen pede calma e jogo é retomado Adeptos do Anderlecht atiraram vários objetos para o relvado em jogo dos quartos de final da Taça da Bélgica Adeptos do Anderlecht atiraram vários objetos para o relvado em jogo dos quartos de final da Taça da Bélgica O embate entre o Union St. Gilloise e o Anderlecht, relativo aos quartos de final da Taça da Bélgica, esteve interrompido por vários minutos, depois dos adeptos da equipa de Bruxelas terem atirado vários objetos para o relvado. Foi Vertonghen, antigo central do Benfica, que conseguiu acalmar os adeptos de forma a que o jogo fosse retomado. O Anderlecht, que no campeonato está a oito pontos do St. Gilloise, estava já a perder por 2-0, diante de um adversário reduzido a dez, quando se registarem os incidentes nas bancadas. Foi precisamente depois do segundo golo da equipa da casa, marcado pelo equatoriano Kévin Rodriguez, na conversão de uma grande penalidade, que os adeptos do Anderlecht reagiram de forma pouco desportiva. Voaram dezenas de adeptos para o relvado, levando o árbitro a interromper a partida. Foi nessa altura que o antigo central do Benfica foi junto dos adeptos pedir calma, mas os ânimos continuaram exaltados e o árbitro mandou toda a gente para o balneário. Pouco mais de dez minutos depois, Vertonghen, acompanhado por Theo Leoni, voltou a falar com os adeptos e o jogo, ainda com quinze minutos por disputar, acabou por ser retomado. Antes dos incidentes, o St. Gilloise já tinha marcado dois golos. Lapoussin abriu o marcador, aos 26 minutos, antes da expulsão de Mac Allister, aos 32. Mesmo reduzido a dez, a equipa da casa voltou a marcar, ao minuto 62, no tal penálti convertido por Kévin Rodriguez. Já depois do jogo ser retomado, o Anderlecht ainda reduziu a diferença para 2-1, com um golo do dinamarquês Dreyer, já em tempo de compensação, mas a festa foi mesmo da equipa da casa que, além da liderança na liga belga, está agora também nas meias-finais da Taça da Bélgica.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:05:13.516+02:00",
    "updated": "2024-01-26T18:35:00.769+02:00"
  },
  {
    "uuid": "4f98349d6a9e8c7b21cd76b95988a164216d0bff",
    "url": "https://abeautifulmess.com/episode-215-winter-survival-guide/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jillian Grover",
    "published": "2024-01-15T14:00:00Z",
    "title": "Episode #215: Winter Survival Guide",
    "text": "The weather is cold outside, so this week we are discussing our favorite winter things. Everything from activities, food, and clothing.\nYou can find the podcast posts archive\nhere.\nA big thank you to our sponsors! Check out the offers from\nLMNT, BetterHelp, Blueland, and Modern Fertility.\nAnd if you’re looking for a specific code you heard on the podcast, you can see a full list on\nthis page!\nShow Notes:\nFavorite winter activity with your family:\nElsie – Sledding with\nFunBoy snow sleds, hot chocolate, and making snowmen\nEmma – Making snow ice cream, kinetic sandbox in the house, and getting an annual pass to Discovery Center\nFavorite solo winter activity:\nElsie – Reading and watching movies\nEmma – Thrifting\nComment below with your cozy movies and books.\nFavorite winter outfit:\nElsie – Fuzzy J. Crew boots, leggings or pajama pants, and lots of different coats\nEmma – Beanies, yoga pants with sweaters, overalls with long sleeves, and long socks\nFavorite winter meal:\nElsie – Pasta and soup\nEmma – Pasta, pizza, and curry\nFavorite winter side dish:\nElsie – Everything potatoes: hash browns and\nBreakfast Potatoes\nEmma –\nStarbucks Medicine Ball\nFavorite winter dessert:\nElsie –\nGingerbread Cookies and Sugar Cookies\nEmma – Sugar cookies, puddings, and custards\nMiss an Episode? Get Caught Up!\nEpisode #214: New Year, New Goals Episode #213: Favorite Things of 2023 Episode #212: The Holiday – Comfort Rewatch\nEpisode 215 Transcript:\nElsie: You’re listening to the A Beautiful Mess podcast, your cozy comfort lesson. The weather is cold outside, so this week we’re discussing our favorite winter things. Everything from food, activities, clothing, etc. It’s pretty much a hygge episode.\nEmma: Yeah. Stuff to do inside or outside, but, you know, yeah, how to enjoy winter a little more.\nElsie: Yes. So, if you don’t know, we live both in Missouri, and Missouri has the depressing winter from hell. It’s not the worst in the whole country. It can be worse, but it is pretty bad. And for most people who live here, this is why, like, the term snowbird gets, like, created. It’s for people who live in these types of climates. We can’t take it anymore, who decides to spend a few months in a war?\nEmma: We don’t have kids in school anymore, and they’re like, see ya, this time of year.\nElsie: I honestly can’t wait, I actually counted out the number of years, which I think is 12 years from now, that I’ll be able to have a snowbird, and not be having a kid in school.\nEmma: Yeah. And I will say, for me, I actually really don’t mind the cold so much. I mean, you know, I go back and forth with it, but I oftentimes will go vacationing places that are very cold. So, I’m not necessarily an anti-cold person. But. It is the lack of sunlight that makes it difficult.\nElsie: And I would add, the sun going down early, for me, is like the most depressing part. It just feels like you should be settling in when you’re like, still have a lot of things to do on your list for the day. And then you’re like, should I just eat dinner and watch a show and go to bed?\nEmma: But wait, it’s only 530.\nElsie: Yeah, this part of the year does put me in a little bit of a dark place. And I know seasonal depression is a very real thing.\nEmma: Yeah, it’s a real thing.\nElsie: I don’t know if I clinically have it or not, but I definitely think somewhere on the spectrum.\nEmma: I would probably agree. But yeah, and I think it’s been this way for a little bit but you have all the holidays to look forward to earlier in the winter, but now there’s kind of in some ways nothing to look forward to.\nElsie: For me having my Christmas lights up and all my right no flakes and all of that, and it’s like apple cider season, it is such a joyful time of year and, you know, like my immense amount of Christmas movie rewatching, Christmas candles, Christmas music, like everything’s perfect. I love that time of year. And then even though the weather is not different in January, taking all that down. And just trying to, like, a lot of times you’re trying to do, like, a healthy month. Ugh!\nEmma: No, don’t do that. I mean, get healthy. Do whatever you want to do. But, just don’t torture yourself in any way.\nElsie: I feel like there needs to be more emphasis on, like, being cozy and being happy in January, February, and March, at least for those of us who live in a depressing climate. Anyway.\nEmma: Yeah, so we’re going to talk about our favorite, like, winter stuff. But before we do, we thought we would share, like, this is kind of related because it’s like also how we deal with winter as we escape. So Elsie and I have plans later this month to go to Florida where it is sunny and warmer. We’re just going to have fun, and see some friends. I want to go to a bookstore and really just chill. We’re going just the two of us and no kids.\nElsie: We did it last year for the first time and we went to Palm Springs and it wasn’t even warm. We were like, we were laying out with, I don’t even think we wore swimsuits. We were lying out on the pool chairs with like a blanket on us reading books. It was still like so much better than Missouri. So yeah, we’re excited to just like, go somewhere, get some sunshine, go on walks, eat, you know fun restaurants.\nEmma: Yeah, eat outside. It doesn’t have to be hot. It just has to be nice enough to do that. You know, so yeah, so looking forward to that. So we’re going to do that and we’ll tell you all about it once we get back. But yeah, we’re doing another mom who read trip.\nElsie: Yeah, it’s perfect.\nEmma: Yeah, it is.\nElsie: I think that it should be an every-year tradition. Yeah, we have like planned some sort of like epic ideas, but this year we were like, let’s do the easiest one because Emma’s expecting.\nEmma: I know, I’m like, can’t do hot tubs, I can’t drink, I can’t, you know, a little limiting, but it’s very fun.\nElsie: Honestly, all I want to do is like, take walks, look at houses, and read a book.\nEmma: Yeah, January is like my birthday month in my mind, because I turn 38 on the 21st, so it’s a good month to travel, get out of the winter, and celebrate myself! All right. So anyway, on to favorite winter activities and other things. So first up, what is your favorite winter activity with family? So this is stuff with kiddos.\nElsie: Yes. Okay. So if you prepare in advance, snow days in Missouri are the most epic, cozy, amazing, like 10 out of 10 perfect things. So I have this company that I love called Fun Boy. I’m going to put this in the show notes. They sell pool floaties, but they also do snow sleds. I love these snow sleds. They’re just pool floaties basically that are differently colored, like Christmasy-looking.\nEmma: Yeah, and shaped like sleds and different things like that.\nElsie: And technically you can use a pool floatie because we did that before too, to just as a sled, they make great sleds. You don’t need a sled at all if you have pool footings. You really don’t. So, Anyway, I think having that prepared and then making sure you have the inflating machine. Gotta have that. Just have it, just set it in your basement and set them there together and wait for the snow to come and you’ll be so happy it’s there and then you need to have hot chocolate. That’s the must. Like you have to come in and have the hot chocolate and then if you can, if you want to be extra, I think making snowmen is, like, for me, it’s, like, top three childhood magic, like, things you can do in your entire life, like, making a real snowman is so fun and magical.\nEmma: Yes, for sure. Enjoying the snow is definitely fun, and if you need something to enjoy the snow indoors, I recommend making snow ice cream. It’s just fun. It’s a very, like, kid Midwest thing to do, in my opinion.\nElsie: Do we have that recipe on Childhood Magic?\nEmma: If we don’t, we probably will very soon.\nElsie: Okay, because that’s a great recipe to have.\nEmma: Okay, so for us, there are a couple of things. So, I decided to make our sunroom, which was like a room in our house that kind of leads to our backyard, and we weren’t really using it. It had like our dog’s food in there, and just really kind of nothing. So, I painted it, got a rug, put in a space heater, because it’s one room in our house that doesn’t have like, the heat doesn’t go in there, so it gets kind of cold and it gets kind of hot in the summer. So anyway, this time of year, the space heater does the trick. So anyway, so now it’s a more cozy space. And my mother-in-law bought Oscar this giant kinetic sand table. So it’s kind of like this big, he calls it a bucket, but it’s like a table that’s like a bowl, I guess. And he loved his sandbox. Yeah, he loved his sandbox all summer. And so obviously we’re not doing that right now because it’s too cold. So now we have the kinetic sandbox. But it’s like up off the ground. So like I sit in a chair while I play with him and like build sandcastles. But for him, it’s like his height where he can stand there and play. And of course, we’re working on keeping the sand in the sandbox and putting it on the floor all the time. But he does really good with it and he loves it. He plays with it after daycare. We play with it on the weekends. It’s just a nice, like, thing we can do indoors. And then another thing we did is, right before Christmas, at Black Friday, we bought an annual pass to a thing in town we have in Springfield, it’s called the Discovery Center. And it’s like a place that you can go on Saturday or Sunday, and there’s just like a lot of like, educational little things he can play with. Oscar’s at an age, he’s two and a half, where he’s very mobile. Loves to run around, he loves to touch things, he loves to play with things. And so I just kind of like wanted a pass of somewhere just to get out of our house. We have a lot of stuff to do in our house. But I think I just get kind of, more than him, I think I get a little sick of being indoors, like if we have a bunch of snow days in a row or a bunch of sick days in a row, and now we’re finally better, and it’s a Saturday, I’m kind of ready to get out of the house. So to me, it’s just like a place we can go for two hours, whatever, and just play with all the stuff that’s there.\nElsie: That’s cute. We go to Barnes and Noble, that’s our desperate place.\nEmma: Yeah. We have other places too that’s like little like, you know, we buy a little craft project or we, you know, whatever, like things. But this is like a place where we’re not really buying anything. We just bought the annual pass. And now we just kind of play, you know.\nElsie: It’s really cute there. My kids love the bed of nails.\nEmma: His favorite, honestly, is, it has a miniature golf course on one of the floors. And he loves it. He’s terrible at it, but he loves it. He loves doing it. So we do that for a long time and he never gets it in a hole. He’s not like that love he’s two and a half. But he doesn’t, I don’t think it registers to him, it’s just fun for him. He loves it.\nElsie: Aww. That’s cute.\nEmma: So we do that.\nElsie: Okay, what is your favorite solo winter activity?\nEmma: Mine is honestly the same in the summer and winter, and it’s thrifting! I love going thrifting.\nElsie: That’s a good one.\nEmma: And I feel like winter makes it even better, because it’s indoors, so it’s like, you know.\nElsie: Yeah. Okay, I wanted to ask for suggestions from our listeners for a cozy movie list and a cozy book list for winter, like things that you just think would either give you some escape or, I don’t know, just like what you feel in the mood for during winter. I definitely would love to watch more new movies, and they don’t have to be new, they could be old, but movies I haven’t seen before. And obviously, like, I need a book list that extends until eternity. So I think reading and watching movies are something that I really enjoy, but like, I get stuck on the same sort of things, so I like to expand my horizons a little bit.\nEmma: Yeah, I also just like, like having a list, because sometimes, you know, when you’re ready for a break, like, if it’s like, you got everything done for the day, your kids are in bed, whatever, you don’t have the energy to even think of a movie to watch, so it’s kind of nice to like to have a list or have like a series you’re going through. If you’re like, I don’t want to think about it, I don’t want to scroll, I just want to put something on and chill because I’m all out of brain power for the day. So I feel that way about books sometimes where I’m like, I just have a whole bunch on my shelf. And I don’t really have to think about the next one. I just go in there and look what there is and I pick one, you know? Okay. So what about a favorite winter outfit?\nElsie: Okay. Well, I definitely have my mom outfit and it is set and it does not change. So I have these fuzzy boots from J. Crew, and the thing, I’m gonna link them in the show notes, they’re not like the exact same ones I have, but they’re like basically the same. They have them every year. But the thing I love about them is they’re like fur-lined boots, so I never wear socks, I just put them on and walk out the door, and it’s like it doesn’t matter, and I just love that you can like skip that step. So, yeah, my whole entire winter I’m wearing, like, It’s so sad, but whatever, leggings, or pajama pants, and then these boots, always these boots every day. And then I have, I will say, a 10 out of 10 coat collection, and I feel like the coat makes your outfit. So you don’t even really have to, like, wear clothes, you just have to have nice coats and cool coats and, like, I have, like, fluffy ones, I have long ones, I have ones with fur collars and, like, all the different kind of, like, so, yeah, my coats are definitely, like, the only thing stylish I wear in the winter, but I feel like it compensates and makes me be able to wear pajamas. Like, it’s the school pickup hack of a lifetime.\nEmma: Yeah, I’m also, I love wearing beanies. And I don’t really wear them in warmer months. So, I’m like, beanie season, my friends.\nElsie: Winter hats are the best. I agree. I think they look cute on me and they, like, work for my style. But yeah, it’s sad in the summer when I only can wear baseball hats.\nEmma: Yeah. I agree. So, it’s like beanie season. So, it’s kind of cool in that way. Yeah. I’m pretty much similar. This is also my year of expanding my body because I’m pregnant. So, I’m doing a lot of yoga pants with sweaters. You know? Overalls with sweaters or long-sleeved things that don’t hurt my tummy.\nElsie: Yeah Do you buy maternity clothes?\nEmma: I will have a few things, especially towards the end, but honestly, I wear the same yoga pants the whole way through, and then a lot of my overalls will probably work until basically the end. But I am planning to buy a maternity swimsuit for the summer just because I take our son to the pool a lot and so and I plan to do that up until the baby comes cuz I like it. I will say that I won’t do it solo last year I did it solo a lot and this year I feel a little more anxious to do it solo cuz I just can’t move as quickly towards the end my kids are very active, but can’t swim yet. So anyway, there’s lifeguards, you know as a mom you get a little anxious, you get a little like oh, where is he? I can’t run as fast I have this big basketball belly. But yeah, anyway. Alright, and yeah, I’m also a boot person. I like wearing socks, though. I like to pull my socks over my yoga pants, so I literally have it on right now. Like, I feel like it’s a real, you know, cozy vibe.\nElsie: Yeah, I like socks, too, I just, like, can’t find them, I don’t know.\nEmma: Yeah, I do get tired of, you know, laundry, like the last thing I do is put the socks all together. And it gets old, putting all the socks together, it does. That’s a time to listen to podcasts and audiobooks. Okay, how about a favorite winter meal?\nElsie: Oh, of course. I mean, I definitely feel like we are pasta queens kind of all year, but in the winter especially. But the other thing I would say is soup. I always like soup, but obviously, it’s better in the winter. And I think, like, revolving your whole meal around soup. Emma already had, like, a movie night where we just had several different soups. And I think it’s also, like, my favorite thing about cooking, I think it’s, like, my batch-working personality is like giant meals that you can have for several days so you don’t have to cook anymore for a couple of days. Its soup is perfect for that.\nEmma: Yeah, especially if it can be like a family meal and then it’s like your lunch, you just have to rewarm it for a couple of days. That’s like nice. ’cause I get kind of tired of making lunch just for me. You know, it’s like I don’t want to spend a whole bunch of time on it. Some days because I don’t really have, you know. So then you kind of already have something done, which is nice. Yeah. I’m basically the same. The only thing I would add is, in addition to pasta, pizza, homemade pizza. Love it. I mean, I’ll take delivery, too, but, like, I love a homemade pizza. And then also, this is kind of a soup, but I have been really into curries lately. Specifically red curry, but I also love yellow curry.\nElsie: I don’t think it’s soup, do you get it from a Thai restaurant or an Indian?\nEmma: I get it from a Thai restaurant and I sometimes make it. Because, yeah, it’s pretty easy to make once you know how.\nElsie: It’s kind of a soup, but kind of a rice.\nEmma: Yeah, it’s like in that kind of stew category to me. But yeah, I always have it with rice. But I’ve been really into curries lately, because you can basically make them a little spicier or not, depending on how you’re feeling that day. And I kind of like a spicy soup when it’s cold outside. It’s nice. All right, moving on. What is your favorite winter side dish? Or just like, winter, not the main meal. Not a dessert.\nElsie: Everything, potatoes. Potatoes, potatoes, and more potatoes. So, I would say for breakfast, hash browns. And I also like, love making breakfast potatoes. We have a recipe on our site for these, like, breakfast potatoes with rosemary. It’s so easy, but it’s one of our, like, favorite breakfasts. My kids, like, don’t really like cereal, and they don’t really like sweet breakfast, which makes it, like, kind of a lot of work. Like, you know what I mean? It’s like, they don’t really like any of the easy things that you can make. They like, like, a hearty breakfast, like, a cooked breakfast.\nEmma: They’re really getting you up. You gotta make the bacon and the eggs and the hash browns.\nElsie: But yeah, anyway, anything potatoes this time of year, I make this thing that we call like Silver Dollar City meal and it’s like potatoes and peppers and then like we do like turkey sausages cut up and, you know what I’m talking about? It’s like a skillet meal.\nEmma: Kind of like a hash.\nElsie: They have them at Silver Dollar City.\nEmma: Yeah, I love that kind of thing, like with a fried egg over it. Yeah. Oh, yeah.\nElsie: That’s so good.\nEmma: So mine is not really a side dish, but it’s not a meal and it’s not a dessert, and we’re going to do desserts next. And I really wanted to put it on here. So I am obviously obsessed with hot tea, but specifically lately I’ve been making basically a homemade version of the Starbucks medicine ball. If you’ve never had it, go and order one.\nElsie: I just had it. It’s so good.\nEmma: And I have a recipe for it on our blog. That is really very similar, and I think a little bit better than the Starbucks version. But I also will make it kind of the lazy way, which is essentially a lemonade packet, not a whole one, it depends on how big of a cup I’m making. Lemonade packet, mint tea, peach tea, that’s it. So that’s like the lazy version of the Starbucks medicine ball. And I make that all the time, and it’s great if you’re feeling a little under the weather if your throat’s sore. Or for me, not so much this month, but like, I was very nauseous for a long time, and it was very nice for that, because it’s like, you eat a lot of mint and ginger stuff when you’re nauseous, and it just feels like a little different, because it had lemon and peach flavors, so it just was a nice, something slightly different, but still like kind of helped with nausea. So anyway, it’s nice.\nElsie: Yeah, I got that recently and it’s like the best tea drink I’ve ever had from Starbucks it’s really, really good. It has a ton of flavor. So yeah, I’m excited to try your recipe.\nEmma: Yeah, the blog version is a little more like it has fresh mint in it. It has honey in it. It’s not hard to make but it’s just what I would say is the non lazy version and it’s worth it. It’s really good.\nElsie: Nice. Yeah. Oh my gosh. I love, like, when you get mint tea and it’s, like, fresh mint. It’s so rare.\nEmma: Well, it just smells so good in addition to tasting great. Yeah. Okay. So what about your favorite winter dessert?\nElsie: Okay. I really just have the one. So, I make gingerbread cookies and sugar cookies, and I only make them this time of year. Mostly after Christmas, probably mostly just sugar cookies, but I don’t really make them in the summertime or the warm weather months unless there’s like a party or a special occasion, but this time of year, I don’t know. It’s just more like the baking season for me and I love making them. I collect like cookie cutters and I collect sprinkles and just all the different things that you can, you know, use. It’s a lot of fun. You can go very, very elaborate with how much you decorate them, or sometimes I just let my kids decorate them and I don’t even do anything, and that’s fine too, a little too many sprinkles, but it’s fun.\nEmma: I don’t let Oscar have sprinkles, I just give him the frostings, the different colors, and let him go ham.\nElsie: The sprinkles, it’s like a lot of vacuuming.\nEmma: Yep. A lot of vacuuming. Yeah. They get everywhere.\nElsie: Yeah. What’s your favorite winter dessert?\nEmma: I also have sugar cookies on there because it is royal icing sugar cookie season for me as well. The other thing I would say is lately I’ve been really into like puddings and custards. Which I don’t necessarily think of as a winter thing, but I don’t know. I’ve just been into it lately. Literally, I’ll buy the pudding cups from the store, but also I’ve been making a lot of stuff. I have a really good rice pudding recipe. I love rice pudding. And I’ve also been working on, every year I do something on the blog for my birthday, some kind of dessert. Like a lot of times a cake. Last year I did my favorite brownie recipe. This year I’m going to do tiramisu. So, yeah, and which is not necessarily all pudding or custard it’s kind of a layered dessert if you’ve never had it. But it is very pudding custard-based to me and like the bread layers, the cookie layers are kind of like soaked. So it’s a very soft, creamy dessert. So anyway, that’s what I’m going to do for my birthday this year because I’ve been into the puddings and the custards.\nElsie: Cute.\nEmma: Any other winter hacks that we want to talk about?\nElsie: Oh, you know, if anyone has suggestions, I would love to hear them. I think that this time of year is a great time for me, I’m focusing on my career goals. I’m getting a ton of work done so that when Emma takes her maternity leave this summer, I think I’m also going to like kind of take a little bit of the summer off because my kids are home and last summer I learned some life lessons about how much work I could really get done when they were home. So yeah, to me, this is a great time of year to work really hard. And then have other parts of the year that are a little more fun.\nEmma: Doing stuff and yeah.\nElsie: I don’t know, I do find joy in work. And so yeah, it’s a good time to like, sort of like buckle down on it. But yeah, I don’t have any other great hacks. If we get great suggestions for movies and books, I will definitely put them up so you guys can see them, but yeah. Yeah. Read, read, read, read.\nEmma: Okay, well then it’s time for a joke, or a fact, or a meditation with Nova.\nElsie: Hey, Nova. How are you this week?\nNova: Good.\nElsie: What do you have for us?\nNova: A joke.\nElsie: A joke, okay.\nNova: What does a cow like to talk about?\nElsie: What?\nNova: His moooood.\nElsie: Oh, his mooooood. I thought you were going to say, what moooovies he likes. Okay. Have a good week.\nNova: Have a good week.\nEmma: All right. Thank you so much for listening. If you have any questions, podcasts, ideas, or suggestions for surviving winter, you can email us anytime at podcasts@abeautifulmess.com, or you can leave us a voicemail at 417-893-0011. We’ll be back next week with a comfort rewatch.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://drinklmnt.com/ABEAUTIFULMESS",
      "https://www.funboy.com/collections/kids-sleds",
      "https://www.modernfertility.com/mess30",
      "https://www.funboy.com/collections/kids-sleds?tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&gad_source=1&gclid=Cj0KCQiAhc-sBhCEARIsAOVwHuTtZuwXmj86zFDZIx4ma_7KwRuoPOawtbpqBwSMHBx8LGPN9cwhTcwaAgApEALw_wcB",
      "http://www.betterhelp.com/abeautifulmess",
      "http://blueland.com/mess",
      "https://funboy.com/collections/kids-sleds?tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&tw_source=google&tw_adid=649140901094&utm_campaign=17168797620&gad_source=1&gclid=Cj0KCQiAhc-sBhCEARIsAOVwHuTtZuwXmj86zFDZIx4ma_7KwRuoPOawtbpqBwSMHBx8LGPN9cwhTcwaAgApEALw_wcB",
      "https://modernfertility.com/mess30",
      "http://betterhelp.com/abeautifulmess",
      "https://www.drinklmnt.com/ABEAUTIFULMESS",
      "http://www.blueland.com/mess"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elsie",
          "sentiment": "none"
        },
        {
          "name": "emma",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "blueland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T23:26:58.763+02:00",
    "updated": "2024-01-15T23:26:58.763+02:00"
  },
  {
    "uuid": "04cb18a5fa640649c6c8b91107f3346c2189cabd",
    "url": "https://www.suedkurier.de/region/kreis-konstanz/konstanz/urteil-eltern-scheitern-endgueltig-mit-klage-gegen-vegetarisches-schulessen;art372448,12423674",
    "ord_in_thread": 0,
    "author": "SÜDKURIER Medienhaus",
    "published": "2025-06-26T08:28:00Z",
    "title": "Konstanz: Urteil! Eltern scheitern endgültig mit Klage gegen vegetarisches Schulessen | SÜDKURIER",
    "text": "Jeden Tag Fleisch in der Schulmensa? Das fordern Eltern aus Konstanz – vergeblich. Denn jetzt hat der baden-württembergische Verwaltungsgerichtshof die Klage letztinstanzlich abgewiesen.\nBild: Sebastian Gollnow Facebook WhatsApp E-Mail Drucken Jetzt merken, später lesen Sie können jetzt Artikel speichern und lesen, wann immer Sie möchten.\nX Artikel gespeichert.\nArtikel wurde gespeichert.\nAnzeigen X Eine Schülerin in Baden-Württemberg hat laut Gerichtsentscheid keinen Anspruch auf ein tägliches Fleisch- oder Fischangebot beim Schulessen. Die Eltern und ihre Tochter aus dem Raum Konstanz scheiterten mit Beschwerden gegen ein überwiegend vegetarisches Schulessen vor dem Verwaltungsgerichtshof (VGH) Baden-Württemberg, wie der VGH am Donnerstag in Mannheim mitteilte.\nDie betroffene Ganztagsschule im Raum Konstanz bietet an vier Wochentagen Essen an, an dreien davon vegetarische oder vegane Gerichte. Nur an einem Tag gibt es Fleisch oder Fisch. Dagegen gingen die Eltern gerichtlich vor. Sie begründeten dies mit einer drohenden Mangelernährung und einer Nahrungsmittelunverträglichkeit.\nDas könnte Sie auch interessieren Konstanz Das schmeckt nicht allen Konstanzer Familien: Mensa-Essen bleibt weiter in der Diskussion",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Education->parents group",
      "Education->primary education",
      "Education->school",
      "Social Issue->parenting",
      "Social Issue->social services",
      "Politics->civil rights",
      "Politics->government policy",
      "Politics->education policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T11:41:04.192+03:00",
    "updated": "2025-06-27T09:09:39.000+00:00"
  },
  {
    "uuid": "06ba966065f67cfe147615bca2f760dd125855fd",
    "url": "https://posteezy.com/flex-mk-tech-portable-heater-beat-cold-style",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Poster",
    "published": "2024-01-05T21:00:00Z",
    "title": "Flex MK Tech Portable Heater: Beat The Cold With Style",
    "text": "Introduction:The\nFlex Mk Tech Heater is a groundbreaking heating device that offers an innovative solution for heating in both residential and commercial settings. This report aims to provide a comprehensive overview of the Flex Mk Tech Heater, including its features, benefits, and potential applications.Features:The Flex Mk Tech Heater is equipped with advanced heating technology that sets it apart from conventional heaters. One of its key features is its flexibility, allowing it to be mounted on a variety of surfaces, such as walls and ceilings, or even placed on the floor. This flexibility enables users to maximize space utilization, making it an ideal choice for both small and large spaces.Furthermore, Flex MK Tech Heaters the heater's design incorporates state-of-the-art technology that ensures rapid and efficient heating. The Flex Mk Tech Heater utilizes a ceramic heating element that heats up quickly and evenly, distributing warmth throughout the room. This not only provides a comfortable environment but also helps in reducing energy consumption.The device also comes with a user-friendly control panel that allows users to adjust the temperature and set timers according to their preferences. Additionally, it offers a range of safety features, including automatic overheating protection, a tip-over switch, and a child lock, ensuring a secure heating experience for users of all ages.Benefits:The Flex Mk Tech Heater offers several benefits that make it an attractive choice for consumers. Firstly, its flexibility in installation allows for easy adaptation to different spaces, making it suitable for various environments such as homes, offices, garages, and workshops. Its versatile nature makes it a cost-effective solution, eliminating the need for multiple heating devices for different areas.Secondly, the rapid heating capability of the Flex Mk Tech Heater ensures that users are provided with warmth in a short period. This is particularly beneficial during colder months when quick and efficient heating is essential. Moreover, the even distribution of heat prevents cold spots in the room, ensuring optimal comfort for occupants.Another noteworthy advantage of the Flex Mk Tech Heater is its energy efficiency. The ceramic heating element efficiently converts electricity into heat, reducing energy consumption and resulting in cost savings for users. The device's intelligent programming also allows for precise temperature control, preventing unnecessary overheating and minimizing energy wastage.Potential Applications:The broad range of applications for the Flex Mk Tech Heater makes it a versatile heating solution. In residential settings, it can be used in living rooms, bedrooms, kitchens, and even bathrooms, ensuring comfortable surroundings throughout the house. Its ability to be mounted on walls or ceilings also makes it an excellent choice for individuals with limited floor space, such as apartment dwellers.Furthermore, the Flex Mk Tech Heater is an ideal heating solution for commercial environments. Offices, retail stores, restaurants, and warehouses can benefit from the flexibility and Flex MK Tech Portable Heater efficient heating provided by this device. Its ability to be easily installed and its energy-saving features make it an attractive choice for establishments looking to reduce energy costs while maintaining a comfortable space for employees and customers.Conclusion:The Flex Mk Tech Heater is a revolutionary device that has redefined the concept of heating solutions. Its flexibility, advanced features, and multiple benefits make it a sought-after choice for residential and commercial spaces. With its efficient ceramic heating element and user-friendly controls, the Flex Mk Tech Heater offers optimal warmth, energy savings, and enhanced comfort. By choosing this innovative heating solution, users can ensure a comfortable and cozy environment in any setting.\nIntroduction:The",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://flexmktech.com",
      "https://www.flexmktech.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "flex mk tech heater",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T04:30:05.918+02:00",
    "updated": "2024-01-06T04:30:05.918+02:00"
  },
  {
    "uuid": "ced5210002ed0e60191b1e2ce152264cef4bfa56",
    "url": "https://tribune.com.pk/story/2451810/scf-launches-new-initiative-to-empower-women-labourers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@etribune",
    "published": "2024-01-01T10:11:00Z",
    "title": "SCF launches new initiative to empower women labourers",
    "text": "KARACHI: The Sindh Community Foundation (SCF) has launched a literacy and off-season poverty reduction programme targeting women cotton workers, aiming to address their challenging working and socio-economic conditions. The initiative, supported by the Asian Venture Philanthropy Network, seeks to enhance the lives of women workers who play a vital role in the textile industry. SCF Executive Director, Javed Hussain emphasised the economic empowerment of women through literacy. The two-year programme is concentrated on 1050 women from 30 villages in District Matiari. Read [Two labourers die in workplace accident](https://tribune.com.pk/story/2451773/two-labourers-die-in-workplace-accident) In its inaugural year, 15 Suhaee Centres, which means \"Light\" in Sindhi, have been established with each accommodating 30 to 35 learners. Approximately 525 women are expected to acquire basic literacy through a six-month informal education module. This literacy initiative aligns with the broader objectives of the SCF to promote the labour rights of women workers, addressing concerns related to decent work, climate change, and economic empowerment. Recognising the seasonal nature of cotton picking lasting four to six months, predominantly performed by women, the programme tackles poverty during the offseason. It incorporates in- come generation training and seed support for small-scale income-generating activities, focusing on enhancing existing vocational skills with market-driven approaches. Training areas encompass diverse skills, such as milk production and home-based agro-food security solutions. Hussain underscored the positive impact of the intervention, projecting a 50 per cent increase in incomes for women cotton workers through improved literacy, numeracy, and wage negotiation skills.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Labor",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "javed hussain",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "scf",
          "sentiment": "negative"
        },
        {
          "name": "sindh community foundation",
          "sentiment": "negative"
        },
        {
          "name": "asian venture philanthropy network",
          "sentiment": "none"
        },
        {
          "name": "suhaee centres",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "karachi",
          "sentiment": "none"
        },
        {
          "name": "district matiari",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T12:24:47.660+02:00",
    "updated": "2024-01-01T12:24:47.660+02:00"
  },
  {
    "uuid": "9b41c22380b1ed8ea55c382cf2943342df15fd9a",
    "url": "https://www.thenews.com.pk/print/1182335-traffic-police-cop-shoots-himself-dead",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Our Correspondent",
    "published": "2024-04-25T16:00:00Z",
    "title": "Traffic police cop shoots himself dead",
    "text": "A policeman allegedly committed suicide by shooting himself at his residence in New Karachi area on Thursday. The incident occurred at a house near Kala School within the limits of the Bilal Colony police station. After 59-year-old Tariq shot himself, he was rushed to Abbasi Shaheed Hospital, where he died. Police, quoting initial investigations, stated that the traffic police constable committed suicide at his home with his licensed pistol. The deceased cop had retired and was currently on LPR. The police are investigating to ascertain the motive behind the suicide. The picture shows a pharmacy. — AFP/FileThe Karachi administration has launched a campaign to check the expiry dates... In this still, Karachi Mayor Barrister Murtaza Wahab addresses an event on April 25, 2024. — Facebook/Barrister... In this still, Sindh Inspector General of Police Ghulam Nabi Memon chairs a meeting at the Central Police Office on... Representational image shows police tape. — AFP/FileAn elderly man who ran a general store was shot and killed in... A handcuffed suspect stands behind the bars with a policeman standing outside the jail in this undated image. —... In this still, Sindh Chief Minister Syed Murad Ali Shah meets federal energy minister Owais Ahmad Khan Laghari in...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tariq",
          "sentiment": "none"
        },
        {
          "name": "syed murad ali shah",
          "sentiment": "none"
        },
        {
          "name": "munam zafar",
          "sentiment": "none"
        },
        {
          "name": "abbasi shaheed hospital",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bilal colony",
          "sentiment": "none"
        },
        {
          "name": "facebook/jamaat",
          "sentiment": "none"
        },
        {
          "name": "citizens foundation",
          "sentiment": "none"
        },
        {
          "name": "jamaat",
          "sentiment": "none"
        },
        {
          "name": "lpr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new karachi",
          "sentiment": "none"
        },
        {
          "name": "karachi",
          "sentiment": "none"
        },
        {
          "name": "nasla tower",
          "sentiment": "none"
        },
        {
          "name": "kala school",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:13:02.701+03:00",
    "updated": "2024-04-26T07:26:15.719+03:00"
  },
  {
    "uuid": "91e5cc90b437d9cc0fcc5c808cceadb38b009129",
    "url": "https://www.poder360.com.br/brasil/tarcisio-cita-a-biblia-e-pede-oracao-pelo-brasil-na-marcha-para-jesus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PODER360",
    "published": "2024-05-30T21:37:00Z",
    "title": "Tarcísio cita a Bíblia e pede oração pelo Brasil na Marcha para Jesus",
    "text": "O governador de São Paulo, Tarcísio de Freitas (Republicanos), fez um discurso nesta 5ª feira (30.mai), durante a Marcha Para Jesus, realizada na capital paulista. Além de citar algumas passagens da Bíblia, o ex-ministro de Jair Bolsonaro (PL) pediu a oração dos fiéis pelo Brasil. “Melhor que muito pastor” , disse Estevam Hernandes, organizador da Marcha no Brasil, depois do discurso do governador.\nTarcísio participou do evento ao lado do prefeito da capital paulista, Ricardo Nunes (MDB), e de outros políticos, como o governador de Goiás, Ronaldo Caiado (União Brasil), o advogado-geral da União, Jorge Messias ( enviado por Lula para representá-lo), e o deputado federal Marcos Pereira (SP), presidente do Republicanos.\nFormulário de cadastro receba alertas grátis do Poder360 quero receber por e-mail concordo com os termos da LGPD . quero receber no WhatsApp Inscreva-se quero receber no Telegram Inscreva-se “Todos nós, dirigentes políticos, às vezes a gente se sente incapaz de cumprir nossas tarefas, a gente também vacila na fé. Aí a gente tem que se lembrar que Deus é contigo” , afirmou o governador.\nAssista ao discurso:\nMarcha para Jesus A Marcha para Jesus está na 32ª edição neste ano. Os organizadores do evento dizem que é o maior evento já realizado até o momento, com cerca de 2 milhões de pessoas esperadas para percorrer 3,5 km pelas ruas de São Paulo.\nA caminhada perpassa a zona norte da cidade, saindo do Metrô Luz e seguindo em direção à Praça Heróis da Força Expedicionária Brasileira, próximo ao Campo de Marte.\nDentre os fiéis que participam do evento, alguns seguraram bandeiras de Israel e fizeram manifestações de apoio à nação na ofensiva na Faixa de Gaza que já matou mais de 36.000 palestinos e ao menos 1.139 israelenses, segundo dados da Al Jazeera .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.me/Poder360",
      "https://whatsapp.com/channel/0029Va5v6dHDTkKCX0EaVR09",
      "https://www.youtube.com/embed/XjUV6aT6Vvo?feature=oembed",
      "https://www.aljazeera.com/news/longform/2023/10/9/israel-hamas-war-in-maps-and-charts-live-tracker",
      "https://aljazeera.com/news/longform/2023/10/9/israel-hamas-war-in-maps-and-charts-live-tracker",
      "https://www.youtube.com/embed/XjUV6aT6Vvo",
      "https://www.whatsapp.com/channel/0029Va5v6dHDTkKCX0EaVR09",
      "https://youtube.com/embed/XjUV6aT6Vvo?feature=oembed",
      "https://www.t.me/Poder360"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-31T01:46:13.714+03:00",
    "updated": "2024-05-31T01:46:13.714+03:00"
  },
  {
    "uuid": "6a516e275e53070750965bc059f42d8d8fbcc2ae",
    "url": "https://www.infomoney.com.br/mercados/ibovespa-sobe-2228-em-2023-em-seu-melhor-ano-desde-2019-com-cenario-de-queda-de-juros-entenda/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vitor Azevedo",
    "published": "2023-12-28T21:46:00Z",
    "title": "Ibovespa sobe 22,28% em 2023, em seu melhor ano desde 2019, com cenário de queda de juros; entenda",
    "text": "O Ibovespa fechou 2023 com uma alta de 22,28%, aos 134.185 pontos, praticamente na sua máxima histórica e firmando o ano como o de melhor desempenho desde 2019. O índice, no entanto, não teve nos últimos 12 meses uma trajetória unidirecional, passando por altas e baixas, mas com os touros, no final das contas, se sobressaindo sobre os ursos.\nA palavra-chave para o rally que empurrou o Ibovespa para cima foi juros. Desde o início de novembro, o principal índice da Bolsa brasileira engatou uma sequência de altas, seguindo, principalmente, o que foi visto no exterior.\nNos Estados Unidos, a percepção de que a inflação está enfraquecendo e de que o Federal Reserve terá espaço para cortar juros em breve animou investidores, puxando os ativos americanos para cima e arrastando junto deles os de países emergentes como o Brasil.\nPelo fato de o título da dívida pública americana ser considerado o “ativo mais seguro do mundo”, quando há um recuo das taxas por lá, aumenta-se o apetite por risco e há um fluxo de saída para outros investimentos. O mercado, então, aceita tomar mais risco para conseguir retornos maiores.\n“A tônica do movimento dos mercados foi a relação entre a inflação global e a taxa de juros. Tivemos, ali pelo fim de fevereiro, a primeira alta de 25 pontos-base na fed funds”, diz Diego Faust, operador de renda variável da Manchester Investimentos. “Depois de dados da inflação (comportados), já para o fim do ano, começou a crescer a expectativa de queda dos juros no começo de 2024”.\nDesde o início de 2022, a instituição monetária americana vinha aplicando uma sequência de alta 50 pontos-base, o que durou seis reuniões. A taxa de referência saiu do intervalo de 0% a 0,25% em novembro de 2022 para o de 4,50% a 5% em fevereiro deste ano. Depois, houve mais três altas de 25 pontos, com a taxa fechando no intervalo de 5,25% e 5,50%, patamar no qual está desde julho deste ano.\nDe forma geral, o que explica as decisões do Fed em 2023 foi que a inflação, por lá, vem se assentando. No começo do ano a variação anual de preços medida pelo PCI, um dos indicadores mais importantes, passava dos 6%. Em novembro, último dado publicado, ela se encontrava em 3,1%, bem mais perto da meta do Fed, que é de 2%.\n“O exterior ajudou muito na melhora do cenário, principalmente a partir do momento em que os indicadores passaram a mostrar que o Fed poderia parar com as altas dos juros e até mesmo antecipar o ciclo de queda. Esse movimento ficou mais claro na última reunião de política monetária, a partir da qual passou-se a admitir que a redução dos juros pode ocorrer a partir de março de 2024”, explica Alexsandro Nishimura, economista e sócio da Nomos.\nDesde o dia 13 de dezembro, data da última reunião do Fomc, quando Jerome Powell, presidente do Fed indicar cortes em 2024, o Ibovespa acumulou uma alta de mais de 5,5%.\nMas o chamado “rally de fim de ano” vinha de antes. Em novembro, o mercado já estava animado e o mês contou com uma alta de 12,54%, sendo o melhor para a Bolsa brasileira desde 2019. Nesse mês, o Fomc, com o mesmo Powell sinalizando que um novo aumento da taxa consideraria o “efeito acumulado da política monetária” e apontando que a instituição esperava que a economia dos EUA desacelerasse ainda mais, bem como dados da inflação americana abaixo do esperado, foram os principais impulsionadores do Ibovespa.\nO movimento quebrou um período de alguns meses, de julho a outubro, nos quais a Bolsa americana sofreu pelo temor de que as taxas poderiam ficar em patamares elevados por mais tempo.\n“Em novembro tivemos o chamado ‘pivô do Fed’, que deve começar cortar juros no segundo trimestre do ano que vem. Os índices americanos também estão flertando com suas máximas históricas e esse movimento se espalhou para mercados emergentes”, fala Paulo Gala, economista-chefe do Banco Master.\n“Isso impulsionou também a moeda brasileira e ajudou a consolidar a ideia de que o Brasil também terá um ciclo de corte de juros mais estável, com o mercado já precificando uma Selic a 9% no fim do ano que vem”, completa.\nCenário interno também ajudou o Ibovespa\nApesar de o cenário externo ter sido, em parte, um forte impulsionador do Ibovespa, o Brasil também fez sua lição de casa.\nGala destaca que o IPCA, principal índice da inflação nacional, também está convergindo para a meta já há algum tempo, fechando o ano por volta dos 4,5%, abaixo do teto da meta do Banco Central, que é de 4,75%.\nE a inflação no Brasil vinha sendo destaque já há algum tempo. Em abril, por exemplo, o Ibovespa teve sua maior alta diária de 2023 e sobe 4,29%, chegando, então, aos 106 mil pontos, na esteira do anúncio do IPCA de março, que foi aquém do esperado.\nO número da inflação, publicado pelo IBGE, desencadeou uma onda de otimismo e reprecificação dos ativos de risco, com investidores esperando que ele permitiria o Banco Central brasileiro iniciar o ciclo de queda dos juros e cortá-los de forma mais rápida. O movimento de queda começa em agosto e já conta com quatro baixas, com a Selic saindo de 13,75% para 11,75% atualmente, com quatro cortes de 50 pontos-base.\n“O forte desempenho em 2023 do Ibovespa contrasta com o começo de ano bastante cético e de preocupações, não sem motivos, com o cenário econômico interno e externo. Porém, ao longo dos meses foi se formando uma combinação de fatos que permitiram a guinada do Ibovespa, com atividade mais resiliente, que resultou em forte crescimento do PIB, ao mesmo tempo em que houve a desaceleração da inflação e avanço na agenda fiscal, ainda que este último fator permaneça no radar dos investidores para 2024”, diz Nishimura, da Nomos.\nPara além da inflação, o especialista faz referência ao avanço do produto interno bruto brasileiro no primeiro trimestre, que surpreendeu positivamente, com uma alta de 1,9%, ante 1,3% do consenso.\nQuestões como a aprovação do arcabouço fiscal e a sinalização de maior compromisso do que o esperado com as contas públicas do governo do presidente Luiz Inácio Lula da Silva também são lembradas. Nesse ponto, os últimos pregões de 2023 vão no sentido contrário dos primeiros.\nNos dias dois e três desse de janeiro o índice caiu 5%, com investidores temendo as atitudes do novo presidente, então recém-empossado. As ações ordinárias e preferenciais da Petrobras (PETR3;PETR4) caíram, respectivamente, 6,67% e 6,45% no primeiro dia do ano, repercutindo o discurso de posse, com o Ibovespa tombando 3,06%.\nLula, fora falas quanto aos lucros da petroleira, logo que assumiu determinou que seus ministros revogassem atos que iam em direção à privatização das estatais. Fora isso, o petista, logo de cara, também prometeu que iria revogar questões como o teto de gastos e a reforma trabalhista, o que estressou a curva de juros e, consequentemente, também os ativos de risco. Havia, então, ainda o temor de forte de que o novo governo seguiria por um caminho de “gastança”.\nNo entanto, pouco tempo depois, as sinalizações do Governo Federal já mudaram.\nPerspectivas para 2024\nPara 2024, com, aparentemente, as questões da inflação e dos juros já endereçadas, tanto no Brasil, com a perpetuação das quedas, quanto nos Estados Unidos, com a discussão ficando quando as baixas começam, especialistas destacam a necessidade de monitorar mais o fiscal.\n“No Brasil ainda deveremos observar a realização efetiva do novo arcabouço fiscal e se realmente o governo conseguirá cumprir o equilíbrio das contas”, debate Nishimura.\n“Para o ano que vem, quando haverá eleições municipais, o governo já sinaliza uma possibilidade de mudança na meta. Nossa expectativa é de que o governo tenha um déficit fiscal de -1% do PIB em 2024, muito pior que a meta de equilíbrio no resultado primário. Se esse cenário se concretizar, o gatilho para crescimento dos gastos deveria ser acionado, algo que ainda temos dúvidas se acontecerá”, acrescenta Luca Mercadante, economista da Rio Bravo.\nFaust, da Manchester, opina que mesmo quando o assunto é política brasileira o fato de o governo ter aprovada uma série de medidas traz certo otimismo. “Fica um bom presságio para 2024”, fala.\nGala, por fim, diz que vê o movimento de valorização do Ibovespa permanecendo. “Provavelmente o BC continuará cortando as taxas em 0,5 ponto percentual. Fechamos o ano de uma maneira bem positiva para os ativos brasileiros e com uma boa perspectiva para 2024”, expõe.\nNos EUA, o desafio, para os especialistas, é saber quando as condições econômicas permitirão que o Fed inicie o ciclo de queda dos juros, com a continuidade da queda da inflação, ao mesmo tempo em que o patamar atualmente não impacte tão profundamente o crescimento do PIB.\n“O principal tema para o ano que vem continuará a taxa de juros nos EUA. O ano de 2024 tem tudo para ser um período de política monetária restritiva por parte do Fed. Nas suas últimas projeções, o BC americano sinalizou o corte de apenas 50 bps da sua taxa de juros. Além disso, as preocupações com o equilíbrio fiscal nos EUA não necessariamente serão solucionadas de forma imediata, especialmente em ano de eleição, criando pressão relevante para toda a curva de juros americana. Esse cenário indica que viveremos em um ambiente de juros mais alto no mundo e consequentemente no Brasil”, pondera Mercadante.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:02.119+02:00",
    "updated": "2023-12-29T00:29:02.119+02:00"
  }
]