[
  {
    "uuid": "95925b812deca7e15cf417fc69e2e5aee41a6908",
    "url": "https://intothegloss.com/2024/04/chloe-fineman-saturday-night-live-beauty-routine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Into The Gloss",
    "published": "2024-04-18T19:30:00Z",
    "title": "Chloe Fineman, Comedian, Saturday Night Live",
    "text": "“I grew up in Berkeley, California and had an eclectic, Bohemian childhood. Growing up, I wanted to be an actress and a dancer. I wanted to be Meryl Streep, basically, so I ended up going to the Tisch School at NYU. Comedy wasn’t in my mind at all. After graduating, I moved to Los Angeles to be an actor and kind of failed at it. When I found the\nGroundlings, an improv group, I didn’t know a lot of people; I was doing improv purely to make friends. In class, I got the suggestion to do Drew Barrymore, and afterwards, everyone was like, ‘Whoa.’ Around that time, Instagram was starting up, and people were starting to put stuff out, and that was that. I made a video compilation to audition for Saturday Night Live and the team liked mine. Then I did a showcase in LA. Ben Affleck was there—not to brag—and it went well. Then I flew out to New York and tested. The first time I tested, it was me, Bowen Yang, Ego Nwodim, Lauren Holt, and people who wanted to be writers. I auditioned twice and got it.\nBEAUTY\nI’ve always been into beauty in a crazy way.\nCindy Crawford used to have these workout videos, and I was obsessed with them. I used to draw a beauty mark on my face. In high school—this is so toxic—I remember using a brown Sharpie. And then I’d cover my face with lipstick. I mean, people wore lip gloss at school already, but I was like, \"No, we’re doing lipstick. Huzzah!’ Then I remember when people started plucking their eyebrows, I was like, ‘Ugh, too much work.’ I went into my mom’s bathroom—or maybe I used my dad’s razor—and I shaved my brows right down the middle. I looked like a clown for a while.\nSNL and beauty really go hand in hand in a big way. If your script gets picked, you get to decide the wigs and the costumes and the makeup. I will say, it can be a bit of a nightmare for me—I literally cut my hair recently because I had a short wig on during a Weekend Update. Plus, the art of what looks funny versus pretty is always a fine line to walk. I’m always referencing Absolutely Fabulous, which is a British show from the ‘90s. It’s incredible and my favorite thing ever. It features these two women that I always look to for wig inspo. For a recent skit, which got cut, I was trying to have a frazzled wig, but the wig looked too hot. [Laughs] By the way, I still keep my wigs in my oven. If I’m making my sweet potatoes, I take them out.\nTREATMENTS\nI'm in my thirties, which means I’m at peak med spa mistake age. It all turned dark during COVID. When they lifted enough restrictions in LA, I was like ‘This is the time to get\nBotox, because no one will see me for probably six months.’ But then I couldn’t lift my forehead until right when we came back to work—and for comedy and acting, you want to be able to move your face. Also, being around other women my age at work, and in New York in general, everyone’s like, ‘Oh, you should do this’ or ‘You’ve got to go here.’ I wanted to get a laser treatment before the first Met Gala I went to, and then next thing I knew I accidentally did Fraxel and couldn’t leave the house for seven days. Another time I wanted a subtle change in my lips, but then they became swollen and way out there. Every six months, I feel like I tell [my makeup artist] Marc Reagan, ‘Sorry, I made a mistake. Whoops.’ That said, Linda Behla is my favorite ever at Hayes Valley Medical Esthetics. She’s heaven. I’ve been going to her for years. I got Emsculpt last summer at Hayes, and it’s crazy what it did to my abs. Dr. Lara Devgan is my favorite for subtle treatments. I once got the tiniest amount of filler in my lips, and I didn’t bruise. They weren’t swollen either. I told her, ‘You’re a wizard.’\nSKINCARE\nTracie Martyn’s\nAmla cleanser is generally great, and Tata Harper’s oil cleanser is great for removing makeup. It’s probably the one I use the most. I don’t think people realize how much makeup we’re wearing on SNL—it’s like a newscaster’s amount of makeup. Honestly, smell is number one for me. I like anything that reminds me of Berkeley—clean and hippie and natural. If that’s a part of anything I’m putting on my face, I feel good. Living Libations’s Best Skin Ever Seabuckthorn has my favorite scent ever.\nI’ve used\nBiologique Recherche P50 maybe three times. I’m afraid of it. Everyone’s like, ‘The purge! The purge!’ And I don’t want to purge. But Kate Berlant, the host of Poog, which is my favorite podcast ever for all things, said it’s important, so I do have it and I look at it. Tracie Martyn has a good toner too, but I’m just not that good about it. Joanna Vargas’s Vitamin C Skin Rescue isn’t scary, nor does it smell like pennies and ham. If everything is just light and actually smells good, I’ll put it on my face no matter what—but the stuff that supposedly changes your life stinks. Like, to put P50 and then ham oil on top of it is really tough. I even hate sunscreen because I hate the smell.\nI love U Beauty—that’s a big one for me. The founder,\nTina Chen Craig, is iconic. I met her on a fashion trip and she told us she had a skincare line. We tried it and then were all like, ‘This is the best thing ever.’ Her stuff is so simple that I go to it frequently. I love the Resurfacing Compound, I throw on the Super Hydrator, and I love the Intensive Face Oil that she just came out with. To me, that’s easy. Done. And while I do think Augustinus Bader’s Rich Cream is worth the money, I will say that the moisturizer I return to when my skin is dry is Kat Burki’s Vitamin C Intensive Face Cream. I’ve been using it for years and years. It’s delicious. I have one at work. I have one at home. I like to keep it in the refrigerator, and it feels so good when I put it on.\nMAKEUP\nI don’t want to walk around with makeup on me, so I have it all in my dressing room. I love to slap on some\nJones Road Miracle Balm—I have all of the shades—and Tata Harper Cream Blush in Peachy. U Beauty and Macrene both have tinted moisturizers that I love; I use shade 02 and Light-Medium respectively. U Beauty’s is unbelievable. It gives you a beautiful glow. It’s sort of like the Westman Atelier Complexion Drops, which are great but too oily for me.\nWhen it comes to brows, I get mine tinted. In New York, I go to\nAzi Sacks—she’s a character. I love texting her, and being like, ‘Hey, when can I come in?’ She’s like, ‘April 2026.’ Anytime I see her, it’s probably because she had a cancellation. In LA, I used to go to Striiike, but now, I just go to Michelle Holmes for the same feathered brow look. She’s so lovely and talented and has a great brow serum called Rye. I use it all the time. She was the one who got me hooked on the Obagi brow serum, which has made my brows amazing and changed my life. It’s magic. Still, I like to fill them in with an Anastasia Beverly Hills pencil—I like all of them but especially Brow Wiz—in Taupe. I curl my lashes with the Kevyn Aucoin eyelash curler, and then I love all of Kevyn Aucoin’s mascaras. Tom Ford and Makeup by Mario have amazing neutral eyeshadow palettes. I love taupe-y shades. Meanwhile, Pat McGrath’s Mothership VII Divine Rose eyeshadow palette is great for going out.\nThe best\nlip liners ever are from Fara Homidi. They’re like nine million dollars, but I have never found better colors than Minky and Doux. I love all of the Bisou Balms from Violette_FR, too but especially Amour Fou and Bêtise. Les Filles En Rouje has these great gold lip palettes. They make my lips look like I got them filled. I always toss the Signature one in my purse.\nI just got the\nChanel Multi-Use Glow Stick. It’s really glistening and beautiful. Chanel also has my favorite waterproof eyeliner. I’ve been using 30 Marine, the navy blue one, since high school. Brown is also great—I feel like black eyeliner looks really harsh on me since I have blue eyes. In the fall, I like Lancôme’s Black Coffee eyeliner, especially in my waterline.\nHAIR\nJacob Schwartz at Mèche Salon has been dyeing my hair for nine years. I’ve been blonde probably for seven years now. He does Margot Robbie, Sydney Sweeney, and any famous blonde really. He’s the best. There’s something weird with comedy and blonde. For me, dark hair is drama, so when I did Francis Ford Coppola’s movie Megalopolis, I had to be a brunette. Then I went back to SNL and everyone was confused. They were like, ‘You have to be blonde.’ This is dorky, but over the summer I went to Comédie-Française, an old theater in Paris, and on the walls, one side was full of dramatic actors and the other side was comedic actors. All of the comedians were blonde or strawberry blonde, and all of the dramatic actors were brunette. I’ve at least figured out the color, but when it comes to the cut, I’m like, ‘I don’t know,’ so I just get it short. My friend Desiree Roberts, who was the first person to make me blonde, cuts it. She cuts every one of my family and friends’ hair, too. She even did my sister’s hair at her wedding. If I’m in New York and can’t see Desiree or Jacob, I like Jenna Perry.\nFor products, I love RŌZ, Mara Roszak’s line. She does\nEmma Stone, and anything that’s on her hair is great. It all smells like heaven. I use the Foundation shampoo and conditioner, but I love the Santa Lucia styling oil and the milk hair serum, too. LolaVie, Jennifer Aniston’s brand, smells so good, too, kind of like lemongrass and Malibu. And Kevin Murphy’s Doo Over is a really good hairspray. We use that at work.\nFRAGRANCE\nI’ve never liked feminine scents. I want my perfumes to be more gender-neutral. My girliest perfume is Maison Francis Kurkdjian’s\nBaccarat Rouge 540. It’s really good, but now everyone wears it. Terre d’Hermes is my tried-and-true. It smells orange-y and beautiful. I wore it all through college. My best friend, Casey Thomas Brown wears it. My boyfriend wears it. My dad wore it growing up, so I guess that makes me a disgusting pervert. [Laughs] I guess all the men in my life wear it.\nTom Broecker, who does the costumes at SNL, wears Straight to Heaven from Kilian. I would always ask what he was wearing, and he’d be like, ‘I’m not telling.’ Finally, he told me, and I bought it. The same thing happened with a friend of mine who wore Escentric Molecule 01 and wouldn’t tell me the name either. Then one day I was in an Uber Pool and I smelled it on someone who kindly told me what it was. And I wear Aēsop herbal deodorant, so that kind of acts like a scent, too.\nAt home, I burn Cire Trudon’s\nAbd El Kader candle. I love it, but Hotel Costes in Paris has my favorite candle. It’s their brown scented candle. I have the room spray version, too.\nFITNESS + NAILS\nMy parents got really into pilates in the ’90s, so I had a full sex dungeon in my basement as a kid. I was in middle school when they got all the equipment, and that’s when you have middle school parties and boys over, so all my memories are us destroying those machines and laughing. Then I learned pilates myself when I was 14, so I have 21 years of pilates under my belt. Not to brag. I am a broken person, and I need pilates to relax. If I’m visiting my parents in Northern California, I go to\nX˙CORE. If I’m in LA, I go to Studio Metamorphosis. If I’m in New York, I like SLT or Tracy Anderson.\nI hate getting manicures and pedicures—sitting there hurts my back. It’s better if I’m with my sister or my best friend because we just talk the whole time. For that I go to\nQQ Nails & Spa because they’re fast and I can always walk in. Otherwise, if I’m on my own, I’d much rather get a massage. I do a 90-minute body massage and a 30-minute foot massage at All Seasons Body Work in Greenwich Village. It’s the best.”\n—As told to Daise Bedolla\nPhotographed by Alexandra Genova in New York on April 8, 2024 (eclipse day!)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://rozhair.com/products/foundation-shampoo",
      "https://www.bykilian.com/straight-to-heaven-iconic-kilian-fragrance",
      "https://www.instagram.com/shartyparty69",
      "https://www.hermes.com/us/en/product/terre-d-hermes-parfum-V107757V0/",
      "https://www.instagram.com/kateberlant/?hl=en",
      "https://www.shoprescuespa.com/lotion-p50.html",
      "https://open.spotify.com/show/0aF9EB1e73SmmWIrvC4I61",
      "https://ryebeauty.com/products/brow-grooming-serum",
      "https://joannavargas.com/products/rescue-serum",
      "https://www.traciemartyn.com/products/amla-purifying-cleanser",
      "https://ubeauty.com/products/resurfacing-compound",
      "https://rozhair.com/products/foundation-conditioner",
      "https://www.sephora.com/product/pat-mcgrath-labs-mothership-vii-eyeshadow-palette-divine-rose-collection-P458276",
      "https://farahomidi.com/products/smudge-and-contour-lip-pencil",
      "https://ubeauty.com/products/the-super-hydrator",
      "https://us.escentric.com/collections/molecule-01",
      "https://kevynaucoinbeauty.com/collections/mascara",
      "https://www.xcorestudio.com/",
      "https://hayesvalleymed.com/",
      "https://www.instagram.com/makeup.marc/?hl=en",
      "https://www.qqnailspa.com/",
      "https://www.obagi.com/products/obagi-nu-cil-eyebrow-boosting-serum",
      "https://www.sephora.com/product/makeup-by-mario-master-mattes-tm-eyeshadow-palette-P98364786",
      "https://www.instagram.com/mechesalonla/",
      "https://ubeauty.com/products/the-super-intensive-face-oil",
      "https://rozhair.com/products/milk-hair-serum",
      "https://www.chanel.com/us/makeup/p/169050/baume-essentiel-multi-use-glow-stick/",
      "https://www.violettefr.com/products/bisou-balm",
      "https://www.katburki.com/collections/moisturizers-creams",
      "https://livinglibations.com/products/best-skin-ever-seabuckthorn-dlvrr",
      "https://greenwichvillage.nyc/places/all-season-body-work/",
      "https://www.sephora.com/product/eye-color-quad-P422568?skuId=2335743&icid2=products%20grid:p422568:product",
      "https://www.sephora.com/product/brow-wiz-P202633",
      "https://striiike.com/",
      "https://www.chanel.com/us/makeup/p/187074/stylo-yeux-waterproof-long-lasting-eyeliner/",
      "https://www.sephora.com/product/vital-skincare-dew-foundation-drops-P501795",
      "https://www.hotelcostes.com/en/shop/home/products/brown-home-fragrance",
      "https://www.sephora.com/product/nourishing-oil-cleanser-P392142",
      "https://www.franciskurkdjian.com/us-en/p/baccarat-rouge-540-eau-de-parfum-RA12232.html",
      "https://sltnyc.com/",
      "https://www.azibrow.com/",
      "https://tataharperskincare.com/products/cream-blush",
      "https://www.instagram.com/jacobschwartzhair/",
      "https://www.ulta.com/p/le-crayon-khol-smoky-eyeliner-pencil-xlsImpprod3650122?sku=2235416",
      "https://www.instagram.com/bro_ker326",
      "https://www.studiometamorphosis.com/",
      "https://www.lolavie.com/",
      "https://www.traciemartyn.com/products/absolute-purity-toner",
      "https://micheleholmesstudio.com/",
      "https://www.instagram.com/jennaperryhair/?hl=en",
      "https://www.hotelcostes.com/en/shop/home/products/brown-scented-candle",
      "https://www.instagram.com/desssseri",
      "https://www.jonesroadbeauty.com/products/miracle-balm",
      "https://groundlings.com/school/online-classes",
      "https://laradevganmd.com/",
      "https://kevynaucoinbeauty.com/products/eyelash-curler?variant=42824958540",
      "https://trudon.com/us_en/abd-el-kader.html",
      "https://ubeauty.com/products/the-super-hydrator-tinted",
      "https://macreneactives.com/products/high-performance-tinted-moisturizer",
      "https://kevinmurphy.com.au/us/en/km/products-/by-benefit-/thickening-/DOO-OVER.html",
      "https://rozhair.com/products/santa-lucia-styling-oil",
      "https://www.aesop.com/us/p/body-hand/personal-care/herbal-deodorant/",
      "https://www.sephora.com/product/augustinus-bader-the-rich-cream-with-tfc8-face-moisturizer-P470509",
      "https://us.rouje.com/collections/lesfillesenrouje-lip-palettes",
      "https://www.instagram.com/jennaperryhair/",
      "https://www.ubeauty.com/products/the-super-intensive-face-oil",
      "https://hermes.com/us/en/product/terre-d-hermes-parfum-V107757V0/",
      "https://sephora.com/product/pat-mcgrath-labs-mothership-vii-eyeshadow-palette-divine-rose-collection-P458276",
      "https://instagram.com/desssseri",
      "https://www.ubeauty.com/products/the-super-hydrator-tinted",
      "https://qqnailspa.com/",
      "https://xcorestudio.com/",
      "https://www.hermes.com/us/en/product/terre-d-hermes-parfum-V107757V0",
      "https://bykilian.com/straight-to-heaven-iconic-kilian-fragrance",
      "https://www.open.spotify.com/show/0aF9EB1e73SmmWIrvC4I61",
      "https://www.chanel.com/us/makeup/p/169050/baume-essentiel-multi-use-glow-stick",
      "https://traciemartyn.com/products/absolute-purity-toner",
      "https://greenwichvillage.nyc/places/all-season-body-work",
      "https://www.rozhair.com/products/foundation-shampoo",
      "https://chanel.com/us/makeup/p/169050/baume-essentiel-multi-use-glow-stick/",
      "https://shoprescuespa.com/lotion-p50.html",
      "https://instagram.com/makeup.marc/?hl=en",
      "https://instagram.com/jacobschwartzhair/",
      "https://www.ubeauty.com/products/the-super-hydrator",
      "https://www.micheleholmesstudio.com/",
      "https://www.striiike.com/",
      "https://www.groundlings.com/school/online-classes",
      "https://www.lolavie.com",
      "https://sephora.com/product/nourishing-oil-cleanser-P392142",
      "https://katburki.com/collections/moisturizers-creams",
      "https://www.sephora.com/product/eye-color-quad-P422568",
      "https://www.us.rouje.com/collections/lesfillesenrouje-lip-palettes",
      "https://instagram.com/mechesalonla/",
      "https://chanel.com/us/makeup/p/187074/stylo-yeux-waterproof-long-lasting-eyeliner/",
      "https://hayesvalleymed.com",
      "https://www.greenwichvillage.nyc/places/all-season-body-work/",
      "https://www.joannavargas.com/products/rescue-serum",
      "https://www.livinglibations.com/products/best-skin-ever-seabuckthorn-dlvrr",
      "https://www.instagram.com/makeup.marc/",
      "https://www.kevynaucoinbeauty.com/products/eyelash-curler?variant=42824958540",
      "https://ulta.com/p/le-crayon-khol-smoky-eyeliner-pencil-xlsImpprod3650122?sku=2235416",
      "https://sephora.com/product/brow-wiz-P202633",
      "https://kevynaucoinbeauty.com/products/eyelash-curler",
      "https://traciemartyn.com/products/amla-purifying-cleanser",
      "https://www.aesop.com/us/p/body-hand/personal-care/herbal-deodorant",
      "https://www.hayesvalleymed.com/",
      "https://instagram.com/shartyparty69",
      "https://sephora.com/product/eye-color-quad-P422568?skuId=2335743&icid2=products%20grid:p422568:product",
      "https://www.ubeauty.com/products/resurfacing-compound",
      "https://www.farahomidi.com/products/smudge-and-contour-lip-pencil",
      "https://www.chanel.com/us/makeup/p/187074/stylo-yeux-waterproof-long-lasting-eyeliner",
      "https://jonesroadbeauty.com/products/miracle-balm",
      "https://www.instagram.com/jacobschwartzhair",
      "https://www.macreneactives.com/products/high-performance-tinted-moisturizer",
      "https://azibrow.com/",
      "https://sephora.com/product/makeup-by-mario-master-mattes-tm-eyeshadow-palette-P98364786",
      "https://hotelcostes.com/en/shop/home/products/brown-home-fragrance",
      "https://www.studiometamorphosis.com",
      "https://instagram.com/jennaperryhair/?hl=en",
      "https://sephora.com/product/augustinus-bader-the-rich-cream-with-tfc8-face-moisturizer-P470509",
      "https://www.instagram.com/kateberlant/",
      "https://www.us.escentric.com/collections/molecule-01",
      "https://sltnyc.com",
      "https://laradevganmd.com",
      "https://www.tataharperskincare.com/products/cream-blush",
      "https://www.azibrow.com",
      "https://aesop.com/us/p/body-hand/personal-care/herbal-deodorant/",
      "https://www.laradevganmd.com/",
      "https://www.rozhair.com/products/milk-hair-serum",
      "https://sephora.com/product/vital-skincare-dew-foundation-drops-P501795",
      "https://www.sltnyc.com/",
      "https://www.kevynaucoinbeauty.com/collections/mascara",
      "https://striiike.com",
      "https://www.instagram.com/mechesalonla",
      "https://www.xcorestudio.com",
      "https://www.rozhair.com/products/santa-lucia-styling-oil",
      "https://www.ryebeauty.com/products/brow-grooming-serum",
      "https://www.kevinmurphy.com.au/us/en/km/products-/by-benefit-/thickening-/DOO-OVER.html",
      "https://www.qqnailspa.com",
      "https://obagi.com/products/obagi-nu-cil-eyebrow-boosting-serum",
      "https://franciskurkdjian.com/us-en/p/baccarat-rouge-540-eau-de-parfum-RA12232.html",
      "https://lolavie.com/",
      "https://instagram.com/bro_ker326",
      "https://www.ulta.com/p/le-crayon-khol-smoky-eyeliner-pencil-xlsImpprod3650122",
      "https://micheleholmesstudio.com",
      "https://www.rozhair.com/products/foundation-conditioner",
      "https://www.trudon.com/us_en/abd-el-kader.html",
      "https://instagram.com/kateberlant/?hl=en",
      "https://hotelcostes.com/en/shop/home/products/brown-scented-candle",
      "https://violettefr.com/products/bisou-balm",
      "https://studiometamorphosis.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chloe fineman",
          "sentiment": "negative"
        },
        {
          "name": "bowen yang",
          "sentiment": "none"
        },
        {
          "name": "lauren holt",
          "sentiment": "none"
        },
        {
          "name": "cindy crawford",
          "sentiment": "none"
        },
        {
          "name": "meryl streep",
          "sentiment": "none"
        },
        {
          "name": "drew barrymore",
          "sentiment": "none"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        },
        {
          "name": "ben affleck",
          "sentiment": "none"
        },
        {
          "name": "ego nwodim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tisch school",
          "sentiment": "none"
        },
        {
          "name": "groundlings",
          "sentiment": "none"
        },
        {
          "name": "nyu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "berkeley",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "la",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:29:39.166+03:00",
    "updated": "2024-04-19T01:29:39.166+03:00"
  },
  {
    "uuid": "fdf6c2f29b632e7a5082e34aa2b06708c0a6abff",
    "url": "https://www.jewishpress.com/judaism/parsha/jews-enslaved/2025/02/20",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Avraham Levitt",
    "published": "2025-02-20T12:22:00Z",
    "title": "Jews Enslaved",
    "text": "The haftara for Parshat Mishpatim describes the particularly desperate and tragic circumstances that preceded the destruction of the first Beit Hamikdash. The connection to the parsha is by way of the mitzvot concerning Hebrew slaves, and the message of the navi Yirmiyahu emphasizes how and why we brought such terrible destruction upon ourselves.\nTzidkiyahu tried, as his father Yoshiyahu did before him, to return to the faithful service of Hashem and to lead Israel back on the path of righteousness. However, unfortunately, by this time the decadence and corruption of Israel was too deep and widespread and their efforts were doomed to failure. To an even greater extent than Yoshiyahu, Tzidkiyahu was compromised by reliance upon and trust in foreign rulers and their political machinations. He sought on the one hand to preserve his prerogative as the King of Israel and scion of the Davidic line, while on the other he groveled before his foreign masters and was also beholden to powerful interest groups among the elites of Israel. He was never truly at liberty to follow his own conscience, and he would not or could not be led by the counsel of Yirmiyahu.\nNeedless to say, things ended horribly for Tzidkiyahu, for the elites, and for all of Israel.\nIn the circumstances described by our haftara (Yirmiyahu 34:8-22), Tzidkiyahu has decreed that all Jewish slaves must be released in keeping with the laws introduced in our parsha. By this late stage of the first Judean commonwealth, these laws were no longer being obeyed and many people found themselves trapped in interminable, debasing servitude. In his commentary on the opening pasuk of the haftara, Malbim points out that most of the inhabitants of Judea at this time lived in fear of financial misfortune that would lead them to penury and ultimately to them and their families being sold into slavery.\nWhen Tzidkiyahu decreed the freeing of the slaves, this wasn’t guided so much by sudden pangs of conscience but by cynical political opportunism. Malbim finds evidence of this in the description of the decree of Yirmiyahu as applying to the general inhabitants of Yerushalyim. The formulation “all the nation” seems calculated to exploit the upper classes and nobility. Malbim says this exemplifies how the nation had become divided into castes, separating the super-wealthy who didn’t fear impoverishment and a middle class who constantly confronted the fear of enslavement to their creditors.\nThe commentary of the Roke’ach on the haftara points out that the use of the term “Yehudi,” i.e., Jew, in this historical context is anachronistic and also unsuited to the subject matter. Traditionally the Israelite slave is described as “Eved Ivri,” the Hebrew slave, and not “Jewish” as in this passage. The Roke’ach sees in this an emphasis of the debasement of the glory of Hashem as embodied in His chosen people. Yehudi contains within it the letters of the Divine Name, and the very next word in the pasuk (ibid. 9) is an unusual term – “achihu” – which is taken to mean literally, “he is my brother.” That is to say, when Israel enslaves their own brothers, they are also enslaving the brothers of G-d and His very image and likeness on earth.\nThe navi Yirmiyahu is compelled to express that it is fitting that the nation stands to endure the tribulations and catastrophe that lie in store as they are all about to be treated in the ways they have treated each other. When, immediately upon being freed, the slaves are all returned to their servitude, the language used is “conquest,” as in, “they were conquered by their former masters.” This foreshadows the conquest of Yehuda and Yerushalayim by Nevuchadnezzar. When that event occurred, all of Israel was carried away as slaves and there was no longer a meaningful distinction to be made between the nobles and princes and the common people.\nFurthermore, Tzidkiyahu’s attempts to curry the favor of foreign potentates and to be a clever politician did not avail him or us in any way. When the moral and spiritual level of Israel, and our willingness to be wantonly cruel to one another, required the remedy of exile, there was no possible solution short of complete teshuva – repentance. This was something that the leaders of Israel at that time were unequipped to inspire and “all the nation” lacked the tools to achieve in any event.\nIt is a gift to future generations that the navi Yirmiyahu took pains to record all these events in such detail, so that we might avoid making the same mistakes. When we are struck by misfortune, G-d forbid, since we don’t have prophets to lead us we should pay close attention to the circumstances and find ways that we can take personal responsibility to do better, so that matters don’t come to an even more horrible and tragic outcome.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "topics": [
      "Religion and Belief->religious text",
      "Religion and Belief->judaism",
      "Religion and Belief->religious conflict",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->customs and tradition",
      "Arts, Culture and Entertainment->literature"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tzidkiyahu",
          "sentiment": "none"
        },
        {
          "name": "Yoshiyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-20T18:38:44.227+02:00",
    "updated": "2025-02-20T19:40:01.475+02:00"
  },
  {
    "uuid": "8e3357e3682e2b212b5f6b9fb52213a86f0527db",
    "url": "https://www.watchpro.com/watch-sales-likely-to-be-down-double-digits-across-swatch-group-lvmh-and-richemont-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Corder",
    "published": "2025-01-30T13:06:00Z",
    "title": "Watch sales likely to be down double-digits across Swatch Group, LVMH and Richemont in 2024",
    "text": "Keen watchers of the global export figures for the Swiss watch industry might conclude that 2024 was a little more challenging than the record-breaking 2023, but nothing to panic about.\nTotal exports for last year ended on CHF 26 billion, just 2.8% below the CHF 26.75 billion in 2023.\nThat is the second highest total of the past quarter of a century and should be cause for the Champagne corks to be flying again.\nIf this is the first draft for the history of the Swiss watch industry in 2024, it would be wrong.\nThe actual story is one of huge market share gains for privately-owned Rolex, Patek Philippe and Audemars Piguet from the group brands of Richemont, Swatch Group and LVMH, which have seen their sales soften.\nSwatch Group revealed its full year results for 2024 this morning with sales of CHF 6.7 billion, down 12.2% at constant currency rates or 14.6% lower at current rates.\nOperating profit plunged by 75% from CHF 1.2 billion to CHF 304 million.\nSwatch Group’s share price dropped by 5% at the opening bell this morning and is down 22.5% over the past year.\nIt is worth putting Swatch Group’s 2024 results in context.\nIt was only the second year since 2012 that sales have dropped below CHF 7 billion — the other being the pandemic year of 2020.\nRolex, Patek Philippe and Audemars Piguet have collectively more than doubled sales over the past decade.\nRichemont’s latest quarterly result shows total sales rising by 11%, but the group turnover was greatly strengthened by its jewellery maisons Van Cleef & Arpel and Cartier.\nIts watch sales were down by 8% in the same quarter at €867 million.\nLVMH’s full year results for 2024 saw turnover dip by 2% to €85 billion.\nThe group’s watch division housing Hublot, TAG Heuer and Zenith, is bundled into the much larger Watches & Jewelry business, which includes Tiffany & Co., Chaumet and Bulgari. The division saw a sales dip of 2%.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business reporting and performance",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T03:37:03.659+02:00",
    "updated": "2025-01-31T03:37:03.659+02:00"
  },
  {
    "uuid": "6afa22152cf250bc99a2fc2289a9101e94b747a9",
    "url": "https://ca.marketscreener.com/news/latest/Australia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-02-16T05:49:00Z",
    "title": "Australia set to join global clean energy subsidy race with new green fund, AFR reports - 2024-02-16 | MarketScreener",
    "text": "SYDNEY, Feb 16 (Reuters) - Australia plans to unveil a range of financial incentives to drive investment in the local clean energy sector and keep money and talent from being pulled overseas by subsidies in the U.S. and Europe, the Australian Financial Review reported on Friday.\nLike countries across the developed world, Australia is responding to the massive raft of clean energy incentives in U.S. President Joe Biden's $430 billion Inflation Reduction Act and the European Commission's Green Deal Industrial Plan.\nIf Australia has to become a renewable energy superpower, \"the government has to be a partner in this, not just an observer,\" Prime Minister Anthony Albanese will say in a speech later on Friday, according to the story.\n\"We don't have to go dollar-for-dollar in our spending, but we can go toe-to-toe on the quality and impact of our policies. In all of this, we must be prepared to think big,\" Albanese will say.\nThe prime minister's office did not immediately respond to a request seeking comment.\nThe government scheme is likely to be a combination of subsidies and co-investments, the AFR report said, citing unidentified sources.\nAustralia on Friday classified nickel as a \"critical mineral,\" opening the way for the crisis-hit industry to access billions of dollars in government support.\nThe country's nickel sector is facing thousands of job cuts after a jump in Indonesian supply saw prices plunge 40% in a year.\nThe scheme will be the latest in a series by the centre-left Labor government designed to revive manufacturing or foster new industries, including a A$15 billion ($9.8 billion) National Reconstruction Fund and a fresh injection of A$500 million last year for critical minerals.\n($1 = 1.5342 Australian dollars) (Reporting by Renju Jose and Lewis Jackson in Sydney; Editing by Mrigank Dhaniwala)\nShare © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Australia",
      "https://twitter.com/intent/tweet?text=Australia",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=Australia",
      "https://telegram.me/share/url",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FAustralia-set-to-join-global-clean-energy-subsidy-race-with-new-green-fund-AFR-reports-45968602%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Australia",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "albanese",
          "sentiment": "none"
        },
        {
          "name": "anthony albanese",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "afr",
          "sentiment": "negative"
        },
        {
          "name": "australian financial review",
          "sentiment": "none"
        },
        {
          "name": "european commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T07:53:34.270+02:00",
    "updated": "2024-02-16T07:53:34.270+02:00"
  },
  {
    "uuid": "1d782927be8c81b5e888d10adca96abdd6c51c6b",
    "url": "https://www.welt.de/vermischtes/article256308854/Baden-Wuerttemberg-Drei-Tage-nur-vegetarische-Kost-in-der-Schule-Gericht-weist-Beschwerden-zurueck.html",
    "ord_in_thread": 0,
    "author": "@welt",
    "published": "2025-06-26T09:56:00Z",
    "title": "Baden-Württemberg: Drei Tage nur vegetarische Kost in der Schule - Gericht weist Beschwerden zurück - WELT",
    "text": "Eltern stören sich daran, dass an einer Schule im Raum Konstanz an drei Tagen nur vegetarische oder vegane Kost angeboten wird – es gibt nur einen Tag mit Fleisch oder Fisch. Doch ein Gericht weist ihre Beschwerde ab.\n0 Anzeige Fleischgerichte werden an einer Schule im Raum Konstanz weiterhin die Ausnahme bleiben. Der Verwaltungsgerichtshof Baden-Württemberg (VGH) in Mannheim hat Beschwerden zum überwiegend vegetarischen Schulessen als unzulässig zurückgewiesen, wie der VGH am Donnerstag mitteilte. Der Beschluss sei unanfechtbar. Die Eltern hatten sich gegen ein vorausgegangenes Urteil des Verwaltungsgerichts Freiburg gewandt.\nDie Eltern hatten sich daran gestört, dass das Schulessen, das von Montag bis Donnerstag angeboten wird, an drei Tagen aus vegetarischer oder veganer Kost besteht. Nur an jeweils einem Tag werde ein Fleisch- oder Fischangebot bereitgehalten. Die Eltern befürchten eine Mangelernährung ihrer Tochter.\nAnzeige Lesen Sie auch\nWeltplus Artikel Gerichtsverhandlung in Berlin Die Regenbogen-Flagge im Schulhort – und die Sorgen der Eltern eines Mädchens",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Education->school",
      "Education->students",
      "Education->parents group",
      "Social Issue->demographics",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_de",
        "top_news_ch",
        "top_news_at",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T13:04:17.739+03:00",
    "updated": "2025-06-27T10:08:23.000+00:00"
  },
  {
    "uuid": "e32af0b7649731416f51006763ccd5b2a3f8db99",
    "url": "https://www.burgosconecta.es/economia/empresas/boeing-huelga-primera-vez-anos-20240913114613-ntrc.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EP",
    "published": "2024-09-13T10:46:00Z",
    "title": "Boeing va a la huelga por primera vez en 16 años | BURGOSconecta",
    "text": "Secciones Servicios Destacamos EP Viernes, 13 de septiembre 2024, 11:46 Necesitas ser registrado para acceder a esta funcionalidad. Opciones para compartir El sindicato de los trabajadores de Boeing en en la región de Seattle (EE.UU.) ha convocado una huelga por primera vez en 16 años y ha rechazado la oferta del fabricante para subir un 25% los salarios. Según recoge DPA, el 94,65% de los trabajadores votaron que no a la oferta que lanzó Boeing para evitar los paros, que contemplaba una subida salarial del 25% en cuatro años, mejorar en las coberturas sanitarias y las jubilaciones, dado que el sindicato IAM había pedido inicialmente un incremento del 40% en los salarios. Además, el 96% apoyó la convocatoria de huelga. La huelga ha comenzado a las 00.00 hora local de este viernes para unos 30.000 trabajadores. Los representantes sindicales han señalado en una rueda de prensa recogida por 'Bloomberg' que los puntos del acuerdo no eran lo suficientemente buenos y que la oferta no compensaba los 16 años de estancamiento salarial, el aumento de los gastos sanitarios y la deslocalización de miles de empleos sindicales. Por su parte, Boeing ha emitido un comunicado en el que muestra su compromiso para restablecer la relación con los trabajadores y el sindicato, además de volver a la mesa para alcanzar un nuevo acuerdo. Boeing atraviesa una crisis de reputación, de seguridad y económica desde 2019, cuando dos aviones 737 MAX sufrieron accidentes fatales. Tras esto, se han producido otros incidentes, como la caída de una parte del fuselaje de un avión de Alaska Airlines a principios de este año. Publicidad Publicidad Te puede interesar Publicidad Publicidad Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=burgosconecta)",
      "https://lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=burgosconecta)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T14:18:30.731+03:00",
    "updated": "2024-10-11T04:32:05.907+03:00"
  },
  {
    "uuid": "0c5c78dc32c397179a228ab83297fcbb5def46f1",
    "url": "https://www.schooltube.com/the-amazing-world-of-invertebrates-exploring-the-tiny-creatures-that-rule-the-earth-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-07-04T23:00:00Z",
    "title": "The Amazing World of Invertebrates: Exploring the Tiny Creatures That Rule the Earth | SchoolTube",
    "text": "The Incredible World of Invertebrates: Exploring the Tiny Creatures That Rule the Earth The world is teeming with life, but often, we only notice the big, obvious creatures. We marvel at majestic lions, soaring eagles, and playful dolphins, but there’s a whole other world of wonder lurking beneath our noses—the world of invertebrates! These tiny creatures, lacking a backbone, make up over 95% of all animal species on Earth. From the bustling ant colonies to the shimmering jellyfish, invertebrates play vital roles in our ecosystems, shaping our planet in ways we often overlook. A World of Diversity Invertebrates come in all shapes, sizes, and colors, and they possess some of the most fascinating adaptations in the animal kingdom. Imagine a world without butterflies flitting through meadows, without the busy bees pollinating our flowers, or without the delicate web of a spider catching its prey. These are just a few examples of the incredible diversity found within the invertebrate world. Let’s delve into some of the fascinating groups that make up this extraordinary world: 1. Arthropods: Masters of Adaptation Arthropods, including insects, spiders, crustaceans, and millipedes, are the most diverse group of animals on Earth. They have a hard exoskeleton, jointed legs, and a segmented body. Their adaptability is truly remarkable, allowing them to thrive in nearly every habitat on the planet. - Insects: These tiny creatures are everywhere, from the buzzing bees in your garden to the fluttering butterflies in the park. They play a crucial role in pollination, decomposition, and food chains. The humble ant, for example, is a master of cooperation, forming complex societies with intricate roles for each member. - Spiders: These eight-legged wonders are often misunderstood, but they are incredibly skilled hunters. Their webs, crafted with astonishing precision, are a marvel of engineering. Spiders also play a vital role in controlling insect populations, keeping ecosystems in balance. - Crustaceans: Think of crabs, lobsters, and shrimp. These aquatic arthropods are a vital part of marine ecosystems, providing food for larger animals and playing a role in the food chain. They are also fascinating examples of adaptation, with some species, like the hermit crab, using discarded shells for protection. - Millipedes: These long, segmented creatures with many legs are often found in damp, decaying matter. They are important decomposers, breaking down organic material and returning nutrients to the soil. 2. Mollusks: The Shell-Bearing Wonders Mollusks, including snails, slugs, clams, and octopuses, are characterized by their soft bodies and, in many cases, a hard shell. They are found in a variety of habitats, from the depths of the ocean to your backyard garden. - Snails: These slow-moving creatures are known for their spiral shells, which provide protection from predators. They are important herbivores, playing a role in controlling plant growth and helping to break down organic matter. - Clams: These bivalve mollusks are filter feeders, meaning they extract food from the water. They play a vital role in cleaning the water and are an important food source for many animals. - Octopuses: These intelligent cephalopods are masters of disguise and camouflage. Their eight tentacles are incredibly strong and flexible, allowing them to manipulate objects and escape from predators. They are also known for their problem-solving abilities and complex communication patterns. 3. Echinoderms: The Spiny Stars Echinoderms, including starfish, sea urchins, and sea cucumbers, are marine animals with spiny skins and radial symmetry. They are found in all oceans, from shallow waters to the deep sea. - Starfish: These iconic creatures have five arms, often with bright colors. They are predators, feeding on mollusks, barnacles, and other invertebrates. They also play a role in keeping coral reefs healthy by controlling populations of algae. - Sea Urchins: These spiny creatures are often found in rocky intertidal zones. They are herbivores, feeding on algae and other plants. They also play a role in shaping the marine environment by creating crevices and holes in rocks. - Sea Cucumbers: These long, worm-like creatures are found on the ocean floor. They are detritivores, feeding on dead organic matter. They play a vital role in recycling nutrients and keeping the ocean floor clean. The Importance of Invertebrates Invertebrates are essential to the health of our planet. They play vital roles in: - Pollination: Bees, butterflies, and other insects are responsible for pollinating many of our crops, ensuring our food supply. - Decomposition: Insects, worms, and other invertebrates break down dead organic matter, returning nutrients to the soil. - Food Chains: Invertebrates are an important food source for many animals, from fish to birds to mammals. - Ecosystem Balance: Invertebrates help to control populations of other organisms, keeping ecosystems in balance. The next time you see a spider spinning its web, a bee buzzing in your garden, or a starfish clinging to a rock, take a moment to appreciate the incredible world of invertebrates. These tiny creatures may be small, but they play a big role in shaping our planet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arthropo",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T05:07:02.220+03:00",
    "updated": "2024-07-05T05:07:02.220+03:00"
  },
  {
    "uuid": "a2a8dd31ce6f99b4103ab3f3ee1957c3a6230e27",
    "url": "https://vanguardia.com.mx/dinero/impacta-desempleo-a-jovenes-en-coahuila-tardan-hasta-un-mes-en-conseguir-empleo-LK13190931",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rebeca ramírez",
    "published": "2024-09-13T00:24:00Z",
    "title": "Impacta desempleo a jóvenes en Coahuila; tardan hasta un mes en conseguir empleo",
    "text": "Impacta desempleo a jóvenes en Coahuila; tardan hasta un mes en conseguir empleo El 41 por ciento de la población desocupada señala experimenta dificultades para volver a la vida laboral Hasta un mes tardó el 41 por ciento de las personas desocupadas en Coahuila en encontrar otro empleo, asimismo en la entidad el grupo de edad en el que hay más desempleados es de 20 a 29 años y en la Región Sureste en el de 15 a 29 años de edad. Durante la presentación de “Disponibilidad de Mano de Obra y Avance en los Centros de Conciliación Laboral”, [ la secretaria del Trabajo, Nazira Zogbi Castro](https://coahuila.gob.mx/directorio/semblanza_dependencia/512e99ba6df8313c01 f) compartió que al segundo trimestre del presente año, en Coahuila de la Población Económicamente Activa, la Población Ocupada es de un millón 509 mil 048 personas (96.3%) y la Población Desocupada 58 mil 210 personas (3.7%). TE PUEDE INTERESAR: [Cierra distribuidora de Coca-Cola en Morelos por inseguridad](https://vanguardia.com.mx/noticias/cierra-distribuidora-de-coca-cola-en-morelos-por-inseguridad-CK13191636) Por Grupo de Edad donde hay más desocupados es del 20 a 29 años (aunque hasta un 56 por ciento de ellos cuentan con estudios de nivel medio y superior). Asimismo, los dos principales motivos por el que los desocupados están sin empleo, para un 47% es la insatisfacción con el empleo anterior y para un 38% porque perdió o terminó su empleo anterior. La duración del desempleo para el 41 por ciento de los desocupados fue de hasta un mes, seguido por el 29% que fue más de un mes hasta 3 meses y para un 18% el desempleo tuvo una duración de más de 3 meses hasta medio año, solo un 3% tuvo una duración de más 6 meses hasta un año o más de un año. REGION SURESTE En la Región Sureste la Población Económicamente Activa (PEA) es de 495 mil 537 personas y el salario diario promedio es de 682.97 pesos, aunque en el caso de los hombres es de 740.61 pesos y de las mujeres en 583.42 pesos, la brecha salarial que existe entre hombres y mujeres, se atribuye a que hay menos mujeres participando en el mercado de trabajo. Mientras que la Tasa de Desocupación es de 3.8% y representa a 18 mil 793 personas, de ellas son hombres 11 mil 562 (61.5%) y 7 mil 231 son mujeres (38.5%); en la Región Sureste, el 63% de estos buscadores de empleo tienen de 15 a 29 años de edad. Otro dato que compartió de los desocupados de la Región Sureste, es que el 54% cuenta con estudios medio superior y superior, un 39% con secundaria completa y un 7% con secundaria completa. Asimismo el 63% se encuentra desempleado porque renunció o dejó su empleo, mientras que un 18% perdió o terminó su relación laboral, un 13% sin experiencia y 2% dejó o cerró su negocio propio. VACANTES En relación a las vacantes que hay en Coahuila esta semana, la titular de la Secretaría del Trabajo compartió que son 6 mil 320 y de ellas, en la Laguna se ubican 3 mil 067, seguida por Sureste con mil 651, la Región Centro-Desierto con mil 043, la Norte-Cinco Manantiales con 457 y Carbonífera 102 vacantes. TE PUEDE INTERESAR: [Descarta Fitch bajar calificación a México tras aprobación de reforma](https://vanguardia.com.mx/dinero/descarta-fitch-bajar-calificacion-a-mexico-tras-aprobacion-de-reforma-NL13189114) Aunque añadió que en promedio son entre 7 mil a 8 mil las vacantes con las que se cuentan en el estado, algunas son de contratación inmediata (entre ellas las operativas), pero hay otros puestos especializados donde se llevan más semanas de contratación. Finalmente comentó que las Ferias de Empleo y Bolsas de Trabajo es un termómetro muy importante, asimismo le dan seguimiento a la colocación para conocer la permanencia en el empleo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Impacta",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://vanguardia.com.mx/dinero/impacta-desempleo-a-jovenes-en-coahuila-tardan-hasta-un-mes-en-conseguir-empleo-LK13190931",
      "https://api.whatsapp.com/send?text=Impacta",
      "https://coahuila.gob.mx/directorio/semblanza_dependencia/512e99ba6df8313c0100000f",
      "https://www.facebook.com/sharer/sharer.php?u=https://vanguardia.com.mx/dinero/impacta-desempleo-a-jovenes-en-coahuila-tardan-hasta-un-mes-en-conseguir-empleo-LK13190931",
      "https://www.twitter.com/intent/tweet?text=Impacta",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?u=https://vanguardia.com.mx/dinero/impacta-desempleo-a-jovenes-en-coahuila-tardan-hasta-un-mes-en-conseguir-empleo-LK13190931",
      "https://www.coahuila.gob.mx/directorio/semblanza_dependencia/512e99ba6df8313c0100000f",
      "https://linkedin.com/shareArticle?mini=true&url=https://vanguardia.com.mx/dinero/impacta-desempleo-a-jovenes-en-coahuila-tardan-hasta-un-mes-en-conseguir-empleo-LK13190931",
      "https://www.api.whatsapp.com/send?text=Impacta",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T06:21:16.064+03:00",
    "updated": "2024-09-13T07:02:29.243+03:00"
  }
]