[
  {
    "uuid": "01a13575957e16bde31d8e959b6b19d1ced98106",
    "url": "https://vnexplorer.net/copa-del-rey-adios-al-campeon-atletico-de-madrid-elimina-al-real-madrid-en-8vos-de-final-s1031241.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-19T00:39:00Z",
    "title": "Copa del Rey: ¡Adiós al campeón! Atlético de Madrid elimina al Real Madrid en 8vos de Final",
    "text": "Madrid, España.- El Derbi Madrileño que se jugó hoy en la Copa del Rey 2024 vio la celebración de los miembros del Atlético de Madrid y la eliminación del último monarca del torneo, Real Madrid Club de Futbol, tras perder después de 120´ minutos en el juego de los Octavos de Final que se celebró en el estadio Civitas Metropolitano.\nLos comandados por el exjugador argentino, Diego Simeone, le tomaron la medida a los ‘Vikingos’ del italiano Carlo Ancelotti para vengarse de su dolorsa derrota en la semifinal de la Supercopa de España que se festejó en Arabia Saudita y su vecino la ganó el fin pasado tras golear al FC Barcelona (4-1).\nEl duelo en Riad era un aviso que en la Copa de su majestad el Rey vendría una disputa mucho más espectacular que, nuevamente, se definió hasta los tiempos extra. El Atlético de Madrid estuvo en ventaja con la anotación de Samuel Lino (39′), quien apareció a segundo poste para vencer al portero Andriy Lunin.\nAntoine Griezmann devolvió la ventaja al Atlético Twitter Atlético de Madrid\nAntes del descanso el arquero ‘colchonero’, Jan Oblak (45′), cometió una pifia y la pelota terminó en el interior de su arco. En el complemento los rojibllancos retomaron la ventaja con el gol de Álvaro Morata (57′), no obstante Real Madrid envió el duelo a la prorróga con el empate de José Luis Mato Sanmartín (82´).\nAtlético superó al Madrid en 8vos de Final Twitter Atlético de Madrid\nDespués del silbatazo la tensión se unió al partido, pues la afición del Atlético de Madrid vivía con el recuerdo de la Supercopa de España, pero los suyos se enfocaron en hacer olvidar ese descalabro con la colaboración de su goleador histórico Antoine Griezmann (100′) y con Rodrigo Riquelme (119´) que colocó la cereza en el postre. 4-2 oficial\nAtlético de Madrid, este jueves, se encargo de dejar fuera al campeón defensor de la Copa del Rey. Será en las siguientes horas cuando conozca a su siguiente sinodal en Cuartos de Final, fase que competirán: Sevilla, Athletic Club, R.C.D. Mallorca, Celta de Vigo, Real Sociedad, Girona FC y FC Barcelona tras superar los 4tos de Final del torneo.\nїNo te has dado una vuelta por Amazon? Mira en ESTE ENLACE sus mejores productos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1nczqq.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ncOvd.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ncM9D.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1nczqq.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ncOvd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ncM9D.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T03:25:54.769+02:00",
    "updated": "2024-01-19T03:25:54.769+02:00"
  },
  {
    "uuid": "fbdac17723ddfb43b612989421d74dcb6ed7538a",
    "url": "https://vnexplorer.net/pm-modi-to-lay-foundation-stone-of-nlcs-300-mw-solar-power-plant-in-rajasthan-today-s1547571.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-16T08:07:00Z",
    "title": "PM Modi to lay foundation stone of NLC's 300 MW solar power plant in Rajasthan today",
    "text": "PM Modi to lay foundation stone of NLC’s 300 MW solar power plant in Rajasthan today\nPrime Minister Narendra Modi will virtually lay the foundation stone for the 300 MW solar power plant in Rajasthan today, an official statement from the Ministry of Coal said.\nThe project is being set up with an investment of over Rs 1,756 crore to ensure affordable power supply to government entities.\nNLC India Limited, a leading Navratna CPSE under the Ministry of Coal, is establishing the power project in Barsingsar, in Rajasthan’s Bikaner district, as part of the Ministry of New & Renewable Energy’s CPSE Scheme.\nThe project is equipped with cutting-edge technology, including high-efficiency bifacial modules manufactured in India.\nThe solar project aligns with the Atma Nirbhar Bharat initiative led by Prime Minister Modi.\nThe electricity generated will be transmitted through the pre-existing power transmission lines of Barsingsar Thermal Power Station, aiming to produce around 750 million units of green power annually, offsetting carbon dioxide emissions by approximately 18,000 million metric tonnes over its lifetime.\nThe power usage agreement for the project has been inked with Rajasthan Urja Vikas Nigam Limited at a competitive tariff of Rs 2.52 per unit for the next 25 years, the release stated.\nThe project is slated for commissioning by September 2024, with the potential to create employment opportunities for approximately 600 individuals indirectly during the project phase and 100 personnel during the operations & maintenance phase, it added.\nThe official statement further said, “Furthermore, this project will enable Rajasthan to fulfil its renewable purchase obligation while contributing to the nation’s journey towards achieving a net-zero future.”\nNLCIL claims to operate the 250 MW Barsingsar Thermal Power Station (BTPS), providing cost-effective electricity to the state of Rajasthan. The company has secured a 300 MW solar project capacity in the CPSE Scheme Phase-II Tranche-III floated by the Indian Renewable Energy Development Agency (IREDA) through competitive bidding.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1i4RdX.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1i4RdX.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nlc",
          "sentiment": "negative"
        },
        {
          "name": "ministry of coal",
          "sentiment": "none"
        },
        {
          "name": "ministry of new & renewable energy",
          "sentiment": "none"
        },
        {
          "name": "nlc india limited",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "bikaner",
          "sentiment": "none"
        },
        {
          "name": "barsingsar",
          "sentiment": "none"
        },
        {
          "name": "barsingsar thermal power station",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:11:19.893+02:00",
    "updated": "2024-02-16T10:11:19.893+02:00"
  },
  {
    "uuid": "d6d81f8738132d20b26111f2e5ea1df5a7a39414",
    "url": "https://www.wsbtv.com/news/local/atlanta/2-atlanta-army-veterans-say-they-are-still-paying-rental-house-after-tree-fell-it/DFC6PO2HCRF7PAFA6V46XOYRC4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Courtney Francisco",
    "published": "2024-02-01T22:45:00Z",
    "title": "2 Atlanta Army veterans say they are still paying for rental house after tree fell on it – WSB-TV Channel 2 - Atlanta",
    "text": "ATLANTA — Two Atlanta Army veterans are begging for help. [A tree fell on the home they rent during last weeks’ downpours](https://www.wsbtv.com/news/local/atlanta/massive-trees-falls-home-atlantas-west-end-neighborhood/BBTLDHKXORA5NCHQEARLCK7NXE/). Now, they tell Channel 2′s Courtney Francisco that they can’t afford to move out of the soggy, damaged house. [Speaking with Francisco,](https://www.wsbtv.com/news/local/atlanta/atlanta-father-jumps-into-action-save-family-after-75-year-old-tree-falls-home/ONVT4GYD2ZBO3IWGYROESWWBMY/) Christman Hampton said after the tree fell on the house, he jumped into action to make sure everyone got out safely. Five days after the tree fell, it’s been removed from the home. However, a tarp is covering holes in the walls, and a large tree branch remains lodged in the dining room ceiling. “It was just a tremendous thing, and it happened in the middle of the night, and everyone was scared,” Velma Robinson said. [DOWNLOAD: [Free WSB-TV News app for alerts as news breaks](https://www.wsbtv.com/smart-tv/)] Now, Robinson’s fear turns to paying rent from a house with huge holes in it while paying for a new place to stay. “There’s no money to spare at all,” Robinson said. She and her husband, Christman Hampton, are both Army Veterans. She served in Iraq and Afghanistan and he served in Desert Storm. They were both disabled and live on a fixed income. TRENDING STORIES: [Ga. man who sexually assaulted 12-year-old girl and left her in Walmart parking lot sentenced](https://www.wsbtv.com/news/local/ga-man-who-sexually-assaulted-12-year-old-girl-left-her-walmart-parking-lot-sentenced/BLOR64VFVVEXHBXNQWNVE435ZM/) [Legislation proposes banning use of Georgia tax dollars for American Library Association, affiliates](https://www.wsbtv.com/news/local/atlanta/legislation-proposes-banning-use-georgia-tax-dollars-american-library-association-affiliates/E2F2H2HPLRG65L4SUC2DEQJW7A/) [‘I can’t do this anymore’: Family seeks help after moving into GA home infested by colony of bats](https://www.wsbtv.com/news/local/i-cant-do-this-anymore-family-seeks-help-after-moving-into-ga-home-infested-by-colony-bats/QPAVP562KVAEXFRQAAFNAS4W3M/) “I don’t know where we can turn,” Robinson said. The tree fell forward from the backyard of the rental home. Now, the left side of the house needs repairs, the fencing outside and both the front and back yards need cleaning up. Inside, the home also needs cleaning and repairs. Sheetrock and insulation litter the home. Channel 2 Consumer Advisor Clark Howard said landlords should not ask you to pay rent during these type of big repairs. If you do pay rent, they should have a comparable place for you to stay until repairs are complete. “What’s fair and proper in this situation? The tenant is paying rent for something they cannot use, and it’s not the tenants’ fault. The landlord has a responsibility to a tenant to either give them a payment holiday on rent until it’s occupiable, again, give them a place to live until it’s occupiable again or give them a payment allowance to live somewhere else and they continue to pay rent to the landlord,” Howard said. He suggests renters in this situation write an e-mail and send a certified letter via the U.S. Postal Service. In that letter, you should list the date the house became unable to be occupied and inform the landlord you need alternate housing or funding to find your own temporary housing. “You put the shoe on the other foot,” Howard said. If landlords refuse to work with tenants, the Georgia Landlord-Tenant Handbook says to inform the landlord you will hire contractors to make the repairs and deduct the cost from your rent. You must put this in writing and, ideally, the landlord would agree before you begin repairs. If a home is uninhabitable, you can move out. There is a catch, though. Landlords can still ask you to pay rent for the remainder of the lease and take you to court if you do not pay. A judge will then decide if you need to pay the landlord. In Robinson’s case, she’s tired of living under a tarp. She’s just uneasy about the alternatives. “It’s very stressful to think that we could potentially have nowhere to go,” Robinson told Channel 2 Action News. The family has [set up a website for private donations](https://www.gofundme.com/f/expense-to-move-after-tree-falls-on-home) to help them move. [SIGN UP: [WSB-TV Daily Headlines Newsletter](https://membercenter.wsbtv.com/newsletters)] IN OTHER NEWS: ©2023 Cox Media Group",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.gofundme.com/f/expense-to-move-after-tree-falls-on-home",
      "https://gofundme.com/f/expense-to-move-after-tree-falls-on-home"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francisco",
          "sentiment": "none"
        },
        {
          "name": "robinson",
          "sentiment": "none"
        },
        {
          "name": "velma robinson",
          "sentiment": "none"
        },
        {
          "name": "courtney francisco",
          "sentiment": "none"
        },
        {
          "name": "stori",
          "sentiment": "none"
        },
        {
          "name": "christman hampton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wsb-tv channel",
          "sentiment": "negative"
        },
        {
          "name": "atlanta army",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "atlanta atlanta",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:09:18.159+02:00",
    "updated": "2024-02-02T05:35:36.202+02:00"
  },
  {
    "uuid": "80dbcf3339ae1bbf3a94342266f49692127a0ea0",
    "url": "https://www.eastidahonews.com/2024/04/quit-shooting-at-the-police-as-ifpd-releases-footage-from-recent-officer-involved-shooting-chief-has-stern-message",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kaitlyn Hart",
    "published": "2024-04-25T20:54:00Z",
    "title": "‘Quit shooting at the police.’ As IFPD releases footage from recent officer-involved shooting, chief has stern message.",
    "text": "‘Quit shooting at the police.’ As IFPD releases footage from recent officer-involved shooting, chief has stern message.Published at | Updated at\nIDAHO FALLS – The Idaho Falls Police Department released body camera footage Wednesday showing multiple officers’ perspectives during a nerve-wracking shooting incident at the Econo Lodge.\nDuring a press conference Wednesday afternoon, Idaho Falls Police Chief Bryce Johnson went over the footage minute by minute, giving the reasoning behind the officers’ movements during the exchange of gunfire with 45-year-old Robert Flores on April 8.\nJohnson identified the officers who fired their guns as Mitch Bierma and Shayden Nagle. Both officers were placed on administrative leave.\nBonneville County Prosecutor announced Wednesday night that Bierma and Nagle had both been cleared of wrongdoing, stating their actions were justified under the circumstances.\n“There can be little dispute that officers are acting in self-defense when they return fire at an individual shooting at them, or when they reasonably perceive that an individual presents an imminent threat of death or serious bodily injury to other officers,” says Neal in the release. “Prosecuting Attorney Neal commends these officers for their selfless courage in the line of fire.”\nVideo details\nThe first two minutes of the video have no audio due to a two-minute “look back” feature on the officers’ body cameras, which enables video to be recorded without audio two minutes before an officer presses record.\nIn the video, multiple officers arrive around 3 p.m. at the Econo Lodge located at 1448 West Broadway Street after a report from hotel staff that two people were refusing to leave their room after checkout.\nOfficers learned one of the people involved was Flores and say they took precautionary measures due to his criminal history. There was also a woman believed to be in the room, although she was later discovered to have left before the incident.\nA hotel staff member is seen leading six officers to room 112. Officers knock on the door multiple times, announcing themselves as IFPD and asking Flores and the woman to leave the hotel.\nAccording to a news release from IFPD, “Seven Idaho Falls Police officers were involved in the initial response. Six officers were inside the hotel. One was outside, watching the room’s window. The officers also brought police tools, including a ballistic shield and a police K9.”\nAfter multiple attempts to convince Flores to leave, officers use a key card to access the room and kick down the door to break the security chain.\nOfficers find nobody in the bedroom area, but notice the bathroom door is shut.\nPolice try to communicate with Flores again but do not receive a response. At that point, Bierma and his K9 partner, Argo, move closer to the bathroom door and prepare to send the dog into the bathroom. Another officer and a sergeant are standing near Bierma.\nNagle is on the other side of the bathroom doorway, holding a ballistic shield with two other officers standing behind him in a “stack” behind the shield.\nBierma yells to Flores that if he does not come out, he is going to send the K9 into the bathroom, and Flores will get bitten.\nAs the sergeant goes to open the bathroom door, Flores appears to fire a shot through the door. This shot strikes the center of the ballistic shield being held by Nagle.\n“It’s just the most vulnerable I’ve ever felt.”\nBierma, K9 Argo, the sergeant, and a third police officer run into the hallway, with two going one direction and Bierma going the other.\nAs officers retreat the room in response to the gunfire, K9 Argo bites the sergeant on the arm. Bierma immediately calls Argo off, and the dog runs down the hallway, following the other officers.\nThe sergeant required medical care for the bite.\nNagle and the two officers with him hide in the far corner of the room, on the side of a bed behind the ballistic shield.\nAs Nagle and the two other officers are getting the shield in place, Flores allegedly reaches out of the bathroom with a gun held in both hands and points it toward the officers in the room.\nNagle fires three rounds at Flores, which go through the drywall, into the bathroom and strike Flores twice in the abdomen. Flores then appears to shoots twice, missing the officers.\nBierma, from the hallway, also fires two rounds at Flores.\nThe officers inside the room stay crammed into the corner behind the shield for 23 minutes until they are able to be evacuated through the window.\n“Throughout the 23 minutes, officers could hear Flores moving, coughing and making other sounds, but he did not respond to officers,” according to the release. “During this time, additional officers responded and evacuated other hotel guests and staff.”\nAn unidentified officer is seen visibly shaking and nearly hyperventilating as he tries to calm himself in the back of a SWAT vehicle.\n“I’ve never been shot at before,” he says. “It’s just the most vulnerable I’ve ever felt.”\nThe IFPD SWAT team, Unmanned Aerial Systems (drone) team, Crisis Negotiators, and others were activated to respond during the incident. Through the use of drones and robots, officials were able to tell that Flores was still moving after the officers were evacuated. IFPD used several different methods to try to communicate with Flores with no response.\nAround 5:30 p.m. Idaho Falls SWAT officers use a flashbang grenade and enter the room, taking Flores into custody.\n‘Quit pointing guns at them, quit firing bullets at them’\nDuring the conference, Johnson made a strong and concerted point to humanize his officers, many of whom have been shot at multiple times in their careers, and one who experienced their first gunfire incident at the Econo Lodge.\n“This is the third time Idaho Falls Police officers have been shot at in the last five months,” said Johnson. “Of the seven officers who responded, more than half are veterans who have served the country, and all of them are fathers.”\nJohnson refers to an officer involved shooting on Dec. 4\nnear the Candlewood Suites Hotel, and another on Jan. 8 in the area of 4th Street and South Lee Avenue.\nBierma, an IFPD officer for nearly nine years, was also at the December shooting, in which the suspect ended up shooting himself and dying in front of the officers.\nRELATED | Footage released of officer-involved shooting that left man dead; officers cleared of criminal charges\nBierma is a K9 handler, a position that Johnson says often brings him into the most dangerous and volatile situations.\n“He and K9 Argo, who go to the most dangerous calls all the time, have been partners for almost four years,” says Johnson. “Officer Bierma is a veteran, a husband and a father.”\nJohnson was clearly emotional when he said Nagle had only been an officer for less than two years and has already been in the line of fire.\n“Had he not been holding that ballistic shield, that round would have hit him,” said Johnson. “Officer Nagle is 23 years old. He is a father of a little baby and he has a new little baby at home.”\nOf the unidentified officers involved, according to Johnson, one is an active member of the Idaho National Guard, and one is a veteran and former “beloved school resource officer at a local middle school.”\nJohnson also critiqued the criminal justice system, saying it needs to learn to keep dangerous criminals behind bars.\nIncluding the incident detailed in this story, Flores has allegedly prompted three SWAT team responses in five months.\nRELATED | How has one man caused three IFPD SWAT responses? We looked into it.\n“We need to, collectively as an entire criminal justice system, do better at getting some dangerous people off the street and keeping them off the street,” said Johnson. “I do not have words to express the pride I have in what these Idaho Falls officers do — their courage under fire, their extreme restraint when they’re being shot at, their tactical planning beforehand, their response to try to keep people safe.”\nIn a heartfelt statement directed toward recent shooting suspects, Johnson said he and his officers are committed to going above and beyond to safeguard lives, and urges the community to stop aiming guns at officers.\n“Quit shooting at the police. My officers are doing what they have to do to stay safe. You can watch every one of those videos, and you’ll see in every one, they do everything they can to try to safely take people into custody,” said Johnson. “Quit pointing guns at them, quit firing bullets at them — that’s what I want to tell them.”\nAdditional body camera footage from this incident is available by filing a public records request on the\nIdaho Falls Police website.\nFlores was treated for his wounds at a local hospital and has been charged with six counts of aggravated assault on law enforcement officers, unlawful possession of a firearm, misdemeanor resisting or obstructing officers, misdemeanor trespassing, and six felony enhancements for the use of a deadly weapon. His preliminary hearing is scheduled for May 1.\nHe could face up to life in prison if convicted.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://idahofallsidaho.gov/1739/Police-Department",
      "https://www.idahofallsidaho.gov/1739/Police-Department"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robert flores",
          "sentiment": "none"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "nagle",
          "sentiment": "none"
        },
        {
          "name": "mitch bierma",
          "sentiment": "none"
        },
        {
          "name": "shayden nagle",
          "sentiment": "none"
        },
        {
          "name": "bryce johnson",
          "sentiment": "none"
        },
        {
          "name": "bierma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "idaho falls police department",
          "sentiment": "none"
        },
        {
          "name": "idaho falls police",
          "sentiment": "none"
        },
        {
          "name": "econo lodge",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:50:18.159+03:00",
    "updated": "2024-04-26T00:50:18.159+03:00"
  },
  {
    "uuid": "72bd0ee1afa5a7f2ae0258a9e0b4c0c2ae730467",
    "url": "https://www.dailyecho.co.uk/news/national/24016337.thousands-homes-remain-without-power-wake-storm-gerrit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T03:40:00Z",
    "title": "Thousands of homes remain without power in wake of Storm Gerrit | Daily Echo",
    "text": "Thousands of homes remain without power as the post-storm cleanup begins in the wake of Storm Gerrit.\nAround 1,500 homes in Scotland experienced their second night without power in Scotland while a lightning strike hit supplies in Wales on Thursday.\nPower company Scottish and Southern Electricity Networks said it had restored supply to more than 46,000 properties that lost power due to the storm, with people in the north east and Shetland worst affected.\n⚡ We've now restored power to 46k customers #stormgerrit 🏠 1.5k will be off overnight, we're giving help & advice.👷 Teams are working tonight to clear debris hindering access to faults.☕ Full details of vans serving hot meals from 9am tomorrow are at https://t.co/HSBcM400Fh pic.twitter.com/pnHIApyUvC\n— Scottish and Southern Electricity Networks (@ssencommunity) December 28, 2023\nThey said the remaining homes should be reconnected on Friday with welfare vans serving hot food and drink to affected customers from 9am.\nOperations director Andy Smith said: “This has been a difficult couple of days for the communities affected and I’m grateful to them for their patience and support as our teams work extremely hard to restore power.”\nNational Grid UK said 36,000 properties were without power in Ceredigion on Thursday after lightning struck.\nStorm Gerrit strongest gusts. See story WEATHER Gerrit. Infographic PA Graphics. An editable version of this graphic is available if required. Please contact graphics@pamediagroup.com. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said.\nA supercell thunderstorm moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged homes in Greater Manchester on Wednesday.\nAround 100 properties were damaged by what police called a “localised tornado” in Stalybridge, Tameside and in the badly-hit village of Carrbrook.\nHayley McCaffer, 40, who lives in Carrbrook, told the PA news agency that some of her neighbours’ houses “are an absolute disaster” with missing roofs and “squished” cars.\nDamage will be covered by standard property insurance policies, the Association of British Insurers has said.\nScreengrab taken from PA Video of a damaged gate in Stalybridge after the Tameside tornado (Richard McCarthy/PA) ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspensed or cancelled services due to damage or system faults.\nFriday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day.\nIn Wales, the aftermath of the recent severe weather will see rail services hampered until Monday.\n🌦️ Blustery showers are possible on Friday morning, with these most likely in the north and west. Many of us will also see some sunshine and some places may stay dry.\n🌬️ Still windy in northern England and later Shetland, with gales possible, but otherwise somewhat less windy. pic.twitter.com/hInP8LNF2c\n— Met Office (@metoffice) December 28, 2023\nFerry services also experienced cancellations and delays due to storm activity with operator DFDS confirming sailings between Dover and France were delayed due to strong winds in the English Channel.\nAir travel in and out of the UK saw cancellations but most services have returned to normal.\nThe Met Office reported the worst of Storm Gerrit had passed with the last few days of 2023 forecast to be unsettled with strong winds, rain and even snow on higher ground.\nMet Office chief forecaster Steven Ramsdale said: “Heavy rain will spread across all but the far north on Saturday, affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://t.co/pnHIApyUvC",
      "https://t.co/hInP8LNF2c",
      "https://twitter.com/metoffice/status/1740470481629642845?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/stormgerrit?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/HSBcM400Fh",
      "https://twitter.com/ssencommunity/status/1740499853262676227?ref_src=twsrc%5Etfw",
      "https://twitter.com/ssencommunity/status/1740499853262676227",
      "https://www.t.co/hInP8LNF2c",
      "https://www.twitter.com/ssencommunity/status/1740499853262676227?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/stormgerrit?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/stormgerrit",
      "https://www.twitter.com/metoffice/status/1740470481629642845?ref_src=twsrc%5Etfw",
      "https://twitter.com/metoffice/status/1740470481629642845",
      "https://www.t.co/pnHIApyUvC",
      "https://www.t.co/HSBcM400Fh"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "southern electricity networks",
          "sentiment": "none"
        },
        {
          "name": "scottish and southern electricity networks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "shetland",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:06:59.015+02:00",
    "updated": "2023-12-29T07:06:59.015+02:00"
  },
  {
    "uuid": "ef57c438d633a2689daca36d05e0a15413254222",
    "url": "https://www.poresto.net/mexico/2024/10/3/dia-mundial-de-los-animales-cual-es-el-origen-y-la-importancia-de-esta-celebracion.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jesús García",
    "published": "2024-10-04T00:35:00Z",
    "title": "Día Mundial de los Animales: ¿Cuál es el origen y la importancia de esta celebración? - PorEsto",
    "text": "NEWSLETTER POR ESTO! Suscríbete y recibe la información más relevante Volver ÚLTIMA HORA Internacional El líder iraní, Ali Jamnei aseguró que ataque a Israel fue el \"menor de los castigos\" Volver Por [ Jesús García ](/autor/jesus-garcia.html) 3 de oct. de 2024 3 min Escrito por [ Jesús García ](/autor/jesus-garcia.html) El Día Mundial de los Animales se celebra cada año el 4 de octubre. Esta fecha fue establecida en 1929 durante un congreso de la Organización Mundial de Protección Animal en Viena. Desde entonces, se ha convertido en una ocasión global para reflexionar sobre la relación entre los seres humanos y los animales, y para promover su bienestar. El 4 de octubre fue elegido en honor a San Francisco de Asís, el santo patrono de los animales y del medio ambiente en la tradición cristiana. San Francisco es conocido por su amor y respeto hacia todas las criaturas vivientes, lo que lo convierte en un símbolo perfecto para esta celebración. La primera celebración formal del Día Mundial de los Animales tuvo lugar en 1931 durante una convención ecologista en Florencia, Italia. Desde entonces, la fecha ha sido adoptada por diversas organizaciones y países para promover la protección y el respeto hacia los animales. Cuidar a los animales es crucial por varias razones: Los animales merecen ser tratados con respeto y dignidad. Promover su bienestar refleja nuestros valores éticos y compasivos. Tratar bien a los animales también puede fomentar una sociedad más empática y justa. Los animales juegan roles fundamentales en los ecosistemas, como la polinización, el control de plagas y la dispersión de semillas. La pérdida de biodiversidad puede debilitar estos procesos naturales, poniendo en riesgo la salud del planeta y nuestra propia supervivencia. Por ejemplo, los polinizadores como las abejas son esenciales para la producción de alimentos. Muchas especies están en peligro de extinción debido a la actividad humana. Proteger a los animales ayuda a preservar la biodiversidad y a mantener el equilibrio ecológico. La conservación de especies también puede tener beneficios económicos, como el ecoturismo, que depende de la existencia de fauna silvestre. En México, varios animales están en peligro de extinción en 2024, incluyendo: Este pequeño cetáceo es uno de los mamíferos marinos más amenazados del mundo. Su población ha disminuido drásticamente debido a la pesca ilegal con redes de enmalle. En 2024, se estima que quedan alrededor de 10 ejemplares. A pesar de los esfuerzos de conservación, la vaquita marina sigue enfrentando amenazas significativas. Un anfibio endémico de México, conocido por su capacidad de regeneración. El ajolote enfrenta amenazas por la pérdida de hábitat y la contaminación del agua. Recientemente, se han llevado a cabo esfuerzos para reintroducir ajolotes criados en laboratorio en su hábitat natural en Xochimilco. El mayor felino de América, cuya población ha disminuido debido a la pérdida de hábitat y la caza furtiva. Los jaguares son cruciales para mantener el equilibrio en los ecosistemas. En México, se han implementado programas de conservación en áreas protegidas como la Selva Lacandona y la Reserva de la Biosfera de Calakmul. Recientemente, se encontró un jaguar decapitado en las costas de Ciudad del Carmen, Campeche, lo que ha generado gran preocupación y ha llamado la atención sobre la necesidad urgente de proteger a esta especie. Una especie de tortuga marina que enfrenta amenazas por la pesca incidental y la contaminación. En los últimos años, se ha reportado la muerte de cientos de tortugas caguama en el Golfo de Ulloa, Baja California Sur. La protección de estas especies es vital para mantener la biodiversidad y el equilibrio de los ecosistemas en México. Además, cada especie tiene un valor intrínseco y su pérdida representa una disminución de la riqueza natural del país. JGH NEWSLETTER POR ESTO! Suscríbete y recibe la información más relevante Suscríbete a: 02",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T04:46:04.647+03:00",
    "updated": "2024-10-04T20:36:55.363+03:00"
  },
  {
    "uuid": "d411ce2b02a18ae9a168d3f10f6ff835b6d4d8af",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-03/doc-inervqpx8842406.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-02T21:52:00Z",
    "title": "推进城市全域数字化转型|实施方案_新浪财经_新浪网",
    "text": "本报讯 （记者 聂伟） 省数据局、省发展改革委、省财政厅、省自然资源厅、省住建厅五部门近日联合印发《江苏省深化智慧城市发展 推进城市全域数字化转型的实施方案》。这是继国家发展改革委、国家数据局等四部委《关于深化智慧城市发展 推进城市全域数字化转型的指导意见》出台后，全国首个省级层面出台的城市全域数字化转型实施方案。\n全域数字化转型能更高效地配置资源、优化产业结构，提升经济运行的效率和质量，已成为当下各地城市提升竞争力的一大“胜负手”。《实施方案》提出，到2027年，全省城市全域数字化转型实现整体跃迁，“五位一体”全域数字化转型格局基本形成，全面建成省市一体的数据资源体系，高使用价值数据供给率超过95%，实现公共数据应归尽归；构建统一的城市运行智能中枢，打造5个城市大模型，推广应用200个以上智能体；数字经济核心产业增加值达1.8万亿元，打造数据产业、物联网、集成电路、信息通信、智能网联汽车、核心软件、人工智能、先进计算等数字产业集群；建立适数化制度创新体系，制定出台10项左右法规规章和规范性文件，13个设区市智慧城市建设水平进入全国百强，特大城市智慧高效治理全国领先。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->macro economics",
      "Economy, Business and Finance->business governance",
      "Science and Technology->scientific research",
      "Science and Technology->technology and engineering",
      "Politics->government policy",
      "Politics->economic policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:04:53.566+03:00",
    "updated": "2025-04-03T01:04:53.566+03:00"
  },
  {
    "uuid": "1467a6173c5b82dbeb117a32fa6184c9ec8cec07",
    "url": "https://actu.orange.fr/monde/pyongyang-qualifie-d-amp-quot-imprudente-amp-quot-la-vente-d-helicopteres-americains-a-seoul-CNT000002eNnhR.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-08-23T00:00:00Z",
    "title": "Pyongyang qualifie d'\"imprudente\" la vente d'hélicoptères américains à Séoul : Actualités - Orange",
    "text": "Pyongyang qualifie d'\"imprudente\" la vente d'hélicoptères américains à Séoul © Wojtek RADWANSKI, AFP - Les Etats-Unis ont annoncé lundi avoir approuvé la vente de jusqu'à 36 hélicoptères d'attaque Apache, ainsi que du matériel lié, à la Corée du Sud pour un total d'environ 3,5 milliards de dollars La Corée du Nord a qualifié jeudi d'acte \"imprudent et provocant\" la vente par les Américains d'hélicoptères Apache à la Corée du Sud, affirmant qu'elle y répondrait par un renforcement de son propre arsenal. \"Il s'agit d'un acte imprudent et provocant\" qui vise à \"délibérément augmenter l'instabilité sécuritaire dans la région\", a fustigé dans un communiqué le ministère de la Défense nord-coréen. \"Nous nous opposons fermement (...) au renforcement militaire (...) des forces vassales\" des Etats-Unis, a-t-il déclaré, critiquant par la même des ventes récentes américaines au Japon et à d'autres alliés de Washington en Asie-Pacifique. Les Etats-Unis ont annoncé lundi avoir approuvé la vente de jusqu'à 36 hélicoptères d'attaque Apache, ainsi que du matériel lié, dont des missiles, à la Corée du Sud pour un total d'environ 3,5 milliards de dollars (3,1 milliards d'euros). Selon l'agence américaine pour la coopération en matière de défense (DSCA), elle doit permettre \"d'améliorer les capacités de la République de Corée (nom officiel de la Corée du Sud) à faire face aux menaces actuelles et futures\" avec \"une force capable de dissuader les adversaires\". La transaction doit encore être validée par le Congrès américain avant d'être effective. Cet accord va amener Pyongyang à \"renforcer encore\" ses propres moyens de \"dissuasion stratégique\", a souligné vendredi le régime nord-coréen. L'annonce de la vente est intervenue au premier jour des traditionnels exercices militaires annuels menés conjointement par Washington et Séoul. Baptisées \"Ulchi Freedom Shield\", elles mobiliseront des milliers de militaires jusqu'au 29 août. Washington est le principal allié de Séoul en matière de sécurité. publié le 23 août à 01h42, AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T02:49:08.203+03:00",
    "updated": "2024-08-23T02:49:08.203+03:00"
  },
  {
    "uuid": "391138f1d43ae21dd19674126e6515d876fdbed8",
    "url": "https://www.df.cl/empresas/multinacionales/heredera-de-l-oreal-se-convierte-en-la-primera-mujer-en-acumular-una",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bloomberg",
    "published": "2023-12-28T22:00:00Z",
    "title": "Heredera de conglomerado francés se convierte en la primera mujer en amasar una fortuna de más de US$100 mil millones",
    "text": "Heredera de conglomerado francés se convierte en la primera mujer en amasar una fortuna de más de US$100 mil millones El creciente dominio francés del mercado del lujo ha impulsado las riquezas de varias familias millonarias, incluido el clan a cargo de Hermes International, considerada la mayor fortuna familiar de Europa - T+ - T- Según el índice de multimillonarios de Bloomberg, este jueves, la fortuna de Françoise Bettencourt Meyers ascendió a US$ 100.200 millones, luego de que las acciones de L´Oreal subieran a un nivel récord. La compañía de productos de belleza, fundada por su abuelo, Eugene Schueller, registró un máximo histórico y se prepara a cerrar su mejor año desde 1998. De este modo, Bettencourt, de 70 años, se convirtió en la primera mujer en ser dueña de un patrimonio de más de US$ 100 mil millones. Pese a los altos niveles de ganancias para la heredera de la cosmética francesa, el valor de su fortuna sigue siendo significativamente menor que la de su compatriota y fundador de Moët Hennessy Louis Vuitton (LVMH), Bernard Arnault. Según las cifras del ranking mundial, Arnault es la segunda persona más rica del mundo, con US$ 179.400 millones. El creciente dominio francés del mercado del lujo ha impulsado las riquezas de varias familias millonarias, incluido el clan a cargo de Hermes International, considerada la mayor fortuna familiar de Europa, y los hermanos Wertheimer, dueños de Chanel. Bettencourt es vicepresidenta de la junta directiva de L'Oréal, una empresa global de US$ 268 mil millones en la que ella y su familia son los mayores accionistas con una participación de casi 35%. Sus hijos, Jean-Victor Meyers y Nicolas Meyers, también son directores. La heredera mantiene su vida privada al margen, evitando la ostentosa vida social que buscan la mayoría de los multimillonarios. Sin embargo, ha escrito dos libros: un estudio de cinco volúmenes de la Biblia y una genealogía de los dioses griegos. También es conocida por tocar el piano todos los días.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:14:32.220+02:00",
    "updated": "2023-12-29T01:28:02.854+02:00"
  },
  {
    "uuid": "806c6d80ef2546fe9085802715a292d732794ee2",
    "url": "https://www.rtl.be/actu/belgique/societe/apres-astrazeneca-un-autre-groupe-renonce-son-vaccin-anti-covid-les-dernieres/2024-05-10/article/667541",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RTL info avec BELGA",
    "published": "2024-05-10T14:23:00Z",
    "title": "Après AstraZeneca, un autre groupe renonce à son vaccin anti-Covid: \"Les dernières doses ont expiré fin janvier\" | RTL Info",
    "text": "Partager: Après le britannique AstraZeneca, c'est au tour de Sanofi de renoncer à son vaccin anti-Covid. Le groupe français commercialisera désormais celui de son concurrent américain Novavax, qu'il va aussi tenter de combiner avec ses vaccins contre la grippe. \"Les dernières doses de VidPrevtyn Beta\", le vaccin anti-Covid de Sanofi, \"ont expiré à la fin du mois de janvier 2024\", a indiqué vendredi le géant français dans un mail à l'AFP. \"Nous avons retiré la demande d'autorisation de mise sur le marché de l'Organisation mondiale de la Santé (OMS)\". \"Cette décision n'est pas liée à des problèmes d'efficacité, de sécurité ou de qualité, mais simplement au fait qu'il existe une offre suffisante d'autres vaccins Covid-19 dans le monde\", a précisé Sanofi. Cette décision marque une nouvelle étape dans la gestion de l'après-pandémie par le secteur pharmaceutique. Les principaux groupes sont, en effet, confrontés à un net déclin des ventes de vaccins anti-Covid. Juste avant Sanofi, le britannique AstraZeneca avait annoncé mercredi le retrait de son vaccin, l'un des premiers mis sur le marché pendant la pandémie, citant une chute de la demande. Le cas de Sanofi, dont le vaccin avait, lui, tardé à arriver sur le marché, est toutefois un peu différent, puisque le français va récupérer l'exploitation d'un autre vaccin anti-Covid, celui de l'américain Novavax. Les deux groupes ont conclu \"un accord de licence co-exclusif pour la co-commercialisation d'un vaccin Covid-19 et le développement de vaccins combinés grippe-Covid-19\", ont-ils annoncé vendredi dans un communiqué commun. Cet accord, qui verra Sanofi verser au moins 500 millions de dollars et jusqu'à 1,2 milliard à Novavax, prévoit que le premier commercialisera à partir de 2025 le vaccin du second. Le français gérera aussi des enjeux de réglementation, ainsi que de recherche et développement. [vaccin covid-19](/353979/free-tags/vaccin-covid-19)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T18:17:44.261+03:00",
    "updated": "2024-05-10T18:17:44.261+03:00"
  }
]