[
  {
    "uuid": "d2be503276cdd3ca9bec95db16f42467f9e662a8",
    "url": "https://wsau.com/2024/02/15/cambodia-upcycler-turns-tonnes-of-plastic-bottles-into-brooms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-02-16T01:23:00Z",
    "title": "Cambodia ‘upcycler’ turns tonnes of plastic bottles into brooms",
    "text": "By Chantha Lach\nPHNOM PENH (Reuters) – In a small warehouse in Cambodia’s capital, a group of workers sit and spin waste plastic bottles into strips, turning them into bristles for brooms, of which they churn out 500 each day.\nFor the past 11 months they have transformed around 40 tonnes of discarded plastic bottles, about 5,000 bottles per day, by “upcycling” them into brooms they say are more robust than regular brushes.\nThose sell for 10,000 riel ($2.50) and 15,000 riel ($3.75) each.\nPlastic strips from the empty bottles are collected into a bundle on a machine, before being softened in hot water and sliced evenly to be sewn with metal wires into the ends of a bamboo stick.\nCambodian entrepreneur Has Kea, 41, wants to reduce plastic pollution in his community, in a city that produces up to 38,000 tonnes of all types of waste each day, according to its environmental department.\nAbout a fifth of that is single-use plastic that ends up in landfills and waterways.\n“This broom is quite solid, not easy to break,” said Suon Kosal, a 26-year-old Buddhist monk whose temple bought 80 of the brooms last month.\nKea buys empty plastic bottles from trash collectors and garbage depots. With the seemingly endless supply, he is confident about the longevity of his business.\nHe is also open to competitors stepping in to the market.\n“This also help reduce pollution to the environment and encourages people to collect plastic bottles to sell to us at a higher price, which in turn, could earn them a better living,” he said.\n(Writing by Juarawee Kittisilpa; Editing by Martin Petty and Alison Williams)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chantha lach",
          "sentiment": "negative"
        },
        {
          "name": "suon kosal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "buddhist",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cambodia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T03:42:57.061+02:00",
    "updated": "2024-02-16T03:42:57.061+02:00"
  },
  {
    "uuid": "2583767741f84bd925b72bb32a0b87113a13d60b",
    "url": "https://calgary.ctvnews.ca/protesters-crash-calgary-s-winston-churchill-monument-unveiling-1.6916827",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVCalgary",
    "published": "2024-06-06T20:49:00Z",
    "title": "Protesters crash Calgary's Winston Churchill statue unveiling | CTV News",
    "text": "[Skip to main content](#main) Protesters crash Calgary's Winston Churchill monument unveiling Protesters carrying signs with troubling quotes attributed to Sir Winston Churchill crashed a statue unveiling of the wartime leader in Calgary. A nine-foot tall, bronze monument honouring the former United Kingdom prime minister was erected this spring in front of the McDougall Centre. But its official reveal on Thursday was interrupted by a handful of protesters. History grad student William Gillies was one of the people showing their displeasure. “Statues aren’t history,” he told CTV News. “They’re political statements, and this one is on public property. Churchill was a public figure and his legacy is open to fair debate.” Controversial views News of the monument in 2022 was greeted by some vocal opposition because of recent revelations about Churchill. The former PM carried troubling views on both race and colonialism, saying some races are stronger than others and that white Christians are \"higher-grade.\" Many historians believe he prioritized white European lives during his time in office. Thursday’s protesters wrote out some of his quotes about Indigenous people and women, among others, on large signs. And they’re not alone in their opposition to the figure. Other statues of Churchill have been defaced multiple times, including in his home country and Edmonton. 'Larger than life' The statue is meant to honour the work of the U.K. leader and has been put up in a province he enjoyed visiting in the late 1920s. It faces the eastern slopes, a place he said he loved. The province kicked in $60,000 to prepare the monument site, but most of the legwork was done by the Sir Winston Churchill Society of Calgary. It has been fundraising for years to erect the statue. Former Alberta Premier Jason Kenney is a member and was on hand for the ceremony. He calls Churchill the “greatest leader of the modern era.” “The historical achievements of this man is without precedence in all of human history, and any objective reading of human history has to see it that way,” he told CTV News. “I think it’s important as some people try to cancel our history, that we remember great individuals like Churchill.” Kenney worries the site may be a target for vandalism. “Anything worth doing is probably controversial,” he said. “But if you want to seek absolute perfection amongst great historical figures, then we won’t remember anybody.” [Calgary Top Stories](https://barrie.ctvnews.ca/) - - BREAKING BREAKING [Shooting in Calgary community of Woodlands leaves man in hospital](https://calgary.ctvnews.ca/shooting-in-calgary-community-of-woodlands-leaves-man-in-hospital-1.6916780) - - - - - - CTVNews.ca Top Stories [Over 1.2 million rechargeable lights are under recall for fire hazards, following one reported death](https://www.ctvnews.ca/world/over-1-2-million-rechargeable-lights-are-under-recall-for-fire-hazards-following-one-reported-death-1.6916611) More than 1.2 million rechargeable lights are under recall in Canada and the U.S. following a report of one consumer died as the result of a fire. BREAKING [Lecce out as education minister in major Ontario government cabinet shuffle](https://toronto.ctvnews.ca/lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649) Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. [Shell investigation reveals vendor data breach](https://www.ctvnews.ca/business/shell-investigation-reveals-vendor-data-breach-1.6916846) Shell confirms a cybersecurity incident that occurred last week targeted a vendor the company works with, not the oil and gas giant. [Canadians more likely to prefer someone other than Trudeau lead Liberals in next election: Nanos](https://www.ctvnews.ca/politics/canadians-more-likely-to-prefer-someone-other-than-trudeau-lead-liberals-in-next-election-nanos-1.6916508) Canadians are three times more likely to prefer someone other than Prime Minister Justin Trudeau to lead the Liberals in the next election, a new Nanos Research survey for CTV News shows. [Ontario woman forced to pay $23K medical bill after heart attack abroad despite travel insurance](https://toronto.ctvnews.ca/ontario-woman-forced-to-pay-23k-medical-bill-after-heart-attack-abroad-despite-travel-insurance-1.6915427) An Ontario woman who took a trip to the Cayman Islands in January was hospitalized after a heart attack and even though she had travel medical insurance, she was told she needed to pay the hospital bill herself. [Calgary activates municipal emergency plan after water main break](https://calgary.ctvnews.ca/calgary-activates-municipal-emergency-plan-after-water-main-break-1.6915773) The city of Calgary is under a mandatory water advisory where officials are telling all residents and businesses to strictly limit their water usage following a major water main break on Wednesday. [Pro-Palestinian supporters occupy McGill University administration building](https://montreal.ctvnews.ca/pro-palestinian-supporters-occupy-mcgill-university-administration-building-1.6916721) Pro-Palestinian protesters at McGill university said they are barricading themselves in the administration building as part of a \"global call to action.\" ['Don't have enough progress to avert a strike,' TTC union says as deadline nears](https://toronto.ctvnews.ca/don-t-have-enough-progress-to-avert-a-strike-ttc-union-says-as-deadline-nears-1.6915726) The union representing thousands of frontline TTC workers says it's deadlocked in negotiations with the city, with just hours left ahead of a midnight strike deadline. [Man charged in murder of Ont. woman Elnaz Hajtamiri is headed to trial](https://barrie.ctvnews.ca/man-charged-in-murder-of-ont-woman-elnaz-hajtamiri-is-headed-to-trial-1.6916400) The man accused in the murder and kidnapping of his former girlfriend, Elnaz Hajtamiri, is headed for trial. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Edmonton](https://edmonton.ctvnews.ca/) - [Canadians more likely to prefer someone other than Trudeau lead Liberals in next election: Nanos](https://www.ctvnews.ca/politics/canadians-more-likely-to-prefer-someone-other-than-trudeau-lead-liberals-in-next-election-nanos-1.6916508) Canadians are three times more likely to prefer someone other than Prime Minister Justin Trudeau to lead the Liberals in the next election, a new Nanos Research survey for CTV News shows. - [Violent offender released in Edmonton: EPS](https://edmonton.ctvnews.ca/violent-offender-released-in-edmonton-eps-1.6916407) Edmonton police are warning residents about the release of a man they believe poses a threat to the community. - [Drake places $500K bet on Edmonton Oilers to win Stanley Cup Final](https://edmonton.ctvnews.ca/drake-places-500k-bet-on-edmonton-oilers-to-win-stanley-cup-final-1.6916249) Canadian rap artist Drake placed a $500,000 bet on the Edmonton Oilers to win the Stanley Cup Final against the Florida Panthers. [Lethbridge](https://calgary.ctvnews.ca/lethbridge) - [Okotoks Dawgs win eighth in row to open season, topping Bombers 12-11](https://calgary.ctvnews.ca/okotoks-dawgs-win-eighth-in-row-to-open-season-topping-bombers-12-11-1.6916319) A day after being part of one of the highest-scoring games in baseball history, the Brooks Bombers scored in double digits again, only to lose a close one to the Okotoks Dawgs. - ['Their ground zero': Trial hears about murder plot at Coutts border blockade](https://calgary.ctvnews.ca/their-ground-zero-trial-hears-about-murder-plot-at-coutts-border-blockade-1.6916028) A Crown prosecutor says two men on trial over the border blockade at Coutts, Alta., conspired to kill police officers and believed they were justified in doing so. - [High-risk incident near Lethbridge elementary school ends](https://calgary.ctvnews.ca/high-risk-incident-near-lethbridge-elementary-school-ends-1.6915088) A ‘high-risk incident’ on 9 Avenue South that took place near a Lethbridge school Wednesday afternoon is over.. [Vancouver](https://bc.ctvnews.ca/) - [Search suspended for overdue mountaineers near Squamish, B.C.](https://bc.ctvnews.ca/search-suspended-for-overdue-mountaineers-near-squamish-b-c-1.6916461) Rescue crews have suspended the search for three mountaineers who failed to return from a difficult climb near Squamish, B.C., on Friday. - [B.C. city loses appeal of million-dollar award for spectator's hockey puck injury](https://bc.ctvnews.ca/b-c-city-loses-appeal-of-million-dollar-award-for-spectator-s-hockey-puck-injury-1.6916891) British Columbia's highest court has struck down an appeal by the City of Langford, which argued that a million-dollar payout to a woman who was hit in the face with a roller-hockey puck at a municipal arena was disproportionately high for her injuries. - [Driver in critical condition after 'unknown object' flew through windshield on Highway 1](https://bc.ctvnews.ca/driver-in-critical-condition-after-unknown-object-flew-through-windshield-on-highway-1-1.6916646) A driver is in critical condition after a unknown object flew through their windshield while they were travelling along Highway 1 Thursday. [Vancouver Island](https://vancouverisland.ctvnews.ca/) - [B.C. city loses appeal of million-dollar award for spectator's hockey puck injury](https://bc.ctvnews.ca/b-c-city-loses-appeal-of-million-dollar-award-for-spectator-s-hockey-puck-injury-1.6916891) British Columbia's highest court has struck down an appeal by the City of Langford, which argued that a million-dollar payout to a woman who was hit in the face with a roller-hockey puck at a municipal arena was disproportionately high for her injuries. - [Search suspended for overdue mountaineers near Squamish, B.C.](https://bc.ctvnews.ca/search-suspended-for-overdue-mountaineers-near-squamish-b-c-1.6916461) Rescue crews have suspended the search for three mountaineers who failed to return from a difficult climb near Squamish, B.C., on Friday. - [24% year-over-year decrease in toxic drug deaths: B.C. coroner](https://bc.ctvnews.ca/24-year-over-year-decrease-in-toxic-drug-deaths-b-c-coroner-1.6916465) Dozens more people died from unregulated, toxic drugs in B.C. this April, the latest data from the BC Coroners Service shows. [Saskatoon](https://saskatoon.ctvnews.ca/) - [Saskatoon Pride bans Sask. Party members from participating over 'alarming' pronoun law](https://saskatoon.ctvnews.ca/saskatoon-pride-bans-sask-party-members-from-participating-over-alarming-pronoun-law-1.6916701) Saskatoon Pride has joined the chorus of organizations banning members of the Sask. Party from Pride events this month over its controversial law that would effectively \"out\" children who want to go by a different name or pronouns in school. - [B.C. woman wins court ruling two years after her dog was brutally attacked at Sask. off-leash park](https://saskatoon.ctvnews.ca/b-c-woman-wins-court-ruling-two-years-after-her-dog-was-brutally-attacked-at-sask-off-leash-park-1.6916204) After a two-year legal battle, the owner of a dog who was killed in a vicious attack at a Saskatoon off-leash park two years ago is getting some closure. - [Sask. Teachers' Federation, gov't searching for path forward following impasse, reinstating job sanctions](https://saskatoon.ctvnews.ca/sask-teachers-federation-gov-t-searching-for-path-forward-following-impasse-reinstating-job-sanctions-1.6916123) As teachers right across Saskatchewan prepare to take part in \"work-to rule\" job action beginning next week – both sides are presenting their case as to why after a year-long labour dispute, a deal has not yet been reached. [Regina](https://regina.ctvnews.ca/) - [Sask. Teachers' Federation, gov't searching for path forward following impasse, reinstating job sanctions](https://saskatoon.ctvnews.ca/sask-teachers-federation-gov-t-searching-for-path-forward-following-impasse-reinstating-job-sanctions-1.6916123) As teachers right across Saskatchewan prepare to take part in \"work-to rule\" job action beginning next week – both sides are presenting their case as to why after a year-long labour dispute, a deal has not yet been reached. - [Regina police looking for silver truck that fled pedestrian collision](https://regina.ctvnews.ca/regina-police-looking-for-silver-truck-that-fled-pedestrian-collision-1.6916785) The Regina Police Service (RPS) is asking for the public’s help as it investigates a pedestrian collision that took place Thursday afternoon. - [Services needed to provide mental health supports at Living Sky School Division: Sask. auditor](https://regina.ctvnews.ca/services-needed-to-provide-mental-health-supports-at-living-sky-school-division-sask-auditor-1.6916612) More intervention services are needed to provide support for students with mental health challenges at Living Sky School Division (LSSD), according to the newly released Saskatchewan auditor’s report. [Toronto](https://toronto.ctvnews.ca/) - BREAKING BREAKING [Lecce out as education minister in major Ontario government cabinet shuffle](https://toronto.ctvnews.ca/lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649) Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - ['Don't have enough progress to avert a strike,' TTC union says as deadline nears](https://toronto.ctvnews.ca/don-t-have-enough-progress-to-avert-a-strike-ttc-union-says-as-deadline-nears-1.6915726) The union representing thousands of frontline TTC workers says it's deadlocked in negotiations with the city, with just hours left ahead of a midnight strike deadline. - [Judge orders video game developer to freeze accounts belonging to Ontario's so-called 'Crypto King'](https://toronto.ctvnews.ca/judge-orders-video-game-developer-to-freeze-accounts-belonging-to-ontario-s-so-called-crypto-king-1.6916083) An Ontario judge has ordered the developer behind the popular video gaming platform Steam to freeze the accounts of Ontario’s so-called ‘Crypto King,’ to prevent him from trading or liquidating assets. [Montreal](https://montreal.ctvnews.ca/) - [Pro-Palestinian supporters occupy McGill University administration building](https://montreal.ctvnews.ca/pro-palestinian-supporters-occupy-mcgill-university-administration-building-1.6916721) Pro-Palestinian protesters at McGill university said they are barricading themselves in the administration building as part of a \"global call to action.\" - [Poilievre calls on Liberals to refuse exemption for Montreal supervised drug-use site](https://montreal.ctvnews.ca/poilievre-calls-on-liberals-to-refuse-exemption-for-montreal-supervised-drug-use-site-1.6916725) The leader of the Conservative Party of Canada has asked the federal government to refuse an exemption requested by a safe drug use site in Montreal's St-Henri neighbourhood after nearby residents have raised concerns about their safety. - [Man sentenced to life in prison, no chance of parole for 13 years after Montreal teen's fatal stabbing](https://montreal.ctvnews.ca/man-sentenced-to-life-in-prison-no-chance-of-parole-for-13-years-after-montreal-teen-s-fatal-stabbing-1.6916190) A 21-year-old man convicted in the 2021 stabbing death of 16-year-old Jannai Dopwell-Bailey outside a Montreal school must serve 13 years in prison before being eligible for parole. [Atlantic](https://atlantic.ctvnews.ca/) - ['We are forever in your debt': Those who fought and died remembered during Moncton's D-Day ceremony](https://atlantic.ctvnews.ca/we-are-forever-in-your-debt-those-who-fought-and-died-remembered-during-moncton-s-d-day-ceremony-1.6916492) Government officials, Second World War veterans and spectators gathered at the Moncton Cenotaph in Moncton, N.B., Thursday afternoon to commemorate the 80th anniversary of D-Day and the Battle of Normandy. - [Elderly woman dies after being struck by out-of-control vehicle in Wolfville Ridge: N.S. RCMP](https://atlantic.ctvnews.ca/elderly-woman-dies-after-being-struck-by-out-of-control-vehicle-in-wolfville-ridge-n-s-rcmp-1.6916229) An 87-year-old Nova Scotia woman has died after police say an out-of-control vehicle struck her while she was standing beside her car in Wolfville Ridge, N.S. - [Charges dismissed against pair accused of harassing N.S. medical officer during COVID](https://atlantic.ctvnews.ca/more/charges-dismissed-against-pair-accused-of-harassing-n-s-medical-officer-during-covid-1.6916571) A Nova Scotia judge has dismissed charges against two people accused of harassing the province's chief medical officer during the COVID-19 pandemic, saying the case had taken took long to reach the trial stage. [Winnipeg](https://winnipeg.ctvnews.ca/) - [61-year-old cyclist dead after hit-and-run: WPS](https://winnipeg.ctvnews.ca/61-year-old-cyclist-dead-after-hit-and-run-wps-1.6916402) A 61-year-old cyclist has died after a hit-and-run on Wellington Crescent Thursday morning. - ['It's difficult for everyone': CFIB asking for city to help businesses impacted during construction season](https://winnipeg.ctvnews.ca/it-s-difficult-for-everyone-cfib-asking-for-city-to-help-businesses-impacted-during-construction-season-1.6916624) As construction season ramps up in Winnipeg, the Canadian Federation of Independent Business is calling on the city to provide support to those businesses that are impacted by the work and corresponding road closures. - [19-year-old Manitoba man charged in double homicide: RCMP](https://winnipeg.ctvnews.ca/19-year-old-manitoba-man-charged-in-double-homicide-rcmp-1.6916912) The 19-year-old man arrested in a double homicide in Minegoziibe Anishinabe earlier this week has been charged and identified. [Ottawa](https://ottawa.ctvnews.ca/) - [Ottawa receives 30 to 44 mm of rain on Thursday, causing temporary flooding](https://ottawa.ctvnews.ca/ottawa-receives-30-to-44-mm-of-rain-on-thursday-causing-temporary-flooding-1.6915671) Heavy rain soaked Ottawa Thursday afternoon, causing temporary flooding on sections of Highway 417, municipal roads and sidewalks. As of 5 p.m., 30 mm of rain had been recorded at the Ottawa International Airport - BREAKING BREAKING [Lecce out as education minister in major Ontario government cabinet shuffle](https://toronto.ctvnews.ca/lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649) Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - [Highway 417 eastbound to remain reduced to 1 lane near Vankleek Hill all weekend](https://ottawa.ctvnews.ca/highway-417-eastbound-to-remain-reduced-to-1-lane-near-vankleek-hill-all-weekend-1.6915476) Eastbound traffic on Highway 417 near Vankleek Hill will be reduced to one lane for the next several days after some of the pavement near an overpass buckled Wednesday. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Ontario woman forced to pay $23K medical bill after heart attack abroad despite travel insurance](https://toronto.ctvnews.ca/ontario-woman-forced-to-pay-23k-medical-bill-after-heart-attack-abroad-despite-travel-insurance-1.6915427) An Ontario woman who took a trip to the Cayman Islands in January was hospitalized after a heart attack and even though she had travel medical insurance, she was told she needed to pay the hospital bill herself. - [North Bay caterer guilty of 36 counts of violating COVID-era lockdown](https://northernontario.ctvnews.ca/north-bay-caterer-guilty-of-36-counts-of-violating-covid-era-lockdown-1.6916198) A North Bay caterer who gained notoriety during the COVID-19 pandemic for refusing to follow public health directives has been found guilty of 36 offences. - [Vale Greenhouse celebrates 50th anniversary](https://northernontario.ctvnews.ca/vale-greenhouse-celebrates-50th-anniversary-1.6916821) The re-greening of Sudbury has gained international attention. Thursday in Copper Cliff, Vale celebrated the 50th anniversary of its Base Metals Greenhouse. [Barrie](https://barrie.ctvnews.ca/) - [Barrie couple's truck stolen along with specialized wheels for 2-legged dog](https://barrie.ctvnews.ca/barrie-couple-s-truck-stolen-along-with-specialized-wheels-for-2-legged-dog-1.6916479) A Barrie couple is reeling after their pickup truck was stolen from their home near Sherwood Court and Wismer Avenue while they slept. But the couple says losing their vehicle isn't what they're most bothered about; it's the loss of a special set of wheels that were in the back of the truck that really upsets them. - [Woman allegedly violently assaulted, robbed in Orillia parking lot](https://barrie.ctvnews.ca/woman-allegedly-violently-assaulted-robbed-in-orillia-parking-lot-1.6916162) Officers in Orillia quickly arrested two people following an allegedly violent robbery and a break-in. - [Fire crews battle raging house fire in Muskoka](https://barrie.ctvnews.ca/fire-crews-battle-raging-house-fire-in-muskoka-1.6916134) Firefighters battled a raging blaze at a home in Gravenhurst. [Kitchener](https://kitchener.ctvnews.ca/) - [Ont. powerlifter battles back after catching mild cold that turned into rare and deadly disease](https://kitchener.ctvnews.ca/ont-powerlifter-battles-back-after-catching-mild-cold-that-turned-into-rare-and-deadly-disease-1.6916848) An Ontario powerlifter caught a mild cold last year. Six days later, he was fighting for his life in the ICU. - BREAKING BREAKING [Lecce out as education minister in major Ontario government cabinet shuffle](https://toronto.ctvnews.ca/lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649) Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - [Missing coyote decoys at Waterloo Park won’t be replaced](https://kitchener.ctvnews.ca/missing-coyote-decoys-at-waterloo-park-won-t-be-replaced-1.6916522) Plastic coyotes, set up around Waterloo Park to scare off geese, have now been missing for more than a month. [London](https://london.ctvnews.ca/) - [Fatal collision east of London, Ont](https://london.ctvnews.ca/fatal-collision-east-of-london-ont-1.6916726) One person has died after a crash east of the city this afternoon. - [Grandson testifies about strained relationship between family and the accused at Boris Panovski murder trial](https://london.ctvnews.ca/grandson-testifies-about-strained-relationship-between-family-and-the-accused-at-boris-panovski-murder-trial-1.6916978) Michael Panovski, the adult grandson of the accused Boris Panovski, 79, testified that like his grandfather, he too was involved with bird dog training. - BREAKING BREAKING [Lecce out as education minister in major Ontario government cabinet shuffle](https://toronto.ctvnews.ca/lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649) Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. [Windsor](https://windsor.ctvnews.ca/) - [Two men charged with first-degree murder related to woman’s death](https://windsor.ctvnews.ca/two-men-charged-with-first-degree-murder-related-to-woman-s-death-1.6916493) Chatham-Kent police have charged two men with first-degree murder related to the death of a woman. - BREAKING BREAKING [Lecce out as education minister in major Ontario government cabinet shuffle](https://toronto.ctvnews.ca/lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649) Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - [Industry braces for possible CBSA job action](https://windsor.ctvnews.ca/industry-braces-for-possible-cbsa-job-action-1.6916949) Abe Fehr isn’t the only one hoping job action by Canadian Border Service Agents (CBSA) can be avoided.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "winston churchill",
          "sentiment": "negative"
        },
        {
          "name": "churchill",
          "sentiment": "none"
        },
        {
          "name": "william gillies",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "mcdougall centre",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:45:38.071+03:00",
    "updated": "2024-06-07T01:45:38.071+03:00"
  },
  {
    "uuid": "00f8361f5be0c8a8d11b1f8ded3edd0d6291fa9d",
    "url": "https://www.timesnownews.com/india/ulfa-centre-peace-deal-how-modi-government-made-one-of-northeasts-deadliest-rebel-groups-give-up-arms-article-106383313",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sammya Mukhopadhyay",
    "published": "2023-12-29T10:30:00Z",
    "title": "Ulfa: ULFA-Centre Peace Deal: How Modi Government Made One Of Northeast’s Deadliest Rebel Groups Give Up Arms | India News, Times Now",
    "text": "ULFA, once one of Assam’s most dreaded militant groups, signed a peace accord with the Union government on Friday, December 29, in a historic moment for the state. The peace accord was signed with the pro-talk faction of the group, and is a culmination of decade-long efforts. Union Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma were present at the signing. The United Liberation Front of Asom (ULFA) was born on April 7, 1979. Its primary aim – “restoring Assam’s sovereignty”. Since then, the ULFA has been accused of several attacks. The group, in its entirety, is said to have bases in several countries, including Bangladesh, Bhutan and Myanmar. The ULFA faction that signed the peace deal with the Centre is led by Anup Chetia and Aravinda Rajkhowa. “This is a new start of a period of peace for the whole Northeast, especially Assam,” Union Home Minister Amit Shah said on the signing of the peace accord. ALSO READ | Assam-Based Militant Group Signs Peace Accord With Centre It was in 2005 when the Union government first agreed to hold talks with ULFA and discuss its core issues. In 2011, the Rajkhowa-led faction began negotiations with the Centre. The other, militant faction, led by one Paresh Baruah, has been opposed to the talks. He has stayed away from the peace accord and has formed a separate organisation called ULFA (Independent). One of the key demands of the ULFA is the formal acknowledgement of six communities in Assam as Scheduled Tribes, an NDTV report said. The communities the group seeks tribal status for are Moran, Muttock, Tai-Ahom, Koch-Rajbongshi, Sootea and Tea Tribes. Upon signing of the peace deal, Amit Shah said, “I want to assure ULFA representatives that the faith you have kept in Government of India, from the side of Ministry of Home Affairs (MHA), a programme will be made in a time-bound manner to fulfil everything, without you asking for it. Under MHA, a committee will be formed, which will work with the Assam government to fulfil this agreement.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "aravinda rajkhowa",
          "sentiment": "none"
        },
        {
          "name": "anup chetia",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "times now ulfa",
          "sentiment": "negative"
        },
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "united liberation front of asom (ulfa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "myanmar",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "bhutan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:15:23.988+02:00",
    "updated": "2023-12-29T15:15:23.988+02:00"
  },
  {
    "uuid": "1b93992ce8db1198795d62bdca94ad82fb3dcc84",
    "url": "https://vnexplorer.net/fire-renders-300-families-homeless-in-zamboanga-city-s697665.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:08:00Z",
    "title": "Fire renders 300 families homeless in Zamboanga City",
    "text": "ZAMBOANGA CITY – Some 300 families lost their homes when fire broke out in Barangay Tugbungan here on Wednesday morning.\nSuperintendent Christopher Morales, the city fire marshal, said they received a fire alarm at around 11:51 a.m.\nThe fire destroyed houses in Calle Basa, occupied mostly by informal settlers.\nAt least seven residents were given first aid due to suffocation.\nMorales said 12 firetrucks from 12 different fire stations responded, together with two ambulances and rescue trucks. The fire was extinguished at around 1:52 p.m. or after two hours.\nJeffrey Faustino, Barangay Kagawad of Tugbungan, said the fire started in one of the houses in Calle Basa.\n“We were informed that an unattended rice cooker was the cause of fire,” he added.\n“This is really tragic for our people here as few days from now we will welcome the New Year,” Faustino said.\nMaria Socorro Rojas, city social welfare and development officer, said they are arranging for a temporary shelter for the displaced families.\n“We are coordinating with other agencies especially for tagging, so far, we established community kitchen. We are also negotiating with school officials for their temporary stay, but we are just given a week, the most we requested is 15 days,” Rojas said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9noY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9noY.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maria socorro rojas",
          "sentiment": "none"
        },
        {
          "name": "morales",
          "sentiment": "none"
        },
        {
          "name": "christopher morales",
          "sentiment": "none"
        },
        {
          "name": "barangay kagawad",
          "sentiment": "none"
        },
        {
          "name": "jeffrey faustino",
          "sentiment": "none"
        },
        {
          "name": "faustino",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "barangay tugbungan",
          "sentiment": "none"
        },
        {
          "name": "zamboanga city zamboanga city",
          "sentiment": "none"
        },
        {
          "name": "tugbungan",
          "sentiment": "none"
        },
        {
          "name": "calle basa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:06.114+02:00",
    "updated": "2023-12-29T01:18:06.114+02:00"
  },
  {
    "uuid": "a9b1618cbb072500898ac52569847c781b4c95fc",
    "url": "https://gazzettadimantova.gelocal.it/cultura-e-spettacoli/2023/12/29/news/al_sociale_di_mantova_ritorna_il_concerto_di_capodanno_del_conservatorio-13962196/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gazzetta di Mantova",
    "published": "2023-12-29T16:01:00Z",
    "title": "Al Sociale di Mantova ritorna il Concerto di Capodanno del Conservatorio - Gazzetta di Mantova",
    "text": "Al Sociale di Mantova ritorna il Concerto di Capodanno del Conservatorio Classica, jazz, pop e melodie del periodo natalizio. Alle 17 il maestro Luca Bertazzi dirige l’Orchestra d’archi e altri musicisti Il Concerto di Capodanno al Teatro Sociale di Mantova aprirà il 2024, alle 17, con il Conservatorio Campiani e sarà diretto da Luca Bertazzi che lo ha voluto molto vario: classica, jazz e pop e melodie del periodo natalizio. Il 1° gennaio si comincia con una marcia e si finisce con il gioioso “Viva la Vida” dei Coldplay, passando per la “Bohemian Rhapsody” di Freddie Mercury. Spazio agli autori mantovani, come Gino Mescoli, autore di musica leggera di successo, una vita a Milano, ma nato a San Benedetto Po. E poi Carlo Cantini e Mauro Negri, che saranno anche tra i solisti del concerto. Il prezzo dei biglietti (più prevendita) è di 29 euro palchi e platea (23 ridotto), 23 loggia e loggione (20 ridotto). I biglietti si comprano in biglietteria o sul sito www.teatrosocialemantova.it. A suonare saranno l’Orchestra d’archi del conservatorio, più alcuni professionisti esterni e studenti dei conservatori di Parma e Verona. Tra gli allievi del Campiani: i violoncelli Elena Ortu, Alfredo Mendez e Alessandro Gallina, il contrabbassista Matteo Spaggiari, i violinisti Benedetta Bernardelli, Anna Gauli, Liù Manenti, e Giacomo Lucchetti e il percussionista Luca Musco, più alla tastiera Mario Lino Rossi. Si parte, come detto, con una marcia, ma non quella di Radetzky, che sempre risuona nei concerti di Capodanno a Vienna. “Io la trovo brutta – dice Bertazzi, senza troppa diplomazia – e poi il generale asburgico a Mantova ha lasciato il ricordo di feroci repressioni. La marcia di Gustav Holst (1874-1934) è molto più bella e festosa”. Ci saranno poi la romantica Serenata per archi di Gyula Beliczay (1835-1893),le musiche scozzesi, dal gusto celtico, di Granville Bantock (1868-1946). E ancora Bach, Eric Whitacre, che oggi ha 53 anni, quindi il celebre Waltz di Shostakovic (1906-1975), colonna sonora del film di Kubrick “Eyes wide shut” con Tom Cruise e Nicole Kidman. Infine, su proposta del Teatro Sociale, il travolgente Intermezzo della Cavalleria Rusticana. Alcuni pezzi sono stati adattati da Eva Impellizzeri. Il grande brano jazz “Everybody’s Song But My Owwn” di Kenny Wheeler è stato arrangiato da Mauro Negri, che lo suonerà e sarà presente con il suo clarinetto anche in altri brani. Di Carlo Cantini, invece, “H.Planets”. Di Mescoli, “Verrà un giorno” del 2022.Il concerto ,comesidiceva,è inprogrammail1° gennaio alle17 alTeatro SocialediMantova. Maria Antonietta Filippini",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T19:26:39.546+02:00",
    "updated": "2023-12-29T19:26:39.546+02:00"
  },
  {
    "uuid": "a0265d5e765b2189a89290fcc128e95ef511bcff",
    "url": "https://www.aktiencheck.de/news/Artikel-Delivery_Hero_Aktie_Absturz_Ansage-18794237",
    "ord_in_thread": 0,
    "author": "aktiencheck.de AG",
    "published": "2025-07-17T04:34:00Z",
    "title": "Delivery Hero Aktie: Absturz mit Ansage",
    "text": "Die Delivery Hero Aktie stürzt heute um über 6% ab – ein neuerlicher Rückschlag für Anleger, die seit Jahren auf eine Trendwende hoffen. Der Titel notiert bei 22,20 Euro und nähert sich damit wieder dem 52-Wochen-Tief von 18,39 Euro.\nFünf Jahre Verlustgeschichte\nWer vor fünf Jahren in das Unternehmen investierte, blickt auf eine enttäuschende Bilanz: Aus 94,30 Euro im Juli 2020 sind heute magere 22,20 Euro geworden – ein Verlust von über 76%.\n- Aktueller Kurs: 22,20 € (-6,72% zum Vortag)\n- 52-Wochen-Tief: 18,39 € (nur 20,68% entfernt)\n- KUV (aktuell): 0,53 (signalisiert Unterbewertung)\nAnalysten bleiben optimistisch – trotz allem\nInteressanterweise halten die meisten Analysten trotz der anhaltenden Talfahrt an ihrer positiven Einschätzung fest. 63% der 19 bewertenden Institute empfehlen den Titel weiterhin als \"Kaufen\" oder \"Outperform\". Das durchschnittliche Kursziel von 36,58 Euro liegt sogar 54% über dem aktuellen Niveau.\nDoch was treibt den aktuellen Kursrutsch? Die jüngsten Zahlen zeigen ein gemischtes Bild: Während das Kurs-Umsatz-Verhältnis mit 0,53 auf eine Unterbewertung hindeutet, wirft das negative KGV von -7,40 Fragen zur Profitabilität auf. Der Fehlbetrag von 0,9 Mrd. Euro aus 2024 lastet weiter schwer auf dem Papier.\nKann der einstige Marktführer im Online-Liefersektor noch die Wende schaffen? Die nächsten Quartalszahlen werden zeigen, ob die aktuellen Bewertungssignale tatsächlich eine Einstiegsgelegenheit markieren – oder nur eine weitere Etappe im langen Abschwung.\nDelivery Hero-Aktie: Kaufen oder verkaufen?! Neue Delivery Hero-Analyse vom 17. Juli liefert die Antwort:\nDie neusten Delivery Hero-Zahlen sprechen eine klare Sprache: Dringender Handlungsbedarf für Delivery Hero-Aktionäre. Lohnt sich ein Einstieg oder sollten Sie lieber verkaufen? In der aktuellen Gratis-Analyse vom 17. Juli erfahren Sie was jetzt zu tun ist.\nDelivery Hero: Kaufen oder verkaufen? Hier weiterlesen...\nmehr >\nKurs | Vortag | Veränderung | Datum/Zeit | |\n21,85 € | 23,65 € | -1,80 € | -7,61% | 16.07./17:42 |\nISIN | WKN | Jahreshoch | Jahrestief | |\nDE000A2E4K43 | A2E4K4 | 42,05 € | 17,52 € |\nHandelsplatz | Letzter | Veränderung | Zeit |\n|\n22,25 € | -6,16% | 16.07.25 |\n|\nNasdaq OTC OtherMünchenBerlinStuttgartDüsseldorfFrankfurtHannoverXetra\n|\nAntw. | Thema | Zeit |\n2716 |\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.boerse-global.de/lp/einzel-analyse/?trk=BG_Asset_Analysis_External_Feed&isin=DE000A2E4K43&aktienname=Delivery+Hero&adref=Host_Boerse-Global%3ABlog_Boerse-Global%3AEx-Article-ID_457474%3AHas-In-Text_No%3AISIN_DE000A2E4K43%3AAktienname_Delivery+Hero%3ASource_Aktiencheck&source=Aktiencheck&host=Boerse-Global&blog=Boerse-Global&ex-article-id=457474&has-in-text=No",
      "https://www.boerse-global.de/lp/einzel-analyse/",
      "https://boerse-global.de/lp/einzel-analyse/?trk=BG_Asset_Analysis_External_Feed&isin=DE000A2E4K43&aktienname=Delivery+Hero&adref=Host_Boerse-Global%3ABlog_Boerse-Global%3AEx-Article-ID_457474%3AHas-In-Text_No%3AISIN_DE000A2E4K43%3AAktienname_Delivery+Hero%3ASource_Aktiencheck&source=Aktiencheck&host=Boerse-Global&blog=Boerse-Global&ex-article-id=457474&has-in-text=No"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:43:47.487+03:00",
    "updated": "2025-07-17T04:47:36.000+00:00"
  },
  {
    "uuid": "2c411fde69f1d7d3efa9d9d00aef5c529b6a0b21",
    "url": "http://island.lk/ye-are-the-light-of-the-world",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thilina Walpola",
    "published": "2024-03-29T00:00:00Z",
    "title": "“Ye are the light of the world.” – The Island",
    "text": "A mystical approach to Easter by Hiran Perera\nThe resurrection of Christ is the corner stone of Christian mystical thought. As such, there are no neutral or idle thoughts for the spiritual seeker. In this way, all thought produces form at some level but they are either true or false. For the spiritual aspirant, the resurrection, correctly speaking, is the highest level of thought; for it acknowledges that there is no thought but God.\nChrist’s thinking differs from mortal man’s insofar as the latter dissipates his creative energy by thinking of everything else other than God. Christ is one-mindedness and his creative energy is a constant in God and his mind is filled with no thought but God. Our ordinary senses depict a world of duality whereas all mystical experiences overcome this dichotomy.\nThe Bible uses a term such as to “Know” God which is similar to a direct experience of unspeakable love. A close parallel to understanding this concept was documented by Huxley after having ingested a hallucinogenic substance when he thereupon directly experienced becoming the flower he observed — breaching the dichotomy between the observer and the observed.\nIn some religious disciplines, meditation, which is replete in Buddhist scripture has the purpose of attaining one-mindedness or a state of stillness as a prelude to enlightenment. Thus, the body becomes neither a hinderance nor an aid to in this process. Purpose is.\nSpells and possession In Christian thought, the resurrection is about transcendentalism of the body. To be body-conscious and to identify one’s self with the body is an unnatural state for those in quest for the kingdom of God. As thought produces form, lower vibrational thought is expressed as dense matter being physical in nature, whereas, in a higher state of consciousness, it engenders spiritual light and translucency of energy.\nSpells cast on people or even demonic possessions occur to them resonating at lower frequencies, but, for them who are on a higher plane, those spells boomerang on the initiator. The black arts work only against people who have already condemned themselves and who operate at the lower level of the psychical field.\nFor this reason, it is important to understand that the original sin of man — or the decent from a sublime plane to a lower one — represents the mind’s decision to replace the Knowledge (Thought) of God with perception. In the latter realm, the body symbolises the expression of duality or a perceptual state of separation from God and every-body, which is experientially real. The “Word,” therefore, cannot in a real sense become flesh because the Word is God (higher plane) whereas the flesh (lower plane) is outside the domain of His kingdom and are in two different orders of reality.\nThe closest analogy to reconcile the irreconcilable is that “God is light (the word) and in Him there is no darkness” (the flesh). But in experience, the physical plane is very real with souls (light) appearing to be trapped in bodies (matter). No wonder, Einstein’s famous equation E= MC2 equates matter to being trapped light! On the other hand, when translucency is attained the resurrection restores this misperception by raising the thought vibration where the physical and material are completely undone. Thus, “Ye are the light of the world,” the Holy Bible proclaims with certainty and clarity.\nMeditation Most religions either exalt the body or condemn its purpose. Some exalt its beauty while others scorn its appetite. Worse still, in meditation, some focus on its impermanence, corruptibility and disintegration while others venerate its supposedly strange powers and abilities. This preoccupation with the body makes the error real and diverts the energy of the spiritual aspirant.\nSuch extreme distortions actually happen from a psychological standpoint of resistance or fear to mask the true nature of man — who is Spirit — and, therefore, this action perpetuates the sense of victimisation and vulnerability and, in some bizarre way, justifies this notion to be true. In contrast, the resurrection demonstrates invulnerability.\nBy unnecessarily focussing on the body, the mind continues to harbour lower frequency thought forms with self-aggrandisement of needs. The only way out of this dilemma is the middle path prescribed by Lord Buddha: we must neither exalt nor degrade the body but use it as an instrument to transcend its earthly trappings so that we re-align the purpose of mind to attune with its true nature of being while relinquishing the ego.\nFalse construct of reality Concepts such as Absolute Reality where nothing but God exists is difficult to grasp in post-separation world. In contrast, this post-separation world is based on perception, and perception is highly variable and always uncertain. This uncertainty always demands a need to fill the vacillating mind with illusory thoughts. In a group study of behavioural perception, a renowned psychologist played a chanting of, “That is embarrassing!” several times.\nThen he scripted a message on the screen while the same chant was played, “That isn’t my receipt.,” and the audience were bewildered to hear that this same chant fitted the words on the screen. The eyes take on an electrical signal based on expectations and reconstructed the chant to fit the message. He concluded that we see nothing that is real but that we construct our own false reality.\nTo correctly perceive the body, we should become aware that it exists outside the mind. Properly speaking, the mind of man is a function of the Mind of God. Here there is no dichotomy and thus cause and effect are therefore really one and the same thing. Since God has no body, man yet believes he exists as a body but he is free to believe infinitely even in a lie no matter how strong the impression is. Strictly speaking, this thought is an illusory one, at any rate. Therefore, from the mystical perspective, we cannot accord the body any reality because only God is Real. Either the body exists or God ceases or vice versa.\nFocussing wrongly on the body in this sense is a barrier to knowing God. Yet God is not mocked according to St. Paul. This may run contradictory to formal beliefs, but there are compellingly reasons to see it in another light. As the body is a separation device, “The wages of sin (cause) is death (effect).” The resurrection is therefore the overcoming of death, which is simply the re-establishment of the separated mind with that of God’s. It is akin to a state of oneness-joined-as-one.\nReversing cause and effect Birth and death have no special merit except that they both re-enact and perpetuate the separation notwithstanding the entry into or the exit of the world at a lower state of vibration. Life in the physical plane manifests as though thought has no power or causal effect. We are buffeted and bruised by everything external and the impact of them is experienced by the body where it “perceptually” witnesses to this schema.\nThus, from a state of mindfulness to a state of mindlessness, the descent which reflects the separation from God, the body becomes the hallmark of all who “have sinned and come short of the glory of God.” But the resurrection, on the other hand, is one of great importance since it restores the function of Causation to cause in the mind. Accordingly, the Bible says, “If you have faith as a grain of mustard seed, ye, shall say unto this mount, remove hence to yonder place and it shall be removed and nothing shall be impossible.”\nThe practice of mindfulness is therefore essential to the path of redemption. Here a reversal of thought — cause and effect — is urgently required so that what was an external infliction is no longer perceived that way but is instead perceived as a projection of mind. All misperceptions have to be healed within the mind, for there is no external world “out there” to adjust and manipulate. This idea also resonates with modern scientific thought.\nThe awakening In summary, it must be understood that the body is a projection of a misthought — an illusory thought, so to speak. Only thoughts, which are in accord with God’s are Real, whereas all others are outside His Realm. Once a misthought is corrected — or the sleep of forgetfulness which weaves a dream-like world is undone — it inevitably gives rise to the “wakened” state of mind akin to the resurrection.\nIn this wakened state was Jesus crucified on the cross. Logically, if you take a cause and show it has no effect then the cause ceases to exist. The body symbolises the separation (effect), but when Christ demonstrated that the resurrection was possible, he reversed cause and effect that — sin had no effect — thus reestablishing the relationship between man and God. As a result, man is no longer under the spell of the separation or bondage but is set free from bondage if he now chooses so.\nOur purpose in this world is to choose the resurrection where we join with Christ and seek his power of thought to restore our minds to their original glory.\nAll News Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christ",
          "sentiment": "neutral"
        },
        {
          "name": "hiran perera",
          "sentiment": "neutral"
        },
        {
          "name": "huxley",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:31:23.686+03:00",
    "updated": "2024-04-08T02:50:08.694+03:00"
  },
  {
    "uuid": "3ae4e0c472b8b048f34ef7964f9fba95282b8004",
    "url": "https://actu.fr/societe/video-ce-sentier-adore-des-randonneurs-est-recouvert-de-neige-les-images-sont-magiques_60563634.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Dos Santos",
    "published": "2024-01-15T17:02:00Z",
    "title": "VIDEO Ce sentier adoré des randonneurs est recouvert de neige : les images sont magiques | Actu Occitanie",
    "text": " Actu Occitanie Les abondantes chutes de neige intervenues ces derniers jours dans le Gard ont permis la réouverture des pistes de la station Alti Aigoual . Mais elles offrent surtout des images exceptionnelles du Mont Aigoual.\nCliquez ici pour visualiser le contenu Près du village cévenol de Valleraugue, le sentier des 4000 marches s’est ainsi paré d’un impressionnant manteau blanc .\nÀ lire aussi\nPyrénées. Actuellement sous la neige, ce lac est tout simplement sublime Plusieurs centimètres de neige Comme le montrent les images réalisées sur place par Météo Languedoc , les paysages ainsi recouverts sont absolument superbes.\nCliquez ici pour visualiser le contenu Selon les météorologues, près de 40 centimètres de neige sont tombés sur place, ces derniers jours.\nDes informations pratiques sur cette randonnée, accessible toute l’année, sont à retrouver ici . #Cévennes #Neige #Tourisme ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://www.meteolanguedoc.com/",
      "https://www.youtube-nocookie.com/embed/mnxa0ZfPodY?feature=oembed",
      "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FMeteoLanguedoc%2Fposts%2Fpfbid0LAwRFmbFqHKnbhdG26DAKoVLsw1yq2PTRM7AZ5X6hEBPQLxRjpLDG7iMX45eDfgAl&show_text=true&width=350",
      "https://www.tourisme-occitanie.com/fr/fiche/itineraire/les-4000-marches-val-d-aigoual_TFOITILAR0300000488/",
      "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d8101.4731808296565!2d3.5641974149826474!3d44.118365583580484!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x12b38e0200dc0447%3A0x265572901d344bc1!2sMont%20Aigoual!5e0!3m2!1sfr!2sfr!4v1705321474788!5m2!1sfr!2sfr",
      "https://www.facebook.com/plugins/post.php",
      "https://youtube-nocookie.com/embed/mnxa0ZfPodY?feature=oembed",
      "https://meteolanguedoc.com/",
      "https://www.tourisme-occitanie.com/fr/fiche/itineraire/les-4000-marches-val-d-aigoual_TFOITILAR0300000488",
      "https://www.youtube-nocookie.com/embed/mnxa0ZfPodY",
      "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FMeteoLanguedoc%2Fposts%2Fpfbid0LAwRFmbFqHKnbhdG26DAKoVLsw1yq2PTRM7AZ5X6hEBPQLxRjpLDG7iMX45eDfgAl&show_text=true&width=350",
      "https://www.meteolanguedoc.com",
      "https://tourisme-occitanie.com/fr/fiche/itineraire/les-4000-marches-val-d-aigoual_TFOITILAR0300000488/",
      "https://google.com/maps/embed?pb=!1m18!1m12!1m3!1d8101.4731808296565!2d3.5641974149826474!3d44.118365583580484!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x12b38e0200dc0447%3A0x265572901d344bc1!2sMont%20Aigoual!5e0!3m2!1sfr!2sfr!4v1705321474788!5m2!1sfr!2sfr",
      "https://www.google.com/maps/embed"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-15T19:08:51.083+02:00",
    "updated": "2024-01-16T00:41:42.717+02:00"
  },
  {
    "uuid": "6bd73af890703f8791eb4dd213fdbd3b472b3511",
    "url": "https://www.elmostrador.cl/noticias/2024/09/26/ac-contra-supremos-el-juicio-politico-ante-la-mayor-crisis-del-poder-judicial-en-34-anos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Francisca Castillo",
    "published": "2024-09-26T22:30:00Z",
    "title": "AC contra supremos: El juicio político ante “la mayor crisis del Poder Judicial en 34 años”",
    "text": "En un nuevo programa de La Semana Política, los diputados Eric Aedo (DC) y Jorge Guzmán (Evópoli) abordaron el futuro de las acusaciones constitucionales contra los ministros de la Suprema, tras constituirse las comisiones revisoras que deberán pronunciarse sobre la admisibilidad de los libelos.\nLas acusaciones constitucionales contra los ministros Ángela Vivanco, Jean Pierre Matus y Sergio Muñoz, ya comenzaron a ser discutidas en la Cámara de Diputados, luego de constituirse esta semana las respectivas comisiones revisoras. Instancias que quedaron compuestas por una mayoría de parlamentarios de oposición y que tienen plazo hasta mediados de octubre para culminar sus funciones.\nRespecto a la minoría oficialista en la revisión de los libelos, el diputado Eric Aedo (DC) manifestó que no implica un mayor problema para efectos de evaluar las acusaciones en su mérito. “No me hace ningún ruido, porque creo que ha ido creciendo la convicción al interior de la Cámara de que lo que estamos enfrentando es la mayor crisis del Poder Judicial en los últimos 34 años y que es necesario enfrentar esta crisis que está ligada a la falta de probidad y a temas de corrupción de manera contundente”, dijo.\nLas principales críticas de la oposición a la acusación oficialista contra la ministra suspendida, Ángela Vivanco, es el error de redacción al invocar una causal equivocada, y además apuntan a un sesgo político tras mencionar a Andrés Chadwick como “el motor del tráfico de influencias”.\nTambién te puede interesar: Ministro Matus vuelve a Corte Suprema y rehúsa adelantar defensa: “Respuestas se harán en la Cámara” Diputados instan a Chadwick a explicar en tribunales vínculo con Hermosilla por anuncio de querella Sobre este punto, el jefe de bancada de Evópoli, Jorge Guzmán, señaló que puso en evidencia “una falta de responsabilidad y quizás una falta de madurez política en la forma que están enfrentando las acusaciones constitucionales”.\n“Al momento de hacer puntos políticos, al momento de apuntar con el dedo a una persona que no está siendo sometida a la acusación constitucional, sin perjuicio de los hechos que puedan tenerse a la vista, creo que denotan esa falta de profesionalismo”, indicó.\nEn relación con el precedente que marca este juicio político contra los ministros de la Suprema, el diputado de Chile Vamos advirtió que “es el minuto de dar una señal sumamente clara”.\n“Yo creo que es el momento de trazar de forma muy categórica cuál es la línea donde queremos movernos. Independiente de lo que haya sucedido en el paso, creo que esta es la línea que nos va a permitir dotar de transparencia y estándar ético el actuar de la Corte Suprema y el Poder Judicial a futuro, del cual no nos podemos mover”, subrayó Guzmán.\nEn esa línea, Aedo agregó que se trata de “la señal que se va a entregar a la ciudadanía, que efectivamente el Poder Legislativo está comprometido en avanzar y resolver esta crisis. (…) Lo que sienten las personas es que para el ciudadano común y corriente hay un tipo de justicia y, para el que tiene toda esta red especial, hay otra justicia en la que siempre ganan. Eso está muy instalado en la población. Y por tanto, el Senado –donde creo que van a pasar las tres acusaciones constitucionales– va a tener esa gran tarea”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/guxx_D08Pbk",
      "https://youtube.com/embed/guxx_D08Pbk"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:43:25.082+03:00",
    "updated": "2024-10-04T11:31:26.541+03:00"
  },
  {
    "uuid": "5e33dd5e82b1af759dd81c85cfec89a4cc93c7eb",
    "url": "https://www.on3.com/pro/news/jeff-gordon-reveals-how-he-ended-up-with-hendrick-motorsports/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Howard",
    "published": "2024-01-05T22:13:00Z",
    "title": "Jeff Gordon reveals how he ended up with Hendrick Motorsports",
    "text": "There was a time when Jeff Gordon and Hendrick Motorsports weren’t synonymous, and it all happened thanks to a race at Atlanta Motor Speedway. Gordon, driving for Bill Davis Racing and in a Ford, turned heads at NASCAR ‘s Atlanta 300. It was a race that featured a ton of Winston Cup Series talent. The Busch Grand National Series had never raced at Atlanta Motor Speedway. Gordon had rallied off his third straight pole award in a row. Jeff Gordon would go on to race hard and apparently, was smoking tires while he did it. Rick Hendrick couldn’t believe what he was seeing. While Hendrick was impressed with what he saw from the No. 1 Ford driver that day, he thought for sure he had a deal with the manufacturer that would keep him from Hendrick Motorsports. However, as luck would have it, Jeff Gordon’s roommate worked at Hendrick. Andy Graves, Gordon’s roommate, talked to him after a meeting at HMS. After confirming he didn’t have a deal, the driver talked to the team and soon enough, they were paired together. Hear it from Gordon himself in the video below . Hearing stories like this is always fun. Jeff Gordon and Hendrick Motorsports are one in the same at this point. With all of their history, there are still stories to be told and tales to be unearthed. And good news for you, I found highlights of that win that caught Rick Hendrick’s eye all those years ago. Jeff Gordon ran out of fuel and still won in Atlanta Three races in a row, three pole awards. Jeff Gordon started his sophomore campaign in the Busch Series hot. Atlanta Motor Speedway was hosting the series for the first time and there was a chance to make some noise. Against a field that included drivers such as Dale Jarrett, Dale Earnhardt, Harry Gant, and more Cup talent – Gordon shined. His No. 1 Baby Ruth Ford was at the top of the field. Even after pitting on a closed pit road due to running out of gas, Gordon still went on to win. It was the first victory Gordon had in the Busch Grand National Series. Jeff Gordon finished that season with 11 pole awards and three wins to finish 4th overall. He then went on to join Hendrick Motorsports the following year, beginning his journey to NASCAR greatness.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://twitter.com/JeffGordonWeb/status/1743344017578897415",
      "https://www.twitter.com/JeffGordonWeb/status/1743344017578897415"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hendrick motorsports jeff gordon",
          "sentiment": "negative"
        },
        {
          "name": "jeff gordon",
          "sentiment": "negative"
        },
        {
          "name": "gordon",
          "sentiment": "none"
        },
        {
          "name": "andy graves",
          "sentiment": "none"
        },
        {
          "name": "hendrick",
          "sentiment": "none"
        },
        {
          "name": "rick hendrick",
          "sentiment": "none"
        },
        {
          "name": "gordo",
          "sentiment": "none"
        },
        {
          "name": "bill davis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nascar",
          "sentiment": "none"
        },
        {
          "name": "atlanta motor speedway",
          "sentiment": "none"
        },
        {
          "name": "ford",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "atlanta motor speedway",
          "sentiment": "none"
        },
        {
          "name": "hendrick motorsports",
          "sentiment": "none"
        },
        {
          "name": "hendrick",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:26:07.935+02:00",
    "updated": "2024-01-06T01:01:23.218+02:00"
  }
]