[
  {
    "uuid": "05553e08b314faaec6c0311d2672921a0e73da8f",
    "url": "https://www.telegram.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "telegram.com",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, online records show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/",
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T15:48:43.866+02:00",
    "updated": "2024-01-19T15:48:43.866+02:00"
  },
  {
    "uuid": "a653b4a0e12057dbbc3f7dc367b27d3e1c59abb9",
    "url": "https://theshillongtimes.com/2024/01/06/iaf-launches-project-marut-for-digitisation-of-records/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Our Reporter",
    "published": "2024-01-05T16:57:00Z",
    "title": "IAF launches ‘Project Marut’ for digitisation of records - The Shillong Times",
    "text": "Shillong, Jan 5: The Indian Air Force is in the process of archiving and digitisation its records to preserve its rich and varied history. The novel project has been christened ‘Project Marut’ after the first indigenous jet fighter, the HAL HF-24 Marut. The project aims to collate, digitise and archive the IAF’s historical records, making them accessible for research and study. It is aimed at preserving history as well as finding the rare gems of historical value that are scattered along the length and breadth of the nation. The IAF has already archived all the records held in its History Cell, including declassified files, photographs, mission reports, operational studies, etc. Innumerable closed files – some dating back to the pre-independence period – have also been identified for preservation. The same is the case with some very old photographs. The aim of scanning the documents was two-pronged: To preserve the documents in digital format and to make them available for research and references by air warriors, air veterans, academicians, and avid civilian military historians. The IAF has also requested veterans and historians to contribute to the endeavour by sharing personal recollections, photographs, log books, etc. Shillong, Jan 5: The Indian Air Force is in the process of archiving and digitisation its records to preserve its rich and varied history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marut",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shillong times shillong",
          "sentiment": "negative"
        },
        {
          "name": "air force",
          "sentiment": "negative"
        },
        {
          "name": "iaf",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:12:44.475+02:00",
    "updated": "2024-01-06T00:12:44.475+02:00"
  },
  {
    "uuid": "41fa2c960f049c7210cdf7acc0c97d6e5015d115",
    "url": "https://www.lmneuquen.com/neuquen/recopados-mas-40-mil-personas-asistieron-los-balnearios-neuquen-capital-n1082678",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LMNeuquen",
    "published": "2024-01-02T00:00:00Z",
    "title": "¡Recopados! Más de 40 mil personas asistieron a los balnearios de Neuquén capital",
    "text": "Este último fin de semana se conjugaron dos coincidencias que hicieron que los balnearios de la ciudad de Neuquén se llenen de asistentes: el sofocante calor y las celebraciones para recibir el 2024 . Desde el municipio estimaron que desde el viernes hasta el lunes, primer día del año, hubo unas 40 mil personas en los espacios habilitados para el recrearse a orillas del río Limay.\nEl subsecretario de Medio Ambiente y Protección Ciudadana, Francisco Baggio , indicó que trabajaron en prevención en conjunto con distintas áreas del municipio, como así también con efectivos de la Policía de la provincia.\n“Al igual que lo hicimos en la fiesta de Navidad, pudimos coordinar para este Año Nuevo un importante operativo preventivo aleatorio con móvil fijo, en algunos momentos, y en otros, recorriendo y patrullando sobre todo en las zonas gastronómicas de la ciudad de Neuquén en los horarios nocturnos del sábado y el domingo”, describió Baggio en declaraciones a LU5 .\nON - calor - rio Valentina Sur (5).jpg Omar Novoa Dijo que en el paseo costero y las zonas balnearias en horas de la tarde hubo una gran afluencia de vecinos. Puntualizó que, de la encuesta que realizaron entre los asistentes, “hay un porcentaje importante de visitantes de otras localidades y eso nos reconforta mucho porque quiere decir que el paseo comienza a tener reconocimiento zonal y aun de otras provincias”, sostuvo y detalló que “tenemos el estimado de entre 38 y 40 mil asistentes” durante este finde.\nInformó sobre algunas asistencias, concretamente efectuadas en balneario Gustavo Falher (ex Río Grande) y también algunas asistencias en balneario Valentina, donde el cauce mayor.\ncalor en Neuquen 02.jpg Qué incidentes debieron asistir en balnearios “La mayor cantidad de incidentes se registraron el lunes, cuando fueron unas 25 mil personas a los balnearios habilitados y unas 5 mil más en los 30 kilómetros de costa. Unas 30 mil personas concurrieron el lunes , y 40 mil en total con los días previos. Estamos a la altura de recibir esta masiva cantidad de gente ”, sostuvo el director del Operativo Balneario, Gabriel Rambado , a LMNeuquén .\nDijo que este último lunes fue impresionante la cantidad de vehículos estacionados en las inmediaciones de las costas balnearias. Al tiempo que destacó que mantenimiento de los balnearios y los servicios gratuitos que se brindan a los vecinos de la ciudad y de la región.\nSon 161 guardavidas que custodian a los bañistas, se cuenta con efectivos de la Policía, personal del SIEN y una ambulancia puesta a disposición por el municipio.\nguardavidas.jpg El funcionario explicó que del 25 al 31 de diciembre sumaron 81 rescates . “Casi duplicamos a los rescates de la semana anterior. Tuvimos siete derivaciones a hospitales, a diferencia de las 3 de la semana anterior”, dijo Rambado.\nDetalló que \"el miércoles asistimos por mordeduras de perros y el sábado, a un menor que se cayó de una de nuestras casillas y tuvo que ser derivado porque presentó convulsiones”. Ambas situaciones tuvieron lugar en balneario Sandra Canale (ex Gatica).\nOtras de las situaciones estuvieron relacionadas con autolesiones y grescas entre jóvenes. “Estas situaciones se dieron en un volumen de 40 mil personas, que no es poco. Hay que recibirlos, darles servicio como los baños, rescatarlos del agua y hay que darles asistencia y seguridad”, resumió el director del Operativo Balneario de la ciudad, quien instó a mantener “una buena convivencia”.\nVuelven los colectivos al río: van del centro y del oeste a los balnearios del Limay\nOla de calor en Neuquén: cuál será el peor día de la semana\nLo más leído\ndesde este martes Rolo comienza a tomar asistencia a los empleados de Casa de Gobierno\nAño 2023 Vaca Muerta y un récord histórico para el fracking\nAFIP Terminó el Compre sin IVA y ya no habrá reintegro del impuesto\nanálisis Autosolvencia y revolución tecnológica: las premisas de Gaido para empezar el año\nVuelven los colectivos al río: van del centro y del oeste a los balnearios del Limay\nOla de calor en Neuquén: cuál será el peor día de la semana\nLos gobernadores de la Patagonia criticaron algunos puntos de la ley ómnibus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
      "https://twitter.com/intent/tweet?url=https://www.lmneuquen.com/c1082678&vía=lmneuquen&related=LM",
      "https://lmneuquen.us4.list-manage.com/subscribe/post",
      "https://twitter.com/intent/tweet?url=https://lmneuquen.com/c1082678&vía=lmneuquen&related=LM",
      "https://www.lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T17:20:52.639+02:00",
    "updated": "2024-01-03T02:44:55.304+02:00"
  },
  {
    "uuid": "bfb00f7355570dd9485c4a1859c4c885864b559e",
    "url": "https://www.hackneygazette.co.uk/news/national/24010610.bethlehem-without-christmas-trees-without-lights-due-israel-hamas-war/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-24T11:04:00Z",
    "title": "Bethlehem ‘without Christmas trees, without lights’ due to Israel-Hamas war | Hackney Gazette",
    "text": "Bethlehem, the normally bustling biblical birthplace of Jesus, resembles a ghost town this Christmas Eve, with celebrations called off due to the Israel-Hamas war. The festive lights and Christmas tree that normally decorate Manger Square are missing, as are the foreign tourists who gather each year to mark the holiday. Dozens of Palestinian security forces patrol the empty square. Gift shops have been slow to open on Christmas Eve, although a few did open their doors once the rain stopped pouring down. There are few visitors, however. Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years, said: “This year, without the Christmas tree and without lights, there’s just darkness.” He said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, symbolising the hundreds of children killed in the fighting in Gaza. Barbed wire surrounds the scene, with grey rubble added to the spectacle reflecting none of the lights and bursts of colour that normally fill the square during the Christmas season. Ala’a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square, said: “We can’t justify putting out a tree and celebrating as normal, when some people (in Gaza) don’t even have houses to go to.” Mr Salameh said Christmas Eve is usually the busiest day of the year. “Normally, you can’t find a single chair to sit, we’re full from morning till midnight,” he said. This year, just one table was taken – by journalists sheltering from the rain. He said his restaurant was operating at about 15% of normal business and was not able to cover operating costs. Mr Salameh estimated that even after the war ends, it will take another year for tourism to return to Bethlehem as normal. The cancellation of Christmas festivities is a severe blow to the town’s economy. Tourism accounts for an estimated 70% of Bethlehem’s income – almost all of that during the Christmas season. With many major airlines cancelling flights to Israel, few foreigners are visiting. Local officials say around 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed. Under a banner that read “Bethlehem’s Christmas bells ring for a cease-fire in Gaza,” a few teenagers offered small inflatable Santa figures, but no one was buying. Instead of their traditional musical march through the streets of Bethlehem, young scouts stood silently with flags. A group of local students unfurled a massive Palestinian flag as they stood in silence. Bethlehem’s mayor, Hana Haniyeh, said in an address: “Our message every year on Christmas is one of peace and love, but this year it’s a message of sadness, grief and anger in front of the international community with what is happening and going on in the Gaza Strip.” Dr Joseph Mugasa, a paediatrician, was one of the few international visitors. He said his tour group of 15 people from Tanzania was “determined” to come to the region despite the situation. “I’ve been here several times, and it’s quite a unique Christmas, as usually there’s a lot of people and a lot of celebrations,” he said. “But you can’t celebrate while people are suffering, so we are sad for them and praying for peace.” More than 20,000 Palestinians have been killed and more than 50,000 wounded during Israel’s air and ground offensive against Gaza’s Hamas rulers, according to health officials there, while some 85% of the territory’s 2.3 million residents have been displaced. The war was triggered by Hamas’ deadly assault October 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages. The fighting in Gaza has also affected life in the West Bank. Since October 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "hackney gazette bethlehem",
          "sentiment": "negative"
        },
        {
          "name": "john vinh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:10:28.946+02:00",
    "updated": "2023-12-24T18:31:28.607+02:00"
  },
  {
    "uuid": "e73e2f7377ab214e522fae2c68cfc1cb9c8c6d84",
    "url": "https://en.wikisource.org/wiki/Page:Jesuit_education,_its_history_and_principles_viewed_in_the_light_of_modern_educational_problems.djvu/18",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ineuw",
    "published": "2023-12-28T20:02:00Z",
    "title": "Page:Jesuit education, its history and principles viewed in the light of modern educational problems.djvu/18",
    "text": "Page:Jesuit education, its history and principles viewed in the light of modern educational problems.djvu/18: Difference between revisions\n[Jump to navigation](#mw-head) [Jump to search](#searchInput)\n|\n|\n(No difference)\nLatest revision as of 22:02, 28 December 2023\n[proofread](/wiki/Help:Page_status).\nXIV CONTENTS.\nCHAPTER XVII. The Moral Scope. The Moral Training Neglected by Many Teachers\nof Our Age ....... 522\nImportance Attached to the Moral Training in\nJesuit Schools 527\nMeans Employed . . . . . -531\nSupervision 537\nPrivate Talks with Pupils 548\nEducational Influence of Confession . . 550\nCommunion ....... 557\nDevotions 558\nThe Sodalities 560\nWatchfulness in Regard to Reading . . 564\nGood and Evil Results of Sports . . . -569\nCHAPTER XVIII. Religious Instruction.\nReligious Instruction the Basis of Solid Moral\nTraining . ..... 574\nCorrectness of the Catholic Position in Regard to\nReligion and Education .... 577\nUndenominational Religion an Absurdity . . 582 The Reading of the Bible not Sufficient for Reli- gious Instruction 583\nCatholic Position 587\nReligious Instruction in the Jesuit System . 590 Catechisms Written by Jesuits . . . -592 Peter Canisius, the Model Jesuit Catechist . 594 Correlation of All Branches with Religious In- struction 599\nReligious Instruction Necessary also in Higher\nSchools 605",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "catholic position",
          "sentiment": "none"
        },
        {
          "name": "xiv",
          "sentiment": "none"
        },
        {
          "name": "moral training in jesuit schools",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:11.417+02:00",
    "updated": "2023-12-29T00:13:11.417+02:00"
  },
  {
    "uuid": "6dc1c21669ce15277642391aa9e8f404e34b29ba",
    "url": "https://www.theadvocate.com/baton_rouge/entertainment_life/faith/christian-education-will-be-focus-of-baptist-conference/article_89f984de-1199-11ef-abe7-93648c9f16dd.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TERRY ROBINSON | Contributing writer",
    "published": "2024-05-31T22:00:00Z",
    "title": "Faith Matters: Christian education a must; will be focus of Baptist group conference",
    "text": "There's strength in numbers. The Baton Rouge-based Fourth District Missionary Baptist Association has prioritized the \"solid foundation\" of Christian education to rebuild and strengthen its numbers to effectively fulfill the church's mission. \"Christian education is a necessity in our churches in this day and time. We can't make it without it,\" said the Rev. John Sanders, dean of the association and pastor of Second Baptist Church in Wilson. The Fourth District will offer biblical study and worship during its annual Congress of Christian Education set for Tuesday-Friday, June 7. The theme is \"Strengthening What Remains for the Work of the Ministry.\" The Congress has expanded to four locations this year. Meetings on Tuesday through Thursday are set for Mount Zion First Baptist Church, 356 T.J. Jemison Blvd., Baton Rouge; Shady Grove First Missionary Baptist Church, 16443 Plank Road, Baker; New Sunrise Baptist Church, 966 Maryland Ave., Port Allen; and Plymouth Rock Baptist Church, 588830 Farm Road, Plaquemine. All the parishes will join for the closing ceremony on Friday at Shady Grove. Youth classes will be held from 8 a.m. to noon Tuesday through Thursday at Shady Grove; Plymouth Rock; and Shiloh Missionary Baptist Church, 950 Seventh St., Port Allen. Classes will include \"Theology and History of Christianity,\" \"The Mission and Ministry of the Church,\" \"The Church and Today's Culture\" and \"Millennials in Ministry.\" The curriculum and teachers were approved by the national Sunday School Publishing Board. \"I believe we have the best Christian education system in the country,\" Sanders said. \"This Congress is going to be one of the best, because of the way it's set up. We just believe in excellence, and it's going to strengthen our churches. All our pastors need help in strengthening of the church because our pastors are going through some things right now.\" The \"strengthening\" theme is based on two passages of scriptures. From Revelation 3:2-4, Sanders drew parallels between district churches that have faced challenges since the pandemic and the churches in Revelation. \"God came to remind them and show them that they were in a very difficult position of actually being nonexistent. They were not doing what they were supposed to do,\" Sanders said. \"Most churches are struggling out of COVID. … A lot of people migrated. A lot of people simply didn't come back. We want to take the remnant that produces and multiplies because God's business is all about multiplication and reproducing.\" A passage from Ephesians 4:12-13 highlights unity. \"This is not the time for the church to be divided. We have to come together,\" Sanders said. \"We have to be relevant, and unity is a big part of that. We want to make sure we're bringing our people back with a message that God would have for all of us because this is way too important to drop the ball.\" For more information, call (225) 719-1346 or (225) 268-2766, email [Revjhsanders@yahoo.com](mailto:Revjhsanders@yahoo.com) or [doctorpdjones@gmail.com](mailto:doctorpdjones@gmail.com); or go to https://fourthdistrictmba.org/ .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://fourthdistrictmba.org/",
      "https://www.fourthdistrictmba.org/",
      "https://fourthdistrictmba.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john sanders",
          "sentiment": "none"
        },
        {
          "name": "baker",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        },
        {
          "name": "allen",
          "sentiment": "none"
        },
        {
          "name": "shady grov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fourth district missionary baptist association",
          "sentiment": "neutral"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "congress of christian education",
          "sentiment": "none"
        },
        {
          "name": "plymouth rock baptist church",
          "sentiment": "none"
        },
        {
          "name": "mount zion first baptist church",
          "sentiment": "none"
        },
        {
          "name": "shady grove first missionary baptist church",
          "sentiment": "none"
        },
        {
          "name": "second baptist church",
          "sentiment": "none"
        },
        {
          "name": "new sunrise baptist church",
          "sentiment": "none"
        },
        {
          "name": "t.j. jemison blvd.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baton rouge",
          "sentiment": "none"
        },
        {
          "name": "plaquemine",
          "sentiment": "none"
        },
        {
          "name": "maryland ave.",
          "sentiment": "none"
        },
        {
          "name": "fourth district",
          "sentiment": "none"
        },
        {
          "name": "plank road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T01:15:01.049+03:00",
    "updated": "2024-06-01T01:38:36.408+03:00"
  },
  {
    "uuid": "6697e3fc5c58e809df3245f34e2bdfdcc5758a17",
    "url": "https://www.deccanherald.com/india/karnataka/ghb-members-karnataka-forest-officials-rescue-reunite-six-wolf-pups-2839116",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DHNS",
    "published": "2024-01-07T20:10:00Z",
    "title": "GHB members, Karnataka forest officials rescue, reunite six wolf pups",
    "text": "Hubballi: The members of Green Hagaribommanahalli (GHB) and Forest Department rescued and reunited six pups of a wolf at Basarakoda village in Hagaribommanahalli taluk of Vijayanagara district on Sunday.\nSandeep, a villager, saw six pups in a sugarcane field. The farmer had set fire to the residue of the crop. Sandeep informed senior forest officials and GHB members Vijay Ittagai, Anand Babu and Vikas, who along with veterinary doctors rescued the highly dehydrated pups from the field. The pups are said to be 10-15 days old.\nAfter giving the pups first aid and hydrating them, officials decided to leave them in the same location where they were found. Later, officials and GHB members monitored the pups from a distance and fed them water and diluted milk once every two hours. In the evening, the wolf pair (the parents) came to the spot and shifted the pups to a safe location.\nAssistant Conservator of Forest Rajesh Naik told DH that all precautionary measures were taken to protect the pups. “Our officials, along with veterinarinarians, were present to monitor the health of the pups. Gladly, the pups were taken back into their pack by the wolves,” he said.\nADVERTISEMENT (Published 07 January 2024, 19:40 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hubballi",
          "sentiment": "negative"
        },
        {
          "name": "sandeep",
          "sentiment": "none"
        },
        {
          "name": "vikas",
          "sentiment": "none"
        },
        {
          "name": "vijay ittagai",
          "sentiment": "none"
        },
        {
          "name": "rajesh naik",
          "sentiment": "none"
        },
        {
          "name": "anand babu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "forest department",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "vijayanagara",
          "sentiment": "none"
        },
        {
          "name": "hagaribommanahalli",
          "sentiment": "none"
        },
        {
          "name": "basarakoda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:03:28.817+02:00",
    "updated": "2024-01-08T00:03:28.817+02:00"
  }
]