[
  {
    "uuid": "aaace5d65b56310209960f3209cc9c0294329e16",
    "url": "https://ground.news/article/he-came-to-london-ont-as-a-refugee-38-years-later-hes-an-order-of-canada-appointee_9367f8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T20:37:00Z",
    "title": "Ground News - He came to London, Ont., as a refugee. 38 years later, he's an Order of Canada appointee",
    "text": "Summary by Ground News Alfredo Caxaj, 64, is being recognized for his contributions toarts and culture. He and his family came to the country as political refugees from Guatemala in 1985. He started Sunfest in 1995 to share his love of music with others. Another London resident appointed to the Order of Canada is Lorne Henry Hepworth. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nCBC News Lean Left High Factuality Government: Government of Canada He came to London, Ont., as a refugee. 38 years later, he's an Order of Canada appointee A household name in London's music scene and the founder of the city's annual Sunfest music festival is among 78 recipients who have been given an appointment to the Order of Canada by Gov. General Mary Simon.\n2 hours ago · Canada Read Full Article\nCBC News Lean Left High Factuality Government: Government of Canada\nHe came to London, Ont., as a refugee. 38 years later, he's an Order of Canada appointee A household name in London's music scene and the founder of the city's annual Sunfest music festival is among 78 recipients who have been given an appointment to the Order of Canada by Gov. General Mary Simon.\n2 hours ago · Canada Read Full Article CHCH 2 Hamiltonians among latest appointees to the Order of Canada Hamilton, Halton, Niagara and area news from CHCH - Hamilton, Halton, and Niagara news.. Two Hamilton names are among the latest appointees to the Order of Canada as the latest installment was announced on Thursday. Governor General Mary Simon announced 78 new appointments to the Order that are given to those who have been recognized as making extraordinary achievements and having demonstrated outstanding dedication to their respective fields. A…\n7 hours ago Read Full Article\nCHCH\n2 Hamiltonians among latest appointees to the Order of Canada Hamilton, Halton, Niagara and area news from CHCH - Hamilton, Halton, and Niagara news.. Two Hamilton names are among the latest appointees to the Order of Canada as the latest installment was announced on Thursday. Governor General Mary Simon announced 78 new appointments to the Order that are given to those who have been recognized as making extraordinary achievements and having demonstrated outstanding dedication to their respective fields. A…\n7 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.chch.com/2-hamiltonians-among-latest-appointees-to-the-order-of-canada/?utm_source=ground.news&utm_medium=referral",
      "https://www.cbc.ca/news/canada/london/order-of-canada-london-ontario-1.7070407?utm_source=ground.news&utm_medium=referral",
      "https://www.chch.com/2-hamiltonians-among-latest-appointees-to-the-order-of-canada/",
      "https://www.cbc.ca/news/canada/london/order-of-canada-london-ontario-1.7070407",
      "https://chch.com/2-hamiltonians-among-latest-appointees-to-the-order-of-canada/?utm_source=ground.news&utm_medium=referral",
      "https://cbc.ca/news/canada/london/order-of-canada-london-ontario-1.7070407?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alfredo caxaj",
          "sentiment": "negative"
        },
        {
          "name": "lorne henry hepworth",
          "sentiment": "none"
        },
        {
          "name": "mary simon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news",
          "sentiment": "neutral"
        },
        {
          "name": "cbc news lean left",
          "sentiment": "none"
        },
        {
          "name": "order of canada",
          "sentiment": "none"
        },
        {
          "name": "· canada read full article cbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "ont.",
          "sentiment": "none"
        },
        {
          "name": "guatemala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:13.591+02:00",
    "updated": "2023-12-29T00:43:13.591+02:00"
  },
  {
    "uuid": "f814219bdca86f50d5988e77ba53e565f59015c7",
    "url": "https://www.sunjournal.com/2024/01/25/rent-has-never-been-less-affordable-especially-for-the-middle-class/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachel Siegel - The Washington Post",
    "published": "2024-01-25T21:07:00Z",
    "title": "Rent has never been less affordable, especially for the middle class",
    "text": "Rent has never been less affordable – for tenants with high and low incomes alike – even while costs for new leases are finally cooling off.\nHalf of American renters spend more than 30% of their income on housing costs – a key benchmark for affordability – with the financial strain rising the fastest for middle-class tenants. That’s according to a new report from the Harvard Joint Center for Housing Studies, which found that the number of such renters, considered to be “cost-burdened,” hit a record 22.4 million in 2022 – up 2 million from just three years before. Of those households, 12.1 million had housing costs that ate up more than 50% of their income, an all-time high for those with “severe burdens.”\nPractically no renters were spared from the pandemic-era surge in housing costs. Prices rose the fastest – a whopping 5.4 percentage points – for middle-class households making $45,000 to $74,999. And it ticked up a notable 2.6 percentage points for those earning $30,000 to $44,999. The country’s highest and lowest earners also saw their burdens increase.\n“I expected to see it worsen,” Whitney Airgood-Obrycki, the report’s lead author, said of the affordability problem. “But the degree to which it worsened, I think, was astounding.”\nThe report, which draws from recently released data from the 2022 American Community Survey, comes as rent is still the nation’s main driver of inflation. Other causes of historic price hikes – like supply chain backlogs or worker shortages – have improved significantly, helping stabilize overall inflation. But high rent continues to take up a large share of people’s budgets.\nLast year brought some long-awaited change for the country’s 44 million renter households. In the fall of 2023, rent growth for professionally managed apartments plummeted to just 0.4%, down from 15.3% in early 2022, according to RealPage. Economists are waiting for the shift to show up in official inflation statistics. But even if increases slow, rent costs aren’t expected to go back to pre-pandemic levels, crowding out more and more tenants with already-constrained budgets.\nThe challenge has drawn policymakers’ and economists’ attention at various times over the past few years. In 2021, coronavirus aid legislation allocated billions of dollars in emergency rental assistance, but federal funding was slow to get out the door. The Biden administration tried to preserve a national eviction moratorium to stave off a wave of homelessness, but the protection was ultimately struck down by the Supreme Court. And last year, the White House announced new actions to protect tenants as officials came under pressure to address soaring costs.\nBut advocates and housing experts note that the country’s housing issues aren’t limited to acute crises. The overall market stayed hot even as the Federal Reserve hoisted interest rates, spurring a steep run-up in mortgage rates. Some households have been unscathed, especially if they have enough cash on hand to buy a home, or if they already own a home and can stay put in a house they snagged for a low rate years ago. But in many cases, renters have fewer ways to make the math work.\nA big reason is that there just aren’t enough units available. There’s been progress, with tens of thousands of newly constructed homes expected to become available this year. But the Harvard study notes that the benefits won’t be felt equally – and that the fresh supply won’t tame housing costs for renters across the spectrum.\nFor starters, new construction often targets the higher end of the market, and those prices can stay high because there’s still plenty of demand among wealthier tenants. At the same time, there’s been a culling of lower-cost units as landlords chase higher rents or sell properties or as more affordable units fall into disrepair. In 2022, only 7.2 million units posted rents under $600 – a loss of 2.1 million units compared with a decade before, when adjusted for inflation.\n“Supply is very important. I will certainty underline that,” Airgood-Obrycki said. “But the people who are most cost-burdened are not going to see the immediate benefits of that supply.”\nWhat happens in 2024 and beyond remains to be seen. The report itself doesn’t make specific forecasts, and 2023 census data won’t be released until later this year. But there’s little expectation that rents will drop – or that the overall housing market will suddenly transform into a more even playing field.\n“We may have come down from the all-time high number,” Airgood-Obrycki said. “But we’re probably still in pretty bad shape.”\nSuccess. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page.\nEnter your email and password to access comments.\nInvalid username/password.\nPlease check your email to confirm and complete your registration.\nUse the form below to reset your password. When you've submitted your account email, we will send an email with a reset code.\n Frank’s Restaurant & Pub in Lisbon Falls has new owners U.S. sets plans to protect endangered whales near offshore wind farms; firms swap wind leases",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.sunjournal.com/2024/01/25/u-s-sets-plans-to-protect-endangered-whales-near-offshore-wind-farms-firms-swap-wind-leases",
      "https://www.sunjournal.com/2024/01/25/u-s-sets-plans-to-protect-endangered-whales-near-offshore-wind-farms-firms-swap-wind-leases/",
      "https://sunjournal.com/2024/01/25/u-s-sets-plans-to-protect-endangered-whales-near-offshore-wind-farms-firms-swap-wind-leases/",
      "https://sunjournal.com/2024/01/25/franks-restaurant-pub-in-lisbon-falls-has-new-owners/",
      "https://www.sunjournal.com/2024/01/25/franks-restaurant-pub-in-lisbon-falls-has-new-owners",
      "https://www.sunjournal.com/2024/01/25/franks-restaurant-pub-in-lisbon-falls-has-new-owners/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "harvard joint center for housing studies",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:16:08.575+02:00",
    "updated": "2024-01-26T00:16:08.575+02:00"
  },
  {
    "uuid": "ed2f179a82a5248d8e315a65106e20472241715f",
    "url": "https://www.francetvinfo.fr/economie/medias/la-redaction-de-marianne-se-met-en-greve-pour-s-opposer-au-rachat-de-l-hebdomadaire-par-le-milliardaire-pierre-edouard-sterin-presente-comme-proche-du-rn_6630225.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "franceinfo avec AFP",
    "published": "2024-06-27T00:00:00Z",
    "title": "La rédaction de \"Marianne\" se met en grève pour s'opposer au rachat de l'hebdomadaire par le milliardaire Pierre-Edouard Stérin, présenté comme proche du RN",
    "text": "La société des rédacteurs de l'hebdomadaire Marianne a annoncé, jeudi 27 juin dans un communiqué diffusé sur X, qu'elle avait voté \"une grève reconductible de 24 heures, qui débutera vendredi 28 juin à 6 heures du matin\". Rebutée par des articles de presse affirmant que le milliardaire Pierre-Edouard Stérin avait des liens avec le Rassemblement National, la rédaction s'est finalement opposée à ce qu'il rachète le magazine. à lire aussi \"Libéral, conservateur et patriote\" : qui est Pierre-Édouard Stérin, le milliardaire controversé qui veut racheter \"Marianne\" ? \"Ce qui apparaissait comme un engagement idéologique individuel se révèle être une entreprise partisane\", avait estimé, jeudi dans un premier communiqué, la société des rédacteurs de Marianne. La rédaction s'est donc \"prononcée à l'unanimité (...) contre le rachat du magazine par Pierre-Edouard Stérin\", à rebours d'un précédent vote le 21 juin.Cette spectaculaire volte-face intervient au lendemain d'un article du Monde intitulé \"Comment le milliardaire Pierre-Edouard Stérin place ses pions au RN\". Dans cet article, le quotidien assure que plusieurs candidats LR-RN aux législatives sont issus de la \"galaxie Stérin\", en étant notamment liés au Fonds du bien commun, structure philanthropique créée par le milliardaire de 50 ans à la tête du fonds d'investissement Otium Capital.Le Monde cite aussi un autre article du magazine Challenges, selon lequel M. Stérin et le numéro 2 d'Otium, François Durvye, ont racheté en novembre la propriété familiale des Le Pen à Rueil-Malmaison, via une société civile immobilière (SCI). Selon Challenges, cette propriété, où vit toujours le fondateur du FN Jean-Marie Le Pen, a été vendue 2,5 millions d'euros.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:51:55.124+03:00",
    "updated": "2024-06-28T00:51:55.124+03:00"
  },
  {
    "uuid": "c618e6f64fd8a0000aa377ef2e223f859d8d1431",
    "url": "https://kfiam640.iheart.com/featured/la-local-news/content/2024-06-13-ex-la-co-sheriff-villanueva-sues-over-placement-on-do-not-rehire-list",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "City News Service",
    "published": "2024-06-13T20:19:00Z",
    "title": "Ex-LA Co Sheriff Villanueva Sues Over Placement on `Do Not Rehire' List | KFI AM 640",
    "text": "Photo: ROBYN BECK / AFP / Getty Images\nLOS ANGELES (CNS) - Former Los Angeles County Sheriff Alex Villanueva sued the county Thursday over his placement on a \"do not rehire\" list, alleging in federal court that he was investigated for harassment without being informed or given a chance to respond.\nVillanueva, who lost his bid for re-election in 2022, was investigated by an oversight panel looking into harassment and retaliation complaints stemming from comments the controversial former sheriff made about Inspector General Max Huntsman and for allegedly targeting and harassing women of color.\nCounty officials did not immediately respond to a request for comment.\nThe suit -- which alleges civil rights violations, defamation, and intentional infliction of emotional distress -- alleges that the allegations against Villanueva had already been determined to be unfounded, but the county went forward anyway with an investigation \"without ever notifying Villanueva or providing him with notice of any type.\"\nVillanueva contends he was never able to address the allegations, nor was he made aware of the findings. The results of the probe, Villanueva would learn, \"placed him on a `Do Not Hire' list that severely affects, limits, and otherwise precludes Villanueva's employment opportunities in the county government, as well as directly and indirectly detrimentally affecting Villanueva's employment prospects across the board,\" according to the 248-page filing in L.A. federal court.\nThe complaint also names as defendants the county Board of Supervisors, the Sheriff's Department, the Equity Oversight Panel, the Office of Inspector General, Huntsman and others.\nVillanueva argues that the county's actions were politically motivated and lacked transparency and due process.\nCarney Shegerian, Villanueva's attorney, said the lawsuit aims to have the \"no rehire\" notation removed from the former sheriff's record and seeks $25 million compensation for alleged damage to his reputation.\nAccording to a Los Angeles Times story, Huntsman had accused Villanueva of \"dog-whistling to the extremists he caters to\" when he repeatedly referred to the inspector general by his foreign-sounding birth name, Max-Gustaf. Villanueva denies that his use of the name \"Max-Gustaf\" is discriminatory or harassing.\nA few weeks later, Villanueva publicly accused Huntsman of being a Holocaust denier -- purportedly without any evidence.\nAround the same time, a justice deputy for county Supervisor Hilda Solis filed a complaint accusing Villanueva of targeting and harassing women of color. Last fall, the County Equity Oversight Panel sustained complaints in both cases and recommended Villanueva -- who had been voted out of office by that point -- be deemed ineligible for rehire.\nIn addition to losing his bid for re-election as sheriff, Villanueva lost the March 5 primary election against incumbent Fourth District county Supervisor Janice Hahn.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robyn beck",
          "sentiment": "negative"
        },
        {
          "name": "alex vi",
          "sentiment": "negative"
        },
        {
          "name": "villanueva",
          "sentiment": "negative"
        },
        {
          "name": "max huntsman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afp / getty images los angeles",
          "sentiment": "negative"
        },
        {
          "name": "kfi",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "los angeles county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:05:16.394+03:00",
    "updated": "2024-06-14T00:05:16.394+03:00"
  }
]