[
  {
    "uuid": "6f738482527f49e00f6ee2fa67f9132d548c8f84",
    "url": "https://calgary.citynews.ca/2023/12/28/coyote-attack-southern-alberta-girl/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Melgar",
    "published": "2023-12-28T22:05:00Z",
    "title": "Girl attacked by coyote at southern Alberta rest stop",
    "text": "A 10-year-old girl had to wrangle with a coyote after it grabbed her leg and tried to drag her into a rural field on Boxing Day. It happened at a rest stop near Ralston in Cypress County, southeast of Calgary, at around 7 p.m. The incident left Hailey Nyberg with minor injuries. “I got out of the car to go use the washroom and something came running at me. I thought it was a dog but it wasn’t, it was a coyote,” she told CityNews. “It grabbed onto my leg three times trying to pull me into the field. “I was terrified. I thought it was a dream.” Her dad, Dustin, says he and his wife, Alyshia, were in the car keeping an eye on Hailey and didn’t notice anything wrong initially, but then became horrified when he heard a scream and went on high alert. “My wife was on the passenger side and she opened the door and could see the coyote there. And then she yelled at me that there was a coyote and she started making noise and banging on the car. And then I went to go get Hailey,” he said. Watch: Calgary northwest residents worried about coyotes Dustin says he leaped out of the car and jumped into action, saying he had to rip his daughter from the coyote’s grasp. “I ran up to her and I was yelling, trying to be as loud as possible and hoping that maybe he would then let go, but he didn’t,” he said. “I was able to grab her waist, and while I was grabbing her, pulling on her, (the coyote) was still pulling on her at that time. He was still latched on, so I just had to kick my feet and then he gave up and let go.” Dustin says he was able to get Hailey into the car but adds the animal continued to charge at him after he put himself between it and his daughter. “He still was lunging at us. I was able to kind of tuck her behind me and we moved towards the car and he still came towards us,” Dustin said. Read More: Coyote kills chihuahua in NW Calgary; woman issues warning to pet owners Eventually, Hailey was treated for five puncture wounds at the Brooks hospital. “I’ve been recovering good. I’m on medicine now,” Hailey said. “I feel a little bit still scared.” Dustin says he called Alberta Fish and Wildlife to report what happened, and rangers said it was concerning for them. They called back within minutes assuring him it was being taken “very seriously.” “They’re not taking it lightly at all,” he said. “When a child gets attacked by a coyote … that’s a dangerous level of human-to-wild-animal interaction.” After posting about the situation on Facebook, several people reached out to the family to say they had seen others feeding coyotes at that exact spot. This has not been confirmed by Fish and Wildlife but rangers have assured they are going to investigate the area. Growing up in southern Alberta, Dustin says being around coyotes is common, and they tend to be afraid of people. However, he’s cautioning against feeding the animals and urging people to be more aware when they are around. “They’re wild animals don’t … feed them … we’ll do our thing, let them do theirs,” he said. “We were always taught that they’re … more scared of us than we are them, and (in) this case, that wasn’t the case at all. So … take caution, be aware of what’s going on, and just leave wild animals alone.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alyshia",
          "sentiment": "none"
        },
        {
          "name": "hailey",
          "sentiment": "none"
        },
        {
          "name": "dustin",
          "sentiment": "none"
        },
        {
          "name": "hailey nyberg",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ralston",
          "sentiment": "none"
        },
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "cypress county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:06.155+02:00",
    "updated": "2023-12-29T00:30:41.747+02:00"
  },
  {
    "uuid": "333641f225d8a5bc54b4ebceaf137384cfb447e3",
    "url": "https://www.meneame.net/story/estamos-buscando-bebes-pero-ya-no-quedan/c059",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ElSev",
    "published": "2023-12-28T21:05:00Z",
    "title": "#59 \"Estamos buscando bebés pero ya no quedan\"",
    "text": "[Sergio_ftv](/user/Sergio_ftv)a [twitter.com](/go/link/3891526) [#3](c3#c-3) El otro día alguien pegó un enlace por Menéame de boicots a empresas que colaboran con los israelitas.\nBásicamente, tú y yo no podemos boicotear a determinadas empresas en España y simplemente no va a suceder, porque hay cientos o incluso miles de millones en suculentos contratos en juego.\nHablo principalmente de la vasca CAF, que básicamente construye trenes para Israel que hacen posible el transporte de pasajeros entre los diferentes territorios ocupados, muchas veces cruzando tierras palestinas expoliadas. CAF y un par más que no recuerdo, de infraestructuras.\nCuando alguien se pregunte \"cómo puede ser que Pedro Sánchez...\" la respuesta es CAF y miles de millones (y puestos de trabajo).\n[#3](c3#c-3) Yo es algo que ya llevo defendiendo tiempo, eso y que echen a la embajadora y corten rotundamente con ellos, lo demás me parece palabrerio y cada día una masacre\n[#3](c3#c-3) no se debe generalizar..esto no es más que un tweet descontextualizado que podria ser un fake y que es tratado en meneame como una noticia seria...en fin\n[#25](c25#c-25) desde luego que todos sabemos que hay muchas noticias fakes buscando generar opinión,,, hay que tomarlo todo con pinzas porque en la guerra la propaganda es otro campo de batalla. Y sin defender a israel a mi me chirría cualquier comentario que busque tomar medidas o represalias de cualquier grupo de personas con motivos como su etnia, nacionalidad, religión, origen, sexualidad etc Estoy seguro de que hay muchos israelís bellísimas personas que no tienen nada que ver con este individuo (sea el video un fake, una treatalización o algo real)\n[#6](c6#c-6) con perdón de las putas y sus hijos, que no tiene culpa ni son responsables de nada.\nCambia tus insultos. Estos sionistas son mucho peores.\n[#26](c26#c-26) Que el usuario a quien criticabas te haya dado la razón no quiere decir que la tengas. Que mi comentario tenga más karma tampoco me da la razón. Lo que da y quita razones son los argumentos y mi argumento es la definición de la RAE. Hijo de puta usado como insulto no significa que el referido tenga una madre puta, sino que es mala persona. De hecho si el significado fuera literal no tendría una definición específica.\n[#5](c5#c-5) sinceramente creo que es humor negro ... Como si le hubieran preguntado sobre el tema y haga una exageración. Eso da a entender la escena, taaaaan cortada\nY podéis revisar mis historial.... Que desprecio al sionista genocida no falta cada día...\n[#47](c47#c-47) podría ser, pero el humor negro a veces se hace en el momento o lugar incorrecto. Yo no veo las noticias que se envían ni nada, solo veo los comentarios, y por esos mismos comentarios parece que es una barbarie. Gastar bromas en ese momento me sigue pareciendo una inmundicia. No sería lo mismo que decirlo en serio, evidentemente, pero sigue siendo un mensaje que aborrezco.\n[#52](c52#c-52) es una videollamada ....yo veo que responde con sarcasmo a algo.\nMe cuadra un:\n- como llevas tú vida de soldado sabiendo que los niños son asesinados?\nY responde así... Como exagerando por qué ve eso como una exageración. Y puede ser real, que tenga esa percepción....\nLuego vienen las cifras.\nSabemos que los sionistas están cometiendo crímenes atroces, pero esto es un corte de un vídeo totalmente descontextualizado. Sin más información es imposible darlo por válido, siendo justos.\nNo creo que sea necesario caer en montajes con toda la información verídica que hay sobre los desmanes sionistas.\n[#9](c9#c-9) Como si fuese el primer tarado de las ISF que sale diciendo cosas parecidas. Como el que se jactaba de disparar a mujeres y niños en una protesta.\n[#9](c9#c-9) es el equivalente a \"seremos fachas pero sabemos gestionar\"\n¿Salió espontáneo o ante una acusación de un periodista \"les llaman fachas, qué opina de eso\"? Pues a veces las declaraciones sensacionalista salen de sacar de contexto frases inconexas.\nLo de PAM \"cientos de violadores, (risas de fondo) MILES de violadores), también sirve como ejemplo.\nHan conseguido que todo el horror que sintió el mundo por el holocausto haya revertido contra ellos ¡malditos asesinos!\nLo que dice es exactamente lo contrario... Que las noticias son falsas y que no están matando bebés ni niñas... Es precisamente de lo que se ríe, de que se inventen noticias.\nNo defiendo a Israel, ni mucho menos, pero este tweet es noticia? Son como 5 segundos y no hay ningún tipo de contexto de nada. No sé quién es este señor, si va en serio o es irónico; en definitiva, que Israel hace muchas cosas graves y perfectamente documentadas como para tener que estar llevando esto a portada... No con mi voto.\nA mí me parece una broma de muy mal gusto que el resto de la comunidad internacional, por intereses particulares muy por encima de los intereses humanos, no haga nada mas que oídos sordos a lo que esra haciendo Israel y con la malicia que lo está haciendo. Luego que si cientos de películas sobre lo malos que eran los nazis.. pero a estos los ignoran.\nAunque sea totalmente evidente que la intención de este tweet es propagar un bulo de un comentario irónico sino directamente prefabricado, esta clase de \"noticias\" son las que molan en esta Menealandia progre.\nRelacionada:\nSoziedad Alkoholika - Nos vimos en Berlín:\nLo único que me jode de saber que Dios no existe (y en este caso ojalá me equivoque) es que mierdas de humanos como este tipo de van a quedar sin castigo.\nOjalá a este tipo le pase lo peor y lo sufra durante mucho tiempo.\nEsto es repulsivo, absolutamente repulsivo que estos sacos de basura estén amparados por la comunidad internacional y que no se pare esto\nA los que dudáis de la autenticidad del vídeo...¿no habéis visto los vídeos donde un palestino habla por internet con civiles al azar sionistas y estos se burlan de los niños asesinados?\n¿Todavia pensáis que hay un solo sionista que no sea un trastornado psicópata?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:14.541+02:00",
    "updated": "2023-12-29T00:10:14.541+02:00"
  },
  {
    "uuid": "0a31b5569c011158fd407307d9308ef512430d04",
    "url": "https://dnyuz.com/2024/05/25/backlash-as-muslim-children-in-italy-exempted-from-studying-dante",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Telegraph",
    "published": "2024-05-25T23:05:00Z",
    "title": "Backlash as Muslim children in Italy exempted from studying Dante",
    "text": "An Italian school’s decision to exempt Muslim children from studying\nDante because the mediaeval poet placed Mohammed in hell in The Divine Comedy has sparked a backlash and a debate over cancel culture.\nPoliticians from both the Left and Right said that Dante was a pillar of Italian literature and that it was unacceptable for children to be exempted from studying his writing because of\ntheir faith.\nThe row broke out after a secondary school in Treviso in the north of the country reportedly allowed two Muslim children, aged around 14, to not attend classes in which\nThe Divine Comedy was being studied.\nWritten at the start of the 14th century, it is an allegorical poem that revolves around a man’s journey to Hell, Purgatory and Paradise, aided by two guides, Virgil and Beatrice.\nIn the epic work, Dante places the Prophet Mohammed and his cousin Ali in Hell, where they are tortured by sword-wielding demons.\n“How is Mohammed mangled! Before me walks Ali weeping, from the chin his face cleft to the forelock,” Dante wrote.\nThe exemption was criticised by MPs from across the political spectrum.\n‘Shameful case of cultural cancellation’\nSimona Malpezzi, a senator with the centre-Left opposition Democratic Party, said it was “deeply wrong” to deprive any pupils of the chance to acquire the “deep knowledge of Italian culture that studying Dante brings. Knowing Dante does not take anything away from children’s religious faith and adds a great deal to their knowledge of Italian culture”.\nFederico Mollicone, an MP from Brothers of Italy, the party led by\nprime minister Giorgia Meloni, said: “This is just the latest shameful case of cultural cancellation. An exemption like this not only undermines our national identity but deprives new generations of formative scholastic study.”\nCarlo Pasquetto, a member of the centre-Left Azione party, said it was “madness” to view Dante as being offensive to Muslims.\n“Dante is the father of humanism, of Italy, of Europe. To decide not to teach him in the name of a false conception of tolerance will create enormous problems of integration in society. This is not tolerance, nor integration, it is the suicide of the West which instead of celebrating plurality is cancelling its own identity.” Dante should be taught to all children in Italy, he said, “regardless of the colour of their skin or the religion of their parents”.\n“True integration should not be about exempting Muslim children when you talk about Mohammed but to get them involved so that they can explain their own culture and their own points of view on the narrative.”\nMatteo Salvini, deputy prime minister and the head of the Right-wing League party, said on social media platform X that the exemption was “shameful and unacceptable”.\n“Those who don’t want to adapt to our culture, traditions and values can quietly go back to where they came from. Dante is the father of the Italian language and a genius who champions our country on the world stage,” he wrote.\nMario Conte, the mayor of Treviso, also criticised the school’s decision. “I would prefer that they cut down on kids looking at TikTok and social media rather than Dante. Less mobile phones, more Divine Comedy.”\nThe post\nBacklash as Muslim children in Italy exempted from studying Dante appeared first on The Telegraph.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.telegraph.co.uk/world-news/2024/05/24/backlash-muslim-children-in-italy-exempted-studying-dante/",
      "https://www.telegraph.co.uk/giorgia-meloni/",
      "https://www.telegraph.co.uk/news/2024/02/27/dante-face-reconstructed-first-time-facial-approximation/",
      "https://www.telegraph.co.uk/islam/",
      "https://www.telegraph.co.uk/books/what-to-read/katya-adler-divine-comedy-dante-had-special-place-guilty-sedition/",
      "https://telegraph.co.uk/books/what-to-read/katya-adler-divine-comedy-dante-had-special-place-guilty-sedition/",
      "https://telegraph.co.uk/world-news/2024/05/24/backlash-muslim-children-in-italy-exempted-studying-dante/",
      "https://www.telegraph.co.uk/world-news/2024/05/24/backlash-muslim-children-in-italy-exempted-studying-dante",
      "https://www.telegraph.co.uk/books/what-to-read/katya-adler-divine-comedy-dante-had-special-place-guilty-sedition",
      "https://www.telegraph.co.uk/islam",
      "https://telegraph.co.uk/giorgia-meloni/",
      "https://telegraph.co.uk/news/2024/02/27/dante-face-reconstructed-first-time-facial-approximation/",
      "https://www.telegraph.co.uk/news/2024/02/27/dante-face-reconstructed-first-time-facial-approximation",
      "https://www.telegraph.co.uk/giorgia-meloni",
      "https://telegraph.co.uk/islam/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dante",
          "sentiment": "neutral"
        },
        {
          "name": "prophet mohammed",
          "sentiment": "none"
        },
        {
          "name": "virgil",
          "sentiment": "none"
        },
        {
          "name": "mohammed",
          "sentiment": "none"
        },
        {
          "name": "beatrice",
          "sentiment": "none"
        },
        {
          "name": "ali",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "treviso",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T02:06:50.066+03:00",
    "updated": "2024-05-26T02:06:50.066+03:00"
  },
  {
    "uuid": "a48290abe64e29b446b4d81366b6358158f663f6",
    "url": "https://www.news9live.com/state/karnataka/karnataka-legislative-council-defeats-bill-to-tax-rich-temples-2448119",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mahesh Chitnis",
    "published": "2024-02-24T01:05:00Z",
    "title": "Karnataka Legislative Council defeats bill to tax ‘rich’ temples | Karnataka News - News9live",
    "text": "Bengaluru: In a huge embarrassment, the Congress-led state government failed to pass the Karnataka Hindu Religious Institutions and Charitable Endowments (Amendment) Bill in the Legislative Council. The bill was defeated as the BJP-JDS combined had more numbers than than ruling Congress in the upper house The bill was tabled by Muzarai Minister Ramalinga Reddy on Friday evening, The ruling party members were only a handful in numbers in the council expecting no surprise. But, the opposition BJP had planned a strategy to stall the bill. Most of the BJP and JDS members were present in the house when the bill was taken up for consideration. After opposition leader Kota Srinivas Poojary opposed the bill, a voice vote was conducted in which the opposition had the higher number and the Dy Chairman MK Pranesh ruled against the bill. Earlier, The Muzrai Minister said that due to a lack of members in the house, he would retable the bill on Monday, but, the request was rejected by the Dy Chairman. According to the Bill, 10 per cent of the gross income of temples whose gross annual income exceeds Rs 1 crore will be put in the common pool. Also, 5 per cent of the gross income in respect of institutions whose gross annual income exceeds Rs 10 lakh but is less than Rs 1 crore, will be used for the pool. The state government had said that the money collected would be used to develop smaller temples and the welfare of priests. The opposition BJP had termed the bill as an 'anti-Hindu' policy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kota srinivas poojary",
          "sentiment": "none"
        },
        {
          "name": "mk pranesh",
          "sentiment": "none"
        },
        {
          "name": "jds",
          "sentiment": "none"
        },
        {
          "name": "bill",
          "sentiment": "none"
        },
        {
          "name": "ramalinga reddy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "negative"
        },
        {
          "name": "karnataka news",
          "sentiment": "negative"
        },
        {
          "name": "karnataka legislative council",
          "sentiment": "negative"
        },
        {
          "name": "legislative council",
          "sentiment": "none"
        },
        {
          "name": "muzarai",
          "sentiment": "none"
        },
        {
          "name": "jds",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "karnataka",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T05:36:53.331+02:00",
    "updated": "2024-02-24T05:36:53.331+02:00"
  },
  {
    "uuid": "724eb35833f3d54712d92dc42c18996678ed2bc7",
    "url": "https://seekingalpha.com/article/4660399-dino-polska-expanding-its-highly-profitable-business-model",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tomas Riba",
    "published": "2023-12-29T21:46:00Z",
    "title": "Dino Polska: Expanding Its Highly Profitable Business Model",
    "text": "Note: All currencies are denominated in Polish zloty (PLN) unless otherwise stated.\nDino Polska (\nOTCPK:DNOPY) ( OTCPK:DNOPF) has become one of my largest holdings (~15% of the portfolio), not just because of the stock price appreciation, but also because of my conviction in the company, the management, and the predictability of the business, which has led me to increase the position at every possible drawdown.\nIt is an easy-to-understand company, with high returns on invested capital and the ability to fully reinvest its cash flows into expanding the business, which is still led by its founder, who owns a majority stake of the company.\nHe doesn't write letters to shareholders nor give interviews, but actions speak louder than words, and he has proven his ability to successfully expand the business for over 20 years.\nDino Polska's Background\nDino Polska is a fast-growing Polish chain of medium-sized supermarkets located in convenient locations, founded in 1999 by Tomasz Biernacki, the current Chairman of the Supervisory Board who still owns\n51% of the shares.\nIn 2002, the company opened its first\ndistribution center, and strategically acquired the Agro-Rydzyna meat plant the following year to secure a supply of fresh and high quality meat, one of the bestsellers of the company (14% of revenue).\nUntil 2009, Dino Polska continued expanding its network around its distribution center and reached 100 stores in 2010, when a minority investor acquired 49% of the shares.\nWith the new capital entering the company, growth rates accelerated, and new distribution centers were opened in 2013 and 2016.\nAfter debuting on the Warsaw Stock Exchange in 2017, the company continued expanding its network, reaching eight distribution centers in 2022. It currently operates 2,340 stores across the country and has been increasing the store count by an impressive 22.7% CAGR since its IPO.\nIPO\nWhen a company goes public, I always ask myself about the reasons. Is it because founders want to sell? Does the company need more capital?\nIn Dino Polska's case, the reason is the one I like most, to let an early investor cash out the profits, which is similar to Constellation Software's IPO (\nOTCPK:CNSWF, TSX: CSU:CA).\nDuring the IPO, the founder didn't sell a single share, keeping its majority stake, and the only seller was the early investor Polish Enterprise Fund VI Limited Partnership, registered in the Cayman Islands.\nThe company went public at PLN 39 per share and didn't raise any funds, which makes sense given the strong cash flows and high returns on capital, as I will develop further in the next section.\nThis reason to go public gives me confidence, since the founder believes in the future grow of the company, and there is no need to raise more capital, which always raises the question about if further dilution will be done in the future. Since the IPO, the company always kept the share count at the same level, 98.04M shares, and the share price has increased by 45% CAGR.\nStore format\nThe typical Dino store has a sales floor area of approximately 400 square meters, with a parking lot for 10 to 30 vehicles, and opens from 6:00 a.m. to 10:30 p.m.\nThe company owns most of the land and stores, and locations are diligently selected by a specialized team so that they are situated in sites with a large intensity of footfall or automobile traffic, but in areas where competition is low, mainly in small and medium towns, or the outskirts of the big cities.\nThis strategy is not only favorable from a competition standpoint, but also regarding the costs associated with opening a new store, which are significantly lower (PLN ~3.5M).\nThe team of specialized employees in charge of searching the best locations to expand the network, although the company doesn't disclose the exact number, from my estimates is compromised of about 100 people, since there were 37 in 2016.\nEach store offers its customers ~5,000 stock keeping units (SKUs) and employs 15 people and a store manager. The\nsales mix is compromised of fresh food (40.3%), non-fresh food (48.3%), and non-food products (11.4%).\nThe distribution network is outsourced and supply is well diversified, since the largest supplier accounts for less than 5% (excluding Agro-Rydzyna) and the top 10 less than 15%.\nSince 2019, the company started to install solar panels on the rooftops of Dino stores, and currently 86% of the stores are equipped with their own photovoltaic installation, so electricity demand is being satisfied to a greater degree by renewable energy sources.\nReinvesting at High ROIC\nThe company has been able to expand its store network at a fast pace without diluting the share count, and this is only possible with strong cash flows or debt, which is not the case.\nNet debt to EBITDA has been reducing from 2.56x in 2014 to the current ratio of 0.41x, so we can only explain this impressive growth from a combination of high reinvestment rates and strong returns on invested capital.\nAs shown in the chart above, capital expenditures have exceeded cash from operations, which is possible due to its business model where it collects cash at the moment of the sale and pays its suppliers after 50 days, combined with a high inventory turnover (~10x during the first nine months of 2023).\nReturns on invested capital have been increasing with operating margins (5.1% in 2014 vs 7.8% in 2022), which are distorted due to the fast increase in new stores. According to management, stores reach\nmaturity during the third year, so I expect operating margins to increase as the percentage of new stores compared to mature stores decreases over the years.\nDino's balance sheet is easy to understand, which is something I always value as an investor, and helps me track the performance without the need to look for hidden notes in its annual reports.\nMost of Dino's assets are property and inventories, while most of its liabilities are accounts payable to suppliers and debt. The debt carries a variable interest rate, of which PLN 370M are bonds maturing in 2025 and 2026, and the rest are bank loans.\nOn the equity side, almost all are retained earnings, since the company doesn't pay dividends, which I consider the best capital allocation possible.\nAs long as the company can deploy its capital into expanding the network, it has made it clear that it is\nnot planning to pay dividends, but this might be an option when it doesn't find convenient locations to open new stores.\nAddressable Market\nThe company has been enjoying the tailwinds from the growing Polish economy and a relatively small size that made it easier to expand the network at a faster rate, but the main question is how sustainable is Dino's current expansion rate.\nAs shown in the image above, the company has concentrated its efforts on covering the western regions of Poland, achieving over 16 stores per 100k inhabitants in Lublin, the eighth most populated region of the country.\nIn contrast, the more densely\npopulated areas of the eastern Masovian and the southern Silesian, where Dino operates at 3.3 and 3.6 stores per 100k inhabitants respectively, present ample growth opportunities.\nDino has focused on low-density provinces where competition is low, distinguishing itself from competitors like\nBiedronka, which operates nearly 3,400 stores primarily in high-density areas with higher revenues per store.\nThe company expects to have a similar number of stores in all the regions of the country and recently\napproved the construction of three new distribution centers, one in the northeast, one in the east, and another one in the southeast.\nConsidering Poland's\npopulation of 40 million, with 10 stores per 100k inhabitants, my projection suggests Dino could reach 4,000 stores nationwide. If the company successfully increases this ratio to 15 stores per 100k, the potential store count rises to approximately 6,000.\nA reasonable midpoint estimate stands at 5,000 stores, a goal achievable in ~7 years based on the current pace. Furthermore, expanding into neighboring countries like the Czech Republic, Slovakia, and Lithuania would enlarge the addressable market by nearly 50%, given these three nations collectively account for nearly half of Poland's population.\nCompetitive Advantage\nWhile the supermarket industry is competitive and there is no regulatory monopoly that protects Dino's competitive advantage, it enjoys some particularities that strengthen its position.\nThe company has a standardized store format that makes it easier to scale and cheaper to build, without the costs associated with adapting every store. For other companies such as Biedronka, that mainly compete in dense populations, the store format is different depending on the location or the mall where it is located.\nThe expanding network not only enhances its competitive position through economies of scale and heightened bargaining power with suppliers and carriers, but also serves as a marketing strategy by increasing brand recognition.\nDino also enjoys a lower cost structure, since it owns the stores and doesn't need to pay leases, has lower energy costs thanks to its solar panels, and owns the\nmeat producer, so it doesn't need to rely on external suppliers on one of the most consumed products in Poland (57.4kg per capita compared to Europe's average of 43.3kg during 2023).\nTraditional shops have been losing market share over the years since they don't enjoy the network effects and economies of scale, as shown in the chart below.\nWhen looking at customer reviews,\nDino Polska has an average rating of 4.3 out of 5, while Biedronka has an average of 4.1 out of 5, suggesting customers value Dino's proposition.\nValuation\nThe company's strong competitive position, combined with its predictability, high returns on capital, and the capacity to reinvest its cash flows into expanding the network, comes at a high valuation. Historically, Dino has been trading at an average multiple of nearly 30 times its next twelve months' net income.\nHowever, the assessment of whether it is cheap or expensive is a relative measure when solely considering the multiple. When compared with the 34% CAGR in revenues, the price-to-earnings growth (PEG) ratio is less than 1.0. Adding the margin expansion, which I believe still has room for growth, I have consistently viewed Dino's stock price as cheap.\nThe valuation multiple has experienced a recent decline, ranging between 20x and 25x following the\nannouncement that in 2023, the store count will see low double-digit growth due to increased construction costs and a commitment to debt reduction.\nWhile this could slow down the growth rates over the next few years, and it is important to take into account that the company won't expand the network at over 20% per year as it has done during the last decade, I appreciate that management operates with a business owner mindset, prioritizing decisions that align with the company's long-term interests rather than pleasing short-term market expectations, which could come at a higher cost over time.\nExpected Growth\nAlthough higher inflation affects Dino in a negative way on the network expansion side, it increases food prices faster, and due to Dino's competitive position it has been able to pass them to its customers.\nFor the next few years, in a base case scenario, I expect the store count to grow at low single digits, and like-for-like sales slower than in recent years (15.6% on average over the last eight years) as inflation moderates.\nAs the number of mature stores increases compared to new openings, margins should continue to increase over the years. Assuming the company doesn't dilute its shares, which it has never done, and the multiple slightly decreases as growth rates slow down, I expect Dino Polska to trade at PLN 882 at the end of 2027, providing a 17.5% CAGR over the next four years and considerably outperforming the average business.\nRisks\nOne of the risks that could affect the growth rates is the increase in prices for building materials and land, which has already affected the company during 2023.\nAlthough it could slow down growth during a few years, given the necessity products that Dino provides at affordable prices, the company has not been negatively affected from an earnings perspective, and I value the defensiveness of the business during periods of high inflation and also recessions.\nThe other risk that I have been monitoring for some time, and I like how it has developed, is the variable interest rates associated with Dino's bonds and bank loans. While I prefer companies to have fixed-interest debt, even if it's at higher rates, management has been decreasing debt levels even before the fast increase in interest rates during 2022.\nFinally, I'd like to state the risk associated with the currency. While currency fluctuations will not affect the business since income and expenses are in the same currency, as an investor from outside Poland, the currency fluctuations could affect the returns when converted back to U.S. dollars.\nAlthough a deep analysis of the prospects of the Polish zloty would exceed the purpose of the article and wouldn't guarantee accurate estimates due to the high amount of variables, I'd like to paint a broad picture.\nSince the fall of communism in 1989, Poland has been one of the\nfastest-growing economies at 7.6% CAGR from 1990 to 2022. As the country converges with the rest of Europe, growth rates are decreasing and are projected to be at 2.6% in 2024. Unemployment rates are at 5%, inflation at 6.6%, and interest rates at 5.75%. The country has a positive balance of trade and the government deficit was at 3.7% last year.\nThis data suggests a stable economy, which has translated into a relatively stable\nexchange rate compared to the U.S. dollar which currently stands at 0.25 PLN per USD (same as in the early 2000s, 16% decrease during the last decade).\nConclusion\nDino Polska ticks all the boxes on my checklist to invest in a company, with a proven and highly profitable business model, the ability to reinvest its cash flows into expanding for many years ahead, and great management with strong skin in the game.\nThe company has a clear value proposition that its customers appreciate as can be seen from reviews, and I consider its competitive advantage will improve over the years as market share and margins increase.\nAlthough the store count growth rate is decreasing, the addressable market is huge without taking into account a possible expansion into other neighboring countries.\nThe current valuation is fair given the expectations and the defensiveness of the business. In a base case scenario, I expect Dino Polska to outperform the market delivering a 17.5% CAGR over the next few years.\nEditor's Note: This article discusses one or more securities that do not trade on a major U.S. exchange. Please be aware of the risks associated with these stocks.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://es.investing.com/currencies/pln-usd",
      "https://tradingeconomics.com/poland/unemployment-rate",
      "https://www.jeronimomartins.com/en/about-us/what-we-do/food-distribution/biedronka/",
      "https://data.oecd.org/gdp/real-gdp-forecast.htm",
      "https://www.bankier.pl/wiadomosc/DINO-POLSKA-S-A-Decyzja-w-sprawie-budowy-trzech-nowych-centrow-dystrybucyjnych-8641024.html",
      "https://tradingeconomics.com/poland/inflation-cpi",
      "https://en.wikipedia.org/wiki/Demographics_of_Poland",
      "https://tradingeconomics.com/poland/government-budget",
      "https://www.worldometers.info/world-population/poland-population/",
      "https://data.oecd.org/poland.htm",
      "https://www.google.com/maps/place/Dino/@51.7846509,16.6966152,8.75z/data=!4m10!1m2!2m1!1sdino+polska!3m6!1s0x47051e2f62bb3669:0x379e599eacd0f217!8m2!3d52.0845894!4d17.3997437!15sCgtkaW5vIHBvbHNrYSIDiAEBWg0iC2Rpbm8gcG9sc2thkgELc3VwZXJtYXJrZXTgAQA!16s%2Fg%2F1hc90fdm3?entry=ttu",
      "https://tradingeconomics.com/poland/interest-rate",
      "https://grupadino.pl/wp-content/uploads/2023/11/DINO-POLSKA-SA-Q3-2023-results-presentation.pdf",
      "https://www.google.com/maps/place/Biedronka/@50.9423224,20.4702173,11.25z/data=!4m10!1m2!2m1!1sBiedronka!3m6!1s0x471827dec8a7ca5b:0xcaca71497aa1990!8m2!3d50.8866381!4d20.6144787!15sCglCaWVkcm9ua2EiA4gBAVoLIgliaWVkcm9ua2GSARRkaXNjb3VudF9zdXBlcm1hcmtldOABAA!16s%2Fg%2F11b5pj37fq?entry=ttu",
      "https://grupadino.pl/en/the-history/",
      "https://www.statista.com/forecasts/679528/per-capita-meat-consumption-european-union-eu",
      "https://tradingeconomics.com/poland/balance-of-trade#:~:text=Poland%20recorded%20a%20trade%20surplus,Million%20in%20February%20of%202022.",
      "https://grupadino.pl/wp-content/uploads/2023/08/DINO-POLSKA-Management-Report-for-1H-2023.pdf",
      "https://grupadino.pl/wp-content/uploads/2023/03/Dino-Polska-Management-Boards-Activity-Report-for-2022-.pdf",
      "https://grupadino.pl/faq/",
      "https://business.columbia.edu/sites/default/files-efs/imce-uploads/DNP.pdf",
      "https://google.com/maps/place/Dino/@51.7846509,16.6966152,8.75z/data=!4m10!1m2!2m1!1sdino+polska!3m6!1s0x47051e2f62bb3669:0x379e599eacd0f217!8m2!3d52.0845894!4d17.3997437!15sCgtkaW5vIHBvbHNrYSIDiAEBWg0iC2Rpbm8gcG9sc2thkgELc3VwZXJtYXJrZXTgAQA!16s%2Fg%2F1hc90fdm3?entry=ttu",
      "https://www.tradingeconomics.com/poland/inflation-cpi",
      "https://www.google.com/maps/place/Dino/@51.7846509,16.6966152,8.75z/data=!4m10!1m2!2m1!1sdino+polska!3m6!1s0x47051e2f62bb3669:0x379e599eacd0f217!8m2!3d52.0845894!4d17.3997437!15sCgtkaW5vIHBvbHNrYSIDiAEBWg0iC2Rpbm8gcG9sc2thkgELc3VwZXJtYXJrZXTgAQA!16s%2Fg%2F1hc90fdm3",
      "https://grupadino.pl/faq",
      "https://www.worldometers.info/world-population/poland-population",
      "https://statista.com/forecasts/679528/per-capita-meat-consumption-european-union-eu",
      "https://www.grupadino.pl/faq/",
      "https://bankier.pl/wiadomosc/DINO-POLSKA-S-A-Decyzja-w-sprawie-budowy-trzech-nowych-centrow-dystrybucyjnych-8641024.html",
      "https://www.jeronimomartins.com/en/about-us/what-we-do/food-distribution/biedronka",
      "https://www.grupadino.pl/en/the-history/",
      "https://www.data.oecd.org/gdp/real-gdp-forecast.htm",
      "https://google.com/maps/place/Biedronka/@50.9423224,20.4702173,11.25z/data=!4m10!1m2!2m1!1sBiedronka!3m6!1s0x471827dec8a7ca5b:0xcaca71497aa1990!8m2!3d50.8866381!4d20.6144787!15sCglCaWVkcm9ua2EiA4gBAVoLIgliaWVkcm9ua2GSARRkaXNjb3VudF9zdXBlcm1hcmtldOABAA!16s%2Fg%2F11b5pj37fq?entry=ttu",
      "https://grupadino.pl/en/the-history",
      "https://www.tradingeconomics.com/poland/government-budget",
      "https://www.google.com/maps/place/Biedronka/@50.9423224,20.4702173,11.25z/data=!4m10!1m2!2m1!1sBiedronka!3m6!1s0x471827dec8a7ca5b:0xcaca71497aa1990!8m2!3d50.8866381!4d20.6144787!15sCglCaWVkcm9ua2EiA4gBAVoLIgliaWVkcm9ua2GSARRkaXNjb3VudF9zdXBlcm1hcmtldOABAA!16s%2Fg%2F11b5pj37fq",
      "https://www.grupadino.pl/wp-content/uploads/2023/08/DINO-POLSKA-Management-Report-for-1H-2023.pdf",
      "https://jeronimomartins.com/en/about-us/what-we-do/food-distribution/biedronka/",
      "https://www.es.investing.com/currencies/pln-usd",
      "https://www.en.wikipedia.org/wiki/Demographics_of_Poland",
      "https://www.business.columbia.edu/sites/default/files-efs/imce-uploads/DNP.pdf",
      "https://www.tradingeconomics.com/poland/interest-rate",
      "https://www.grupadino.pl/wp-content/uploads/2023/11/DINO-POLSKA-SA-Q3-2023-results-presentation.pdf",
      "https://www.tradingeconomics.com/poland/unemployment-rate",
      "https://www.grupadino.pl/wp-content/uploads/2023/03/Dino-Polska-Management-Boards-Activity-Report-for-2022-.pdf",
      "https://www.tradingeconomics.com/poland/balance-of-trade#:~:text=Poland%20recorded%20a%20trade%20surplus,Million%20in%20February%20of%202022.",
      "https://worldometers.info/world-population/poland-population/",
      "https://www.data.oecd.org/poland.htm"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dino polska",
          "sentiment": "negative"
        },
        {
          "name": "tomasz biernacki",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supervisory board",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T23:58:13.644+02:00",
    "updated": "2023-12-29T23:58:13.644+02:00"
  },
  {
    "uuid": "1a9f31498310605933b0210be82638dc9670beca",
    "url": "https://www.meneame.net/story/fiscal-general-missouri-dice-pildora-abortiva-perjudicara-estado/c076",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alvarro53",
    "published": "2024-10-24T18:46:00Z",
    "title": "#76 El fiscal general de Missouri dice que la píldora abortiva perjudicará al estado al reducir los embarazos de adolescentes. (Eng)",
    "text": "Portada\nmis comunidades\notras secciones\nLos condones lo siguiente... y luego las pajas...\nMezclar liberalismo económico y religión, un \"maridaje\" perfecto.\n[#7](c7#c-7) Pero muy rentables en un entorno con un sistema sanitario privado.\nComo decía M. Rajoy: \"Cuanto peor mejor para todos y cuanto peor para todos mejor, mejor para mí el suyo beneficio político\". Y además del beneficio político, piensa en el industrial-sanitario siendo accionista.\n[#2](c2#c-2) O despenalizar la violación, como en otros paises casan violador y violada y aqui paz y después gloria.\nLo ha dejado por escrito de manera textual el muy animal de bellota:\nThis study thus suggests that remote dispensing of abortion drugs by mail, common carrier, and interactive computer service is depressing expected birth rates for teenaged mothers in Plaintiff States, even if other overall birth rates may have been lower than otherwise was projected\n[#2](c2#c-2) No vas errado. En la sentencia Dobbs, el juez Clarence Thomas expresó en su voto particular concordante que otra sentencia que habría que derogar es Griswold v Connecticut, que despenalizó a nivel nacional los anticonceptivos.\n[#2](c2#c-2) ¿El \"padre\" del liberalismo no era precisamente, religioso?\nhttps://www.nuevarevista.net/la-tolerancia-segun-john-locke/\nNo le gustaban los ateos.\n[#2](c2#c-2) leéte lo que pone en la biblia que le hicieron a Omán, justificado para que lo apliquen cuando quieran ya está porque está escrito en un libro sagrado.\nSi con la prohibición se produce un incremento de la natalidad entre los inmigrantes, entonces dirá que hay estamos ante un reemplazo\n[#59](c59#c-59) Por supuesto.\nhttps://www.es.amnesty.org/en-que-estamos/blog/historia/articulo/10-restricciones-impuestas-a-las-mujeres-en-afganistan-bajo-el-regimen-taliban/\nAhora compáralo con EEUU sin que se te caiga la cara de vergüenza.\n[#62](c62#c-62) Encantada de iluminarte:\nhttps://www.bbc.com/mundo/noticias/2016/01/160108_eeuu_matrimonio_infantil_matrimonio_forzado_ng\nhttps://www.google.com/amp/s/elpais.com/us/2024-06-26/la-mortalidad-infantil-aumenta-un-13-en-texas-desde-la-prohibicion-del-aborto.html%3foutputType=amp\nhttps://www.france24.com/es/ee-uu-y-canad%C3%A1/20240917-muere-una-mujer-en-ee-uu-tras-retraso-de-la-atenci%C3%B3n-m%C3%A9dica-urgente-por-la-ley-del-aborto\n\"primer mundo\" mis narices.\nPor cierto, yo sí he vivido en EEUU.\nY tiene razón. Qué mejor que tener madres y padres adolescentes con necesidad de un trabajo para tener un ejército bien nutrido de carne de cañón a precio de coste.\nAborto, educación, ayudas sociales... son elementos que mejoran la vida de las personas y por tanto, los alejan de alistarse para ir a matar desconocidos allende los mares.\n[#32](c32#c-32) Va a pedir que se le retire la aprobación por considerarla no segura (ha habido más o menos unas 20 muertes derivadas de complicaciones en los 32 años que lleva aprobada).\nLa anterior demanda, presentada por un grupo de médicos conservadores fue rechazada por no ser los médicos parte perjudicada por la disponibilidad comercial y terapéutica de la mifepristona. Así, ahora varios fiscales generales ultras intentan lo mismo, con el de Missouri alegando que el estado es parte perjudicada en tanto que la mifepristona reduce la cantidad de embarazos adolescentes\nAhora que la natalidad se está empezando a despeñar se empieza a ver como, evidentemente, muchos países necesitan ciudadanos muertos de hambre para mantener a flote el sistema, se necesitan familias pilladas para poder exprimir, mano de obra barata, sin formación para hacerlos dependientes y poder manipular, soldados para mandar al frente, para consumir y pagar impuestos. Tienen más interés en que no baje la natalidad que su propia población\n[#38](c38#c-38) sí, de hecho parece que ya se tumbó una demanda parecida anteriormente. Esto tiene muchos costes judiciales, pero lo bueno de ser la fiscalía es que se cubren con dinero público.\n\"Por lo tanto, este estudio sugiere que la dispensación remota de medicamentos abortivos por correo, transporte público y servicio informático interactivo está deprimiendo las tasas de natalidad esperadas para las madres adolescentes en los estados demandantes, i\nEn vez de alegrarse por ello...\n[#32](c32#c-32) en EEUU puedes demandar a cualquier otra persona o entidad por lo que te de la gana. En este caso, el fiscal argumenta que si hay un descenso en la natalidad por la pastilla, el estado de Missouri saldrá perjudicado porque habrá menos gente votando y pagando impuestos.\n[#37](c37#c-37) Si, esa parte la entendí de la noticia, pero aunque puedas denunciar algo por cualquier motivo la sentencia tendría que tumbar esa falta de argumentación. Es una pérdida de tiempo y dinero en impuestos para sólo salir en la prensa.\nPor qué estos tiparracos no meterán sus manos en sus propias braguetas y dejarán a las mujeres en paz.\nContemplar a los ciudadanos como ganado solo es propio de idiotas degenerados por muy fiscales generales que sean. Solo quieren reproductoras.\nSe ve que \"alguien\" tiene acciones en la cadena que emite \"Teen Mom\" (Embarazada a los 16) y quiere un retiro dorado...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.es.amnesty.org/en-que-estamos/blog/historia/articulo/10-restricciones-impuestas-a-las-mujeres-en-afganistan-bajo-el-regimen-taliban/",
      "https://www.france24.com/es/ee-uu-y-canad%C3%A1/20240917-muere-una-mujer-en-ee-uu-tras-retraso-de-la-atenci%C3%B3n-m%C3%A9dica-urgente-por-la-ley-del-aborto",
      "https://www.bbc.com/mundo/noticias/2016/01/160108_eeuu_matrimonio_infantil_matrimonio_forzado_ng",
      "https://www.nuevarevista.net/la-tolerancia-segun-john-locke/",
      "https://www.google.com/amp/s/elpais.com/us/2024-06-26/la-mortalidad-infantil-aumenta-un-13-en-texas-desde-la-prohibicion-del-aborto.html%3foutputType=amp",
      "https://bbc.com/mundo/noticias/2016/01/160108_eeuu_matrimonio_infantil_matrimonio_forzado_ng",
      "https://google.com/amp/s/elpais.com/us/2024-06-26/la-mortalidad-infantil-aumenta-un-13-en-texas-desde-la-prohibicion-del-aborto.html%3foutputType=amp",
      "https://france24.com/es/ee-uu-y-canad%C3%A1/20240917-muere-una-mujer-en-ee-uu-tras-retraso-de-la-atenci%C3%B3n-m%C3%A9dica-urgente-por-la-ley-del-aborto",
      "https://es.amnesty.org/en-que-estamos/blog/historia/articulo/10-restricciones-impuestas-a-las-mujeres-en-afganistan-bajo-el-regimen-taliban/",
      "https://www.es.amnesty.org/en-que-estamos/blog/historia/articulo/10-restricciones-impuestas-a-las-mujeres-en-afganistan-bajo-el-regimen-taliban",
      "https://nuevarevista.net/la-tolerancia-segun-john-locke/",
      "https://www.nuevarevista.net/la-tolerancia-segun-john-locke"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Clarence Thomas",
          "sentiment": "none"
        },
        {
          "name": "M. Rajoy",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:12:50.645+03:00",
    "updated": "2024-10-25T00:12:50.645+03:00"
  },
  {
    "uuid": "2d2809e46d404b5cf25593c66a9ba7bbaf596953",
    "url": "https://www.devdiscourse.com/article/headlines/2761262-two-south-koreans-released-after-being-kidnapped-in-nigeria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-30T00:15:00Z",
    "title": "Two South Koreans released after being kidnapped in Nigeria | Headlines",
    "text": "Two South Koreans kidnapped by gunmen in Nigeria earlier this month have been released safely, Seoul's foreign ministry said on Saturday. But the region is volatile and suffers from crude oil theft and vandalism of pipelines, which has taken a toll on Nigeria's oil output. [Reuters](/reuters-stories)| Seoul | Updated: 30-12-2023 08:15 IST | Created: 30-12-2023 08:15 IST - Country: - South Korea Two South Koreans kidnapped by gunmen in Nigeria earlier this month have been released safely, Seoul's foreign ministry said on Saturday. The two men were taken after gunmen ambushed their convoy in Nigeria's oil-producing Niger Delta on Dec. 12, killing four soldiers guarding the group and two civilian drivers. \"On Friday, we secured custody of the two abducted Korean citizens,\" the ministry said in a statement. \"Both people are currently in good health, and after a hospital checkup, they moved to a safe area and spoke with their families.\" Attacks by militants in the Niger Delta have dwindled over the years. But the region is volatile and suffers from crude oil theft and vandalism of pipelines, which has taken a toll on Nigeria's oil output. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) - READ MORE ON: - [Nigeria](/news?tag=Nigeria) - [South Koreans](/news?tag=South+Koreans) - [Niger Delta](/news?tag=Niger%0aDelta) - [Seoul](/news?tag=Seoul) - [Korean](/news?tag=Korean) - [the ministry](/news?tag=the%0aministry) ALSO READ [Nigeria Supreme Court blocks release of separatist leader Kanu](/article/law-order/2747332-nigeria-supreme-court-blocks-release-of-separatist-leader-kanu) [Nigeria Supreme Court blocks release of separatist leader Kanu](/article/law-order/2747171-nigeria-supreme-court-blocks-release-of-separatist-leader-kanu) [Nigeria's Supreme Court reinstates terrorism charges against separatist leader](/article/law-order/2747670-nigerias-supreme-court-reinstates-terrorism-charges-against-separatist-leader) [DRI arrests Nigerian operating drug syndicate from Greater Noida](/article/law-order/2749703-dri-arrests-nigerian-operating-drug-syndicate-from-greater-noida) [DRI nabs Nigerian national for key role in drug smuggling syndicate operating from Greater Noida](/article/headlines/2749735-dri-nabs-nigerian-national-for-key-role-in-drug-smuggling-syndicate-operating-from-greater-noida)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "niger delta",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seoul",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:50:56.383+02:00",
    "updated": "2023-12-30T04:50:56.383+02:00"
  },
  {
    "uuid": "0bc676e7d7c6f6eb6ceb4a266bd363127578cf1c",
    "url": "https://www.archyde.com/he-denounces-the-new-us-sanctions-2024-04-25-211306",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-04-25T21:13:00Z",
    "title": "He denounces the new US sanctions - 2024-04-25 21:13:06 - Archyde",
    "text": "Iran has called new sanctions imposed by the United States on two companies and four individuals that Washington says are involved in malicious cyberattacks unfounded.\nThese attacks were carried out “in the name of the cyber command of the Revolutionary Guard Corps”, the ideological army of the Islamic Republic of Iran announced yesterday, Tuesday, the US Treasury Department.\nThey were carried out “against businesses and US government entities”, according to Washington.\nIranian Foreign Ministry spokesman Nasser Kanaani “strongly rejected and condemned the baseless allegations of the US government against Iranian individuals and businesses.”\nAccording to Kanaani, the United States “accuse individuals and Iranian institutions without any basis” in order to divert attention as he said from “the wave of criticism around the world against the United States’ policies of unlimited support for the war crimes and genocide committed by the Zionist regime [το Ισραήλ ] in his war against her Gaza Strip ».\nThe Islamic Revolutionary Guard Corps Cyber ​​Command is one of the Iranian government agencies behind the hacks, working through a series of front companies to target the United States and several other countries, the Treasury Department said. USA .\nFor the US Treasury Department, the Iranian people “need to know” that this administration is “using private companies and their employees to achieve its illegal goals.”\nThe US and Britain tightened sanctions against Iran after the attack on Israel According to iefimerida, last Thursday, the US, in coordination with Britain, was the first to strengthen sanctions against Iran after the attack launched by the latter against Israel on April 13, targeting “the Iranian program drones, the steel industry and car manufacturers’.\nThe attack launched by Iran followed an airstrike Tehran attributed to Israel in which seven members of the Revolutionary Guards, including two generals, were killed at the Iranian consulate in Damascus.\nRead also:\nConstantinos Floros was arrested by order of Tasoula – Arrested after punching V. Grammenos\nMourning in the Air Force: Dead in 114 AM in Tanagra\nVroutsis-Peletidis: Many benefits for Patra, new tartan in the Pamplo-Ponnesian\nIncredible images in the Parliament: Floros punched Grammenos, the dialogue between them is shocking\nIn Maximos today the “blue” Achaean MPs – What will Mitsotakis ask for\nInstant update with all the news now and via WhatsApp – See here\n#denounces #sanctions",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nasser kanaani “",
          "sentiment": "none"
        },
        {
          "name": "kanaani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islamic revolutionary guard corps cyber command",
          "sentiment": "none"
        },
        {
          "name": "foreign ministry",
          "sentiment": "none"
        },
        {
          "name": "revolutionary guard corps",
          "sentiment": "none"
        },
        {
          "name": "us treasury department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "archyde iran",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "islamic republic of iranannounced",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:14:56.325+03:00",
    "updated": "2024-04-26T05:00:44.496+03:00"
  }
]