[
  {
    "uuid": "cfa79569bff3471f9a96318a751463b495b94a82",
    "url": "https://www.archyde.com/breakthrough-medical-achievements-in-2022-pioneering-treatments-innovative-technologies-and-nobel-prize-winning-innovations/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2023-12-28T22:15:00Z",
    "title": "Breakthrough Medical Achievements in 2022: Pioneering Treatments, Innovative Technologies, and Nobel Prize-Winning Innovations",
    "text": "2023-12-28 16:05:00\nAt the end of each year, we review the most important medical events that had a significant impact on improving public health, whether in the near term or in the future. This is to find out the causes of diseases, how to diagnose them, and find the best methods for treatment, in addition to discovering vaccines to protect against them. This will reflect positively on improved public health.\nThere is no doubt that the rapid technological development in the use of modern technologies, especially artificial intelligence, has contributed to saving the lives of millions of people. In the following lines, we review these great achievements:\nPioneering achievements\n• An effective medicine for Alzheimer’s disease. It is known that most of the medications used to treat Alzheimer’s disease so far have not succeeded in completely curing the disease, but rather they only attempt to preserve memory and logical thinking for as long as possible. In July of this year, a drug called (Leqembi) obtained approval from the US Food and Drug Administration (FDA) after clinical trials showed the effectiveness of the treatment in clearly slowing down the deterioration of conditions, especially if it is used at the beginning of the disease’s stages as soon as an imbalance is noticed. Memory and experiences.\nThe new drug outperformed the placebo – which is in the same form as the drug, but without an active ingredient to have a psychological effect on the patient – by 27 percent in just a year and a half. Patients were able to cope in a way that was as close to normal as possible for longer periods and achieved a great deal of independence. Although this drug is not a cure for the disease, it is the first approved drug that treats the underlying cause of Alzheimer’s disease and removes the layer of beta-amyloid plaques on the brain that lead to poor memory and changes the course of the disease in the early stages. It is administered via intravenous drip in hospitals every two weeks for an hour.\n• Artificial human embryos. Scientists from the University of Cambridge in the United Kingdom and the California Institute of Technology in the United States were able to create artificial human embryos without eggs and sperm, using only stem cells.\nAlthough stem cells have been used before to replace organs in the body, creating a full-fledged embryo is the first time. The embryo resembles normal embryos in the early stages of formation, as it includes cells that usually divide into millions of cells and continue to become a complete embryo. Until now, the model did not contain a beating heart or brain.\nBut the same cells form the placenta and the amniotic sac at the beginning of its formation, the yolk sac, and it is placed in the mother’s uterus, and the division continues to become a complete fetus.\nDespite the great scientific achievement, most scientists objected to these experiments for ethical, legal, and religious considerations. But the researchers who made these embryos explained that their primary goal is to avoid genetic diseases in the future, overcome the biological causes of recurrent miscarriage, and the possibility of conducting studies on the embryos without exposing them to danger.\n• Vaccine for pregnant women against syncytial virus. In August of this year, the Food and Drug Administration approved the first vaccine for use in pregnant women to protect their infants from infection with RSV during the postnatal period until the infant reaches 6 months of age. Because infection at this age is very serious and can lead to death.\nThe vaccine is called Abrysvo, and it is given to women at the end of pregnancy, between 32 and 36 weeks. It is an injection that is administered intramuscularly once. In the clinical trials that were conducted, the vaccine succeeded in reducing the incidence of lower respiratory tract diseases (LRTD) by 81.8 percent within 90 days, and by 69.4 percent during the first 6 months after birth.\nOverall, the drug succeeded in reducing the incidence of respiratory diseases by 57.3 percent, and by 76.5 percent for very severe symptoms, and its side effects are simple and do not exceed pain at the injection site, headache, muscle pain, and nausea.\nEye transplantation and gene therapies\n• The first complete eye transplant in the world. This year, surgeons at New York University were able, for the first time, to successfully transplant a complete eye transplant to a patient in his forties who had been involved in an accident that destroyed the left side of the face, including the left eye. A partial face transplant was also performed.\nThe surgeons said: The operation is a great and unprecedented scientific achievement (until now, the greatest achievement has been corneal transplantation only in cases of ophthalmia). Although the patient has not regained sight in the eye at the moment, doctors hope that this will happen in the coming months. The operation took 21 hours. They explained that the blood vessels that nourish the eye work efficiently, as does the retina.\nThe patient said: Initially, the doctors were planning to place the eyeball only as part of the face transplant for cosmetic reasons, but they made an attempt to transplant the entire eye and it succeeded. Surgeons transplanted stem cells from the donor’s marrow into the patient’s optic nerve to stimulate healing and the possibility of restoring vision, and this process gives great hope to thousands of patients in the future.\n• The first gene therapy for anemia using CRISPR technology. This year, the world’s first CRISPR gene therapy (clustered regularly interspaced short palindromic repeats) was approved in the United Kingdom (the technology that won the Nobel Prize in 2020) to treat blood diseases such as sickle cell anemia and thalassemia, which are genetic diseases. It affects the hemoglobin present in red blood cells and leads to their breakdown and the occurrence of anemia and many other symptoms, such as severe pain in the case of sickle cell anemia. Because the blood clots as a result of its lack of circulation; Because one blood cell resembles a sickle, and therefore sticks to the other.\nThe new gene therapy works to correct the defect in the genes responsible for the production of hemoglobin in stem cells in the bone marrow, and enables them to produce healthy and active hemoglobin, which is collected from the marrow, processed in the laboratory, and then re-injected into the patient again. This enables him to do without the current treatment of blood transfusions for the rest of his life and treatment for other symptoms apart from anemia.\nThe only problem with widely disseminating this technique is its high price, as the cost of treating one patient is about one million dollars, but researchers hope in the future that the cost will decrease as it becomes more common.\nBrain electrodes and artificial pancreas\n• Restoring movement for stroke patients. It is known that neurons are not regenerative; Therefore, someone who becomes paralyzed cannot move his limbs for the rest of his life. Most often, blood clots that occur in the brain cause loss of movement in one end of the body. Approximately one-third of those who suffer loss of movement in one hand or leg cannot return to work again.\nThis year, a young woman who was paralyzed on the left side of the body (due to several strokes that occurred in 2012) was able to regain movement in her hand after having electrodes implanted in her neck. Scientists explained that they sought to restore movement through electrodes that stimulate sensory neurons to deliver nerve signals coming from the brain to motor neurons, and thus the affected limb can be moved. The injured young woman, Heather Rendulic, said that she was able to use her hand efficiently to eat with a knife and fork to cut steaks for the first time since her injury. The researchers said that their new technology represents a new hope for people who suffer from permanent disabilities.\nRead more: special| The latest developments in Samir Sabry's health condition..and these stars are visiting\n• Smart artificial pancreas. Although scientists have invented an artificial pancreas a few years ago, the use of artificial intelligence this year has made these models work very efficiently, as it can secrete insulin and is mainly used in patients with type 1 diabetes in patients who suffer from insufficient or no insulin secretion. completely; Which leads to the inability to control blood glucose.\nThe device is the size of a small booklet that can be placed in a pocket. It is an insulin pump programmed with a specific system that enables it to determine the amount of insulin that must be pumped into the blood according to the individual needs of each person, according to his weight and the amount of glucose present in the blood after each meal, and also during times of fasting, through a device connected to it. To continuously monitor blood glucose (CGM) via Bluetooth technology, which makes it able to regulate blood glucose by increasing or decreasing.\nIt is now available for use from children as young as six years old. The device automatically delivers the dose of insulin depending on body weight, and does not require manual input or adjustments to doses. The device also features intelligent handling of meals, meaning that the patient does not need to accurately calculate the amount of insulin based on the amount of carbohydrates, but simply enter them into the device as small, medium, or large, and the device has received FDA approval.\nBrain reading and virtual training\n• A device for reading thoughts in the brain. During this year, researchers from the University of Texas in the United States relied on a device with artificial intelligence (AI) technology capable of translating human thoughts by monitoring neural activity inside the brain by using functional MRI in response to different things that are exposed to during the examination, whether they are sounds. Or static or moving images, and depending on the neural interaction with everything that is presented to the brain in terms of images, words, and events, and using the language of artificial intelligence algorithms (AI language algorithms), something similar to a dictionary is created for each reaction so that it becomes a way of expression like speech.\nThus; Patients who have lost the ability to speak can express themselves in a clear and precise manner, and although this technology is still in the beginning of its use, it gives great hope in the future for stroke victim patients who lose the ability to speak and clearly express what they want to say.\n• Virtual reality for training surgeons. Despite the novelty of virtual reality technology and its association in everyone’s minds with games and entertainment programs, this year it has contributed significantly to raising the efficiency of surgeons at the beginning of their work or performing new surgeries as an exceptional educational tool that provides a great visual opportunity to inspect the patient and prepare for complex surgical procedures.\nFor example, a surgeon needs to perform at least 75 operations of a particular surgical technique to achieve proficiency in it. This is what virtual training currently provides, as the experience can be repeated several times without endangering the patient’s life. A clinical efficacy study conducted by the David Geffen School of Medicine at the University of California, California, found that virtual reality training improved participants’ surgical performance by 230 percent compared to traditional training techniques.\nThe researchers said: Virtual reality technologies provide a comprehensive view of the human body and its anatomy at a 360-degree angle, in addition to allowing the use of traditional diagnostic tools such as MRI or CT scan, but with a three-dimensional model. Which will benefit patients in the future.\n• Nobel Prize in Medicine. The Nobel Prize this year went to the scientists whose research contributed to laying the foundation for the technology of certain mRNA vaccines, such as those that were used to combat the Corona pandemic, and had the greatest credit for eliminating its severity, and it relies mainly on delivering the vaccine to the body’s cells through fat in a way. They allow cells to decode RNA, recognize it, form antibodies to it, and then deal with it if the body is exposed to it again.\nNew diagnostics and treatments\n• Prediction of pancreatic cancer. Although pancreatic cancer is rare, it is one of the most aggressive types of cancer. It is approximately the third leading cause of cancer-related death overall; This is mostly discovered in its final stages after it has already spread to various parts of the body. This year, scientists developed a device based on artificial intelligence (AI) that can predict infection in people who are predisposed to it three full years before it. This can contribute to avoiding risk factors and starting treatment early.\nThe researchers entered medical information into the device about millions of people who were followed for many years in everything related to these people’s habits, circumstances, and history of patients, and some of them subsequently contracted the disease. By studying the sequence of cases that preceded the diagnosis, the model learned to identify the people most at risk of infection. Through experiments, the model succeeded correctly and accurately in identifying nearly four thousand cases out of three million three years before they were infected.\n• Treatment for Parkinson’s paralysis. Parkinson’s disease patients suffer from constant involuntary tremors in the hands. Which makes them unable to grasp anything well. Therefore; It is very important in treatment to control these recurrent tremors. In most cases, oral medications cannot stop it completely.\nFinally, electronic devices have emerged that can be worn around the wrist to treat hand tremor, whether for Parkinson’s disease or as a symptom of any other neurological disease. It showed effectiveness in controlling these tremors. In June of this year, the FDA approved a specific device, the Cala kIQ system. It is the only device approved so far and works through nerve stimulation that prevents tremor in the hand depending on its strength in each patient. Doctors hope that the use of this device will spread in the future.\n• Treatment for ulcerative colon. It is known that the definite causes of ulcerative colitis are not yet fully known, but it most likely occurs as a result of a defect in the immune system malfunction that causes the body’s cells to attack each other, and causes wounds and ulcers in the colon that lead to bouts of bleeding, abdominal pain, and diarrhea. It is often accompanied by blood. The disease affects young people (before 30 years of age), but it can occur at any age. There is no cure for the disease yet, but patients are given immunosuppressive drugs and cortisone at the time of severe symptoms. This year, the FDA approved an effective drug that can control symptoms and stop immune reactions. The scientific name of the drug is Etrasimod. It is taken only once a day and has shown good results in clinical trials. It is expected to change patients’ lives for the better.\n1703801719\n#Nicotine #cardiovascular #health.. #poison #addictive",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "none"
        },
        {
          "name": "us food and drug administration",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:52.026+02:00",
    "updated": "2023-12-29T00:19:52.026+02:00"
  },
  {
    "uuid": "5cf9255f262320190a1e47f90f2464ab07baec83",
    "url": "https://www.miragenews.com/diverse-agriculture-boosts-human-environmental-1209163",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-04-04T10:06:00Z",
    "title": "Diverse Agriculture Boosts Human, Environmental Wellness | Mirage News",
    "text": "Rotating crops, conserving soil nutrients and deploying other strategies to \"diversify\" agriculture all at the same time can yield major benefits for the environment and people alike—including increased crop yields and improved food security for entire communities. That's the take-home message of a landmark new study, including researchers from more than 15 nations and data from 2,655 farms on five continents. The team [published its findings April 4](https://www.science.org/doi/10.1126/science.adj1914) in the journal Science. \"This is evidence that this can actually work—we can imagine agricultural systems that are more diverse and serve people and nature at the same time,\" said Zia Mehrabi, a co-author of the new study and assistant professor of environmental studies at the University of Colorado Boulder. The study comes as farms across much of the world are increasingly growing just one type of crop or raising a single kind of animal—a transition to \"monoculture\" agriculture that may bring with it a wide range of risks, including the loss of soil nutrients and spreading pest outbreaks. In the United States, the number of farms in the country in 2022 [dwindled to its lowest level](https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=108629#:~:text=The%20number%20of%20farms%20in,reported%20in%20the%202017%20Census.) since before the start of the Civil War, according to the U.S. Department of Agriculture. Those remaining farms have only gotten bigger and simpler. The research carries a stark message, said Laura Vang Rasmussen of the University of Copenhagen in Denmark who, along with Ingo Grass of the University of Hohenheim in Germany, served as lead author of the paper. \"Drop monoculture and industrial thinking and diversify the way you farm—it pays off,\" Rasmussen said. A new take on a hot topic The research takes a new approach to examining a hot topic in many environmental circles: agricultural diversification. The term captures a wide range of strategies for growing more than just a single crop on a single farm, year after year. In some cases, farmers might rotate between seeding a field with corn one year, then beans the next and okra the year after. In others, they might plant cover crops to keep their soils from washing away in the off season or even encourage healthy populations of earthworms underground. Previous studies have tended to assess these strategies individually and have delivered mixed results, said Mehrabi, who leads the [Better Planet Laboratory](https://betterplanetlab.com/). In the new research, he and his colleagues tried a different approach: They used a combination of participatory methods and statistical tools to dive into data from 24 study systems. Their results captured information on everything from massive strawberry operations in the United States to small maize fields in Malawi and palm orchards in Indonesia. The study emerged from a larger research effort led by Mehrabi and Claire Kremen of the University of British Columbia in Canada. \"It was a massive undertaking,\" Mehrabi said. The group discovered that farmers and ranchers can achieve many more benefits if they employ several agricultural solutions in tandem, rather than just one at a time. For Mehrabi, the study reveals a new vision for food around the globe—one in which farms and pastures work less like factories for churning out calories and more like healthy natural ecosystems. \"If you look at how ecosystems operate, it's not just plants growing alone. It's not just animals or soil,\" he said. \"It's all of these things working together.\" Making farms complex again To explore that idea, the group brought together researchers from around the world to share their experiences working with real farmers. The researchers discovered that elusive \"win-wins\" in agriculture may be possible. Take livestock diversification, in which farmers might raise cows or chickens on the same farm as crops. According to the team's analysis, that approach can increase the amount of food that a farm produces, while reducing damage to soil and environmental pollution. But the research also found that the benefits of livestock diversification increase, and the downsides shrink, when farmers pair it with other diversification strategies. In many cases, Mehrabi said, more diverse farms can deliver extra benefits because they can better weather natural disasters like droughts or heat waves. In other cases, the positives are more subtle. If small-scale farmers grow fruit trees amid their crops, for example, they can eat those bananas or papayas themselves while selling the rest of the harvest. \"The crazy thing is that the positive effect of adding multiple diversification practices is true across wildly different contexts,\" he said. \"It works on industrial farms in the United States and in small-scale maize farms in Malawi.\" Erasing barriers to change He and his colleagues acknowledge that finances can be a barrier to making the switch to diverse agriculture. Farmers might need to purchase one set of machines to harvest corn and a different set to harvest fruit. But governments already spend huge sums to buffer the agricultural industry. Some nations, for example, subsidize farmers so that they can grow water-intensive crops in areas that don't get a lot of rain. That money might be better spent, Mehrabi said, in helping farmers diversify. In the end, he hopes that the study will help people realize that a different future for the world's food may be possible: \"Hopefully, this will inspire people to be creative and even push the boundaries of what the human species can achieve.\" [here](/diverse-agriculture-boosts-human-environmental-1209163/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=108629#:~:text=The%20number%20of%20farms%20in,reported%20in%20the%202017%20Census.)",
      "https://www.science.org/doi/10.1126/science.adj1914)",
      "https://betterplanetlab.com/).",
      "https://www.betterplanetlab.com/).",
      "https://science.org/doi/10.1126/science.adj1914)",
      "https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/",
      "https://ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=108629#:~:text=The%20number%20of%20farms%20in,reported%20in%20the%202017%20Census.)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zia mehrabi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "environmental wellness | mirage news rotating",
          "sentiment": "negative"
        },
        {
          "name": "university of colorado boulder",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:13:49.405+03:00",
    "updated": "2024-04-05T00:13:49.405+03:00"
  },
  {
    "uuid": "967535391487aa23d6af901464a5afd317f8df76",
    "url": "https://andaluciainformacion.es/huelva/1493106/turquia-detiene-a-32-sospechosos-de-preparar-atentados-yihadistas-en-iglesias-y-sinagogas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2023-12-29T09:34:00Z",
    "title": "Turquía detiene a 32 sospechosos de preparar atentados yihadistas en iglesias y sinagogas | Andalucía Información. Todas las noticias de Huelva",
    "text": "Tres personas sospechosas de preparar atentados contra iglesias y sinagogas en Turquía han sido detenidas dentro de una operación donde han sido arrestadas también otras 29 que se cree tienen contactos con círculos yihadistas y estaban implicados en esos planes. Una operación simultánea en nueve provincias turcas, coordinada por la policía junto a los servicios secretos (MIT), permitió detener a esas tres personas, supuestamente dirigentes de las redes del grupo yihadista Estado Islámico, o Daesh, en Turquía, informa este viernes la agencia oficialista Anadolu. La emisora pública turca TRT los identifica como Miybel el Shuweihi y Mohamed Hilaf Ibrahim, conocido como Abu Leis, sospechosos de preparar atentados contra sinagogas e iglesias en Turquía. El tercero sería Iheb Alani, que se cree estaba coordinando un ataque contra la embajada iraquí en Turquía, agrega la citada emisora. Además, las fuerzas de seguridad han detenido a otras 29 personas sospechosas de estar vinculadas a las redes yihadistas en Turquía. Hace una semana, la Policía detuvo a 304 personas bajo sospecha de mantener lazos con las células del Estado Islámico. Desde el atentado contra la discoteca Reina en Estambul en la Nochevieja de 2016, en la que un yihadista mató con un arma automática a 39 personas, las autoridades turca extreman la vigilancia en estas fechas. Aunque la Nochevieja se celebra popularmente en Turquía y no falta decoración navideña, algunos predicadores radicales se han pronunciado contra estas festividades por \"cristianas\" o \"paganas\". Desde el atentado contra el Reina, Turquía, que en 2016-2017 llevó a cabo una operación militar contra el Estado Islámico en el norte de Siria, no ha vuelto a sufrir atentados atribuidos al yihadismo. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:46:55.341+02:00",
    "updated": "2023-12-29T11:46:55.341+02:00"
  },
  {
    "uuid": "5b65535f421ab8c3011fcdaacefd428a191dd644",
    "url": "https://www.pagina12.com.ar/797414-los-suplentes-de-independiente-le-ganaron-a-liniers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Página|12",
    "published": "2025-01-16T22:13:00Z",
    "title": "Los suplentes de Independiente le ganaron a Liniers   | Fue 1-0 en un amistoso | Página|12",
    "text": "Con un gol de Ignacio Maestro Puch , los suplentes de Independiente vencieron 1 a 0 a Liniers en un amistoso de pretemporada jugado este jueves por la mañana en el complejo de Villa Domínico en dos tiempos de 35 minutos cada uno. En el equipo que arrancó el juego, el técnico Julio Vaccari alineó al arquero Joaquin Blázquez y al volante Luciano Cabral, dos de las incorporaciones del Rojo en este mercado de pases\nLa formación fue Blázquez ; Salle , Bautista González , Closter y De Irastorza ; Medina , David Martínez y Cabral ; Santiago López , Maestro Puch y Parmo . En la segunda parte ingresaron Pérez Curci , Braian Martínez , Taborda , Alves , Bordón , Lara , Tasso y Lucas González, todos ellos juveniles que están haciendo la primera pretemporada con el plantel profesional.\nEste sábado, los titulares de Independiente jugarán por la Serie Río de la Plata en Maldonado ante Defensor Sporting , en lo que será la última prueba antes del debut oficial del viernes 24 ante Sarmiento de Junín en Avellaneda.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->soccer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ignacio Maestro Puch",
          "sentiment": "negative"
        },
        {
          "name": "Bautista González",
          "sentiment": "none"
        },
        {
          "name": "Joaquin Blázquez",
          "sentiment": "none"
        },
        {
          "name": "Braian Martínez",
          "sentiment": "none"
        },
        {
          "name": "Santiago López",
          "sentiment": "none"
        },
        {
          "name": "Lucas González",
          "sentiment": "none"
        },
        {
          "name": "David Martínez",
          "sentiment": "none"
        },
        {
          "name": "Luciano Cabral",
          "sentiment": "none"
        },
        {
          "name": "Julio Vaccari",
          "sentiment": "none"
        },
        {
          "name": "De Irastorza",
          "sentiment": "none"
        },
        {
          "name": "Pérez Curci",
          "sentiment": "none"
        },
        {
          "name": "Bordón",
          "sentiment": "none"
        },
        {
          "name": "Medina",
          "sentiment": "none"
        },
        {
          "name": "Alves",
          "sentiment": "none"
        },
        {
          "name": "Lara",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Sarmiento de Junín",
          "sentiment": "none"
        },
        {
          "name": "Defensor Sporting",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Liniers",
          "sentiment": "none"
        },
        {
          "name": "Villa Domínico",
          "sentiment": "none"
        },
        {
          "name": "Avellaneda",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:50:18.771+02:00",
    "updated": "2025-01-17T00:50:18.771+02:00"
  }
]