[
  {
    "uuid": "d1ffc03422b2f2c6bafeed3f3e3cd76b55118ad7",
    "url": "https://www.prnewswire.com/news-releases/console--associates-pc-corewell-health-reports-third-party-data-breach-at-healthec-exposed-social-security-numbers-of-1-million-patients-302023551.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Console & Associates, P.C.",
    "published": "2023-12-28T22:56:00Z",
    "title": "Console & Associates, P.C.: Corewell Health Reports Third-Party Data Breach at HealthEC Exposed Social Security Numbers of 1 Million Patients",
    "text": "MARLTON, N.J. , Dec. 28, Approximately one million Corewell Health patients are being notified that their Social Security numbers and other confidential information were compromised after one of Corewell Health's vendors, HealthEC, experienced a major data breach. The data breach lawyers at Console & Associates, P.C. are investigating claims on behalf of anyone affected by the HealthEC / Corewell Health breach, hoping to fully inform them of the risks they face in the wake of the breach as well as their legal rights.\nThe sensitive personal data of one million patients has been compromised . As a result, victims' full names, Social Security numbers and health information may be in the hands of criminals, putting victims at a greater risk of identity theft and other frauds.\nOn December 22, 2023 , Corewell Health posted a website notice describing a third-party data breach. Evidently, HealthEC is a health technology company that provides services to Corewell. Due to this relationship, Corewell provides HealthEC with confidential patient information. Corewell notes that the incident stemmed from an unauthorized party gaining access to the computer system of one of its vendors, HealthEC. The website notice also contains a link to a HealthEC data breach letter.\nIn the HealthEC letter, the company explains that, upon detecting a possible cybersecurity incident, HealthEC launched an investigation that confirmed that certain files on its computer network were accessed by an unauthorized party between July 14, 2023 and July 23, 2023 . HealthEC also determined that the unauthorized party may have accessed confidential information belonging to as many as one million Corewell Health patients.\nThe list of sensitive information that was exposed includes:\nNames, Addresses, Dates of Birth, Social Security Numbers, Medical record numbers, Medical information, and Health insurance information. If you receive a data breach notice from HealthEC, you could now be at risk of identity theft—and the devastating financial and legal consequences that go along with it.\nWhat Should You Do if You Receive a HealthEC Data Breach Letter?\nIndividuals who receive a data breach letter from HealthEC should take steps to protect themselves. (See our Guide for Victims of Data Breach for more details at https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/ ).\nAdditionally, victims should consider contacting a data breach attorney immediately, as anyone who receives a data breach letter from HealthEC may be entitled to financial compensation.\nIf you wish to discuss this data security incident, please contact Console & Associates, P.C. at (866) 778-5500. You can also learn more about this data breach and potential lawsuit at https://www.myinjuryattorney.com/corewell-health-data-breach-class-action-investigation-and-lawsuit-assistance/ .\nThis press release may be considered Attorney Advertising in some jurisdictions under the applicable law and ethical rules.\nCONTACT: Console & Associates P.C., 866-778-5500 [email protected]\nSOURCE Console & Associates, P.C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.myinjuryattorney.com/corewell-health-data-breach-class-action-investigation-and-lawsuit-assistance/",
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/",
      "https://c212.net/c/link/?t=0&l=en&o=4058367-1&h=623495007&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F",
      "https://c212.net/c/link/?t=0&l=en&o=4058367-1&h=3266625603&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058367-1&h=3266625603&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F",
      "https://myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/",
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach",
      "https://www.myinjuryattorney.com/corewell-health-data-breach-class-action-investigation-and-lawsuit-assistance",
      "https://myinjuryattorney.com/corewell-health-data-breach-class-action-investigation-and-lawsuit-assistance/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058367-1&h=623495007&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fcorewell-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F",
      "https://c212.net/c/link/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "corewell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "console & associates",
          "sentiment": "negative"
        },
        {
          "name": "corewell health",
          "sentiment": "negative"
        },
        {
          "name": "healthec exposed social security numbers",
          "sentiment": "negative"
        },
        {
          "name": "healthec / corewell health",
          "sentiment": "none"
        },
        {
          "name": "healthec",
          "sentiment": "none"
        },
        {
          "name": "social security",
          "sentiment": "none"
        },
        {
          "name": "corewell",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.j.",
          "sentiment": "none"
        },
        {
          "name": "marlton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:28.355+02:00",
    "updated": "2024-01-01T19:37:16.128+02:00"
  },
  {
    "uuid": "93f6657d0acf527ebef910fc1575e867341d2f3e",
    "url": "https://www.9news.com.au/world/world-weather-2024-pictures-floods-storms-fires-heatwave-snow/4a58cd64-66a6-468e-8308-99e263708bc3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "9News",
    "published": "2024-05-09T22:06:00Z",
    "title": "Exceptional tornado streak weaves path of destruction",
    "text": "The death toll in floods across a large part of southern Germany rose to five on June 4 as more bodies were recovered from inundated areas. Six residents and a 22-year-old firefighter remain missing, regional authorities say German Chancellor Olaf Scholz visited the flooded region and officials warned that water levels could rise further in some areas. The River Danube is the centre of concern for rescue efforts, with high levels of water passing through the city of Regensburg, following an evacuation effort the evening before. The level of the Danube had reached 9.6 metres in Passau, according to the Bavarian State Environmental Office, almost double the normal level for this time of year. Three rivers meet in the historic university town, where authorities have stopped motorised traffic and emptied underground car parks. In Bavaria, more than 52,000 emergency workers have been deployed, most of them volunteers, the firefighters' association said. But it added the vast area of flooding posed challenges for them. German Chancellor Olaf Scholz said that \"this is not just one event like there have been for centuries,\" and that a succession of floods in recent times shows \"we cannot neglect the task of halting man-made climate change\". Lava continued to spurt from a volcano in south-western Iceland on May 30 but the activity had calmed significantly from when it erupted a day earlier. The eruption was the fifth and most powerful since the volcanic system near Grindavik reawakened in December after 800 years, gushing record levels of lava as its fissure grew to 3.5km in length. Volcanologist Dave McGarvie calculated that the amount of lava initially flowing from the crater could have buried the soccer pitch at Wembley Stadium in London under 15 metres of lava every minute. \"These jets of magma are reaching like 50 metres, into the atmosphere,\" McGarvie, an honorary researcher at Lancaster University, said. \"That just immediately strikes me as a powerful eruption. And that was my first impression ... then some numbers came out, estimating how much was coming out per minute or per second and it was, 'wow.'\" The activity once again threatened Grindavik, a coastal town of 3800 people, and led to the evacuation of the popular Blue Lagoon geothermal spa, one of Iceland's biggest tourist attractions. Grindavik, which is about 50km southwest of Iceland's capital, Reykjavik, has been threatened since a swarm of earthquakes in November forced an evacuation in advance of the initial December 18 eruption. A subsequent eruption consumed several buildings. Protective barriers outside Grindavik deflected the lava Wednesday but the evacuated town remained without electricity and two of the three roads into town were inundated with lava. McGarvie said the eruption was more powerful than the four that preceded it because the largest amount of magma had accumulated in a chamber underground before breaking the earth's surface and shooting into the sky. The rapid and powerful start of the eruption followed by it diminishing quickly several hours later is the pattern researchers have witnessed with this volcano, McGarvie said. It was unknown when eruptions at this volcano will end. \"It could go on for quite some considerable time,\" McGarvie said. \"We're really in new territory here because eruptions like this have never been witnessed, carefully, in this part of Iceland.\" Powerful storms killed at least 20 people, injured hundreds and left a wide trail of destruction across Texas, Oklahoma and Arkansas in late May after obliterating homes and destroying a truck stop where dozens sought shelter during the latest deadly weather to strike the central US . The storms inflicted their worst damage in a region spanning from north of Dallas to the north-west corner of Arkansas. Pictured is a man looking what remains of buildings in Valley View, Texas. Damage is seen at a truck stop the morning after a tornado rolled through, in Valley View, Texas. Hugo Parra, who lives in Farmers Branch, north of Dallas, said he rode out the storm with 40 to 50 people in the bathroom of the truck stop. The storm sheared the roof and walls off the building, mangling metal beams and leaving battered cars in the parking lot. “A firefighter came to check on us and he said, ‘You’re very lucky',” Parra said. “The best way to describe this is the wind tried to rip us out of the bathrooms.\" Damage is seen at Tom Jones' home after the roof blew off during a storm, in Claremore, Oklahoma. Kentucky Governor Andy Beshear declared a state of emergency early in a post on social media platform X, citing “multiple reports of wind damage and tornadoes\". Seven deaths were reported in Cooke County, Texas, near the Oklahoma border, where a tornado ploughed through a rural area near a mobile home park, Texas Governor Greg Abbott said at a news conference. The Home Town Flea Market was severely damaged from the storm on May 26, 2024, in Rogers, Arkansas. Bangladesh evacuated nearly 800,000 people from vulnerable areas as the country and neighbouring India awaited the arrival of a severe cyclone that has formed over the Bay of Bengal. The storm is expected to cross Bangladesh and India's West Bengal coasts late on Sunday (Monday AEST). The India Meteorological Department said it is expected to reach maximum wind speeds of up to 120km/h, hitting West Bengal's Sagar Island and Bangladesh's Khepupara region. In this satellite photo from the India Meteorological Department, cyclonic activity is visible over the Bay of Bengal on the eastern coast of India. This is the first cyclone in the Bay of Bengal ahead of this year's monsoon season, which runs from June to September. Moderate to heavy rainfall is expected in most places over coastal districts in India's West Bengal state. A storm surge about one metre high is expected to flood low-lying areas of coastal West Bengal and Bangladesh. The powerful storms can uproot trees and cause major damage to thatched homes and power and communication lines. India's coasts are often hit by cyclones, but changing climate patterns have caused them to become more intense, making preparations for natural disasters more urgent. Powerful storms that rolled through the US Midwest spun up multiple tornadoes, including a fierce twister that smashed through a small Iowa town on Tuesday, carving a bleak landscape of destroyed homes and businesses, toppled trees, smashed cars and widely strewn debris and causing an unknown number of injuries. Pictured is a damaged wind turbine north of Prescott, Iowa, on May 21, 2024. Multiple people were injured in Greenfield, a town of about 2000 around 90 kilometres southwest of Des Moines, Iowa State Patrol spokesman Sgt Alex Dinkla said. He didn't know the extent of the injuries. In the aftermath of the storm, parts of Greenfield appeared devastated. Mounds of broken wood, branches, car parts and other debris littered lots where homes once stood.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "barnsdall",
          "sentiment": "none"
        },
        {
          "name": "montana",
          "sentiment": "none"
        },
        {
          "name": "wyoming",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        },
        {
          "name": "south dakota",
          "sentiment": "none"
        },
        {
          "name": "great plains",
          "sentiment": "none"
        },
        {
          "name": "kansas",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "new mexico",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "salt lake city",
          "sentiment": "none"
        },
        {
          "name": "minden",
          "sentiment": "none"
        },
        {
          "name": "north dakota",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T02:37:37.908+03:00",
    "updated": "2024-06-05T08:38:11.464+03:00"
  },
  {
    "uuid": "2c9467864530ca6abb787f7cefac91be7274e3a2",
    "url": "https://www.lesnumeriques.com/robot-cuiseur-multifonction/ce-robot-cuiseur-multifonctions-presente-le-meilleur-rapport-qualite-prix-de-notre-comparatif-n217152.html/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Oliver Adey",
    "published": "2024-01-05T21:52:00Z",
    "title": "This multifunctional food processor presents the best quality/price ratio in our comparison",
    "text": "Ce robot cuiseur multifonctions présente le meilleur rapport qualité / prix de notre comparatif [Rick](https://www.lesnumeriques.com/auteur/381/rick)( [@lesnums_bonplan](https://twitter.com/lesnums_bonplan)) Le robot cuiseur multifonctions Moulinex Click&Cook s'affiche aujourd'hui à 503,90 € chez [Amazon](https://www.amazon.fr/dp/B09WR2SNQX?tag=lmdn-api-21&linkCode=osi&th=1&psc=1&smid=A1X6FK5RDHNB96). C'est actuellement le meilleur rapport qualité / prix de notre comparatif, selon les 18 modèles testés dans notre laboratoire. Aux côtés des [Companion](https://www.lesnumeriques.com/robot-cuiseur-multifonction/moulinex-i-companion-touch-pro-xl-p68237/test.html), qui sont les robots-cuiseurs iconiques et ultra-sophistiqués de Moulinex, il existe le Click&Cook : un modèle compact, connecté et à petit prix qui entend bien rassembler toutes les fonctions indispensables d'un robot complet. [Moulinex Click&Cook](https://www.lesnumeriques.com/robot-cuiseur-multifonction/moulinex-moulinex-click-cook-hf506110-p67289.html) - Consommation - Commodité d'emploi - Bruit - Entretien - Efficacité du mixage - Cuisson Nettement plus sophistiqué que le [ClickChef de Moulinex](https://www.lesnumeriques.com/robot-cuiseur-multifonction/moulinex-robot-cuiseur-clickchef-p58731/test.html), le Click&Cook est une belle surprise et cumule de nombreux atouts. Compact, complet, bon en mixage et rapide en cuisson, il fait la part belle à la cuisine guidée et à une interface riche et compréhensible. Ses seules faiblesses sont nichées au niveau du couvercle qui nécessite un certain coup de main et du rissolage qui, finalement, ne concernent que peu de recettes. Ce robot-cuiseur d'entrée de gamme est une excellente alternative au [Monsieur Cuisine Smart de Lidl](https://www.lesnumeriques.com/robot-cuiseur-multifonction/silvercrest-monsieur-cuisine-connect-smart-p66103/test.html) grâce à son très bon rapport qualité/prix. Points forts - Design compact. - Cuisine guidée bien faite. - Balance intégrée. - Efficacité de mixage. - Cuit rapidement et précisément en mijotage. - Silencieux. Points faibles - Couvercle peu pratique à ôter et à remettre. - Chauffe trop fort en rissolage. Le second meilleur rapport qualité / prix [Kenwood CookEasy+](https://www.lesnumeriques.com/robot-cuiseur-multifonction/kenwood-cookeasy-p54771.html) - Consommation - Commodité d'emploi - Bruit - Entretien - Efficacité du mixage - Cuisson Le CookEasy+ marque une petite révolution au sein du catalogue de Kenwood et les changements apportés sont payants. L'écran tactile sert la commodité d'emploi autant que la balance intégrée — précise au gramme près — et la flotte d'accessoires livrées avec le robot. Les basses températures sont tenues au degré près et la chauffe est assez rapide. Finalement, ce que l'on regrette le plus, c'est l'absence de recettes guidées que Kenwood pallie avec des programmes de cuisson. Le Wi-Fi sert uniquement à configurer automatiquement les réglages du robot en fonction de la recette choisie sur le smartphone... qui est de fait indispensable. On reste du coup un peu sur notre faim. Suivez toute l'actualité des Numériques sur [Google Actualités](https://news.google.com/publications/CAAqBwgKMJPPoQkw_umWAg?hl=fr&gl=FR&ceid=FR%3Afr) et sur la chaîne",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://twitter.com/lesnums_bonplan",
      "https://news.google.com/publications/CAAqBwgKMJPPoQkw_umWAg?hl=fr&gl=FR&ceid=FR%3Afr",
      "https://www.amazon.fr/dp/B09WR2SNQX?tag=lmdn-api-21&linkCode=osi&th=1&psc=1&smid=A1X6FK5RDHNB96",
      "https://www.twitter.com/lesnums_bonplan",
      "https://amazon.fr/dp/B09WR2SNQX?tag=lmdn-api-21&linkCode=osi&th=1&psc=1&smid=A1X6FK5RDHNB96",
      "https://www.news.google.com/publications/CAAqBwgKMJPPoQkw_umWAg?hl=fr&gl=FR&ceid=FR%3Afr",
      "https://news.google.com/publications/CAAqBwgKMJPPoQkw_umWAg",
      "https://www.amazon.fr/dp/B09WR2SNQX"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:07:16.120+02:00",
    "updated": "2024-01-06T00:21:43.153+02:00"
  },
  {
    "uuid": "768db5b6eb8d7531946634b26471330ee8888f2e",
    "url": "https://radio.uchile.cl/2023/12/28/deporte-chileno-2023-memoria-y-futuro/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@uchileradio",
    "published": "2023-12-28T22:14:00Z",
    "title": "Deporte chileno 2023: memoria y futuro « Diario y Radio Universidad Chile",
    "text": "Indudablemente, los Juegos Panamericanos fueron el hito más importante del año, y no solo en el ámbito deportivo sino cultural y social. De hecho, logró convocar a millones de personas que disfrutaron de un gran espectáculo, tanto presencialmente en los diferentes recintos, como a través de la televisión abierta que excepcionalmente reemplazó su discutible programación comercial habitual por una educativa y entretenida maratón deportiva. Mención especial merecen los miles de voluntarios que esforzada y desinteresadamente ayudaron a sacar adelante impecablemente los juegos, demostrando que mujeres y hombres están siempre dispuestos a colaborar con causas justas y solidarias. Desde el punto de vista deportivo, los Juegos Panamericanos visibilizaron por fin a los otros deportes olímpicos y a sus destacadas figuras, terminando con la hegemonía del fútbol profesional masculino con todas sus distorsiones: comercialización desmedida, resultados deportivos deficientes en comparación con sus grandes presupuestos, ambiente de confrontación y chovinismo exagerado, dirigencia con intereses creados, atención desproporcionada de los medios y del periodismo deportivo, endiosamiento de ídolos con grandes sueldos pero discutibles como ejemplos para la infancia y juventud, etc. Por el contrario, las competencias de las otras disciplinas se realizaron en un ambiente fraterno y alegre que contó con el apoyo incondicional del público hacia los deportistas nacionales y extranjeros, independientemente de su rendimiento. Particularmente reseñables resultaron la maratón atlética y las competencias de ruta de ciclismo, donde todos los deportistas fueron aclamados por su esfuerzo y por su honestidad deportiva frente a los accidentes y las lesiones, sin las demostraciones teatrales a las que nos tienen acostumbrados algunos futbolistas. Es hora entonces de escuchar y procesar lo que nos dijeron los deportistas y la gente. En primer lugar, corresponde comenzar a trabajar sobre el legado de los Juegos en varias dimensiones. La infraestructura tiene que quedar prontamente disponible para mejorar el nivel alcanzado por los atletas e incorporar especialmente a niños y jóvenes. Esto incluye la apertura al público del “Parque Deportivo (y de la Memoria) Estadio Nacional”. Respecto de los medios de comunicación, la espectacular audiencia televisiva y radial que tuvieron los Juegos debe ser seriamente considerada, incorporando la cobertura permanente de todos los deportes, y no sólo el fútbol profesional masculino (y la farándula asociada a sus figuras). Paralelamente, se necesita mejorar la preparación de los profesionales de los medios de manera de explicar, educar y difundir apropiadamente acerca de todas las disciplinas, sin estridencias, exageraciones ni protagonismos que no corresponden. En el ámbito educacional, y aprovechando la motivación de niños y jóvenes, se debe restablecer la enseñanza obligatoria de la Educación Física en escuelas y liceos públicos, fortaleciendo la formación de los profesores de la asignatura. Por su parte, en la educación superior, se debe mantener y ampliar las facilidades para que las universidades dejen de considerarse “la tumba de los deportistas”. Respecto del derecho al deporte, se debe ir mucho más allá de la última propuesta constitucional rechazada en diciembre y que promovía el “honrar a la patria respetando”, entre otros, a los “deportes criollos” (artículo 11) y que especificaba que “el Estado fomentará la actividad física y deportiva con el fin de mejorar la salud y calidad de vida de las personas” (artículo 16, número 22, letra e). Desde ese punto de vista, la propuesta constitucional de 2022 en su artículo 60 era mucho más explícita en garantizar el derecho al deporte y el involucramiento del Estado para asegurar la función social que cumple. En síntesis, este año 2023 debe convertirse en un punto de inflexión en el deporte nacional. Es necesario asegurar que el gran acontecimiento de los Juegos signifique un cambio cualitativo en la evolución del deporte chileno. Esto implica también saldar las deudas históricas que continúan pendientes. Por ejemplo, el gran olvidado en los Juegos fue nuestro primer medallista olímpico y campeón latinoamericano por una década, el modesto suplementero Manuel Plaza, que merecería el nombre de nuestro principal coliseo. Finalmente, es necesario señalar que los Juegos ocurrieron en un año particularmente significativo en la memoria nacional. En el marco de la conmemoración por los 50 años del Golpe de Estado, y en un significativo acto de justicia deportiva, el 30 de abril se asignó el nombre “Sergio Tormen Méndez” al Velódromo del Estadio Nacional. De esta manera, este sitio de memoria recordará por siempre al campeón y seleccionado chileno que fue detenido y hecho desaparecer en julio de 1974 junto a su amigo ciclista, y estudiante de la Universidad de Chile, Luis Guajardo Zamorano. En el mismo contexto, se conoció del caso del ex campeón de boxeo, Wagner Salinas, quien fue ejecutado en octubre de 1973. Y respecto de los 50 años del Golpe, el recientemente impulsado Plan de Búsqueda debe hacer todos los esfuerzos por averiguar la verdad sobre los deportistas y todos los desaparecidos, tal como lo manifestaron deportivamente los estudiantes en la corrida anual de la Universidad de Chile realizada el domingo 10 de diciembre, coincidiendo con la conmemoración de los 75 años de la Declaración Universal de los Derechos Humanos. Juan Alvarez, académico de la Facultad de Ciencias Físicas y Matemáticas. El contenido vertido en esta columna de opinión es de exclusiva responsabilidad de su autor y no refleja necesariamente la posición de Diario y Radio Universidad de Chile.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:24.149+02:00",
    "updated": "2023-12-29T00:41:24.149+02:00"
  },
  {
    "uuid": "26fec4ef4e310fce08b902dbc29d911a7c0b7dcc",
    "url": "https://www.elbalad.news/6616148",
    "ord_in_thread": 0,
    "author": "@ElBaladOfficial",
    "published": "2025-06-26T06:53:12Z",
    "title": "تداول إجابات امتحان الفيزياء بتليجرام بعد دقائق من توزيعه باللجان",
    "text": "تشهد الآن جروبات الغش على تليجرام تداولا لـ إجابات امتحان الفيزياء الذي يؤديه الطلاب داخل لجان امتحانات الثانوية العامة 2025 الآن\nجاء ذلك بعد أن نجحت جروبات الغش في نشر صور زعمت أنها تخص امتحان الفيزياء بعد دقائق من توزيعه داخل لجان امتحانات الثانوية العامة 2025\nقرار جديد بشأن الغشاشين بلجان الثانوية العامة\nوكشف شادي زلطة المتحدث الرسمي بإسم وزارة التربية والتعليم والتعليم الفني ، عن تفاصيل قرار جديد أصدره وزير التربية والتعليم اليوم بشأن التعامل مع الغشاشين في لجان امتحانات الثانوية العامة 2025\nحيث قال المتحدث الرسمي باسم وزارة التربية والتعليم : قرر محمد عبد اللطيف، وزير التربية والتعليم والتعليم الفني اليوم ، تحويل الطالب الذي يتم ضبطه في حالة غش أثناء أداء أي من امتحانات الثانوية العامة 2025 ، إلى لجنة خاصة لاستكمال امتحانات الثانوية العامة 2025 بها وذلك بالتزامن مع اتخاذ الإجراءات القانونية المعتادة ضده\nوأوضح المتحدث الرسمي باسم وزارة التربية والتعليم ، أنه في الأعوام الماضية في امتحانات الثانوية العامة ، كان الاجراء المعتاد الذي يتم اتخاذه ضد الطالب الغشاش ، هو تحريز وسيلة الغش وإلغاء امتحان الطالب ثم يتم ارسال أوراق محضر الغش الذي تم عمله للطالب للشئون القانونية في الوزارة لإصدار تقرير بشأنه ثم يتم إبلاغ الكنترول .\nوشدد المتحدث الرسمي باسم وزارة التربية والتعليم والتعليم الفني ، على أنه من المتعارف عليه أن عقوبات الطالب الغشاش في امتحانات الثانوية العامة ، تتدرج بين الحرمان من الامتحان في المادة ، او الحرمان من جميع الامتحانات في العام الحالي ، او الحرمان من الامتحانات لمدة عامين\nوأشار المتحدث الرسمي باسم وزارة التربية والتعليم والتعليم الفني ، إلى أن قرار تحويل الطالب الذي يتم ضبطه في حالة غش أثناء أداء أي من امتحانات الثانوية العامة 2025 ، إلى لجنة خاصة ، يأتي في إطار الحرص على ضمان نزاهة وشفافية سير العملية الامتحانية، وتطبيق القوانين واللوائح المنظمة، بما يحقق مبدأ تكافؤ الفرص بين جميع الطلاب.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Education->upper secondary education",
      "Education->educational testing and examinations",
      "Education->students",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->social services",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->corruption"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ma",
        "top_news_iq",
        "top_news_il",
        "top_news_ae",
        "top_news_qa",
        "top_news_eg",
        "top_news_sa",
        "top_news_kw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T09:53:12.051+03:00",
    "updated": "2025-06-27T07:06:40.000+00:00"
  },
  {
    "uuid": "8db5c93082524b442385ca72b70a21a5f7f47235",
    "url": "https://www.rawstory.com/brian-sicknick-2669010490",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kathleen Culliton",
    "published": "2024-08-23T01:17:00Z",
    "title": "'We miss you every day': Slain Jan. 6 cop's family speaks at the DNC",
    "text": "The family of U.S. Capitol Police Officer Brian Sicknick, who lost his life defending the U.S. Capitol on Jan. 6, 2021, told attendees of the Democratic National Convention Thursday they hold Donald\nTrump responsible.\nSicknick's brother Craig and mother Gladys stood side by side on the stage of the United Center in Chicago as a monitor on stage showed a photograph of the smiling cop who died one day after he was\nattacked by Capitol rioters.\n\"My brother was a Capitol police officer, Brian Sicknick, a hero who died after defending the country on Jan. 6,\" he said.\nPeople in the audience took to their feet, clapped their hands and roared messages of support.\nALSO READ:\nInside the Democratic National Convention corporate moneyfest\n\"My family knows how dangerous Trump is,\" Craig Sicknick said. \"He incited the crowd while my brother and his fellow officers were putting their lives at risk.\"\nTrump's\nStop the Steal rally on Jan. 6 was broadly condemned as an attempt to overturn the 2020 presidential election he lost to President Joe Biden.\nALSO READ:\n‘Stop the Steal’ organizer hired by Trump campaign for Election 2024 endgame\nIt is\nat the heart of Special Counsel Jack Smith's federal election interference case against Trump, the Republican presidential nominee.\n\"We need a real leader, not an autocrat who is stuck in the past,\" Craig Sicknick said. \"Brian, we miss you every day.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.uscp.gov/media-center/press-releases/medical-examiner-finds-uscp-officer-brian-sicknick-died-natural-causes",
      "https://apnews.com/article/jan-6-committee-final-report-trump-bcfea6162fe9cfa0d120e86d069af0e4",
      "https://www.apnews.com/article/jan-6-committee-final-report-trump-bcfea6162fe9cfa0d120e86d069af0e4",
      "https://uscp.gov/media-center/press-releases/medical-examiner-finds-uscp-officer-brian-sicknick-died-natural-causes"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian sicknick",
          "sentiment": "neutral"
        },
        {
          "name": "craig sicknick",
          "sentiment": "none"
        },
        {
          "name": "gladys",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dnc",
          "sentiment": "neutral"
        },
        {
          "name": "capitol",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s. capit",
          "sentiment": "none"
        },
        {
          "name": "capitol",
          "sentiment": "none"
        },
        {
          "name": "united center",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T04:46:33.716+03:00",
    "updated": "2024-08-23T04:46:33.716+03:00"
  },
  {
    "uuid": "aeee64ac506e9aabac942217a88e4b58d6360e46",
    "url": "https://www.wisbechstandard.co.uk/news/national/24018754.relatives-murdered-british-backpacker-grace-millane-honoured-obes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T23:29:00Z",
    "title": "Relatives of murdered British backpacker Grace Millane ‘honoured’ by OBEs | Wisbech Standard",
    "text": "Two relatives of murdered British backpacker Grace Millane have said they are honoured that their work to help abuse victims as a positive legacy in her name has been recognised in the New Year Honours list. The newly graduated university student was strangled to death in a hotel in Auckland, New Zealand, the day before her 22nd birthday on December 1 2018, by Jesse Shane Kempson who she met on Tinder. Kempson was found guilty by a unanimous verdict in November the following year. Grace’s mother Gillian Millane and cousin Hannah O’Callaghan, both from Essex, co-founded an organisation in her name called Love Grace, which aims to “empower victims of domestic abuse”. They described their OBEs for services to charitable fundraising and tackling violence against women as an “incredible honour” and dedicated it to Grace, saying she “would have been very proud and keen to get involved with what we are doing”. Ms O’Callaghan said: “I don’t think she would believe how big Love Grace has become and how many women we can help by offering a bit of normality to. “She would have also probably been amused that we have been to Downing Street and are now to meet a member of the Royal Family.” Love Grace collects handbags and fills them with toiletries for domestic abuse victims, as well as raising money for White Ribbon charities in the UK and New Zealand, which educate men and boys about attitudes that can contribute to violence against women and girls. Ms O’Callaghan said: “We wanted to create a legacy in Grace’s memory and directly help women who have been affected by domestic abuse, to turn our negative into a positive. “If we help just one woman, then we have achieved that. “We have been overwhelmed by the support people have shown our ‘Love Grace Handbag Appeal’, from donating handbags and toiletries, to running appeals in their own area. “This has allowed more women to receive a little bit of normality and remind them to believe in themselves as they matter. “So thank you to everyone who has donated, and all of our friends & family who have helped us with Love Grace. “We would like to accept this award on their behalf and in Grace’s name. We will continue to raise awareness of the issues many face, and make sure that no other family has to go through this.” The handbag appeal started as a practical way for the relatives to try to deal with their grief as “it was very cathartic and allows us to talk about Grace”, Ms O’Callaghan said. She added: “We had no idea how our initiative would take off. It helped that Grace loved a handbag. “Detective Inspector Scott Beard (who was part of the murder investigation team) said that each bag was a smile on the face of someone who needs it, so how lovely to think that 16,000 people have smiled because of Grace. “We are so proud of the legacy we have created in her memory.” The next step is to try to get charity status for Love Grace, which started with a 50 bag target and is now at 16,000 bags worldwide. Ms O’Callaghan said: “This will allow us to reach more areas and help offer practical empowerment to more women who need it. “Logistics is a key area for development, we rely on volunteers to set up and run appeals and then give back to refuge charities in their local areas. Hopefully we will be able to get our bags further afield.” Since Grace was murdered both women have also been fundraising for the White Ribbon charity to help raise awareness of male violence towards women. The body of Ms Millane, who had been on her gap year, was found buried in a suitcase in Waitakere Ranges, a forested area outside the city of Auckland. In February 2020, Kempson was jailed for life with a minimum term of 17 years, with the judge rejecting his argument that the pair had rough sex that went too far. He was later found guilty of raping another British tourist, who he also met on Tinder, eight months before he killed Ms Millane. The rape victim reportedly went to the police after recognising Kempson from media coverage of the death of Ms Millane. The sex offender was also convicted in a separate trial, with a different victim, of threatening to kill, two charges of assault with a weapon, three assaults and two counts of sexual violation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grace millane",
          "sentiment": "negative"
        },
        {
          "name": "jesse shane kempson",
          "sentiment": "none"
        },
        {
          "name": "hannah o’callaghan",
          "sentiment": "none"
        },
        {
          "name": "kempson",
          "sentiment": "none"
        },
        {
          "name": "o’callaghan",
          "sentiment": "none"
        },
        {
          "name": "gillian millane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "obes",
          "sentiment": "negative"
        },
        {
          "name": "wisbech standard two",
          "sentiment": "negative"
        },
        {
          "name": "essex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "auckland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T01:46:33.558+02:00",
    "updated": "2023-12-30T01:46:33.558+02:00"
  }
]