[
  {
    "uuid": "cdd385f10b4303ea134c74301ddb7da664fa6764",
    "url": "https://www.meneame.net/story/mujer-nacida-reino-unido-pierde-ciudadania-britanica-tras-viajar/c089",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "balancin",
    "published": "2024-02-23T15:26:00Z",
    "title": "#89 Mujer nacida en el Reino Unido pierde la ciudadanía británica tras viajar a Siria para unirse al Estado Islámico [ENG]",
    "text": "Portada\nmis comunidades\notras secciones\n[#18](c18#c-18) Todos hemos tenido 15 años y no nos hemos fugado de casa para unirnos a un ejército terrorista religioso radical.\nQue no estamos hablando de una borrachera o de suspender en clase. Con 15 años sabes de sobra que matar y torturar a otros está mal.\n[#53](c53#c-53) menos mal que a diferencia de las leyes británicas la Constitución Española la redactaron \"buenistas\" y no los \"hijoputistas\"\nArtículo 11.\nLa nacionalidad española se adquiere, se conserva y se pierde de acuerdo con lo establecido por la ley. Ningún español de origen podrá ser privado de su nacionalidad.\nCC\n[#50](c50#c-50)\n[#62](c62#c-62) Eso no quiere decir que no puedas perder la nacionalidad. Lo que dice la constitución es que como castigo o cuqluier otra cosa, te quiten la nacionalidad.\nPero si que puedes perderla. Si te vas a otro país y te nacionalizas de ese país, pierdes la nacionalidad española. Luego puedes recuperarla claro, pero tendrías que renunciar a la otra nacionalidad y realizar ciertos trámites. No te la quitan, pero si puedes perderla.\n[#18](c18#c-18) [#52](c52#c-52) Eso pense yo al principio, pero destacar que se reafirmo 4 años despues en una entrevista, defendiendo el ISIS y justificando los ataques terroristas. En ese punto ya tendria como 19 años. A mi me da la impresion de que el arrepentimiento le viene cuando los Kurdos la detuvieron y metieron en la carcel.\n[#71](c71#c-71) vaya, entonces debería volver al RU y e ir a la cárcel de allí.\nLo de quitar nacionalidades, lo veo como un arma que puede acabar disparando por cualquier lado equivocado... Especialmente si nació allí\n[#52](c52#c-52) Comer la cabeza se la puede comer a cualquiera sea con 15, 20 o 30. Pero no puedes demostrarlo realmente.\nTomo su decision, es lo que toca. No deja de ser una terrorista.\nLa reinsercion.. me encantaria ver cifras de cuantos presos realmente se reinsertan en la sociedad por tipo de delito.\nCreer en la reinserción ha permitido a asesinos volver a matar al salir, violar al volver a salir, robar al de nuevo, y algunos multiples veces, cada vez que los sueltan cada x años.\nLa cruda realidad es que no todo el mundo puede ser reinsertado en la sociedad, y la sociedad no tiene por que padecer por culpa de ellos.\n[#81](c81#c-81) A quien no es reinsertable? Simplemente no lo libero en su vida y punto. Pero liberar a alguien que se sabe que volvera a dañar a otra persona es demencial.\nTu soltarias a alguien que ha violado a alguien cada vez que lo sueltan? y lleva media docena de violaciones asi a su espalda?\nY si hablamos de quienes se van con isis, etc.. pues no es que los mande a otro pais, es que no les dejo volver y punto.\n[#84](c84#c-84) vale, yo no hablo de reinsertarla. Que lo mencioné porque no sabía el transfondo, si es reinsertable o no, ya lo decide algún especialista.\nY lo de quitar la nacionalidad, qué decir. Con cuidado de definir bien esas líneas. Luego tendrás a quién vaya a luchar en Ucrania o Israel, o alguna otra cosa afín, y pedirán el mismo trato.\n[#89](c89#c-89) El problema es que ningún especialista hace eso. Cumplen su condena y a la calle, punto. Y asi pasa lo que pasa.\nSi un ciudadano va a combatir junto a un grupo terrorista, no es lo mismo que unirse al ejercito de otro pais a combatir.\nPor otro lado, si comente crímenes de guerra, es obvio que deben ser juzgados y condenados.\nUcrania o israel no se consideran de momento grupos terroristas. En el momento que tengan dicha consideracion, pues si, deberan ser tratados igual que cualquiera que se uniera al ISIS por ejemplo\n[#18](c18#c-18) Si, pero ¿Te puedes fiar de ella ahora? Si se puediese tener la certeza al 100% de que fue una estupidez de adolescente que se le.paso por completo y que ya no sie te ninguna simpatía hacia las ideologías extremistas, deberían devolverle la ciudadanía.\nPero no hay forma de saberlo, y devolvérsela puede ser meter al enemigo en casa.\nYo tampoco correría el riesgo, prefiero que ella tenga que asumir las consecuencias de sus actos a que por confiar sea otro el que resulte lastimado.\n[#30](c30#c-30) No veo porque. Ya sea el estado o cualquier otro tipo de colectivo, si no cumples las normas mínimas de convivencia, pues a la calle.\n[#2](c2#c-2) ya lo podríamos hacer con los españoles y españolas que se van a Israel a hacer el servicio militar y si además han participado en Gaza acusarles de asesinato, genocidio y crímenes de guerra.\n[#2](c2#c-2) “Que le den por saco, por unirse a una banda terrorista.” — Dijo Cherenkov con la bandera palestina de avatar.\n[#2](c2#c-2) sí.\nLo que sí muchos se unen a las organizaciones terroristas más grandes y dañinas de las últimas décadas, y no pasa nada...\nCIA (ésta es la peor, incluso entrenó, apoyó y creó varias organizaciones terroristas), ejército israelí, OTAN, ejércitos de RU, etc...\nPero, claro, sólo se es terrorista, para \"occidente\", si el objetivo son países de \"occidente\"... pero cuando el objetivo son países no de \"occidente\" o cuando los perpetradores son de \"occidente\", entonces no pasa nada y son héroes.\nLa famosa hipocrecía \"occidental\"...\n[#3](c3#c-3) Con 15 años no eres responsable y consciente de tus actos, pero si ves mierda de perro en una acera si eres consiente y responsable para saber que eso no se come, o sea, esos \"menores\" son menores para unas cosas y para otras no\".\nEn España, a principio del siglo XX, mucha gente a los 15 años ya estaba casada y todo, era gente adulta... pero ahora es menor.\n[#4](c4#c-4) Sí, pero... ¿y si la mierda la han pintado de colores y luego le han puesto purpurina por encima?\n[#3](c3#c-3) Bueno, al parecer la tipa una vez mayor de edad se dedicaba a recaudar fondos para el Estado Islámico y\n\"Shamima se casó con un combatiente del Estado Islámico y tuvo tres hijos, todos los cuales murieron.\"\nLa BBC rastreó a Shamima después de recibir un aviso sobre una cuenta de redes sociales que estaba usando. El medio británicotambién dijo que encontró pruebas de que estaba recaudando fondos en línea para miembros del EI, lo cual es ilegal.\nun periodista la contactó después de que escapase de la prisión Camp Hol de Siria para mujeres que estaban con el grupo terrorista y sus hijos.\nDurante dichos intercambios, Shamima despidió a su ex amiga por “vivir de los beneficios” y se burló de ella como una fracasada y una no creyente.\nUn ex miembro de la organización terrorista le dijo a la BBC que la joven era fanática incluso para los estándares del Estado Islámico.\nhttps://www.larazon.es/internacional/shamima-begum-novia-yihad-britanica-que-indigno-pais-creyente-segun-amigo-que-inspiro-unirse-estado-islamico_20230322641b5d82079ac90001803bb2.html\n[#6](c6#c-6) Sí, ahora con ~25 tacos ya tiene que ser consciente de su mierda y que ella se la ha buscado (No me parece mal que le retiren la ciudadanía). Pero las raices de eso son de hace 10 años. Por eso no lo veo tan blanco o negro. Quizás ahora simplemente es tarde para una mejor solución.\nY que mira, que si la tía es tan fanática, con su pan se lo coma.\n[#6](c6#c-6) A ver, lo que pone en esa noticia es verdad aunque esté fatal explicado.\nhttps://www.bbc.com/news/uk-65031943\nEsta es la fuente original y en ella no consigo entender cuándo fue lo de \"pedía dinero a través de internet y ese dinero acababa en manos de EI\".\nLo de \"se casó y tuvo hijos\" es lo que se dijo en el 2019, por lo que se casó y tuvo tres hijos teniendo entre 15 y 19 años. Que no ha pasado de 15 años a mayor de edad sin nada de por medio.\nPero vamos, que todo apunta a que apenas se arrepiente y que está demasiado vinculada al radicalismo como para dejarla volver sin vigilancia continua.\n[#6](c6#c-6) \"vivir de los beneficios\" es una traduccion horrible de \"live off benefits\" (o como sea el originbal). Basicamente, es vivir de las ayudas sociales que en Inglaterra se llaman benefits. T\n[#26](c26#c-26) No, vivir de la beneficiencia es vivir de instituciones y demas. Yo, por tener hijos, tengo derecho al child benefit. Eso no significa que mis hijos estan en la benficiciencia, sino que el gobierno me da unas cuantas libras al mes como ayuda para mantener a mis hijos.\n[#33](c33#c-33) Como va a ser la traduccion correcta si cambia el significado? Las ayudas economicas a los parados en España, en Inglaterra se llaman benefits. Cualquier ayuda economica del gobierno, se llama benefits como palabra generica.\nAqui estan los benefits a los que me refiero:\nhttps://www.gov.uk/browse/benefits/low-income\nNo creo que eso sea beneficencia.\n[#37](c37#c-37) Beneficencia = donaciones, charities, comedores sociales, etc. Benefits = prestaciones, subsidios y ayudas del estado (ver https://www.gov.uk/browse/benefits ).\nQuien vive de benefits aquí en UK es alguien que vive de las diferentes ayudas/prestaciones del estado (por hijo, por desempleo, por discapacidad, etc), no de donaciones/charities, que sería vivir de beneficencia.\n[#3](c3#c-3) Cierto, luego piensas que esta gente ponian videos de decapitaciones y quemar vivos a prisioneros y ....\nhay cosas que son dificiles de perdonar.\nBastante lógico. Los fanáticos, mejor cuanto más lejos, sin importar la edad a la que se fanatizó.\nAleluya!!! Por fin llega el sentido común y la cordura.\nTe vas a esclavizar yazidíes, a apedrear mujeres, a colaborar con terroristas. Pues ya quedate allí.\nSe unio a un protoestado cuyo objetivo era destruir -entre otros- al Reino Unido, pues que se joda. Que la manden a Siria donde seguro cumplira pena en condiciones. Bonus extra por quitarse el velo para no parecer lo que seguro que sigue siendo. Me recuerda al psicopata aquel Rodrigo Lanza que en el juicio por asesinato iba bien vestido, peinado y aseado para disimular que es un antifa\nSi les podemos denunciar por captar a personas y esto es delito deberiamos aceptar que hay personas en situacion de vulnerabilidad o incluso de falta de capacidad d raciocinio al completo (Menor de edad) como para que puedas asumir que no son totalmente libres de tomar esas decisiones (Puedes ser mayor de edad y tomar decisiones de manera coaccionada)\nQue sera lo siguiente? Te han estafado pero.. como eres mayor de edad, deberias haberte dado cuenta. Ah si, te ha violado... pero, deberias haber sido lista para no ir con esa persona que tenia malas pintas....\n[#10](c10#c-10) Saludos. Creo que la diferencia con esos ejemplos que das es que la víctima no se volvió victimario. Si el estafado se metió en un esquema ponzi y terminó estafando a otras personas posiblemente algo le caería también; igualmente si el violado termina considerando que ese comportamiento es correcto y él mismo viola a otros, impune dudo que salga. Podrán considerarse atenuantes, pero la responsabilidad existe, en el caso de ella igualmente habrá atenuantes, y tal vez por eso no sufriría una pena mayor como pasar el resto de su vida en una cárcel (al menos por ahora, otra cosa es que siga acumulando delitos), sino sólo la pérdida de la nacionalidad que es una medida que busca proteger a la sociedad.\nPues porque nunca fue británica para empezar. Solo es británico el que tiene sangre británica, del mismo modo que solo es Español el que tiene sangre española. Lo de la nacionalidad oficial es un papel con valor legal con fines organizativos, pero la verdadera nacionalidad, la que realmente cuenta, se lleva en los genes, se lleva en la sangre. Es de puro sentido común.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.larazon.es/internacional/shamima-begum-novia-yihad-britanica-que-indigno-pais-creyente-segun-amigo-que-inspiro-unirse-estado-islamico_20230322641b5d82079ac90001803bb2.html",
      "https://www.gov.uk/browse/benefits/low-income",
      "https://www.gov.uk/browse/benefits",
      "https://www.bbc.com/news/uk-65031943",
      "https://bbc.com/news/uk-65031943",
      "https://gov.uk/browse/benefits/low-income",
      "https://larazon.es/internacional/shamima-begum-novia-yihad-britanica-que-indigno-pais-creyente-segun-amigo-que-inspiro-unirse-estado-islamico_20230322641b5d82079ac90001803bb2.html",
      "https://gov.uk/browse/benefits"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T18:34:06.195+02:00",
    "updated": "2024-02-23T18:34:06.195+02:00"
  },
  {
    "uuid": "0f338e7e4e0bcfb95f99c3b5593b09c6b0668548",
    "url": "https://www.dailystar.co.uk/showbiz/topless-demi-rose-leaves-little-31764925",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Laurie",
    "published": "2023-12-28T22:06:00Z",
    "title": "Topless Demi Rose leaves little to imagination as she strips off for eye-popping display - Daily Star",
    "text": "Demi Rose is not one to shy away from the camera and sent fans wild with her latest batch of smoking hot social media snaps. The 28-year-old model logged into her Instagram page on Thursday (December 28) to share not one but three topless snaps with her 20million followers as she put on a daring display as she posed standing in a field wearing a purple skirt. She protected her modesty with two pink roses covering her nipples, with several flower petals running over her shoulder and down her back. Demi playfully ran her fingers though her trademark raven tresses as her locks fluttered in the breeze and enhanced her facial features with a glam makeup palette. READ MORE: Want more showbiz? Daily Star has just the thing for you! READ MORE: Want more TV? Daily Star has just the thing for you! Captioning the sultry shots, she wrote: \"The way of the Rose\" and unsurprisingly, some of her excited fans rushed to leave a comment for the stunning influencer in the comment section. One fan gushed: \"Divinely gorgeous, all the way.\" A second person wrote: \"What a beautiful lady.\" A third person penned: \"What a view.\" It comes after Demi nearly caused an internet meltdown after she posed up a storm in the back of a London cab wearing a teeny skirt that bared plenty of her sun-kissed skin last week. Posing up a storm in the back of a famous London black cab, Demi oozed beauty and style in her skimpy outfit. For the shoot, she slipped her figure into a red lace and white dress. Smouldering to the camera, she leaned back and crossed her legs - flaunting her endless pins for her fans to see. The stunner almost flashed her knickers too thanks to the frock’s teeny hemline. Demi teamed her barely-there dress with a white lace jacket adorned with fur on the sleeves and neck. Amping up the style, she rocked a pair of matching fluffy cream boots. Looking nothing short of sensational, Demi finished off her look with a bright red buret. In another snap, Demi posted next to a signature London post box. In the caption, Demi penned: \"Fun in London town. Sending letters to Santa.\" And unsurprisingly, fans were quick to pile high the compliments in the comments section. One person said: \"So beautiful.\" Someone else added: \"Absolutely astounding.\" A third chimed in and gushed: \"Stunning beauty.\" Another fan proclaimed: \"Such a fine woman.\" Echoing their thoughts, a fifth agreed: “Super sexy.” A sixth smitten follower then wrote: “Looking phenomenal.” Join the Daily Star Soaps WhatsApp for all the latest spoilers and exclusives It has been reported that Demi has been raking in over £1million for her photoshoots. According to The Sun, she runs a company called Productions Ltd, which last year boasted £1.2m in cash and assets. Demi has been working in the modelling industry for a number of years and originally grew popular on Myspace before joining Instagram when she was 18-years-old. She then received worldwide stardom when she dated American rapper Tyga in 2016. For the latest breaking news and stories from across the globe from the Daily Star, sign up for our newsletter by clicking here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "demi rose",
          "sentiment": "negative"
        },
        {
          "name": "demi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "daily star",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:50.472+02:00",
    "updated": "2023-12-29T00:22:50.472+02:00"
  },
  {
    "uuid": "8b7b711b3d4f0b9621163681435f19f487e6e393",
    "url": "https://itigic.com/windows-mail-is-going-away-best-alternatives-to-consider",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Mills",
    "published": "2024-11-15T08:52:00Z",
    "title": "Windows Mail Is Going Away: Best Alternatives to Consider",
    "text": "Windows’ longtime email manager integrated into Windows, the Mail app, is being phased out by Microsoft. While this move encourages Outlook adoption, many with email accounts will be happier with alternative choices. We take a look at three alternative standouts.\n1. Microsoft Outlook Microsoft’s flagship email client is the primary reason for retiring the Mail app. Outlook offers:\nSeamless Integration: It works perfectly well in the window ecosystem. Rich Features: Bent includes a built in calendar, task manager and support for multiple accounts. Flexible Access: You can use the desktop application as well as web version for your benefits. Users who want an all in one email management tool look no further than Outlook. Download here .\n2. Mozilla Thunderbird An open source, popular alternative to Microsoft’s email solutions. Thunderbird is known for:\nCross-Platform Availability: Email management from the desktop and the mobile. Customizability: Themes, extensions and advanced settings. Synchronization: It syncs multiple accounts to provide you with one email experience. It’s a favorite with those who want versatility because of its user-friendly interface. Download Thunderbird .\n3. Nylas Mail For users seeking a modern, open-source email client, Nylas Mail stands out:\nPlugin Support: It is up to you to customize your experience with add-ons. Email Tracking: Rarities in free email clients. Developer-Friendly: Furthermore, it is open source design, meaning you can further tweak it. To explore Nylas Mail’s potential, download Nylas Mail from its GitHub page. Get Nylas Mail .\nWhy is the Mail App disappearing, or leaving? The reason people aren’t using Mail is because Microsoft is pushing Outlook significantly, which provides a more rich and integrated experience. But that might make life a little difficult for folks who like the simplicity of Mail.\nSo How Can You Decide Which Option To Choose? Outlook: For Windows users who want to get the most out of all features in your Gmail account, especially those with deep integration and advanced tools. Thunderbird: Ideal for people looking for a customizable open sourced email client. Nylas Mail: Great feature for people who want plugins and more modern features such as email tracking. Use these alternatives and you won’t miss the outgoing Mail app, and never again will you have to go cold turkey on either Outlook’s power or Thunderbird’s pleasant simplicity. Tell us which one works best for you!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://github.com/nylas/nylas-mail",
      "https://apps.microsoft.com/detail/9nrx63209r7b?hl=es-es&gl=US",
      "https://www.thunderbird.net/",
      "https://apps.microsoft.com/detail/9nrx63209r7b",
      "https://www.thunderbird.net",
      "https://thunderbird.net/",
      "https://www.apps.microsoft.com/detail/9nrx63209r7b?hl=es-es&gl=US",
      "https://www.github.com/nylas/nylas-mail"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Microsoft",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T16:19:54.553+02:00",
    "updated": "2024-11-15T16:19:54.553+02:00"
  }
]