[
  {
    "uuid": "28921446094ccba1107b895e40c80271fba09dea",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c058",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lerena",
    "published": "2023-12-29T02:03:00Z",
    "title": "#58 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#13](c13#c-13) Se financian infinitud de proyectos e ideologías en los 5 continentes, para bien y para mal, y solo los “amigos de las cabras” son los que a posteriori se dedican al terrorismo.\n[#56](c56#c-56) con lo de los amigos de las cabras supongo q te refieres a los valerosos guerreros muyahidines, que junto a los USA liberaron del yugo comunista a Afganistán y lo convirtieron en la tierra de libertades que es hoy. No? O te refieres a las primaveras árabes? O a liberar libia? Iraq? El maidan de Ucrania?\n[#57](c57#c-57) La noticia habla de un atentado islamista. ¿ Tu de que crees que hablo ? P.S. No tengo nada contra las cabras.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T05:07:26.478+02:00",
    "updated": "2023-12-29T05:07:26.478+02:00"
  },
  {
    "uuid": "5cd6476a88022d85a283cace539316a5fa343b21",
    "url": "https://www.datacenters.com/news/texas-water-crisis-the-impact-of-data-center-developments-on-a-fragile-resource",
    "ord_in_thread": 0,
    "author": "Datacenters com Real Estate",
    "published": "2025-07-10T03:55:00Z",
    "title": "How Data Centers Are Shaping Texas's Water Crisis",
    "text": "A State at the Breaking Point\nTexas, a state long associated with energy abundance, is facing an urgent and escalating challenge: water scarcity. Once buffered by vast aquifers and seasonal rains, the Lone Star State is now confronting a future where droughts are more severe, reservoirs are depleting, and one of its fastest-growing industries—data centers—is becoming a significant factor in the water equation.\nOver the last decade, Texas has emerged as a premier destination for digital infrastructure. Hyperscale operators, colocation providers, and crypto mining companies have flocked to the state, drawn by its pro-business climate, cheap electricity, and abundant land. But behind this boom lies an uncomfortable reality: data centers are thirsty, and many are being built in regions that are dangerously dry.\nThis blog explores how Texas’s water crisis intersects with data center development. We’ll examine the numbers, the policies, the environmental tradeoffs, and what operators must do to balance digital expansion with ecological survival.\nThe Data Center Boom in Texas\nTexas is now home to some of the largest data center campuses in the United States. Major players include:\n- Meta in Temple and Fort Worth\n- Google in Midlothian and Red Oak\n- Microsoft in San Antonio and Dallas-Fort Worth\n- Amazon in El Paso and Houston\n- Digital Realty, QTS, and Equinix across the Dallas metro\n- Dozens of Bitcoin mining facilities in West Texas and along the I-35 corridor\nWhat started as a few hyperscale footprints has become a full-scale regional transformation. According to state data:\n- Texas now hosts over 150 operational data centers\n- Combined, they consume 400+ million gallons of water annually\n- That figure could triple by 2030 as AI and cloud workloads scale\nThe pressure is mounting not only on energy grids—but on local watersheds, aquifers, and utility systems already strained by agriculture and residential demand.\nWhere the Water Goes: Understanding Cooling Demand\nMost of the water consumed by data centers is not used in the compute process itself, but in cooling systems. These systems regulate temperature in facilities that can house tens of thousands of high-powered servers, often running 24/7.\nThere are three main types of data center cooling:\n- Evaporative Cooling\n- Uses water evaporation to absorb heat\n- Can consume millions of gallons per year per site\n- Most water-efficient in dry climates, but still high usage\n- Chilled Water Systems\n- Circulates cooled water through heat exchangers\n- Requires large volumes of treated water\n- Risk of leakage and continuous replenishment\n- Liquid Immersion and Dry Cooling\n- Minimal water use\n- Emerging in next-gen AI workloads\n- Higher capex, not yet widespread\nIn many parts of Texas—especially Central and West Texas—data centers rely on evaporative cooling due to cost and efficiency advantages. But with lakes shrinking and aquifers dropping, this method is becoming less sustainable.\nThe Hydrological Context: Drought, Demand, and Decline\nTexas is no stranger to drought. But recent patterns show longer durations, higher temperatures, and less predictable rainfall. In 2024 alone:\n- Over 70% of Texas experienced moderate to severe drought\n- Lake Travis and Lake Buchanan fell to historic lows\n- Edwards Aquifer, a key water source, dropped 20 feet below its 10-year average\nSimultaneously, the state added 4 million new residents between 2020 and 2025. Urban growth in Austin, Dallas, San Antonio, and Houston means rising residential water use.\nAdd to that industrial agriculture, fracking, and now data centers, and the math becomes unsustainable. Some municipalities are beginning to ask hard questions about priorities.\nPublic Backlash and Political Pressure\nIn towns like Kyle, Pflugerville, and Round Rock, community groups have raised concerns over proposed data centers. Their arguments include:\n- Tax incentives are being given to facilities that consume more water than they provide in jobs\n- New campuses are being built without clear long-term water plans\n- Some operators are drawing from aquifers used by residential wells\nIn 2025, a lawsuit was filed against a Bitcoin mining company in West Texas for allegedly draining local groundwater and exceeding environmental permits.\nThese tensions are putting pressure on regulators to act—and some already are. The Texas Commission on Environmental Quality (TCEQ) is now reviewing water use plans for all new data centers exceeding 5MW, a move backed by both legislators and environmentalists.\nOperator Responses: Sustainability or Greenwashing?\nIn response to criticism, several data center operators have begun touting their water stewardship credentials:\n- Meta has committed to being water positive by 2030, restoring more water than it consumes through river projects and wetland conservation.\n- Microsoft is investing in direct air cooling and AI-optimized thermal management in its San Antonio site.\n- Google has pledged to use reclaimed water in all new builds and report monthly usage.\n- Amazon Web Services is testing zero-water cooling in pilot facilities and offering community water grants.\nBut many critics say this is not enough. While reclamation and offsets are important, they often happen far from the point of impact. What’s needed, they argue, is local water neutrality—ensuring facilities return as much water to the local ecosystem as they take out.\nAlternative Solutions: Innovations in Water-Free Cooling\nThe crisis is also accelerating innovation. Engineers, architects, and sustainability leads are exploring:\n- Liquid immersion cooling: Submerging servers in thermally conductive fluid, eliminating the need for traditional air or water cooling.\n- Heat reuse systems: Capturing waste heat and repurposing it for nearby buildings, agriculture, or industrial processes.\n- Air cooling in high-altitude sites: Relocating AI clusters to areas with naturally cool climates, reducing thermal load.\n- On-site desalination and atmospheric water generation: Turning non-potable or ambient sources into usable cooling water.\nThe challenge is that many of these solutions are still costly, complex, or unproven at scale. Yet, given current trends, the cost of inaction may soon outweigh the capex of innovation.\nLong-Term Risks for the Data Center Industry\nIf the Texas water crisis worsens, the consequences for data center operators could include:\n- Construction moratoriums in high-risk counties\n- Permit delays or denials for new builds\n- Higher utility costs as water becomes more scarce\n- ESG scrutiny from investors and insurers\n- Community-led resistance to further development\nAlready, some real estate developers are pivoting to multi-use tech parks with stricter sustainability criteria, hoping to attract tenants with lower environmental footprints.\nInvestors, too, are beginning to ask hard questions about water-adjusted IRR—a metric that measures infrastructure ROI in relation to its resource impact. In an age of environmental accounting, data center water use could soon become a boardroom issue.\nThe Need for Smart Regulation and Collaboration\nThe Texas water crisis is not the fault of data centers alone. It is the product of decades of mismanagement, growth-at-all-costs development, and a changing climate.\nBut as high-visibility and high-impact facilities, data centers have a unique opportunity—and responsibility—to lead.\nThat means:\n- Collaborating with municipalities on integrated water planning\n- Supporting legislation that incentivizes sustainable design\n- Sharing real-time water usage data with the public\n- Investing in on-site and regional conservation projects\n- Leading the adoption of zero-water cooling technologies\nDone right, this can position the industry not as a burden—but as a partner in Texas’s water resilience.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->water",
      "Environment->sustainability",
      "Social Issue->population and census",
      "Social Issue->demographics",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Lone Star State",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Data Centers Are Shaping Texas",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:43:59.794+03:00",
    "updated": "2025-07-17T04:49:52.000+00:00"
  },
  {
    "uuid": "cbc8c8fc0331025fea518570fae03842533dd5a3",
    "url": "https://www.newsbreak.com/bend-or/3351263345036-84-year-old-bend-woman-celebrates-her-21st-birthday-this-leap-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-02-29T19:39:00Z",
    "title": "84-year-old Bend woman celebrates her ’21st birthday’ this leap day",
    "text": "By Isabella Warren ,\n3 hours ago BEND, Ore. (KTVZ)-- It's a very special birthday Thursday for one Bend woman. Annie Barlow just turned 84, but this is only her 21st birthday celebration. That's because she was born on a leap day, Feb. 29, 1940.\nAnnie says growing up, her birthdays were just like everyone else's, however the day was always different.\n\"Whenever there was a free evening, they'd sit down. They'd say, 'Okay, this is when we're going to celebrate your birthday.' So, you know, it was -- I really didn't feel any different.\" Barlow said.\nShe did have some advice for fellow \"21-year-olds\" this year: \"Don't stub your toe along the way, because you don't realize at that age what something on your record might hold you back when you get older.\"\nShe also says to stay positive.\nUsually, every four years, an extra day is added to the calendar, due to the Earth's orbit not syncing with the number of days in the year. It actually takes longer than 365 days to complete an orbit around the sun.\nAnnie says she's happy to celebrate another year -- and says next year, she'll celebrate on whatever day she wants.\nWe'll have Isabella Warren's story on Annie's special birthday on NewsChannel 21 at Five.\nThe post 84-year-old Bend woman celebrates her ’21st birthday’ this leap day appeared first on KTVZ .\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://ktvz.com",
      "https://img.particlenews.com/image.php?url=4J6Y9V_0rbodiLQ00",
      "https://ktvz.com/community/2024/02/29/84-year-old-bend-woman-celebrates-her-21st-birthday-this-leap-day/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4J6Y9V_0rbodiLQ00",
      "https://ktvz.com/community/2024/02/29/84-year-old-bend-woman-celebrates-her-21st-birthday-this-leap-day",
      "https://www.img.particlenews.com/image.php?url=4J6Y9V_0rbodiLQ00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4J6Y9V_0rbodiLQ00",
      "https://www.ktvz.com",
      "https://www.ktvz.com/community/2024/02/29/84-year-old-bend-woman-celebrates-her-21st-birthday-this-leap-day/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "isabella warren",
          "sentiment": "negative"
        },
        {
          "name": "annie",
          "sentiment": "none"
        },
        {
          "name": "barlow",
          "sentiment": "none"
        },
        {
          "name": "annie barlow",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ktvz",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ore.",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:12:54.284+02:00",
    "updated": "2024-03-01T01:12:54.284+02:00"
  }
]