[
  {
    "uuid": "c212dff1f90810e20e48955cc55c2fbc35087e64",
    "url": "https://www.lasicilia.it/economia/millumino-di-meno-il-decalogo-per-risparmiare-energia-2044118",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-02-16T09:15:00Z",
    "title": "M’illumino di meno, il decalogo per risparmiare energia",
    "text": "agenzia\nM’illumino di meno, il decalogo per risparmiare energia\nSpegnere le luci, rinunciare all'auto, piantare alberi\nROMA, 16 FEB – Spegnere le luci, rinunciare all’auto, piantare alberi, condividere i consumi. Sono alcune delle azioni del Decalogo di ‘M’illumino di meno’, l’iniziativa per il risparmio energetico della trasmissione Catrepillar di Rai Radio 2, che si tiene il 16 febbraio in contemporanea con la Giornata nazionale del risparmio energetico e degli stili di vita sostenibili. Il Decalogo invita al primo punto spegnere e far spegnere le luci di casa, dell’ufficio, del condominio e del Comune. Una cena antispreco a lume di candela è la seconda azione proposta, con ricette svuota-frigo e alimenti a basso impatto ambientale. Al terzo punto c’è la rinuncia per un giorno all’auto, con la scelta di camminare, pedalare, usare i mezzi pubblici o la mobilità condivisa. La quarta azione del Decalogo è organizzare attività di sensibilizzazione sui temi dell’efficienza energetica e della crisi climatica: parlarne con gli studenti, con i colleghi, con i clienti. Al quinto punto c’è piantare alberi, piantine e fiori, ottimi strumenti per combattere il cambiamento climatico. Al sesto fare economia circolare, rimettendo in circolo gli oggetti che non si usano più, per esempio con uno ‘swap party’ (una festa in cui ci si scambiano gli oggetti). La settima azione proposta è condividere un’attività energivora, come il viaggio in auto o il wi-fi, per ridurre i consumi e ottimizzare le risorse. All’ottavo punto c’è organizzare un evento non energivoro, come un concerto unplugged, una sessione di allenamento a luci ridotte, una serata di osservazione astronomica. La nona azione proposta è fare efficientamento energetico, come sbrinare il frigo o applicare un rompigetto ai rubinetti. Decima e ultima azione è abbassare il riscaldamento, indossando abiti più pesanti.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:22:05.893+02:00",
    "updated": "2024-02-16T12:22:05.893+02:00"
  },
  {
    "uuid": "2603e9e77211f661de9faf28eb51d5e6ded490d2",
    "url": "https://www.citizen.digital/news/asian-elephants-bury-their-dead-study-suggests-n338490",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2024-03-14T20:11:00Z",
    "title": "Asian elephants bury their dead, study suggests",
    "text": "Researchers in India have for the first time documented how Asian elephants bury dead calves.\nFive calves were found buried on their backs in drainage ditches in tea gardens in northern Bengal, according to a new study.\nWhile African elephants are known to bury dead calves, this is the first time that the behavior has been documented in Asian elephants, study author Akashdeep Roy, a researcher at the Indian Institute of Science Education and Research (IISER), told CNN on Wednesday.\nThe burials were documented in areas home to fragmented forests and agricultural lands such as tea gardens, said Roy.\nHerds of elephants use trails that snake through tea gardens on their journeys through the countryside, he added.\nIn the past, elephants would have stayed mostly in the forests, but in recent decades they have become more comfortable in areas with a human presence, said Roy.\nWhile elephants would not bury their dead in villages due to the high probability of human disturbance, the tea garden drainage ditches are a “perfect site” for calf burials, he explained.\n“They hold the carcass with the legs or the trunk, it’s the only way they can get a grip on the carcass,” said Roy, who added that laying the body in the ditch and then covering it with mud is the easiest way for elephants to achieve a burial.\nRoy said he and his co-author Parveen Kaswan of the Indian Forest Service were in the area to carry out other research when they found evidence of calf burials.\n“We were surprised by this obviously,” said Roy.\nThe researchers also looked at whether the Asian elephants would revisit burial sites, as African elephants are known to do, but found that instead they would tend to avoid the area, said Roy.\nThis is the case even though the Indian Forest Service removes the bodies, said Roy, who believes that even elephants from different herds from that which carried out the burial can sense a burial site.\n“They know many things that we don’t know,” he said.\nRoy told CNN that he intends to keep looking for more cases of calf burials in northern Bengal and Assam, which are home to many tea gardens.\nThe team will use drones, as well as asking tea garden managers and local residents to report any burial sites, he added.\nJoshua Plotnik, assistant professor of psychology at Hunter College in New York, who was not involved in the study, believes there could be a simpler explanation for these apparent burials.\n“While there are observed instances of elephants carrying calf carcasses, to my knowledge, none of my colleagues, including many that have observed elephants for decades, have observed elephants burying their dead,” Plotnik, who studies cognition in elephants and other animals, told CNN.\nAn alternative explanation is that the calves fell into these ditches, couldn’t get out and then died there, with the dirt either falling in naturally after they died or evidence of an attempted rescue by other members of the herd, he said.\n“The important point here is that more evidence is needed – direct observations of the burials and the elephants’ behavior, for example – before any conclusions about what is happening here can be drawn,” said Plotnik.\nRoy contests this theory, explaining that contusions on the backs of the dead calves show that they were dragged to their resting place by other members of the herd.\nThe study was published in the Journal of Threatened Taxa on February 26.\nTags: India Asian Elephants Want to send us a story? Submit on Wananchi Reporting on the Citizen Digital App or Send an email to wananchi@royalmedia.co.ke or Send an SMS to 25170 or WhatsApp on 0743570000\nLeave a Comment\nComments No comments yet.\nlatest stories",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://wa.me/0743570000",
      "https://www.wa.me/0743570000"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "akashdeep roy",
          "sentiment": "none"
        },
        {
          "name": "roy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "indian institute of science education and research",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "bengal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:19:37.028+02:00",
    "updated": "2024-03-15T00:19:37.028+02:00"
  },
  {
    "uuid": "e914113ead1574b6d38e3016f285057e8e36d018",
    "url": "https://www.mercurynews.com/2024/03/14/letters-1651",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Letters To The Editor",
    "published": "2024-03-14T00:00:00Z",
    "title": "Letters: Celebrate removal | Postpartum contraception | Mental health",
    "text": "By Letters To The Editor March 14, 2024 at 4:00 p.m. Submit your letter to the editor via this form . Read more Letters to the Editor .\nWe should celebrate\nlandlines’ removal Re: “Editorial: Reject AT&T bid to shed its landlines ” (Page A8, March 10).\nThe editorial is off-base. As an electrical engineer, I’ve long called for the removal of obsolete landlines.\nOverhead lines require maintenance, but no company takes responsibility. When PG&E reluctantly clears branches from high-voltage wires, any discussion of disentangling limbs from phone wires is met by: “You’ll have to contact the company responsible for those wires. Who’s that? I have no idea!” Yet it may well be phone wires that cause poles to topple in a storm.\nWill unmaintained wires and switch boxes save you in an emergency? I’ll take my chances with redundant microwave towers. Cellular is available from my car, even in remote areas. When was the last time you found a pay phone?\nAnd thick wire bundles are an absolute blight! Our brains often “tune out” their ugliness, but neighborhoods with underground wiring are pleasantly remarkable.\nI applaud the removal of overhead wires.\nThomas Battle\nLos Altos Hills\nPostpartum contraception\ndeserves our support As obstetricians at Stanford University, we support the introduction of AB 2129 by Assemblymember Cottie Petrie-Norris, D-Irvine, to improve access to postpartum contraception.\nAccess to contraception decreases unintended pregnancy. Notably, 70% of pregnancies occurring in the first year after delivery are unintended. These short-interval pregnancies are a risk factor for adverse maternal and neonatal outcomes. Many patients do not attend follow-up visits, thus it is critical we introduce contraceptive care plans before they are discharged home.\nAccess to contraception postpartum is limited by a lack of consistent method for payment. I, along with my colleagues Doctors Natalie Spach, Samantha Kruger, Isabel Beshar, Lauren Tostrud, Ravali Reddy, Pamela K. Meza, Tim Gemesi and Samantha Wagner, am concerned about how differential access to postpartum contraception leads to possible reproductive coercion. Similar to Medi-Cal, AB 2129 would allow for reimbursement for contraception initiated during birth hospitalization for those with private insurance.\nDr. Sarah Owens\nPalo Alto\nSchools stepping up on\nstudent mental health Re: “ Schools making students’ mental health a priority ” (Page A1, March 9).\nI’m a graduate student at San Jose State University’s School of Social Work. The growth of wellness centers in local schools is heartening. Building mental health and coping tools into schools’ infrastructure gives our community’s children power over their struggles, better equipping them to handle stressors as they come.\nSchool can be mentally exhausting, particularly for those who face bullying or who don’t always feel supported at home. Despite progress, seeking therapeutic help can be costly, stigmatizing and inaccessible.\nEducation is important, but it’s not fair to expect students to absorb lessons when they are depleted, plagued by overstimulation or operating within a heightened stress response. When a student is physically ill or injured, they are given time away from the classroom to get better. When a student needs time to recenter or heal their mind, they should be given the same grace. These centers are a leap in the right direction.\nMaya Profio\nSan Jose\nTrump supporters\nreflect his faults Re: “ Continued support for Trump is confounding ” (Page A6, March 7).\nHere is an answer to Pauline Chand’s letter to the editor asking “why you would choose a man who has demonstrated racism and misogyny.” Before I answer, let us not forget that he has many more ugly attributes such as being vulgar, impolite, xenophobic, a sexual assaulter and a fraudster (both as established in court), a bully, a bigot, a liar, a propagandist and a demagogue.\nPeople vote for him because they themselves have some of these ugly attributes inside their own characters and personalities, and it doesn’t bother them in the least. They have some of these attributes in large amounts or in minute amounts, consciously or subconsciously, in the open or secretly inside. This is a very hard truth and acknowledging this hard truth was not easy for me to come around to, but it explains everything.\nGuy Vigier\nNovato\nTo invest in America,\nstop voting Republican Re: “ America has blown almost $2 trillion — make it stop ” (Page A6, March 8).\nI read with interest Kathryn Anne Edwards’ commentary. This seems to have been written entirely out of context. The Tax Cuts and Jobs Act is more commonly known as the Trump tax cuts. The way to stop America from funding rich corporations and wealthy individuals and to start really investing in what is good for America is to stop voting Republican.\nDavid Coale\nPalo Alto\nCease-fire needed to\nprotect Gaza’s children Related Articles Letters to the Editor | Letters: Reconsider rate hike Letters to the Editor | Letters: Costly delays | Remedy service | Nonprofit utility Letters to the Editor | Letters: Deny AT&T | Check sources | Agree on health care | Crossing line Letters to the Editor | Letters: Let A’s go | Hope to Democrats | Biden, Trump Letters to the Editor | Letters: Shameful turnout | Pot problems | Know Trump | Reject Kennedy | Gaza policy I recently sat down with the Palestinian family of a friend of mine for dinner. As an American who has no stake in the conflict overseas, I always felt uncomfortable speaking up on the war in Gaza.\nThis family I ate dinner with spoke about their relatives in Palestine, and how they did not know if they would survive another day. After seeing my friend’s family discuss what is happening in the Gaza Strip and how they are impacted, as well as coming to the realization that my tax dollars are paying to provide Israel with the bombs being used to kill children, I know that something needs to change and a cease-fire declared.\nSomething needs to be done to protect Palestinian children in Gaza.\nSamantha Ainlay\nSan Jose\nShare this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) Click to email a link to a friend (Opens in new window) Click to share on Reddit (Opens in new window) Report an error Policies and Standards Contact Us Most Popular Most Popular Dear Abby: Can I trust my husband after what he said to my friend? Dear Abby: Can I trust my husband after what he said to my friend? Ask Amy: I’m the bride, and I’m being pressured into a decision I oppose Ask Amy: I'm the bride, and I'm being pressured into a decision I oppose Miss Manners: He plays jokes on service workers, then declares they have no sense of humor Miss Manners: He plays jokes on service workers, then declares they have no sense of humor Prince William cheating rumor resurrected by Stephen Colbert amid Kate’s photo scandal Prince William cheating rumor resurrected by Stephen Colbert amid Kate's photo scandal Ivanka Trump looks miffed after Trump ignores her 10-year-old son at UFC match Ivanka Trump looks miffed after Trump ignores her 10-year-old son at UFC match Kurtenbach: The 49ers are getting worked over in free agency Kurtenbach: The 49ers are getting worked over in free agency Miss Manners: A stranger at the restaurant tried to use me to teach manners to her kids Miss Manners: A stranger at the restaurant tried to use me to teach manners to her kids Ask Amy: What did my friend mean by this comment about my husband’s death? Ask Amy: What did my friend mean by this comment about my husband's death? Miss Manners: I don’t want them thinking I got pregnant by my dog-walking buddy Miss Manners: I don't want them thinking I got pregnant by my dog-walking buddy Dear Abby: Should we tell our teenage daughter about the death threat? Dear Abby: Should we tell our teenage daughter about the death threat? Trending Nationally ‘A huge catastrophe waiting to happen’: Aryan Brotherhood drama spills into Northern California courtroom as lawyer joins in the name-calling Investigators hunted one of Florida’s most prolific serial rapists for decades. A true crime podcast uncovers new details Modest-living Minneapolis welder leaves nearly $1 million to Gillette Children’s hospital in St. Paul 16 injuries reported, most minor, from blast during sheriff's training exercise at FBI center in Irvine ‘General Hospital’ actress Robyn Bernard found dead in a field at age 64 Subscribe Today Get digital access for just 99 cents!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://legiscan.com/CA/text/AB2129/2023",
      "https://www.legiscan.com/CA/text/AB2129/2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pg&e",
          "sentiment": "none"
        },
        {
          "name": "at&t",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:14:31.261+02:00",
    "updated": "2024-03-15T02:06:59.181+02:00"
  },
  {
    "uuid": "16011fbd048c363337cf7ae98007b9809f860589",
    "url": "https://www.uol.com.br/esporte/futebol/ultimas-noticias/2024/02/01/arnaldo-se-repetir-o-time-sao-paulo-dificilmente-ganhara-do-palmeiras.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ruben Fontes Neto",
    "published": "2024-02-01T22:30:00Z",
    "title": "Arnaldo: Se repetir time, São Paulo dificilmente ganhará do Palmeiras",
    "text": "Opinião Esporte Futebol Arnaldo: 'Se repetir o time, São Paulo dificilmente ganhará do Palmeiras' Colaboração para o UOL, em Rio Claro (SP) 01/02/2024 19h30\nArnaldo Ribeiro comentou no Fim de Papo sobre o desafio que Thiago Carpini tem para montar o time diante do Palmeiras. Para o comentarista, o técnico deveria adotar uma formação mais conservadora e mandar um medalhão para o banco.\n'Vai ser cobrado': \"O Carpini tem um problema: se repetir o time que jogou contra o Corinthians , na minha opinião, dificilmente vai ganhar do Palmeiras, porque o Palmeiras hoje é muito mais forte que o Corinthians. É um time muito faceiro, que é uma tentativa do Carpini com Lucas, Luciano e Calleri. Acho que para jogar contra o Palmeiras ele teria que adotar uma outra solução. Ao mesmo tempo entendo que se deixar algum desses medalhões no banco e perder, ele vai ser cobrado pela mudança. Isso é do jogo, mas eu acho que ele teria que ter a coragem para fazer a mudança se ele acreditar que o melhor time para jogar contra o Palmeiras é sem um dos medalhões\".\n'Mudar não é tão simples': \" Vamos conhecer o Carpini no domingo. Se ele jogar mais para a reputação dele, ele talvez repita o time. Se ele for jogar mais pelo time, pelo adversário, pela qualidade, ele vai mudar, mas mudar não é tão simples. Vai custar alguns biquinhos, alguns dissabores e tudo mais. Acho que ele está com esse dilema. Amanhã devemos ter algumas pistas e acho que contra o Palmeiras a escalação teria que ser outra. Rafinha acabou de voltar. Lucas sentiu contra o Corinthians. Michel Araújo, que seria meu titular contra o Palmeiras, não fez nenhum jogo ainda em 2024. Colocaria o Michel Araújo, não no lugar do Luciano, mas no lugar do Lucas no primeiro tempo\".\nThais Bilenky\nValdemar ataca Tabata e recebe 'voadora' de volta\nTales Faria\nLira troca solenidades por jantar de campanha na PB\nReinaldo Azevedo\nLewandowski não deve virar alvo da extrema direita\nCarolina Brígido\nBarroso e Lewandowski não mencionam 8/1\nAssista ao Fim de Papo na íntegra\nOpinião Texto em que o autor apresenta e defende suas ideias e opiniões, a partir da interpretação de fatos e dados.\nEste texto não reflete, necessariamente, a opinião do UOL\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img.youtube.com/vi_webp/0cB-bfYXEdU/sddefault.webp",
      "https://www.img.youtube.com/vi_webp/0cB-bfYXEdU/sddefault.webp"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:02:39.903+02:00",
    "updated": "2024-02-02T01:02:39.903+02:00"
  }
]