[
  {
    "uuid": "b0fdeadbfd5e84259bb3e169fbce0bd5b175fda3",
    "url": "https://wchstv.com/news/local/warming-center-opens-to-those-needing-a-warm-place-to-slee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PAIGE TAYLOR",
    "published": "2024-01-15T03:23:00Z",
    "title": "chevron-right",
    "text": "KANAWHA COUNTY, W.Va. (WCHS) — As temperatures drop, some are without a warm place to sleep. That's where the warming center at Bream Neighborhood S.H.O.P. comes in. \"We're offering free beds for anybody who is cold,\" Bream Neighborhood S.H.O.P. Director Derek Hudson said. \"It doesn't matter if they've got a house and their heat is out or if they're homeless, come in, sleep. We have a lot of food, a lot of coffee. So we're just hoping anybody who needs it will come in.\" Inside, a warm meal and bed to sleep on awaits those in need. Larry Light told Eyewitness News he is very grateful. \"It means everything to me,\" Light said. \"Just me and my fiancé to go inside and get warm and everything.\" The City of Charleston has given funding to the warming center for the first time, allowing the center to adjust when it is open. \"Actually when we first started doing warming centers six years ago, the temperature was 10. So, we're now up to 20,\" Kanawha Valley Collective Executive Director Traci Strickland said. \"We say that our goal is that nobody freezes to death in the city of Charleston on the streets, and it's really that simple.\" Organizers said the most people the warming center has seen was 87 people, and they are preparing to see that many, or more, in the coming days. The warming center opened its doors Sunday night at 7 p.m. until 7 a.m.. Organizers said the plan is to be open those same times each day through Tuesday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derek hudson",
          "sentiment": "none"
        },
        {
          "name": "traci strickland",
          "sentiment": "none"
        },
        {
          "name": "larry light",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bream neighborhood s.h.o.p.",
          "sentiment": "none"
        },
        {
          "name": "eyewitness news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "w.va",
          "sentiment": "none"
        },
        {
          "name": "charleston",
          "sentiment": "none"
        },
        {
          "name": "kanawha valley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T06:50:21.696+02:00",
    "updated": "2024-01-15T06:50:21.696+02:00"
  },
  {
    "uuid": "d5e13feb1bcc11d6aaa90fb3862a9a7bcc5671b7",
    "url": "https://www.dawn.com/news/1801596/pti-alleges-conspiracies-being-hatched-to-snatch-electoral-symbol-bat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Umer Burney | Dawn.com",
    "published": "2023-12-29T11:43:00Z",
    "title": "PTI alleges conspiracies being hatched to snatch electoral symbol ‘bat’",
    "text": "The PTI on Friday alleged that conspiracies were being hatched to snatch its iconic electoral symbol “bat” and exclude the party from the February 8 general elections. The Election Commission of Pakistan (ECP) and the PTI have been in “bat blood” over the past few days. The controversy stems from the electoral watchdog’s earlier [decision](https://www.dawn.com/news/18 /ecp-decides-against-letting-pti-retain-bat-as-electoral-symbol) to strip PTI of its symbol following the annulment of its intra-party elections for not complying with the Elections Act and the party’s own constitution. Earlier this week, the Peshawar High Court [suspended](https://www.dawn.com/news/1801017/peshawar-high-court-hands-bat-back-to-pti) the commission’s order and directed it to publish the certificate of PTI’s intra-party polls on its website “keeping in view the urgency, that a political party has been denuded of its symbol, meaning hearby that aspirants from the general public who were willing to vote for the petitioners’ party were divested of their right to vote as per their choice”. The PHC verdict was criticised by several political leaders, including JUI-F’s Maulana Fazlur Rehman and PML-N President Shehbaz Sharif. Addressing a press conference in Islamabad today, PTI Chairman Barrister Gohar Khan said the ‘bat’ was not just the PTI’s electoral symbol but was also the symbol of the expectations of the Pakistani nation. “The Supreme Court has settled that snatching the electoral symbol is equivalent to dissolving a political party and this right only lies with the apex court in Article 17 [of the Constitution],” he said. “All these political leaders [of Movement] won’t be able to gain anything on February 8. They will all lose their seats if free, fair and transparent elections are conducted,” Barrister Gohar asserted. “Therefore they are trying to take the ‘bat’ away from us.” The PTI chairman stressed that he was a representative of Imran, asserting that the former prime minister “was, is and will always remain our leader” irrespective was wherever he was. The lawyer highlighted that the highest number of nomination papers had been filed by PTI candidates. “If you take away our electoral symbol, will all of them contest as independent candidates? If this happens, who will be responsible for horsetrading after the polls?” Gohar further pointed out were the most crucial for the country and derailing them would result in a huge loss for the country. He also played videos of other political leaders criticising the PHC verdict, alleging that they had attacked the judiciary. “Is it not better for the judiciary to look into this matter?” he asked, alleging that conspiracies were being hatched to exclude the PTI from the electoral process. Meanwhile, PTI leader Latif Khosa lamented the “leniencies” being shown Sharif. “We have seen how were accepted […] how is it possible when the SC disqualified for life?” “On the other end, the nomination papers of none of us candidates were accepted. This is the worst poll rigging in the history of Pakistan,” he claimed but warned that the entire world was watching this in real-time. Khosa further stated that an electoral symbol was extremely important as it was used for the identification of a political party, particularly in areas where literacy rates were low. “But taking away the symbol, you will deprive the nation of its fundamental rights,” he added. IHC allows PTI leaders to hold election meetings with Imran in jail Earlier in the day, the Islamabad High Court granted PTI leaders and lawyers permission to Imran — who is incarcerated at Adiala Jail — and hold election meetings. The order was passed by Justice Miangul Hasan Aurangzeb on a [petition](https://www.dawn.com/news/1801232) filed by Imran seeking permission to hold meetings with party members Asad Qaiser, Junaid Akbar Khan, senators Aurangzeb Khan and Dost Mohammad Khan, and Ishtiaq Meherban, among others, to strategise ahead of the elections. The plea also requested the court to instruct the superintendent of Adiala Jail to ensure privacy for Imran during his consultations with his legal team. Earlier, PTI Chairman Gohar Khan had said the decision to allot tickets would still be taken by Imran. Meanwhile, Barrister Ali Zafar had asserted that PTI workers in jail would be prioritised when it came to the allotment of tickets. Today, Attorney-General for Pakistan (AGP) Mansoor Usman Awan, PTI lawyers and the Adiala Jail superintendent appeared in the IHC. At the outset, PTI counsel Shoaib Shaheen said the party needed to hold discussions for the allotment of 700 tickets while the AGP raised objections to the maintainability of the plea. Justice Aurangzeb expressed displeasure at Awan’s arguments and asked: “Is the additional note from the Supreme Court insufficient for you? Do you want me to write a note against you as well?” He passed these remarks in reference to Justice Athar Minallah’s [additional note](https://www.dawn.com/news/1799939) in the cipher case. In his note, the SC judge had highlighted that it was the Election Commission of Pakistan and the government’s duty to ensure that the public was facilitated in expressing its will through a “genuine election”, adding that it was also bound to ensure that there was no perception of oppression or repression against one political party while others were treated favourably. Mentioning these remarks, Justice Aurangzeb said the AGP and advocate general were representing the caretaker government and should therefore be impartial. “A terrible system is being run under the interim government where even consultation on elections is not allowed,” he remarked, asking if the caretakers wanted to “derail the polls”. Subsequently, the court allowed PTI lawyers, including Chairman Gohar Khan, to hold consultations with Imran in jail. The court also passed orders for a meeting between Gohar and the ex-premier to be held under the supervision of the jail superintendent. “Permission for consultations on polls is a fundamental right,” Justice Aurangzeb said, stressing that the caretaker government should be “neutral” during elections. “Opposing meetings between PTI chairman and Imran raises questions on the neutrality of the interim set-up,” the judge added and disposed of the petition. Talking to reporters, PTI lawyer Shaheen said the caretakers “are actually chair takers and everyone can see on whose orders they are functioning”. “They all have a problem with the fact that Imran Khan and the nation are on one page. Today, the public is standing with Imran Khan,” he asserted, adding that the ECP and elite political parties were seeing their defeat. “What is the capacity or credibility left of this puppet caretaker government?” the lawyer asked. He also criticised the [police maltreatment](https://www.dawn.com/news/1801224/outrage-after-qureshi-manhandled-whisked-away-in-yet-another-case) of PTI Vice Chairman Shah Mahmood Qureshi outside Adiala Jail earlier this week. “We have made a mockery of ourselves in the entire world,” Shaheen added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Environment",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "election commission",
          "sentiment": "none"
        },
        {
          "name": "peshawar high court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:00:22.143+02:00",
    "updated": "2023-12-29T14:00:22.143+02:00"
  },
  {
    "uuid": "b93dddcab0230570c12df5fdc39aae77f17a1d43",
    "url": "https://africa.unwomen.org/en/stories/press-release/2024/02/sudan-crisis-japan-provides-support-to-vulnerable-women-and-girls-impacted-by-the-conflict",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UN Women",
    "published": "2024-05-02T21:52:00Z",
    "title": "Sudan Crisis: Japan provides support to vulnerable women and Girls impacted by the conflict",
    "text": "Sudan Crisis: Japan provides support to vulnerable women and Girls impacted by the conflict\nPRESS RELEASE\nDate:\nPort Sudan - The Government of Japan has contributed US$1,000,589 to UN Women Sudan to respond to the urgent lifesaving needs of hundreds of thousands of IDP women and girls affected by the ongoing Sudan crisis.\n“UN Women is grateful to the Government of Japan for standing with Sudanese women and girls during this difficult time in the history of the country,” said Adjaratou Ndiaye, UN Women Sudan Country representative.\nIt is estimated that over 6.1 million are internally displaced (IDPs) and sheltering in 6,355 locations across all 18 Sudan states, with 67 percent – residing in host communities, the majority of whom are women and children. As a result, many women IDPs are ending up with little humanitarian support. Lifesaving services often fail to reach where they are settled, especially those living with host families, who make up the majority.\nFunding from the Government of Japan will enable UN Women to strengthen the capacities of IDP camp managers and host communities to organize shelters and access to humanitarian services on a gender-sensitive basis through the identification and contracting of national partners to be only deployed after rigorous Master Training sessions; (ii) put additional efforts to sensitize women, men, girls, and boys on the issues around GBV and SEA; and (iii) Provide assistance to GBV victims.\nDue to high level incidences of CRSV, protection of women and girls in the current crisis is paramount as women and girls are disproportionately affected by all forms of gender-based violence due to displacement.\nUN Women will provide a conducive environment where women leaders can take their dialogue and leadership skills and interact with different traditional and local authorities to promote peaceful communities.\nJapan’s supplementary funds will be used to economically empower IDP women, young women, and women in hosting communities to undertake livelihood opportunities, increase their economic self-reliance, and improve their living conditions. This will be achieved by providing seed funding to assist women in launching livelihood initiatives and strengthening their skills through vocational training.\n“The funds will also enable UN Women to protect the fundamental human rights of women and girls rendered more vulnerable to abuse in the current crisis”, assures Adjaratou Ndiaye.\n“Due to the conflicts in Sudan, countless women and girls are forced to flee their homes, and I express my sincere condolences for the loss and the trauma they have experienced. We wholeheartedly hope that Japan's contribution to UN Women will be used to ease their suffering and empower them by increasing their capabilities for their source of livelihood,\" affirmed Mr. Mizuuchi, Chargé d'affaires of Japan to Sudan\nUN Women is the UN organization dedicated to gender equality and the empowerment of women. A global champion for women and girls, UN Women was established to accelerate progress on meeting their needs worldwide.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adjaratou ndiaye",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "idp",
          "sentiment": "none"
        },
        {
          "name": "un women sudan country",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T01:48:19.600+03:00",
    "updated": "2024-05-03T01:48:19.600+03:00"
  },
  {
    "uuid": "3508797e1757c20838bc4214860b94fac22c0795",
    "url": "https://www.meneame.net/m/politica/supremo-sentencia-alcaldesa-cayon-cantabria-huyo-accidente-ayuda",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CacaSonriente",
    "published": "2023-12-28T21:12:00Z",
    "title": "El Supremo sentencia que la alcaldesa de Cayón (Cantabria) huyó de un accidente de tráfico que provocó con la ayuda de un sargento de la Guardia Civil",
    "text": "Menéame\nLogo Menéame\nPortada\nPortada\nNuevas\nArtículos\nPopular\nMás visitadas\n50F0E052-9EF2-4C3C-849B-F46536B96FBF\nNótame\nmis comunidades\nCiencia\nPolítica\nEconomía\nActualidad\nSeries\notras secciones\nComunidades\nFisgona\nlogin\nregístrate\n×\nÚnete a Politica\nÚnete a Politica\nHace 3 segundos | Por\nCacaSonriente\na\neldiariocantabria.publico.es\nPublicado hace 3 segundos por\nCacaSonriente\na\neldiariocantabria.publico.es\nEl Supremo sentencia que la alcaldesa de Cayón (Cantabria) huyó de un accidente de tráfico que provocó con la ayuda de un sargento de la Guardia Civil\neldiariocantabria.publico.es\nLos hechos se remontan a 2021, pero no ha sido hasta ahora cuando el Tribunal Supremo da por probado que la alcaldesa de Santa María de Cayón, la ‘popular’ Pilar del Río Ruiz de Prada, provocó un accidente de tráfico y huyó del mismo con la ayuda de un guardia civil. Más concretamente, la sentencia de la Sala de lo Militar confirma la sanción de seis meses de suspensión de empleo al sargento que facilitó que la regidora abandonase “subrepticiamente y sin avisar” la escena del suceso.\nEtiquetas\ncayón\ncantabria\naccidente\nalcaldesa\nmenéalo\n7\nDE3C548D-E347-406A-A60F-E6BBD322CAB7\n7\n0\nCopiar enlace\nCompartir en X\nCompartir en facebook\nCompartir en telegram\nEmbed\nVoto negativo\nMás información\n<!– /10377667/MNA21-STORY-ROBA1 –>\nComunidad destacada de hoy\nTemazos\nTemazos\n<!– /10377667/MNA21-STORY-MEGA1 –>\n<!– /10377667/MNA21-STORY-ROBA1 –>\nLoguéate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:17:25.678+02:00",
    "updated": "2023-12-29T00:17:25.678+02:00"
  },
  {
    "uuid": "7aa660ed93b54d3cb6be94fe5c3797ecaad658c4",
    "url": "https://keysweekly.com/42/andy-griffiths-retirement-party-benefits-united-way",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Contributed",
    "published": "2024-09-19T19:07:00Z",
    "title": "ANDY GRIFFITHS’ RETIREMENT PARTY BENEFITS UNITED WAY",
    "text": "After more than three decades of service, Monroe County’s longest-serving elected official, Andy Griffiths, will retire in November. To celebrate his career on the Monroe County school board, Griffiths will host “Andy’s Gone Fishing” retirement party and benefit on Saturday, Oct. 12 at the Beachside Resort in Key West. Friends, colleagues and community members are invited to enjoy an evening with laughter, music and dancing, with entertainment provided by Miami’s DJ Cardi. The deadline to purchase tickets is Oct. 4.\nThis event not only celebrates Griffiths’ 32 years on the school board, but also supports a cause close to his heart: United Way of Collier and the Keys’ (UWCK) Success by 6 program.\nSuccess by 6 provides preschool scholarships to Monroe County children whose families would otherwise struggle to afford quality child care. For the 43% of Monroe families living paycheck-to-paycheck, this program ensures their children have access to early education. Proceeds from the event will be matched 1:1 by the state Early Learning Coalition, making it possible to cover a full year of preschool for each child. UWCK aims to double the number of Keys children enrolled through this event.\n“Serving the people of Monroe County has been the honor of a lifetime, and I can’t think of a better way to celebrate than by supporting a program like Success by 6, which is making a real difference for families in our community,” Griffiths said. “Helping kids get the start they deserve is something I’ve always been passionate about, and I’m proud to be part of this effort.”\n“Andy’s commitment to our community is truly inspiring, and we are deeply grateful that he has chosen to make this event a benefit for the Success by 6 program,” said Leah Stockton, UWCK Keys Area president. “This event will have a lasting impact on the lives of so many children in Monroe County.”\nGriffiths was first elected to the school board in 1992, winning eight consecutive elections, including four unopposed. During his tenure, he championed initiatives such as increased teacher salaries through the half-mill property tax, which has been supported by voters since 2004. He has served as past president of the Florida School Boards Association and Florida United Way, and has been a member of the Rotary Club of Key West for 31 years. His extensive volunteer work with local nonprofits is a testament to his lifelong dedication to the Keys.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ANDY GRIFFITHS",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:08:47.474+03:00",
    "updated": "2024-09-20T00:08:47.474+03:00"
  },
  {
    "uuid": "cf509a3b3c2f200593d7cdccb4d82d9e6efaa860",
    "url": "https://www.onmanorama.com/news/india/2023/12/29/cow-vigilantes-bolster-political-clout-lok-sabha-polls-election.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-29T04:41:00Z",
    "title": "Cow vigilantes bolster political clout ahead of Lok Sabha polls | Onmanorama",
    "text": "Chamdhera (Haryana): Vishnu Dabad attributes his rise from poverty to a powerful local politician to an animal: the cow. The 30-year-old is one of many Gau Rakshaks, or cow protectors: activists who have taken Indian laws banning cattle slaughter and beef consumption into their own hands since Prime Minister Narendra Modi came to power in 2014 at the head of the Hindu nationalist Bharatiya Janata Party (BJP). Scores of cow protectors in recent years have been accused of using violence to carry out extra-judicial activities, often finding themselves at odds with law enforcement, even as many won acclaim for defending the Hindu faith. Now some of these operatives are transferring their clout into grassroots political power, where they are pursuing a hardline majoritarian agenda, according to interviews with more than 90 activist-vigilantes, as well as senior leaders of the BJP and other parties, government officials and political analysts. They described how cow vigilantism has become a finishing school for the young men who mobilise large groups against alleged cattle smugglers and used the resulting popularity to catapult into politics. Many are now campaigning and preparing for elections in 2024 that the BJP and allied right-wing parties are favoured to do well in. Forty-one of the cow protectors who spoke to Reuters have been elected to positions such as village chief, town council member or local legislator in the past six years, roles that can involve governing tens of thousands of people. Another 12 said they were lobbying their family members to seek local office. \"All of what you see: my success, my existence is only because cows have blessed me,\" said Dabad, who started a cow protection force in 2014 and was elected as village chief in 2016. He is now a full-time political campaigner in the northern state of Haryana for a party allied with the BJP and is keen to seek higher office. Ancient Hindu religious texts praise cows, who are regarded as deities, for their nurturing ability. But India's minority Muslims and Christians, as well as some Hindus, consume beef as part of their diet, generating some sectarian tensions. There is no publicly available official estimate on the number of cow activists nationwide, but activist leaders said they believe more than 300,000 Hindu men in the nation of 1.4 billion are directly involved with their groups. India's interior ministry, which oversees national law enforcement, did not return a request for comment on that figure or the role of cow activists. Reuters previously reported that some of them have stopped cow traders - many of them Muslim men - with deadly force, according to prosecutors, witnesses and the families of victims. Some states have enacted laws enabling cow vigilantes to patrol alongside police. While government data does not distinguish general violence from cow-related lynching, Human Rights Watch found that at least 44 people - 36 of them Muslims - were killed in cow-related violence between May 2015 and December 2018. The independent, New Delhi-based Documentation of the Oppressed database found 206 acts of cow-related violence involving 850 victims, mainly Muslims, between July 2014 and August 2022. The proximity of cow activists to power has raised concerns among many Muslims, who allege that some BJP members and their affiliates have engaged in anti-Islam hate speech and violence. Modi and the BJP have denied that religious discrimination exists in India. Cow protectors \"are very powerful men…and there is a climate of fear,\" said Jaan Mohammed, a Muslim man whose brother was one of the first victims of a cow-related lynching after Modi took power. \"I don't think this can ever change now.\" Legal proceedings are pending. Seventeen men accused of involvement in his brother's 2015 killing were released on bail, and another suspect later died. Police at the time of the slaying said the alleged perpetrators behaved as if they had a \"licence to kill.\" Modi has repeatedly criticized activists who engage in \"criminal\" violence, even as his party courts their support. Giriraj Singh, a BJP minister responsible for rural development, said his party welcomed anyone who wanted to \"genuinely serve the cows\". \"Anyone who saves mother cow must be respected and recognised,\" he told Reuters. Image of modern-day Hindu warriors Half of India's 36 states and union territories have partial or complete bans on cow slaughter - most of them governed by the BJP. But enforcement has often fallen into the hands of activists. By posting videos of their raids on alleged cow smugglers on social media, they have mobilised money, as well as thousands of Hindu men. Religious cow protection movements have a long history in India, but many activists, including Dabad, said they were emboldened by Modi's sweeping 2014 victory. Dabad recounted bloody fights between his activists – who he said are often armed with batons, stones, machetes, and sickles – and alleged Muslim smugglers. He described spreading beds of nails on the road to stop vehicles suspected of smuggling cows, as well as high-speed chases and brutal attacks. \"The journey to protect cows has not been easy,\" said Dabad, who previously spent more than a month in jail for his vigilante activities. The police responsible for the area around his hometown of Chamdhera said Dabad has been the subject of nine criminal complaints related to religious clashes and that he was arrested once for allegedly beating up a Muslim trader. Investigations continue on one complaint, while the other probes have been dismissed, they said. The image of lawlessness has not stopped politicians from seeking the support of such activists. Six officials from the party of Haryana Deputy Chief Minister Dushyant Chautala, who identified himself as Dabad's political patron, said the activist was an effective campaigner and a rising star. Influential right-wing organisations such as the ruling party-affiliated World Hindu Council have helped legitimise the activists by depicting them as modern-day warriors waging a war against cow slaughter. Council spokesman Vinod Bansal likened cow protectors, some of whom he said had been killed in clashes, to brave religious warriors. He added that achieving political fame was only a side-effect of the efforts of some activists. Christophe Jaffrelot, a professor of Indian politics at King's College London, said the Indian state cannot harass minorities openly but by allowing vigilantes to do so, it keeps majoritarian feelings satisfied. \"And now these private armies ... are being given a share in governance and power at the local level,\" he said, adding that they would continue their penetration of politics. During an interview in his guesthouse, as his aides smoked on a brass water pipe, Dabad looked at them and said: \"We can all kill or get killed to protect the cow.\" Force of their own Of the 41 vigilante-politicians, eight said they joined the BJP at its encouragement. Another eight, including Dabad, joined other regional parties because they said they had doubts about the BJP's commitment to cows and Hindu values. \"If police would effectively identify and apprehend the alleged violators of cow protection laws, then not a single Gau Rakshak will be needed,\" said Ram Charan Pande, a cow vigilante leader who serves as a village head in the northwestern state of Rajasthan. Narendra Raghuvanshi, a member of a regional nationalist party and a Gau Rakshak based in the central state of Madhya Pradesh said that politicians often approached cow protectors for their support: \"They know we can tilt the Hindu vote in their favour\". Some of the activists-turned-politicians have created power bases of their own. Dabad, the son of an illiterate farmer, now zips around Haryana in a convoy of four SUVs, while running a centre for injured and ill cows. He said his political clout help him secure licences and offices for business ventures such as an alcohol store, an eatery and a real estate company. \"I have been able to set all of these businesses because now people know me as a man committed to protect cows,\" he said. That has caused unease within India's opposition parties and the country's security establishment, according to interviews with three officials and one lawmaker. A top Indian interior ministry official who was interviewed on condition of anonymity because he was not authorised to speak with media, said the cow vigilantes have managed to blend popularity with nous on local issues. \"Even politicians feel threatened by the enormous network of cow vigilantes,\" he said. \"They have become a force of their own.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vishnu dabad",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "gau rakshaks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bharatiya janata party",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:11:37.589+02:00",
    "updated": "2023-12-29T11:11:37.589+02:00"
  }
]