[
  {
    "uuid": "e235ceda577db1c39483347ca5762fc0346f2846",
    "url": "https://www.eldiario.es/opinion/tribuna-abierta/sentencia-inquietante_129_11446755.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manuel de la Rocha Rubí",
    "published": "2024-06-13T19:00:00Z",
    "title": "Una sentencia inquietante",
    "text": "31 Una reciente sentencia de la Sala de lo Contencioso-Administrativo del Tribunal Supremo ha anulado el nombramiento de Dolores Delgado como fiscala de Sala en materia de Derechos Humanos y Memoria Democrática, encargada entre otras cosas de comparecer y participar en los procesos penales sobre denuncias de torturas y represión franquistas. La decisión ha sido tomada por cuatro magistrados varones, con un voto particular en contra de una magistrada, en un recurso interpuesto por una asociación de fiscales conservadores que lleva desarrollando desde hace tiempo una batalla política y judicial contra el fiscal general del Estado y contra el propio Gobierno de Pedro Sánchez, una suerte de lucha ideológica corporativa de la que vemos con frecuencia nuevos ejemplos. Dolores Delgado es una fiscal que ha desarrollado su carrera fundamentalmente en la Audiencia Nacional, donde ha ejercido durante muchos años llevando la acusación en múltiples casos de enorme trascendencia pública, en materia de narcotráfico, terrorismo, blanqueo, crímenes internacionales y delitos económicos. Fue ministra de Justicia y fiscal general del Estado y nadie, tampoco la asociación de fiscales conservadora ni el propio tribunal, ha cuestionado sus méritos indiscutidos para el ejercicio del cargo para el que fue nombrada.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:06:23.623+03:00",
    "updated": "2024-06-21T16:04:43.759+03:00"
  },
  {
    "uuid": "903c38d4c7144ff05e730605f9d350325c861ce2",
    "url": "https://vnexplorer.net/tottenham-icon-heeds-exit-advice-as-mls-move-is-at-final-stages-ending-11-year-stay-s697018.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:08:00Z",
    "title": "Tottenham icon heeds exit advice as MLS move is at ‘final stages’, ending 11-year stay",
    "text": "Hugo Lloris, March 2023\nHugo Lloris is reportedly nearing the ‘final stages’ of talks with MLS side Los Angeles FC, which would end his 11-year spell as a Tottenham player.\nLloris has played 444 times for the north London outfit since joining from Lyon in 2012. He’s currently in his 11th season, but is yet to make a squad this term, with Guglielmo Vicario and Fraser Forster both ahead of him in the pecking order.\nThere was interest in Lloris in the summer, but he remained with Spurs. Ange Postecoglou has all but confirmed that the goalkeeper will leave, though, having told he, Eric Dier and Pierre-Emile Hojbjerg to find new clubs in January.\nBoth Lloris and Dier are out of contract at the end of the season anyway, but the former’s exit seems as if it will come sooner than that.\nIndeed, the Daily Mail reports Lloris is ‘in talks’ with LA FC regarding a move to the MLS. Those talks seem to have progressed well to this point, as it’s said discussions over the move are at the ‘final stages’.\nThe report suggests that the Frenchman will move in the middle of the season rather than signing a contract for the summer.\nIt’s not clear if LA FC will have to pay a fee, given Lloris is not actually due to leave Tottenham until then, but given he hasn’t played all season, and has been a loyal servant to Tottenham, they may well allow him to walk out the door now.\nLloris will not be the only high-profile player to have made a move to the MLS club of late if it is to go through. Indeed, former Juventus man Giorgio Chiellini moved in the summer of 2022.\nHe’s played 45 times for LA since moving to the club, playing alongside captain Carlos Vela, who moved from Real Sociedad in 2018.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma9b5.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma9b5.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eric dier",
          "sentiment": "none"
        },
        {
          "name": "dier",
          "sentiment": "none"
        },
        {
          "name": "pierre-emile hojbjerg",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        },
        {
          "name": "guglielmo vicario",
          "sentiment": "none"
        },
        {
          "name": "fraser forster",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mls",
          "sentiment": "negative"
        },
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "daily mail",
          "sentiment": "none"
        },
        {
          "name": "la fc",
          "sentiment": "none"
        },
        {
          "name": "los angeles fc",
          "sentiment": "none"
        },
        {
          "name": "spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "lyon",
          "sentiment": "none"
        },
        {
          "name": "lloris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:29.311+02:00",
    "updated": "2023-12-29T00:10:29.311+02:00"
  },
  {
    "uuid": "c185bc8a3241fa4f61aa5c60d5c826d4419df337",
    "url": "https://www.theblaze.com/news/baltimore-orioles-tobacco-ban",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew Chapados",
    "published": "2024-01-25T00:00:00Z",
    "title": "Baltimore looks to ban MLB players from chewing tobacco | Blaze Media",
    "text": "Photo by Dustin Bradford/Getty Images © 2024 Blaze Media LLC. All rights reserved. Baltimore looks to ban MLB players from using chewing tobacco in its stadium January 25, 2024 The city of Baltimore in conjunction with the Baltimore Orioles baseball team are hoping to ban Major League Baseball players from using tobacco products in the stadium and on the field. Although tobacco products are already banned inside major league stadium Oriole Park at Camden Yards, the rule does not apply to players. Due to the Major League Baseball Players Association agreement, the league cannot enforce the stadium rules on the players if it does not violate the law. Baltimore Council Bill 23-0418 seeks to change that, as [WBAL-TV 11](https://www.wbaltv.com/article/tobacco-dip-snuff-chew-ban-orioles-camden-yards-baltimore/46523888) reported, with the reasoning that players' use of chewing tobacco may influence children. The bill would ban all types of tobacco products from stadiums in the city. \"We know that young people are pretty impressionable and it is important that the athletes they admire and cheer to win ball games are also being good examples for them,\" said Baltimore Councilman Kristerfer Burnett. \"This mainly impacts the players that are coming to the city. There is a fine that would likely impact players,\" the councilman added. The Baltimore Orioles released a statement in support of the legislation and added that they would create a superfluous ban at \"the Ed Smith Stadium Complex, Baltimore's Spring Training home in Sarasota, Florida, as well as at the Buck O'Neil Complex at Twin Lakes Park.\" \"We have made the decision to support the city's ban of tobacco products at stadiums throughout Baltimore,\" said Kerry Watson, Orioles executive vice president of public affairs. \"'As an organization, our top priority is to ensure that we are always doing what is best for our club and our community,\" he added. The Baltimore City NAACP threw its support behind the ordinance as well and said that it would limit \"the toxins in the air to our mothers, our expecting mothers, our children and our families.\" The statement did not appear to take into account that the stadium was already smoke-free. Tobacco products have come under scrutiny recently, with Senate Majority Leader Chuck Schumer [calling for a federal crackdown](https://www.cbsnews.com/newyork/video/sen-chuck-schumer-calling-for-federal-action-to-crack-down-on-a-product-called-zyn/) on the nicotine pouch product called Zyn. The Swedish-made product has garnered huge praise from some notable personalities, namely Tucker Carlson and entrepreneur Kyle Forgeard, who operates the mega-popular brand called Nelk. The [New York Times](https://www.nytimes.com/2024/01/12/opinion/children-nicotine-zyn-social-media.html) recently theorized that Nelk may have a secret deal with tobacco companies to push the product on young audiences. Criticism came after Forgeard and his cohorts delivered a giant, novelty tin of Zyn to Carlson as part of a viral video. Like Blaze News? Bypass the censors, sign up for our newsletters, and get stories like this direct to your inbox. [Sign up here](https://www.theblaze.com/newsletters/theblaze-articlelink)! Want to leave a tip? We answer to you. Help keep our content free of advertisers and big tech censorship by leaving a tip today. Want to join the conversation? Already a subscriber? more stories Sign up for the Blaze newsletter By signing up, you agree to our [Privacy Policy](/privacy)and [Terms of Use](/terms), and agree to receive content that may sometimes include advertisements. You may opt out at any time. © 2024 Blaze Media LLC. All rights reserved. Get the stories that matter most delivered directly to your inbox. By signing up, you agree to our",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Sport",
      "Health"
    ],
    "external_links": [
      "https://www.cbsnews.com/newyork/video/sen-chuck-schumer-calling-for-federal-action-to-crack-down-on-a-product-called-zyn/",
      "https://www.nytimes.com/2024/01/12/opinion/children-nicotine-zyn-social-media.html",
      "https://www.wbaltv.com/article/tobacco-dip-snuff-chew-ban-orioles-camden-yards-baltimore/46523888",
      "https://www.cbsnews.com/newyork/video/sen-chuck-schumer-calling-for-federal-action-to-crack-down-on-a-product-called-zyn",
      "https://cbsnews.com/newyork/video/sen-chuck-schumer-calling-for-federal-action-to-crack-down-on-a-product-called-zyn/",
      "https://nytimes.com/2024/01/12/opinion/children-nicotine-zyn-social-media.html",
      "https://wbaltv.com/article/tobacco-dip-snuff-chew-ban-orioles-camden-yards-baltimore/46523888"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "majo",
          "sentiment": "negative"
        },
        {
          "name": "bill",
          "sentiment": "none"
        },
        {
          "name": "kristerfer burnett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baltimore orioles",
          "sentiment": "negative"
        },
        {
          "name": "mlb",
          "sentiment": "negative"
        },
        {
          "name": "baltimore",
          "sentiment": "none"
        },
        {
          "name": "major league baseball players association",
          "sentiment": "none"
        },
        {
          "name": "oriole park at camden yards",
          "sentiment": "none"
        },
        {
          "name": "baltimore council",
          "sentiment": "none"
        },
        {
          "name": "wbal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baltimore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:02.989+02:00",
    "updated": "2024-01-26T15:51:43.908+02:00"
  }
]