[
  {
    "uuid": "a1947e96541961a1b885b4cc5775e305fddbb5d5",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c090",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mariopg",
    "published": "2024-05-25T18:16:00Z",
    "title": "#90 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#52](c52#c-52) Gente con estudios y que no está sometida al bombardeo propagandístico de la fachosfera hispana. No veo qué tiene de curioso, la verdad.\n[#83](c83#c-83) Ya, y, en esos casos, gente que en las elecciones votan a los que menos quieren que España se parezca a donde se han tenido que ir ellos. Qué sí, que en España estamos lejos de tener un partido liberal decente, pero vivir las mieles del capitalismo en Estados Unidos, Reino Unido, Irlanda, Países Bajos y andar votando en España a Podemos, me parece poco coherente. Lo curioso es que pocos de estos se han ido a Venezuela o a Cuba a disfrutar en su piel los múltiples beneficios del socialismo.\n[#84](c84#c-84) El programa de la derecha para España consiste en hambre y moscas para todo el que no sea millonario o una gran empresa: corrupción, bajadas de impuestos para los ricos, privatizaciones, precarización del empleo, desmantelamiento de los servicios públicos y especulación inmobiliaria. Ante este panorama, para votar a la derecha es necesario ser idiota, ignorante, egoísta o millonario, por lo que la mayor parte de sus votantes son gente corta de entendederas enajenda por la incesante propaganda.\nLa prueba es que no dedican ningún esfuerzo en hablar de sus propuestas económicas: sólo hablan de ETA, la ley de amnistía, y lo malvados que son Perrosanxe y su mujer.\n[#88](c88#c-88) Privatizaciones, prevaricación del empleo, bajadas de impuestos a las grandes empresas. Es que a lo mejor el ignorante eres tú que no sabes por ejemplo en los países de centro Europa o nórdicos cómo se han regulado esos aspectos, que justamente entre otras cosas les ha permitido ser sociedades prósperas y que atraen el talento. Talento que en algunos casos y aún disfrutando el capitalismo en sus propias carnes vota para que la siguiente generación de españoles tenga que seguir emigrando a esos países más capitalistas que el nuestro.\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#47](c47#c-47) sus antepasados católicos españoles o ver como se pasan al evangelismo siendo sus antepasados católicos?\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\n[#3](c3#c-3) En mi bloque ahora dejan cartas en los buzones diciendo que te van a solucionar la vida y te dejan su WhatsApp y una dirección para que vayas a sus reuniones. Se aprovechan de gente ignorante y desesperada. Menuda secta.\n[#71](c71#c-71) trabajan como cualquiera, yo conozco al alguna familia con hijos, compañeros de clase de mis hijos. Es gente normal de puertas para fuera. Luego ya ves que los nenes no se reúnen con los otros para jugar o celebraciones, no van a excursiones... En fin, las relaciones de los chavales se limitan a las horas de clase y su entorno familiar o religioso. También he conocido a una chica que cuando pudo lo dejó, pero tienen que renunciar a su familia y a todo lo que ha vivido desde que nació. Llevaba trabajando en el negocio familiar desde adolescente sin sueldo, así que hay que ser valiente.\nDan bastante pena, la verdad.\nSon una secta y se comporta como tal.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\n[#74](c74#c-74): A lo que me refiero es a que la religión es el medio, no el fin. Si no hubiera religiones, buscarían otras maneras de crear fanatismo para mantener despistada a la gente, como el fútbol, que actualmente también se usa un poco en ese sentido, mientras odias a otro equipo no te preocupas de que te suben los precios y no los salarios.\n[#80](c80#c-80) si te he entendido perfectamente. Siempre habrá gente que necesite algo y desaprensivos que se aprovechen de esa necesidad.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\n[#24](c24#c-24) si algo mueve dinero, sobre todo si es en paraisos fiscales, allí estará el PP para ver qué pilla.\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T23:07:34.540+03:00",
    "updated": "2024-05-25T23:07:34.540+03:00"
  },
  {
    "uuid": "64975cc43645886f8523b4ec68b10cb3979e1d25",
    "url": "https://indianexpress.com/article/cities/kolkata/relief-for-kolkata-as-rain-arrives-monsoon-advances-in-parts-of-north-bengal-as-imd-forecasts-heavy-rain-9405581",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sweety Kumari",
    "published": "2024-06-20T18:40:00Z",
    "title": "Relief for Kolkata as rain arrives; monsoon advances in parts of north Bengal as IMD forecasts heavy rain",
    "text": "SOME RAINFALL\\u00a0 \\u2014 long-awaited \\u2014\\u00a0 along with thunderstorms and light showers finally arrived in Kolkata and several districts of Bengal on Thursday afternoon, bringing relief from the heatwave-like conditions. Areas like Dumdum, Jadavpur, Behala, Dharmatala, New Town, Shobhabazar, Shyambazar, and Kasba experienced strong winds and scattered rain. However, the respite might be short-lived. The India Meteorological Department has forecast only scattered light to moderate rain over the next few days, with a slight drop in temperature in Kolkata till June 27. \\u201cLight to moderate rain with thunder for Kolkata from June 21-27. Additionally, expect a 2-3 degree Celsius drop in day temperature across Gangetic West Bengal over the next two days,\\u201d said the weather department. Monsoon will enter south Bengal in the next three-four days, the weather office further said. \\u201cThe monsoon has not set in yet. There is not much chance of rain. Scattered light to moderate rain may occur at some places. The temperature will also drop a bit in the next few days,\\u201d said an official from the weather department. Conditions are favourable for further advance of the monsoon into some parts of south Bengal and the remaining parts of Malda in the north during the next two to three days, it said. Meanwhile, the situation is different in north Bengal as the region has been experiencing heavy rainfall, raising flood concerns for many residents. The southwest monsoon advanced into most parts of north Bengal, the Met office said on Thursday, warning of heavy rain in the region over the next five days. It also forecast thunderstorms and lightning with gusty winds blowing at a speed of 30 to 40 km per hour in all districts of south Bengal during the next three days. The monsoon has already arrived in north Bengal, specifically reaching the Islampur area of North Dinajpur, IMD said, adding heavy to very heavy rainfall at one or two places over the districts of Alipurduar, Cooch Behar, Jalpaiguri, Kalimpong and Darjeeling in north Bengal over the next five days. Additionally, intense monsoon rains in Sikkim and north Bengal continued to cause floods in several areas on Wednesday. A total of 158 stranded tourists were rescued in North Sikkim and the last 100 tourists were brought to Gangtok. \\u2014 with PTI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bengal",
          "sentiment": "none"
        },
        {
          "name": "kolkata",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "kasba",
          "sentiment": "none"
        },
        {
          "name": "shyambazar",
          "sentiment": "none"
        },
        {
          "name": "shobhabazar",
          "sentiment": "none"
        },
        {
          "name": "gangetic west bengal",
          "sentiment": "none"
        },
        {
          "name": "jadavpur",
          "sentiment": "none"
        },
        {
          "name": "behala",
          "sentiment": "none"
        },
        {
          "name": "new town",
          "sentiment": "none"
        },
        {
          "name": "dharmatala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T02:48:52.701+03:00",
    "updated": "2024-06-22T02:38:06.043+03:00"
  },
  {
    "uuid": "b6f098d92b6ff5d2cbb31b44e9d9025bdf98483f",
    "url": "https://www.world-today-news.com/amd-radeon-rx-9070-series-revealed-retail-listings-price-insights-for-the-flagship-rx-9070-xt-gpu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2025-02-27T16:56:00Z",
    "title": "AMD Radeon RX 9070 Series Revealed: Retail Listings & Price Insights for the Flagship RX 9070 XT GPU",
    "text": "AMD RX 9070 Series GPU launch imminent: Retailers Prepare with Preliminary Pricing Retailers such as Newegg and MicroCenter are gearing up for the launch of AMD’s RX 9070 series GPUs, which is expected tomorrow.This RDNA 4 GPU launch follows a “discrete” unveiling at CES 2025, where AMD surprised manny by not revealing specific details about the lineup. Now, almost two months later, AMD is slated to showcase the next-generation GPU series in full, prompting retailers to list RDNA 4 GPUs on their platforms, offering a glimpse into potential pricing. The anticipation is building as consumers await official specifications and performance metrics.\nPublished: May 28, 2025\nMicroCenter Lists Preliminary Prices for AMD’s RDNA 4 GPUs MicroCenter has provided early insights into potential pricing by listing several RDNA 4 GPUs. It’s important to note that these retail prices might be placeholder values, at least for some listings. The listings include both RX 9070 XT and non-XT variants from various manufacturers, offering a range of options for consumers.\nImage Credits: Olrak_29 The ASRock Triple fan variant of the Radeon RX 9070 XT is listed as the cheapest, priced at $699. The non-XT counterpart is listed for $649, indicating a slight price difference between the two models. However, one RX 9070 XT listing shows a price of $1,100, which is likely a placeholder value. The variety in pricing suggests different features and performance levels across the board.\nASRock AMD Radeon RX 9070 CL Triple Fan: $649.99 Sapphire Technology AMD Radeon RX 9070 XT PULSE Triple Fan: $899.99 ASRock AMD Radeon RX 9070 XT SL Triple Fan: $699.99 ASUS AMD radeon RX 9070 XT Prime Overclocked Triple Fan: $1,049.99 XFX AMD Radeon RX 9070 XT Swift Triple Fan: $729.99 PowerColor AMD Radeon RX 9070 Reaper Triple Fan: $1,099.99 Gigabyte AMD Radeon RX 9070 XT Gaming Overclocked Triple Fan: $899.99 PowerColor AMD Radeon RX 9070 XT Reaper Triple Fan: $1,100.00 These prices are not yet official, and final details are expected tomorrow when AMD showcases the RDNA 4 lineup. The range in listed prices suggests that manufacturers are positioning their cards differently based on features like cooling and overclocking capabilities. Consumers are advised to await official announcements before making purchasing decisions.\nNewegg Lists RDNA 4 GPUs in Pre-Built Systems Along with MicroCenter, Newegg has also listed the new GPUs, but in pre-built systems from iBUYPOWER and AVGPC. The maximum configuration includes the ryzen 7 9700X and AMD’s flagship RDNA 4 GPU, priced at $1,799. This configuration also includes 32 GB of DDR5 memory and a 1 TB SSD, offering a high-performance package for gamers and content creators.\nEstimates suggest that the flagship model in this pre-built configuration is priced around $650-$700, which seems justified given the overall system specifications. This provides another data point for potential pricing of the standalone GPUs. The inclusion of these GPUs in pre-built systems indicates their readiness for market integration.\nPerformance Expectations and Market positioning The Radeon RX 9070 XT is expected to be a strong competitor in the high-end GPU market.Recent reports indicate that the Radeon RX 9070 XT rivals NVIDIA’s RTX 4080 in Furmark stress tests. Given that the RTX 4080 is available for over $1,000,this positions the RX 9070 XT as a competitive option,especially if the preliminary pricing holds true. This could potentially disrupt the existing market dynamics.\nIt’s important to note that these comparisons are based on synthetic performance benchmarks. Real-world gaming performance and driver optimizations will ultimately determine the RX 9070 XT’s true competitive standing. Gamers should consider waiting for self-reliant reviews and benchmarks before drawing definitive conclusions.\nAnticipation builds for Official Launch The official launch of AMD’s RDNA 4 GPUs is highly anticipated. The company is expected to provide detailed specifications, performance metrics, and official pricing for the entire lineup. The “hype created over the past weeks” suggests that mainstream GPU consumers are in for a treat,with potential for important performance gains and competitive pricing. The launch is poised to be a major event in the GPU market.\nAMD is set to showcase the RDNA 4 lineup tomorrow, and the industry is watching closely to see how Team Red positions its new GPUs against the competition. The preliminary pricing from retailers like MicroCenter and Newegg offers a tantalizing glimpse into what consumers can expect. The coming days will reveal the true potential of the RX 9070 series.\nAMD RX 9070 Series: Is This the GPU to Finally Topple NVIDIA’s Reign? Is AMD poised to disrupt the high-end GPU market with its upcoming RX 9070 series? The leaked pricing suggests a potential game-changer, but can it deliver on performance?\nInterviewer (Senior Editor, world-today-news.com): Dr. Anya Sharma, a leading expert in computer graphics and hardware technology, welcome to world-today-news.com. The recent leaks regarding AMD’s RX 9070 series have ignited considerable excitement among PC gamers and tech enthusiasts. Can you give us yoru expert outlook on the meaning of this launch?\nThank you for having me. The AMD RX 9070 series launch is indeed a pivotal moment in the GPU landscape.For years, NVIDIA has held a dominant position in the high-end market. AMD’s aggressive pricing strategy, suggested by preliminary retailer listings, could be the catalyst needed to disrupt this established order. The potential for increased competition benefits consumers, driving innovation and pushing the boundaries of graphics processing technology.\nDr. Anya sharma,Computer Graphics expert\nInterviewer: the leaked prices from retailers like MicroCenter show a price range for the RX 9070 XT models—from approximately $700 to over $1000. How much of this variation reflects genuine differences in specifications and features versus potential placeholder pricing?\nThe price variation is likely a combination of factors. The differences between the various manufacturer’s models of the AMD RX 9070 series reflect genuine variations in cooling solutions (for example, triple-fan vs.dual-fan designs), factory overclocking levels, and potentially included software features. Some listings, especially the higher-end ones, are indeed likely placeholders. Ultimately,the finalized pricing will reflect the manufacturer’s target market positioning and their assessment of the competitive landscape. Consumers should carefully consider these specifics,comparing features and performance specifications before making a purchasing decision.\ndr. Anya Sharma, Computer Graphics Expert\nInterviewer: Several reports suggest the RX 9070 XT could rival NVIDIA’s RTX 4080 in certain benchmarks. How realistic is this claim, and what factors should consumers consider beyond raw benchmark numbers?\nWhile synthetic benchmarks like Furmark can provide a useful initial comparison, it’s crucial to remember that real-world gaming performance depends on a complex interplay of factors. Driver optimization, game engine integration, and even the specific game itself heavily influence actual frame rates and visual fidelity. Consumers should focus on gaming benchmarks in their preferred titles to make an informed decision. Raw benchmark scores, while informative, shouldn’t be the sole metric considered.\ndr. anya Sharma,Computer Graphics Expert\nInterviewer: AMD has remained relatively quiet on the specific technical details of the RDNA 4 architecture.What improvements are we most likely to see compared to previous generations?\nThe RDNA 4 architecture is expected to bring significant advancements in several key areas.We can anticipate improvements in raw compute performance per clock, enhanced memory bandwidth, and potentially refined power efficiency. These underlying architectural upgrades translate into improved overall performance and potentially lower thermal loads and power consumption, benefiting users through increased gaming experience and more energy-efficient systems.\nDr. Anya Sharma, Computer Graphics Expert\nInterviewer: Looking beyond the RX 9070 XT, what are your overall expectations for the broader impact of the RDNA 4 architecture?\nThe RDNA 4 architecture’s impact extends beyond just the high-end market. We can expect a trickle-down effect, with advancements finding their way into mid-range and even budget-kind GPU offerings. This could lead to a wider availability of high-performance graphics capabilities for a broader range of users. Ultimately, increased competition fosters innovation and drives the progress of more accessible and powerful graphics technologies.\nDr.Anya Sharma, Computer Graphics Expert\nInterviewer: What advice would you give to consumers considering purchasing one of these new GPUs?\nMy advice would be:\nDr. Anya Sharma,Computer Graphics Expert\nWait for the official launch: This will provide finalized specifications,pricing,and independent reviews. Compare features and specifications across models: Don’t solely focus on the price; evaluate cooling solutions, factory overclocks, and warranty terms. Consider your budget and gaming needs: Choose the card that best fits your preferred games and resolution settings. Read independent reviews: Look beyond manufacturer marketing to get unbiased performance insights across various games and applications. Interviewer: Dr. Sharma, thank you for this insightful discussion. This has certainly helped clarify the significance of the AMD RX 9070 series and what consumers can expect from this highly anticipated launch. Readers,we encourage you to share your thoughts and anticipation about this new line of GPUs in the comments below! What are your expectations? Let us no on social media as well!\nAMD RX 9070 Series: will AMD Finally overtake NVIDIA in the High-End GPU Market? Is AMD poised to disrupt the high-end GPU market with its upcoming RX 9070 series? The potential for a major shift in market share is palpable.\nInterviewer (Senior Editor,world-today-news.com): Dr. Evelyn Reed, a leading expert in computer architecture and high-performance computing, welcome to world-today-news.com. The recent buzz surrounding AMD’s RX 9070 series has created considerable excitement. Can you provide your expert viewpoint on the meaning of this launch?\nDr. Reed: Thank you for having me.The AMD RX 9070 series launch represents a crucial moment for the graphics processing unit (GPU) industry. For years, NVIDIA has enjoyed a dominant position in the high-end market segment, characterized by high-performance, high-fidelity graphics cards. AMD’s strategic pricing and potential performance improvements, as hinted at by preliminary retailer listings, could finally create the disruption needed to challenge this dominance. This increased competition can only benefit consumers—driving innovation and leading to superior graphics processing technology at possibly more competitive price points.\nInterviewer: Leaked prices show a considerable range for the RX 9070 XT models,from roughly $700 to over $1000. How much of this variation reflects genuine differences in specifications and features, and how much is due to potential placeholder pricing?\ndr. Reed: The price variation is a result of several factors. Genuine differences in specifications across various manufacturers’ models of the AMD RX 9070 series exist, reflecting variations in cooling solutions (triple-fan vs.dual-fan designs, for instance), factory overclocking capabilities, and bundled software features. The inclusion of features like advanced cooling systems is to be expected at a higher price point,improving the overall high-end user experience and enabling prolonged high-performance operation due to effective heat dissipation. However, some of the higher-end listings are likely placeholders, reflecting preliminary pricing strategies. The final pricing will consider the target market segment and competitive analysis. Consumers should perform detailed comparisons of features and specifications before purchasing.\nInterviewer: Reports suggest the RX 9070 XT could rival NVIDIA’s RTX 4080 in specific benchmarks. How realistic is this claim, and what factors should consumers consider beyond raw benchmark numbers?\nDr. Reed: While synthetic benchmarks offer a useful initial comparison, real-world gaming performance is far more complex. It’s a dynamic interplay of several factors: driver optimization, game engine compatibility, and even the specific video game being played considerably influence frame rates and visual fidelity. Consumers should prioritize gaming benchmarks in their preferred titles to make informed purchasing decisions. Raw benchmark numbers, though informative, are insufficient on their own for fully evaluating real-world performance.\nInterviewer: AMD has been relatively tight-lipped about technical details of the RDNA 4 architecture. What key architectural improvements are we most likely to see compared to previous generations?\nDr. Reed: The RDNA 4 architecture is expected to offer notable advancements in several areas. we anticipate improvements in raw compute performance per clock cycle, leading to gains in processing power. There will likely be enhanced memory bandwidth which enables faster data transfer and increased utilization of system memory. expect improvements in power efficiency – meaning better performance with lower power consumption and potentially reduced heat generation. These underlying architectural improvements will lead to noticeable performance enhancements and potentially cooler, more energy-efficient systems for users.\nInterviewer: Beyond the RX 9070 XT, what’s your outlook for the broader impact of the RDNA 4 architecture?\nDr. Reed: The RDNA 4 architecture’s positive impact extends beyond the high-end market. We’ll see a “trickle-down” effect, with these advancements eventually incorporated into mid-range and even budget-friendly GPU offerings. This improved technology can become more widely available, making high-performance graphics accessible to a broader user base. This increased competition accelerates innovation and leads to ever-improving graphics technologies.\nInterviewer: What advice would you give to consumers considering purchasing one of these new GPUs?\nDr. Reed: My advice is:\nwait for the official launch: This provides access to final specifications, pricing, and independent reviews from reputable sources. Compare features and specifications across models thoroughly: Don’t focus solely on price. Evaluate cooling solutions, factory overclocking, warranty terms, and any additional bundled software. Consider your budget and gaming requirements: Select a card that matches your preferred games, resolution level, and desired level of visual fidelity. Read independent reviews from multiple sources: Look beyond manufacturer marketing and seek unbiased performance evaluations across various games and applications. Interviewer: Dr. Reed, thank you for your insights. This has clarified the significance of the AMD RX 9070 series and what consumers can expect. Readers, we encourage you to share your thoughts and expectations in the comments below! Let us know what you are most looking forward to in this new GPU generation. Let’s discuss this on social media as well!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->computing and information technology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-02-28T00:47:17.363+02:00",
    "updated": "2025-02-28T00:47:17.363+02:00"
  },
  {
    "uuid": "1152b72bf8d90a6f926f7a773d78be25a7f7824a",
    "url": "https://vanguardia.com.mx/coahuila/saltillo/lanzan-campana-para-la-proteccion-del-canon-de-san-lorenzo-en-saltillo-JB13477619",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "andrea guardiola",
    "published": "2024-10-03T20:16:00Z",
    "title": "Lanzan campaña para la protección del Cañón de San Lorenzo en Saltillo",
    "text": "Lanzan campaña para la protección del Cañón de San Lorenzo en Saltillo [Andrea Guardiola](/autor/-/meta/andrea-guardiola) La organización [Conservación San Lorenzo, A.C](https://www.sanlorenzo.org.mx/)., ha lanzado la campaña “Respira San Lorenzo”, una iniciativa que busca recaudar fondos y concienciar sobre la importancia de proteger el Cañón de San Lorenzo, una de las principales reservas naturales y fuente de agua de la región. La campaña se llevará a cabo desde el 14 de octubre hasta el 17 de noviembre de 2024, e involucra a la comunidad en actividades que promueven la conservación del medio ambiente. TE PUEDE INTERESAR: [Saltillo: Rehabilitan Velaria del Centro Ambiental del Cañón de San Lorenzo con inversión conjunta](https://vanguardia.com.mx/coahuila/saltillo/saltillo-rehabilitan-velaria-del-centro-ambiental-del-canon-de-san-lorenzo-con-inversion-conjunta-AA13312389) El Cañón de San Lorenzo, ubicado en la Sierra de Zapalinamé, es conocido como el “pulmón de Saltillo” debido a los beneficios ambientales que aporta, tales como la purificación del aire y el suministro de agua a las ciudades de Saltillo, Arteaga y Ramos Arizpe. Además, es hogar de más de 1,500 especies de plantas y animales, algunas de ellas en peligro de extinción. Sin embargo, esta área ha sido gravemente afectada por el impacto humano, en especial por el aumento de residuos plásticos de un solo uso, como el PET, que contaminan los cuerpos de agua y dañan la biodiversidad local. La campaña Respira San Lorenzo tiene como objetivo reducir la contaminación en el cañón y fomentar el cuidado de este ecosistema, no solo para las generaciones actuales sino también para las futuras. Los fondos recaudados se destinarán a proyectos clave, como la implementación de programas de educación ambiental, el mantenimiento y mejora de las veredas, y la compra de terrenos para garantizar la conservación perpetua del área. Entre las actividades más destacadas de la campaña está la Carrera Recreativa 5K San Lorenzo, que se celebrará el 17 de noviembre en la Avenida Universidad de Saltillo. Con una cuota de inscripción de $350, los participantes recibirán un kit que incluye una playera, número de corredor, chip de cronometraje, hidratación y una medalla conmemorativa. Además, los corredores estarán contribuyendo a la conservación de este valioso espacio natural. La recaudación no solo se centrará en la carrera, sino que también habrá productos disponibles para la venta, como termos Nalgene de 1L y gorras Dry Fit, cuyos ingresos se destinarán directamente a la causa. Al adquirir uno de estos productos, los ciudadanos no solo apoyan la campaña, sino que también muestran su compromiso con la conservación del Cañón de San Lorenzo y la recreación responsable al aire libre. Los organizadores invitan a empresas, escuelas, universidades y restaurantes a sumarse a la campaña para aumentar el impacto de la misma. Los fondos recaudados permitirán asegurar el acceso continuo a agua limpia para la ciudad y mejorar la calidad del aire, dos de los recursos más valiosos para la salud y el bienestar de la población. Para más información sobre la campaña o sobre cómo contribuir, los interesados pueden comunicarse con Conservación San Lorenzo, A.C., a través de los medios oficiales de contacto proporcionados.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.sanlorenzo.org.mx/).,",
      "https://sanlorenzo.org.mx/).,"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T00:05:28.246+03:00",
    "updated": "2024-10-04T00:05:28.246+03:00"
  },
  {
    "uuid": "b2fb33bd0bc160b999287dc9957440197a96dd3a",
    "url": "https://www.huffpost.com/entry/judith-weinstein-dead-hamas-attack_n_658dd99de4b03057f5ccba60",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lydia O'Connor",
    "published": "2023-12-28T23:33:00Z",
    "title": "American Judith Weinstein Believed To Be Killed During Hamas Attack | HuffPost Latest News",
    "text": "An elderly American teacher originally thought to have been captured alive by Hamas in its Oct. 7 attack on Israel was actually killed by the terrorist group that day, her kibbutz said Thursday. The body of Judith Weinstein, a 70-year-old American-Canadian-Israeli citizen, is still being held in Gaza by Hamas, Kibbutz Nir Oz said in a statement, according to the BBC . It’s unclear how the kibbutz determined details about her death. Weinstein, who was initially believed to have been the oldest hostage taken by Hamas, “was a poet, entrepreneur, and pursued many initiatives to advance peace in the region,” the kibbutz said, adding that she was a mother of four and grandmother of seven who taught English to children with special needs. Weinstein’s family also released a statement. “We are heartbroken by the murder of our mother and grandmother Judy Weinstein Haggai, an American-Israeli-Canadian citizen. Judy was a mother of four, a grandmother of seven, and an active community member of Kibbutz Nir Oz,” the family said, according to The Hill . The kibbutz confirmed last week that Weinstein’s husband, 73-year-old American-Israeli Gad Haggai, was also among the Oct. 7 fatalities. President Joe Biden spoke out Thursday in honor of Weinstein’s memory. “Jill and I are devastated to learn that American Judith Weinstein is also believed to have been killed by Hamas on October 7,” he said in a statement . “This tragic development cuts deep, coming on the heels of last week’s news that Judith’s beloved husband, Gad Haggai, is believed to have been killed by Hamas.” Biden added that he’s been in touch with the couple’s children. “They have been living through hell for weeks,” he said. “No family should have to endure such an ordeal. And I reaffirm the pledge we have made to all the families of those still held hostage: we will not stop working to bring them home.” Kibbutz Nir Oz, which is near Israel’s border with Gaza, was among the hardest hit Israeli communities in the Oct. 7 attack, though exact death and kidnapping totals remain unclear. In total, Hamas has killed more than 1,000 Israelis. Of the 240 hostages it took, around 100 remain in the group’s custody. Israeli forces, meanwhile, have killed more than 20,000 Palestinians in an aggressive response to the attack funded in part by American tax dollars . Despite U.S. resistance, the United Nations passed a resolution aimed at increasing humanitarian aid for Gaza last week. Senior Reporter, HuffPost Do you have info to share with HuffPost reporters? Here’s how. By entering your email and clicking Sign Up, you're agreeing to let us send you customized marketing messages about us and our advertising partners. You are also agreeing to our Terms of Service and Privacy Policy .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://img.huffingtonpost.com/securedrop",
      "https://thehill.com/policy/international/4380351-american-israeli-woman-killed-by-hamas-family/",
      "https://www.bbc.com/news/world-middle-east-67836338",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/28/statement-from-president-joe-biden-on-judith-weinstein/",
      "https://www.thehill.com/policy/international/4380351-american-israeli-woman-killed-by-hamas-family/",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/28/statement-from-president-joe-biden-on-judith-weinstein",
      "https://www.img.huffingtonpost.com/securedrop",
      "https://bbc.com/news/world-middle-east-67836338",
      "https://thehill.com/policy/international/4380351-american-israeli-woman-killed-by-hamas-family",
      "https://whitehouse.gov/briefing-room/statements-releases/2023/12/28/statement-from-president-joe-biden-on-judith-weinstein/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "neutral"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "judy weinstein haggai",
          "sentiment": "none"
        },
        {
          "name": "judy",
          "sentiment": "none"
        },
        {
          "name": "weinste",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "kibbutz nir oz",
          "sentiment": "none"
        },
        {
          "name": "bbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "the hill",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:40:15.763+02:00",
    "updated": "2024-01-02T12:55:00.181+02:00"
  },
  {
    "uuid": "751eceb19f5b54a5e9c21490dd1204ce100735af",
    "url": "https://www.newsbreak.com/news/3618703027092-improvements-complete-climbing-and-off-road-bicycling-haven-gateway-green-reopens-to-the-public-oct-5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-10-03T18:15:00Z",
    "title": "Improvements complete, climbing and off-road bicycling haven Gateway Green reopens to the public Oct. 5",
    "text": "By Jason Vondersmith ,\n2 hours ago\nOne of Portland's more popular attractions for climbing and off-road bicycling and more reopens to the public on Saturday, Oct. 5.\nPortland Parks & Recreation will be celebrating the reopening of Gateway Green in East Portland, located near the Gateway Transit Center and confluence of Interstate 205 and Interstate 84, 10 a.m. to 2 p.m. Saturday, which happens to be the Take Your Kid Mountain Biking Day, presented by NW Trail Alliance .\nIn partnership with the nonprofit Friends of Gateway Green, PP&R acquired the 25 acres of formerly unused land in 2014 and turned it into a unique off-road cycling and hiking destination. Gateway Green’s soft-surface and paved multi-use trails allow visitors to bike, hike, explore, and connect to the regional trail and cycling network. The Friends of Gateway Green and NW Trail Alliance have been and remain key partners in the park’s success.\nSaturday's fun includes: bike skills challenge stations; loaner mountain bikes; face painting; raffle; ice cream truck (available for purchase); refreshments. PP&R encourages visitors to take public transportation; vehicle parking will be at Fred Meyer parking lot across from Gateway Transit Center.\nThere is a new south entrance that leads directly from the Gateway Transit Center to the new bridge, which flows directly into the PP&R's new entry plaza and expanded mountain biking and trail system. The new bridge is a dedicated pedestrian/bike bridge for park access and is a product of TriMet’s Better Red project that has been using the park for the past three years.\nThe improvements at Gateway Green also feature two extended “gravity line” trails, each now 80 yards longer, as well as new entry plazas, benches, and wayfinding signage. PP&R repaved the pump track. Trails and plantings were refreshed. New signs are planned for later this year.\nIt's a key amenity for East Portland neighborhoods and communities including Maywood Park, Madison South, Montavilla, Parkrose, Parkrose Heights, Sumner, Woodland Park, and Hazelwood.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=0qzcu4_0vtHkMNm00",
      "https://www.portland.gov/parks/construction/gateway-green-project",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0qzcu4_0vtHkMNm00",
      "https://nw-trail.org",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0qzcu4_0vtHkMNm00",
      "https://www.img.particlenews.com/image.php?url=0qzcu4_0vtHkMNm00",
      "https://www.nw-trail.org",
      "https://portland.gov/parks/construction/gateway-green-project"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jason Vondersmith",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Portland Parks & Recreation",
          "sentiment": "none"
        },
        {
          "name": "NW Trail Alliance",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gateway Transit Center",
          "sentiment": "none"
        },
        {
          "name": "East",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T00:14:01.310+03:00",
    "updated": "2024-10-04T00:14:01.310+03:00"
  },
  {
    "uuid": "4125f72be9067283d657392de2bfeb29e2a80178",
    "url": "https://www.boursedirect.fr/fr/actualites/categorie/economie/des-agences-bnp-paribas-prises-pour-cible-par-des-militants-en-raison-de-son-lien-avec-israel-afp-e7af8b420cd99cbbda47213980f2177d39a3586b",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bourse Direct",
    "published": "2024-10-24T21:12:00Z",
    "title": "Des agences BNP Paribas prises pour cible par des militants en raison de son \"lien\" avec Israël",
    "text": "Des agences BNP Paribas prises pour cible par des militants en raison de son \"lien\" avec Israël Des militants de l'association Action Justice Climat ont mené une série d'actions contre des agences parisiennes de BNP Paribas cette semaine pour exhorter la banque à \"mettre un terme à ses activités en lien avec l’État d'Israël\", a indiqué jeudi l'ONG dans un communiqué. L'agence BNP Paribas rue Vivienne, donnant sur la place de la Bourse dans le centre de Paris, a été aspergée jeudi de peinture rouge vif. Des affiches \"génocide à crédit\" et \"complice génocide écocide\" ont également été placardées sur ses murs par les militants de l'Association de lutte pour le climat et la justice sociale. En janvier 2024, la Cour internationale de justice (CIJ) a admis l'existence d'un risque \"réel et imminent\" pour les populations palestiniennes de la bande de Gaza et a appelé Israël à prévenir tout acte de génocide dans sa guerre contre le Hamas après l'attaque sans précédent du Hamas le 7 octobre 2023. Une dizaine d'agences parisiennes de BNP Paribas ont été ciblées cette semaine par l'association, qui affirme que la première banque française s'est \"engagée à hauteur de 2 milliards de dollars dans une émission d'obligations de l’État d'Israël\" ouverte à l'été 2023, selon le communiqué. \"Nous n'avons ni financé ni investi\" dans cette opération, a réagi BNP Paribas auprès de l'AFP, précisant y avoir participé en tant qu'intermédiaire, aux côtés de trois autres banques internationales. L'émission proprement dite a eu lieu en mars 2024, selon les données de l'agence financière Bloomberg. \"Il est diffamatoire d’affirmer que BNP Paribas finance d’une quelconque manière ce conflit\", a précisé la banque, annonçant avoir \"immédiatement porté plainte\" à la suite de ces \"actes de vandalisme\". Le 30 août, six organisations, dont la Ligue des droits de l’Homme (LDH) et la CGT avaient déjà pointé du doigt \"l'engagement de BNP Paribas dans une émission d’obligations de l’État d’Israël\". Le communiqué commun rappelait à la banque française son \"devoir de vigilance sur les conséquences de ses opérations en matière de respect des droits humains\". Action Justice Climat a également accusé BNP Paribas de figurer \"parmi les banques qui financent le plus les entreprises qui arment Israël\", en référence à ses liens financiers avec l'entreprise de défense Elbit Systems. Selon le parquet de Paris, ces dégradations ont débouché sur sept interpellations depuis le début de la semaine. \"Aucun dégât n’est à déplorer, la BNP Paribas ne chiffrant aucun préjudice et la peinture ayant été lavée sans difficulté\", précise la même source jeudi. ■Copyright © 2024 AFP. Tous droits de reproduction et de représentation réservés. Toutes les informations reproduites dans cette rubrique (dépêches, photos, logos) sont protégées par des droits de propriété intellectuelle détenus par l'AFP. Par conséquent, aucune de ces informations ne peut être reproduite, modifiée, transmise, rediffusée, traduite, vendue, exploitée commercialement ou utilisée de quelque manière que ce soit sans l'accord préalable écrit de l'AFP. l'AFP ne pourra être tenue pour responsable des délais, erreurs, omissions, qui ne peuvent être exclus ni des conséquences des actions ou transactions effectuées sur la base de ces informations. - 0 vote - 0 vote - 0 vote - 0 vote - 0 vote",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:47:53.053+03:00",
    "updated": "2024-10-25T00:47:53.053+03:00"
  },
  {
    "uuid": "295f3fe6565c184da0d627baf84b714d6bd3b065",
    "url": "https://executivegov.com/2024/04/maximus-unveils-cloud-based-tool-to-improve-federal-customer-experience",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Naomi Cooper",
    "published": "2024-04-11T17:03:00Z",
    "title": "Maximus Unveils Cloud-Based Tool to Improve Federal Customer Experience",
    "text": "[Maximus](https://executivebiz.com/?s=Maximus) has introduced a new system designed to enable government customers to integrate emerging technologies and human-centered design principles to improve customer experience and enhance service delivery. The [Maximus Total Experience Management](https://maximus.com/news/maximus-launches-total-experience-management-solution-transform-customer-experience-federal) tool is a cloud-based, digitally powered platform that features a suite of strategic methodologies, best practices and tools certified by the Federal Risk and Authorization Management Program to deliver customer experience as a service to government agencies, the company said Wednesday. “We designed Maximus TXM to apply customer experience methodologies and innovation to ensure long-term success for our federal agency partners, and we did so by understanding how our customers and employees engage through technology,” said [MaryAnn Monroe](https://www.linkedin.com/in/maryann-monroe/), vice president of total experience at Maximus. Maximus TXM also features artificial intelligence-powered web services, chatbots and the Maximus Intelligent Virtual Assistant. “The Maximus team developed this solution in collaboration with our agency and technology partners and we anticipate several early adopters,” said [Joe Jeter](https://www.linkedin.com/in/joe-jeter/), senior managing director of federal technology at Maximus. With Maximus TXM, federal agencies have reportedly saved $26 million in reduced onboarding costs and realized a 27 percent improvement in quality scores within the first six weeks.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.linkedin.com/in/joe-jeter/),",
      "https://www.executivebiz.com/?s=Maximus)",
      "https://www.maximus.com/news/maximus-launches-total-experience-management-solution-transform-customer-experience-federal)",
      "https://maximus.com/news/maximus-launches-total-experience-management-solution-transform-customer-experience-federal)",
      "https://linkedin.com/in/joe-jeter/),",
      "https://linkedin.com/in/maryann-monroe/),",
      "https://www.linkedin.com/in/maryann-monroe/),",
      "https://executivebiz.com/",
      "https://executivebiz.com/?s=Maximus)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maryann monroe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "federal risk and authorization management program",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maximus",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:31:00.839+03:00",
    "updated": "2024-04-13T00:47:52.369+03:00"
  },
  {
    "uuid": "809aecb7e7fa5539b5488b5d6e95c9576316b484",
    "url": "https://local.newsbreak.com/apple-valley-news-now-1590299/3996571762281-popular-outdoor-recreation-areas-face-closures-due-to-army-corps-staffing-shortages",
    "ord_in_thread": 0,
    "author": "Dan Hanson, Apple Valley News Now",
    "published": "2025-05-07T23:50:00Z",
    "title": "Popular outdoor recreation areas face closures due to Army Corps staffing shortages - NewsBreak",
    "text": "The U.S. Army Corps of Engineers, Walla Walla District, is closing several popular parks and recreation areas due to staffing shortages. Closures include Fishhook Park, Ice Harbor Visitor Center, and Illia Dunes, with service reductions at McNary, Lucky Peak, and Dworshak. A federal hiring freeze, recently extended until July, has prevented the Corps from filling vacant park ranger positions. WALLA WALLA, Wash. - If you've been planning outdoor activities at local parks and recreation areas this season, you may need to reconsider your options. Due to staffing shortages, the U.S. Army Corps of Engineers, Walla Walla District, has announced significant closures and service reductions at several popular outdoor destinations. The Corps is shutting down multiple parks and facilities to redirect limited staff and funding to priority areas. Fishhook Park, Ice Harbor Visitor Center, and the popular Illia Dunes are among the closures. \"Primarily, we're dealing with a staffing shortage,\" said Dylan Peters, spokesperson for the U.S. Army Corps of Engineers, Walla Walla District. \"We had some vacant park ranger positions in the district coming into this year. Since Januar,y we've been under a federal hiring freeze. That hiring freeze was recently extended until July.\" The staffing constraints have forced difficult decisions about which areas to close. \"We chose some sites just due to their location and to limit the range of our patrols,\" Peters explained. Beyond complete closures, visitors should expect reduced services at all project areas, including McNary, Lucky Peak, and Dworshak. These reductions include less frequent cleanups and limited trash collection. The Corps has not provided a timeline for when these areas might reopen, stating that closures will remain in effect \"until further notice.\" For those still hoping to enjoy outdoor recreation this season, officials recommend checking the Corps' website before heading out to confirm which areas remain open and what services are available. Visitors to open areas should plan to pack out their trash and prepare for fewer amenities than in previous years. The \"know before you go\" principle is especially important this season, as conditions and availability may change. While the natural landscapes aren't closed, these staffing limitations affect access points and managed recreation areas. The situation highlights the impact of federal hiring freezes on public services, particularly those related to outdoor recreation and natural resource management. The Corps manages numerous regional recreation areas that provide access to water-based activities, hiking, camping, and other outdoor pursuits. These areas typically see increased visitation during the spring and summer months. Officials have not indicated whether alternative management arrangements, such as partnerships with local governments or volunteer organizations, are being considered to help maintain access to these popular recreation spots. For the most current information on closures and service reductions, visit the U.S. Army Corps of Engineers, Walla Walla District website, or contact their office directly before planning outdoor activities. WALLA WALLA, Wash. -- The U.S. Army Corps of Engineers Walla Walla District is urging recreational boaters to exercise caution near navigation locks following several recent incidents involving vessels operating too close to restricted areas. WALLA WALLA, Wash. — The U.S. Army Corps of Engineers Walla Walla District and the Confederated Tribes of the Umatilla Indian Reservation are coming together for a project to improve fish passage along Mill Creek. The signing ceremony happened Friday afternoon. WALLA WALLA, Wash. -- Lieutenant Col. Kathryn Werback is now command of the U.S. Army Corps of Engineers, Walla Walla District after a change of command ceremony Friday morning. BURBANK, Wash. — A fire destroyed the Tri-Rivers Natural Resources Management Office at Ice Harbor Lock and Dam Sunday. The U.S. Army Corps of Engineers Walla Walla District said the timeline right now is unclear for what’s next. BURBANK, Wash. -- A seasonal ban on wood fires has been issued in all Walla Walla District U.S. Army Corps of Engineers Parks. ​COPYRIGHT 2025 BY APPLE VALLEY NEWS NOW. ALL RIGHTS RESERVED. THIS MATERIAL MAY NOT BE PUBLISHED, BROADCAST, REWRITTEN OR REDISTRIBUTED.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->parks",
      "Environment->nature",
      "Social Issue->social services",
      "Social Issue->communities",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->administrative law",
      "Crime, Law and Justice->court"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Dylan Peters",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "U.S. Army Corps of Engineers",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:12:47.150+03:00",
    "updated": "2025-05-08T03:19:36.000+00:00"
  }
]