[
  {
    "uuid": "5f3dcd318674c5ee45a316edc02e1d3f3ca2c6d5",
    "url": "https://www.brecorder.com/news/40281056",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "none@none.com (AFP)",
    "published": "2023-12-28T16:58:00Z",
    "title": "Chinese ex-central bank executive sentenced to 16 years for graft",
    "text": "BEIJING: A former senior official at China’s central bank has been sentenced to more than 16 years in prison for corruption, Chinese media reported on Thursday. Sun Guofeng, formerly head of the monetary policy department at the People’s Bank of China, exchanged information for bribes totalling 21 million yuan ($3 million), according to financial news site Caixin, citing a document released by prosecutors. Sun also used inside information about a Shanghai-listed company to make gains on the stock market, according to Caixin. The 51-year-old was investigated last year on suspicion of “serious violations of discipline and law”, a byword for alleged corruption. Sun was sentenced to 16 years and six months in prison, Caixin and several Chinese media reported on Thursday, citing judicial authorities. The sentence, one of the heaviest for this type of case, comes as China’s financial sector is increasingly in the crosshairs of President Xi Jinping’s vast anti-corruption campaign. Those placed under investigation are usually convicted. Last month, Sun Deshun, the former president of the state-owned China Citic Bank, was sentenced to life in prison for illegally receiving property valued at over $130 million. Also in November, the Communist Party announced that Zhang Hongli, previously the vice chief of the Industrial and Commercial Bank of China (ICBC) — one of China’s biggest state-owned banks — was under investigation for suspected corruption. Li Xiaopeng, the former boss of China’s state-owned banking giant Everbright Group was arrested on charges of taking bribes in October. Xi has waged a sweeping campaign against deep-seated official corruption since coming to power a decade ago. Comments [First half of Jan’24: POL products’ prices may be sustained ](https://www.brecorder.com/news/40281070/first-half-of-jan24-pol-products-prices-may-be-sustained) [Chinese ex-central bank executive sentenced to 16 years for graft ](https://www.brecorder.com/news/40281056/chinese-ex-central-bank-executive-sentenced-to-16-years-for-graft) [Solar panel imports: PCA South uncovers another money laundering offence ](https://www.brecorder.com/news/40281055/solar-panel-imports-pca-south-uncovers-another-money-laundering-offence) [Sindh: Bilawal says nomination papers not being snatched ](https://www.brecorder.com/news/40281058/sindh-bilawal-says-nomination-papers-not-being-snatched) [Dozens arrested in pro-Palestinian protests at two major US airports ](https://www.brecorder.com/news/40281068/dozens-arrested-in-pro-palestinian-protests-at-two-major-us-airports) [ECP directs Punjab govt to ensure a level playing field ](https://www.brecorder.com/news/40281066/ecp-directs-punjab-govt-to-ensure-a-level-playing-field) [ECP accepts Nawaz’s nomination papers ](https://www.brecorder.com/news/40281065/ecp-accepts-nawazs-nomination-papers) [Army commits to offering support for elections ](https://www.brecorder.com/news/40281064/army-commits-to-offering-support-for-elections) [Imported coal-based projects: ECC okays settlement of issues with PQEPCL ](https://www.brecorder.com/news/40281063/imported-coal-based-projects-ecc-okays-settlement-of-issues-with-pqepcl) [Anti-polio drive: PM seeks Ulema’s help ](https://www.brecorder.com/news/40281062/anti-polio-drive-pm-seeks-ulemas-help) [FD Outlook misreports FBR collection data ](https://www.brecorder.com/news/40281059/fd-outlook-misreports-fbr-collection-data) [WAPDA employees: PHC suspends notification to end free electricity ](https://www.brecorder.com/news/40281057/wapda-employees-phc-suspends-notification-to-end-free-electricity) [Read more stories](https://www.brecorder.com/world) [Next Story](https://www.brecorder.com/news/40281070/ajax-request)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "xi jinping",
          "sentiment": "none"
        },
        {
          "name": "sun guofeng",
          "sentiment": "none"
        },
        {
          "name": "sun",
          "sentiment": "none"
        },
        {
          "name": "sun deshun",
          "sentiment": "none"
        },
        {
          "name": "caixin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "people’s bank of china",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "shanghai",
          "sentiment": "none"
        },
        {
          "name": "caixin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:59.753+02:00",
    "updated": "2023-12-29T00:36:48.144+02:00"
  },
  {
    "uuid": "574a8ebc0c1f647143f83a7251a1697fc0d7d142",
    "url": "https://www.thenews.com.pk/print/1166537-pak-armed-forces-ready-to-defend-sovereignty-of-motherland-coas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Our Correspondent",
    "published": "2024-03-10T00:00:00Z",
    "title": "Pak armed forces ready to defend sovereignty of motherland: COAS",
    "text": "RAWALPINDI: Chief of Army Staff (COAS) General Syed Asim Munir has reiterated that Pakistan armed forces, with the support of the nation, are fully prepared to defend the territorial integrity and sovereignty of our motherland against full spectrum of threat. He was talking to troops engaged in field exercise in training area near Rahim Yar Khan (RYK). The COAS was briefed about exercise Shamsheer-e-Sehra. The aim of the exercise was to enhance professional skills and battlefield procedures required to meet future challenges in operational environment, the Inter-Services Public Relations (ISPR) in a statement said. The COAS witnessed integrated fire and battle maneuvers of various elements, including armour, infantry, mechanized infantry, artillery, air defence and anti-tank guided missiles. Pakistan Air Force aircraft also participated in the exercise. The exercise also incorporated electronic warfare capabilities and information operations required to subdue enemy’s communication capabilities and disinformation campaign during war. General Asim Munir spent a complete day with the troops in the exercise area. Interacting with the troops participating in the exercise, the COAS lauded the training standards, operational preparedness and high morale of all ranks. He emphasized that the armed forces should always remain prepared against any misadventure by the enemy. Earlier, on arrival in the field area, the COAS was received by corps commander Karachi and Inspector General Training and Evaluation. The Election Commission of Pakistan has scheduled April 3 for the election of 54 Senate members Marriyum Aurangzeb emphasized safeguarding endangered species and preserving vital wetland ecosystems through... Kings’ bowlers had exploited the suitable bowling conditions, containing Qalandars to just 44 runs in the power play She also directed relevant departments to share early predictions of severity of rains and cold weather in the province Former caretaker CM of Punjab was happy that his performance in the province as caretaker chief minister had been... The government doctors were also present during Khan’s check-up",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "syed asim munir",
          "sentiment": "negative"
        },
        {
          "name": "pak",
          "sentiment": "negative"
        },
        {
          "name": "asim munir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pakistan air force",
          "sentiment": "none"
        },
        {
          "name": "inter-services public relations",
          "sentiment": "none"
        },
        {
          "name": "ispr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "rahim yar khan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T03:12:03.868+02:00",
    "updated": "2024-03-10T04:35:08.314+02:00"
  },
  {
    "uuid": "6672290744defaf74e0cabe50a6b91990ee6da9c",
    "url": "https://www.oliveoiltimes.com/business/greece-to-provide-work-permits-to-30000-migrants-to-curb-labor-shortage/127650",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Costas Vasilopoulos",
    "published": "2024-01-02T14:03:00Z",
    "title": "Greece to Provide Work Permits to 30,000 Migrants to Curb Labor Shortage",
    "text": "`\nIn Greece, the government has passed legislation to regularize the status of 30,000 migrants living in the country illegally to meet the demand for workers in the agricultural sector.\nThe migrants must prove that they have lived in the country for the last three years, down from the seven years required before, and are employed when applying to benefit from the new bill and obtain a work and residence permit.\nThe center-right ruling party under Prime Minister Kyriakos Mitsotakis pushed through the new bill despite internal criticism, with former Prime Minister Antonis Samaras arguing that the new law would turn Greece into “a beacon of attraction for illegal migrants.”See Also:\nTo avoid any leaks in voting, the party had previously summoned all its members of parliament (MPs) to vote in favor of the bill or face disciplinary action.\n“The regulation we are bringing is not legalization since it does not give the right of permanent residence and citizenship,” said Dimitris Kairidis, the Greek minister of immigration and asylum, while defending the amendment in the country’s migration policy.\n“It does not solve the problem of the shortage of workers, but it is a first positive step towards a comprehensive strategy we have,” he added.\nGreece has long been a gateway to Europe for migrants from Asian countries. The country’s center-right government has frequently been accused of enforcing a tough migration policy through strict laws and illegal pushbacks at sea.\nThe amendment was also endorsed by the leftwing opposition, whereas the smaller rightwing parliamentary parties rejected it.\nFarmers in Greece recognized the importance of the new legislation for the country’s agricultural sector. They noted, however, that the bill is only the beginning of securing future harvests, calling on the government to step up measures to tackle the labor shortage problem in the country’s primary sector.\n“This intervention was necessary, but unfortunately, it is not enough,” fourteen agricultural associations from across the country wrote. “Many more steps – at all levels – are needed to ensure that Greek farmers can continue to farm next year.”\n“We expect the minister of immigration and asylum to continue the reforms on legal migration based on the informed proposals of rural stakeholders from all over the country,” they added.\nThe farmers also said that the number of foreign workers is not expected to rise in Greece since the new bill concerns migrants already living there.\nThe Greek National Interprofessional Association of Table Olives (DOEPEL) also hailed the newly introduced legislation, expressing its desire for more farm laborers.\n“The shortage of land workers has disastrous consequences for the [olive] sector and the country alike,” the interprofessional said in a press release. “In the 2022/23 crop year, 20 to 30 percent of green table olive varieties (Chalkidiki and Amfissis) remained on the trees unharvested, resulting in a €27 million loss in agricultural income.”\n“The recent legislation to provide residence and conditional work permits to migrants will bring a breath of fresh air to this chronic problem,” they added. “We hope this is only the beginning of a series of fruitful reforms in this regard.”\nThe Greek farming sector has long faced an acute labor shortage, with the\nproblem being particularly evident in the country’s olive and olive oil industry.\nFor the past few decades, laborers from Albania and other Balkan countries have constituted the main workforce in olive harvesting across Greece.\nHowever,\nspurred by the Covid-19 pandemic and the low incomes offered to land workers after the 2008 financial crisis, Albanian workers have gradually departed Greece to return to their home country or head to other European countries with better working conditions, leaving a gap in the olive harvesting workforce challenging to fill.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kyriakos mitsotakis",
          "sentiment": "none"
        },
        {
          "name": "dimitris kairidis",
          "sentiment": "none"
        },
        {
          "name": "antonis samaras",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "curb labor shortage",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "greece",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T17:09:48.941+02:00",
    "updated": "2024-01-02T17:09:48.941+02:00"
  },
  {
    "uuid": "962395263dd4c0b690e3890e395c39bde1c16c1b",
    "url": "https://www.larep.fr/orleans-45000/actualites/repas-solidaire-pour-le-ramadan_14477175",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Centre France",
    "published": "2024-03-29T03:00:00Z",
    "title": "Repas solidaire pour le ramadan",
    "text": "Pendant le ramadan, l’association Annour, qui gère la grande mosquée, organise un repas solidaire pour deux cents hommes et une trentaine de femmes, chaque jour. Plusieurs milliers de musulmans participent aux différentes prières.\nL’heure de rupture du jeûne varie de quelques minutes en fonction de l’heure du coucher du soleil et il est alors possible de manger et de boire.« Des liens solidaires très forts »\nLe président de l’association Annour, Mohamed Azaroual encourage des familles à prendre en charge le coût et la préparation du repas solidaire quotidien surtout pour des étudiants, qui sont dans le besoin. « Cinq familles de La Chapelle-Saint-Mesmin se sont engagées à effectuer ce travail à leur domicile, tous les jeudis. De plus, quatre familles sourciennes se proposent aussi d’effectuer cette préparation tous les lundis à la mosquée, car nous avons tout le matériel nécessaire et d’autres familles offrent le coût du repas pour les ingrédients à l’occasion d’événements familiaux : naissance, un mariage ou un décès. Les autres jours, nous avons un budget prévu à cet effet ». Onze mille fidèles du sud de la Loire fréquentent la mosquée de La Source, tout au long de l’année : « Le vendredi jour de prière, pendant le ramadan, l’affluence s’élève à 5.000 personnes. »\nLe président insiste : « Le ramadan crée des liens solidaires très forts entre les familles et les amis, elles s’invitent réciproquement à domicile. Nous avons aussi fourni 260 colis alimentaires pour la prison d’Orléans et au centre de rétention administrative. Nous aidons aussi les militaires musulmans au 6 e régiment de cuirassiers d’Olivet ».\nEnfin, le dernier jour du ramadan, chaque membre de chaque famille donne la somme de 7 €, « c’est une obligation internationale et une forme d’acte purificateur pour la fin du jeûne, cela fait partie de notre foi. En 2023 nous avions collecté 18.000 €, pour permettre à toutes les personnes dans le besoin de faire un vrai bon repas ce jour-là », confirme Mohamed Azaroual.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T07:22:09.297+03:00",
    "updated": "2024-03-29T07:22:09.297+03:00"
  }
]