[
  {
    "uuid": "c259e14d0d62788e9cfa383dbb351b691a5a2f08",
    "url": "https://vnexplorer.net/como-saber-con-absoluta-certeza-que-el-hombre-con-el-que-estas-es-tu-alma-gemela-s854220.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-07T22:28:00Z",
    "title": "Cómo saber con absoluta certeza que el hombre con el que estas es tu alma gemela",
    "text": "¿Cómo saber con absoluta certeza que el hombre con el que estas es tu alma gemela? Alma gemela es una palabra que te hace pensar en escenas de películas románticas y canciones de amor.\nUn epítome que te hace sentir completo porque es tu otra mitad que terminó las frases del otro y te hizo lo suficientemente valiente como para derribar tus muros.\nPuedes leer: Filtran video del momento en el que querido actor y sus dos hijas caen en picada y mueren\nLa definición de alma gemela suena demasiado cliché ya que su concepto siempre estará relacionado con esa persona a la que llamarás indicada.\nPero espera. Me niego a creer que un alma gemela sea sólo una persona, ya que podemos encontrarnos con muchas de ellas varias veces en nuestras vidas .\nPueden ser tus padres, hermanos, mejores amigos, vecinos o incluso algunos extraños que hayas conocido en la calle; No siempre serán el indicado.\nCómo saber con absoluta certeza que el hombre con el que estas es tu alma gemela\nAdemás, creo que la gente tiende a sobrevalorar el término “alma gemela” teniendo como indicador la felicidad y el sentimiento de plenitud. La gente tiende a olvidarse de lo que realmente se siente cuando conocen a sus almas gemelas y déjenme decirles que no siempre se sintió tan bien y hermoso como esas películas y canciones.\nLa verdad es que cuando conozcas a tus almas gemelas, te sentirás dañado.Tus almas gemelas son las personas que serán tu espejo y podrás ver tu verdadero yo. Destrozarán tu yo interior, capa por capa, hasta que puedas ver quién eres realmente.\nTe darán una fuerte bofetada para despertarte de tu sueño profundo y hacerte darte cuenta de que has estado en el camino equivocado de la vida.\nEllos serán quienes te harán darte cuenta de que has abandonado tu pasión, tus sueños y tu propósito en la vida. Te conocen más que a ti mismo y te aterrorizarán.\nTe aterrarás mientras te llevan al límite y te hacen salir de tu zona de confort , simplemente porque saben que puedes lograr más de lo que crees.\nTe harán enfrentar tus miedos y te ayudarán a comprender el significado de no tener miedo. Te romperán el corazón porque dicen la verdad sobre esas cosas equivocadas que solías amar.\nTus almas gemelas te destrozarán hasta que te sientas perdido en el camino para que puedas encontrar tu verdadero yo.\nTus almas gemelas no siempre te brindarán claridad, ya que su presencia solo significa que debes dar un paso atrás y contemplar las cosas que realmente mereces en la vida.\nTe harán cuestionar muchas cosas y no siempre tendrán las respuestas porque son ellos quienes te enviarán a un viaje para encontrarte y crearte a ti mismo en el camino.\nTe harán sentir destrozado porque te muestran las heridas y los moretones que solías ocultar del mundo.\nNo siempre tienen tiritas para curar tus heridas, pero te mostrarán la manera de evitar que sangren.\nSentirás el dolor porque tus heridas empiezan a sangrar nuevamente, pero también te sentirás bendecido porque te harán darte cuenta de que después de todo este tiempo, guardas algunas heridas que no se han secado. Tus almas gemelas no te salvarán de ahogarte, pero te enseñarán a nadar.\nCómo saber con absoluta certeza que el hombre con el que estas es tu alma gemela\nTus almas gemelas te harán aprender innumerables cosas nuevas en la vida. Te enseñarán a dejarte llevar y amar sin obsesionarte ya que no siempre estarán a tu lado.\nTienen su propia vida y aprendes que las almas gemelas no tienen por qué estar juntas todo el tiempo. Los quieres en tu vida, pero sabes que no puedes hacer que se queden, así que los dejarás ir.\nA pesar de todas las feas verdades que han dicho sobre ti mismo, hasta que te sientas destrozado, te harán sentir seguro .\nTus almas gemelas son tu red de seguridad, refugio y hogar. Son las personas a las que siempre volverás porque nadie podría entenderte mejor que ellos.\nSaben que tienes defectos y heridas aquí y allá, pero tienen una sincera disposición a ayudarte y arreglarte para que seas mejor. Te aceptan con el corazón abierto y quieren todo lo mejor para ti.\nTu alma gemela no tiene por qué ser la indicada porque “alma gemela” no siempre es un término para definir a una pareja romántica.\nCuando hayas conocido a tus almas gemelas, mantenlas cerca de tu corazón, pero cuando decidan irse, déjalas ir.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mB5BM.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAX7O.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAX7O.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mB5BM.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:34:24.244+02:00",
    "updated": "2024-01-08T00:34:24.244+02:00"
  },
  {
    "uuid": "5971f0ebd47daadd8a2cd14468280454ccdf8227",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c076",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mimaus",
    "published": "2024-05-25T17:01:00Z",
    "title": "#76 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#33](c33#c-33) es como con el islam, no hay relación entre el fanatismo religioso de los países y su nivel de desarrollo democrático o económico...\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\n[#3](c3#c-3) En mi bloque ahora dejan cartas en los buzones diciendo que te van a solucionar la vida y te dejan su WhatsApp y una dirección para que vayas a sus reuniones. Se aprovechan de gente ignorante y desesperada. Menuda secta.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\n[#24](c24#c-24) si algo mueve dinero, sobre todo si es en paraisos fiscales, allí estará el PP para ver qué pilla.\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T21:13:33.866+03:00",
    "updated": "2024-05-25T21:13:33.866+03:00"
  },
  {
    "uuid": "2849f10f40bc41d0ab7bc996d14a1143cf915b9b",
    "url": "https://informalia.eleconomista.es/famosos/noticias/12603408/12/23/-la-incomoda-pregunta-de-sonsoles-onega-a-cristina-pedroche-estas-superdelgada.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Informalia",
    "published": "2023-12-28T20:23:00Z",
    "title": "La incómoda pregunta de Sonsoles Ónega a Cristina Pedroche: \"Estás superdelgada...\"",
    "text": "Cristina Pedroche y Alberto Chicote cuentan los días para presentar las Campanadas en la Puerta del Sol de Madrid. Y, ante la expectación por el vestuario que escogerá la presentadora para su gran cita, ambos han hablado sobre la despedida del año 2023 este jueves en Antena 3. Pedroche no ha desvelado ninguna pista sobre su traje, cuyo concepto ha corrido a cargo de Josie. Y por ello tampoco ha querido responder a una pregunta que Sonsoles Ónega le ha hecho sobre la elección del diseño. La conductora del espacio de Y Ahora Sonsoles ha preguntado a su compañera si ha tenido que cuidar su peso para vestirse el 31 de diciembre . Una cuestión que se ha resuelto con su silencio incómodo de Pedroche, que, nunca mejor dicho, no ha soltado prenda. \"Estás superdelgada, te tengo que decir\", le ha dicho Ónega a la colaboradora de Zapeando , que ha respondido: \"Estoy bien. La lactancia también hace que duermas menos. Te deja más chupada. Todo es para la niña\". \"¿Pero no es por el traje?\", le ha preguntado la presentadora. \"¡No! Este año no pasa nada. Si engordo o adelgazo no pasa nada\", ha aclarado. Unas palabras ante las que Ónega ha sido insistente. \"¿Por qué?\", le ha preguntado, a lo que Pedroche, rotunda y con una sonrisa, ha contestado: \"Porque no pasa nada\". La mujer de Dabiz Muñoz , que en más de una ocasión se ha quejado de la atención que se ha presta a su físico desde que saltara a la esfera pública, ha evitado, así, profundizar sobre sus cambios de peso, así como tampoco ha desvelado pistas sobre su vestuario para Nochevieja. Esta entrevista llega después de que este pasado miércoles Pedroche compartiera en sus redes sociales un vídeo donde aparecía corriendo desnuda por las calles de Madrid. \"Diez años atrás nunca me hubiera imaginado esto , y aquí estamos una vez más. Ya no queda nada. Este domingo 31 de diciembre os espero a todos desde la Puerta del Sol…\", avanzó Pedroche.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:22.165+02:00",
    "updated": "2023-12-29T00:04:22.165+02:00"
  },
  {
    "uuid": "96b0c5defdfdde6b94c747fb9b5354ce33d82e24",
    "url": "https://www.hometownsource.com/caledonia/news/local/houston-county-impacted-by-minnesota-flooding/article_82690284-349f-11ef-ae3a-e35372c6d53a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ROSE KORABEK rose.korabek@apgsomn.com",
    "published": "2024-06-27T05:00:00Z",
    "title": "Houston County impacted by Minnesota flooding | Local News | hometownsource.com",
    "text": "Minnesota was impacted by major flooding issues over the last week. On June 22, Gov. Tim Walz authorized the National Guard to support emergency flood operations and issued a peacetime emergency. He is touring devastated areas of the state. kAmx? w@FDE@? r@F?EJ[ D6G6C2= >@C6 :?496D @7 C2:? 76== @G6C E96 A2DE H66 `]eb” E@ a]ge” 2=@?8 E96 x@H2 3@C56C 2?5 b]ec” D@FE9 @7 {2 rC@DD6[ (:D4@?D:?] pE E:>6D[ :E H2D“A@FC:?8 42ED 2?5 5@8D[” 2D E96 @=5 D2J:?8 8@6D] k^Am kAm(:E9 2== @7 E96 C646?E C2:?[ E96C6 H2D ?@H96C6 7@C E96 H2E6C E@ 8@ — 3@E9 E96 |:DD:DD:AA: #:G6C 2?5 #@@E #:G6C 7=@@565 @G6C E96:C 32? A@C2CJ =2 D E@ 36 E92E 6G6CJE9:?8 :D =FD9 2?5 8C66?[ H9:49 :D 2 DE2C 6 >2;@C :>A24ED 7@C 3@2E @H?6CD 2?5 42>A6CD[ 3FE A6@A=6 A:E4965 :? E@ 96=A H:E9 E96 6>6C86?4J D:EF2E:@?D]k^Am kAm{2HC6?46 {2 65:2 ?@E:46 E@ AF== 2== 3@2ED @? $F?52J[ yF?6 abi “(:E9 E96 C:G6C C:D:?8 E@ `b]f 2?5 E96 #@@E #:G6C @FE @7 :ED 32? 2== @7 J@F] (6 ?665 E@ 368:? AF==:?8 3@2ED :>>65:2E6=J] ~FC 5@4 H665D 2?5 563C:D] !=62D6 =6E 7C:6?5D FD:4 3J qCJ46 %9@>2D4967D bi__ E@ ei__] (6 D@ 2AAC64:2E6 6G6CJ@?6] z:> U2>Aj y62?]” %96J 2C6 :89EJ |:DD:DD:AA:] (:=542E !2C Aj {2?5:?8 :? qC@H?DG:==6 A@DE65 A:4EFC6D @? D@4:2= >65:2 @? yF?6 aa[ E96? 2 E6>A@C2CJ 4=@DFC6 ?@E:46 7@==@H65 @? yF?6 ac] ~? yF?6 ad[ (:=542E !2C Aj {2?5:?8 A@DE65 @? D@4:2= >65:2 E@ :ED 42>A6CD[ “sF6 E@ E96 AC65:4E65 4C6DE 96:89E @7 E96 |:DD:DD:AA: #:G6C :? E96 ?62C 7FEFC6[ E96 H2E6C :D 2AAC@249:?8 E96 @G6CE@A @7 E96 6?EC2?46 C@25] %96C67@C6[ (:=542E !2C 2?5 E96 6?EC2?46 C@25 H:== 36 3=@4 2J 2=D@ 36 EFC?65 @77 7@C D276EJ C62D@?D] %96 =2E6DE AC@;64E:@? :?4=F56D E96 H2E6C @G6CE@AA:?8 E96 6?EC2?46 C@25 :?E@ ?6IE H66 A:?8 D:E6D E9C@F89@FE E96 42>A8C@F?5 2C6 23@G6 E96 4FCC6?E AC@;64E65 A62 @?:E@C65 2?5 H96? :?7@C>2E:@? :D 4@?7:C>65[ H6 H:== C6249 @FE E@ J@F 3J 6>2:=] %96 r@F?EJ (63D:E6 H:== 2=D@ A@DE FA52E6D 2D H6== 2D E96 4FCC6?E 42>A:?8 C6D6CG2E:@? DJDE6>] (6 2A@=@8:K6 7@C E9:D :?4@?G6?:6?46 2?5 2C6 36:?8 5:=:86?E :? A6CD D276] %92? >:EE66 2?5 yFDE:? U2>Aj y6??2[ !2C A8C@F?5 :D DE:== 4=@D65] %96J A@DE65 A:4EFC6D 7C@> =2DE J62C’D pAC:= a_ab 7=@@5 H:E9 2 4C6DE @7 `e 766E]k^Am kAm%96 w@FDE@? r@F?EJ $96C:77’D ~77:46 2=D@ A@DE65 2 ?@E:46[ “sF6 E@ E96 9:89 H2E6CD[ w@FDE@? r@F?EJ q@2C5 92D 2AAC@G65 2 E6>A@C2CJ 6>6C86?4J $=@H }@\\(2 :E65 E@ E96 |:DD:DD:AA: #:G6C 2?5 #@@E #:G6C] %9:D C6D@=FE:@? :D E6>A@C2CJ 7@C FA E@ b_ 52JD @C :7 E96 H2E6C C64656D 7@C E9C66 4@?D64FE:G6 52JD F?56C `_ 766E 7@C !@@= g WsC6D3249 52> E@ v6?@2 52>X @C F?56C `a 766E 7@C !@@= h Wv6?@2 52> E@ x@H2 3@C56CX]”k^Am kAm~G6C E92E D2>6 H66 A@CE2?E }@E:46i %96 #@@E #:G6C %C2:= :D 4FCC6?E=J :>A2DD23=6 23@FE]c]d >:=6D H6DE @7 w@FDE@?] !=62D6 C6>6>36C E@ 36 D276 2?5 5@?’E ECJ E@ C:56 ^ H2= @G6 E9C@F89 2 =2C86 A@CE:@? @7 E96 C68:@? =2E6C E@52J 2?5 E@?:89E…52>28:?8 H:?5 8FDED 2?5 E@C?25@6D 2C6 =: 28:?8 H:?5 8FDED 8C62E6C E92? fd >A9 >@DE =: 6[ E96 H62E96C H2D DF??J[ 2?5 E96 2C62 H2D DE2CE:?8 E@ 5CJ @FE]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim walz",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "national guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "houston county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:46:59.161+03:00",
    "updated": "2024-06-28T00:46:59.161+03:00"
  },
  {
    "uuid": "874cc3a58dcea1a42a87980697b7f6fbac5b65ac",
    "url": "https://ktvz.com/cnn-regional/2023/12/28/why-this-woman-is-on-a-mission-to-create-a-safe-haven-for-richmond-kids/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-28T21:36:00Z",
    "title": "Why this woman is on a mission to create a ‘safe haven’ for Richmond kids",
    "text": "Why this woman is on a mission to create a ‘safe haven’ for Richmond kids\nClick here for updates on this story\nRICHMOND, Virginia (\nWTVR) — Crime scene tape and lights from police cars mixed with holiday lights and decorations when two people were shot at a Richmond apartment complex off Walmsley Boulevard on Christmas Eve.\nThose scenes keep nonprofit founder Chenice Brown-Johnson on a mission to help address gun violence that families across the city are dealing with. That is why her Just C organization has a special focus on helping young people navigate these difficult times.\n“Violence interrupts families. It interrupts communities,” Brown-Johnson said. “So we are hoping that by us providing this space, kids can come and feel free to be themselves without all the stigmas of their communities.”\nThat is why Brown-Johnson is pouring her heart into opening a building near Mosby Court, a public housing neighborhood that she serves.\nBrown-Johnson is turning the tiny space into a community center she believes will have a huge impact on young people who may be living with trauma from gun violence.\n“So the kids that I serve have lost parents to gun violence and they’ve lost siblings to gun violence,” Brown-Johnson said. “And it’s just a part of you that never quite heals.”\nThrough her nonprofit’s community outreach initiatives, Brown-Johnson takes young people on trips to expand their horizons. That way they can grow and know that there are positive opportunities out there and that they have support.\n“We are looking to create a safe haven for kids that gives them direct resources for them to elevate themselves,” Brown-Johnson explained. “Being able to have a lot of open-minded and open-hearted conversations, we can help dissolve some of the things going on in the streets.”\nBrown-Johnson believes the center will have the power to save lives and is seeking donor support from others in the community who also have a heart to help.\n“What we need at this time is we need community partners. We need furniture. We need supplies and we need mentors,” Brown-Johnson said.\nThe Just C Community Center will be located at 707 Mosby Street in Richmond.\nIf you’d like to donate or volunteer with the nonprofit:\nPlease note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.wtvr.com/news/local-news/chenice-brown-johnson-just-c-building-near-mosby-court-dec-27-2023",
      "https://wtvr.com/news/local-news/chenice-brown-johnson-just-c-building-near-mosby-court-dec-27-2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brown-johnson",
          "sentiment": "none"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "chenice brown",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "richmond",
          "sentiment": "none"
        },
        {
          "name": "richmond",
          "sentiment": "none"
        },
        {
          "name": "mosby court",
          "sentiment": "none"
        },
        {
          "name": "walmsley boulevard",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:43.133+02:00",
    "updated": "2023-12-29T00:29:43.133+02:00"
  },
  {
    "uuid": "06590bbae7fa05c81e0c98eb74b403f6cf4a7608",
    "url": "https://www.strettoweb.com/2024/10/calabria-minoranza-indegno-spot-occhiuto-unical/1812323",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Danilo Loria",
    "published": "2024-10-24T21:21:00Z",
    "title": "Calabria, la minoranza: “indegno lo spot di Occhiuto dall’Unical”",
    "text": "“Gli studenti calabresi dell’Unical ieri hanno potuto imparare finalmente, e personalmente, come si costruisce e si manda in onda una spot televisivo ben confezionato, ad immagine e somiglianza del presidente della regione Roberto Occhiuto, bravo come sempre a spargere illusioni a basso costo per i calabresi. Ormai una vera e propria telenovela…” Così, in una nota, i capigruppo dell’opposizione Mimmo Bevacqua (Pd), Davide Tavernise (M5s) e Antonio Lo Schiavo (Misto).\n“Tutto finto ed illusorio” “Tutto finto e tutto illusorio dagli schermi di Rete 4 nella sua formula itinerante, ma non gratuita immaginiamo, impiantata all’Unical ieri – continuano i capigruppo di minoranza -. Occhiuto, senza mai essere sfiorato minimamente da domande vere e insidiose ha raccontato semplicemente una Calabria che non esiste. Che è nei dépliant. Nei sogni. Trasporti efficienti, aziende floride, studenti con il lavoro sotto casa, coste e montagne incontaminate, livelli di ricerca e assistenza sanitaria da far invidia ad Harward. Che meraviglia. Peccato però che le illusioni svaniscono non appena lo spot si esaurisce e resta, a schermo chiuso, tutta un’altra realtà. Strade che sprofondano, treni che non arrivano, calabresi all’estero per curarsi, mari inquinati, disoccupazione alle stelle e povertà dilagante. Una sola volta Occhiuto non ha mentito, ovviamente “incalzato” da un Paolo Liguori più “combattente” che mai. Quando ha esaltato il ruolo eccellente dell’Unical a livello nazionale. Vero, verissimo. Un punto di orgoglio per i calabresi, forse l’unico. Non certo merito della classe politica ma frutto di una visione nobile di chi ci ha preceduto e di chi ogni giorno investe tempo e passione per la ricerca e la formazione” .\n“E ci dispiacerebbe – spiegano ancora i capigruppo di minoranza – se oggi l’università diventasse campo di battaglia politica. Noi riteniamo che debba rimanere il faro della didattica, della formazione e delle continue innovazioni necessarie per stare al passo con il tempo. Quel che conta è il livello in cui oggi è l’Unical in Italia e in Europa. Una scommessa vinta. Per il resto – concludono Bevacqua , Tavernise e Lo Schiavo – speriamo che Occhiuto si svegli dal suo sogno prima che sia troppo tardi. I dati eurostat sulla povertà, la sua frittata fatta sull’autonomia differenziata e la crisi senza fine della sanità dovrebbero riportarlo alla realtà”.\nPONTE SULLO STRETTO Ponte sullo Stretto, Occhiuto: \"sarà attrattore unico, con quest'opera la nostra Regione non sarà mai più tagliata fuori\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Antonio Lo Schiavo",
          "sentiment": "none"
        },
        {
          "name": "Davide Tavernise",
          "sentiment": "none"
        },
        {
          "name": "Roberto Occhiuto",
          "sentiment": "none"
        },
        {
          "name": "Mimmo Bevacqua",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Unical",
          "sentiment": "none"
        },
        {
          "name": "Pd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Calabria",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:24:35.190+03:00",
    "updated": "2024-10-25T00:24:35.190+03:00"
  },
  {
    "uuid": "6ca774631008f7a1cdb67ac5e6fb5971ea363ab8",
    "url": "https://www.theadvertiser.com/story/news/nation/2023/12/29/gypsy-rose-blanchard-selfie-prison-release/72058385007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-29T18:24:00Z",
    "title": "Gypsy Rose Blanchard shares first selfie after release from prison",
    "text": "Gypsy Rose marks prison release by sharing 'first selfie of freedom' on social media [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) [Gypsy Rose Blanchard](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) commemorated her first full day of freedom with a selfie. She [ took to Instagram Friday](https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading) to mark her release from prison by snapping a quick pic of her smiling, writing “First selfie of freedom!” in the caption. Blanchard, who conspired with her then-boyfriend Nick Godejohn to [kill her abusive mother in 2015](/story/news/local/2017/05/10/gypsy-blanchard-everything-you-need-know-case/101499166/), was released from prison [early Thursday morning. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/) She pled [guilty to a second-degree murder charge](/story/news/crime/2016/07/05/gypsy-blanchard-pleads-guilty-murder/86617662/) on Tuesday, July 5, 2016 and served about 85% of her 10-year sentence, spending a total of eight years behind bars for her role in the murder. She became eligible for parole in September. Blanchard also [ recently announced the release of an eBook titled “Release,”](/story/news/crime/2023/12/19/social-media-accounts-promote-gypsy-rose-blanchard-book-released/71966263007/) set to come out on Jan. 9. Here’s what we know about Gypsy Rose Blanchard. Gypsy Rose Blanchard coverage: [Gypsy Rose Blanchard's release from prison latest twist in shocking Munchausen by Proxy case](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) Who is Gypsy Rose Blanchard? [Gypsy Rose Blanchard](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/), who is Clauddine “Dee Dee” Blanchard’s daughter, was made to believe she suffered from a wide range of medical ailments including leukemia, asthma and muscular dystrophy thanks to her mother. Gypsy’s late mother was accused of having made her daughter appear to have a range of physical and developmental ailments, USA Today previously [reported. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/) Dee Dee Blanchard, later said to have [Munchausen syndrome by proxy](/story/news/crime/2016/07/06/munchausen-expert-says-gypsy-blanchard-case-unprecedented/86763054/) which is a mental condition in which someone makes another person ill for sympathy or gain received disability payments and gifts from charities all of Gypsy’s illnesses, that often led to painful treatment and procedures. Gypsy, who used a [wheelchair before it was discovered she could walk](/story/news/crime/2015/06/16/daughter-boyfriend-charged-murder-dee-dee-blancharde/28803189/), said she was desperate to escape her mother's abuse and sought help from her online boyfriend, Nicholas Godejohn. [Godejohn, who was was sentenced to life in prison](/story/news/crime/2019/02/22/nicholas-godejohn-sentenced-life-prison-blanchard-murder/2949249002/) for stabbing and killing Dee Dee Blanchard, traveled to Missouri on [ June 9, 2015](/story/news/local/ozarks/2015/06/15/greene-county-sheriffs-office-searching-mother-daughter/71236652/) to help enact the escape plan. He was reportedly let into the home after Gypsy’s late mother fell asleep and used a knife handed to him by Gypsy to stab the sleeping woman 17 times, killing her before fleeing to his native Wisconsin, USA Today previously reported. Gypsy later told [ABC 20/20 news](https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979) she hid in the bathroom with hands over her ears during the act. Authorities were contacted about a post on Dee Dee Blanchard’s Facebook page dated June 14, 2015 that read, ‘That B*** is dead!’ before her body was [ found in her home](/story/news/local/ozarks/2015/06/15/greene-county-sheriffs-office-searching-mother-daughter/71236652/) with multiple stab wounds. Before Gypsy was publicly tied to the murder, many Springfield residents were worried that she was also in peril. The bizarre nature of the Springfield murder made national headlines and became the subject of [documentaries](/story/news/local/ozarks/2017/05/10/prior-premiere-hbo-film-gypsys-father-and-filmmaker-speak-bizarre-case/101438406/) and [streamed television series](/story/news/local/ozarks/2019/03/20/the-act-hulu-dee-dee-gypsy-rose-blanchard-true-crime/3228086002/). When was Gypsy Rose arrested? [Gypsy and her boyfriend were arrested](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) on June 14, 2015 in Big Bend, Wisconsin. The pair posted two updates on Dee Dee Blanchard’s Facebook page earlier that day to draw attention to her yet undiscovered body. How old is Gypsy Rose Blanchard? Gypsy Rose Blanchard was born July 29, 1991, making her 32 years old in 2023. How old was Dee Dee Blanchard when she died? Dee Dee Blanchard was born May 3, 1967, making her 48 years old when she was killed in 2015. Who is Gypsy Rose married to? Gypsy married Ryan Scott Anderson in July 2022. Anderson is 37-year-old teacher based in Lake Charles, Louisiana, according to “ [People](https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).” The pair split after three months of marriage but eventually reconciled, the magazine reported. She shared with various news outlets that she planned on attending a Kansas City Chiefs game with her husband after her release, stating that she hopes she gets to meet superstar Taylor Swift, who is dating Chiefs tight end Travis Kelce, USA Today previously [ reported. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).”",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979)",
      "https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading)",
      "https://msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).”",
      "https://www.instagram.com/p/C1cNGBvu7IK/",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story",
      "https://instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading)",
      "https://www.abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "nick godejohn",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:38:23.327+02:00",
    "updated": "2023-12-29T21:38:23.327+02:00"
  },
  {
    "uuid": "b34a366bf02b7f70de3340231208c6040e6b021e",
    "url": "https://ca.advfn.com/stock-market/stock-news/94115449/teamsters-condemn-big-techs-attempt-to-write-its-o",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-06-27T23:02:00Z",
    "title": "TEAMSTERS CONDEMN BIG TECH'S ATTEMPT TO WRITE ITS OWN LAWS IN MASSACHUSETTS",
    "text": "Massachusetts Supreme Judicial Court Decision Opens the Door for Widespread Attack on Employee Rights\nBOSTON , June 27, 2024 /PRNewswire/ -- Teamsters are condemning the decision by the Massachusetts Supreme Judicial Court to allow Uber, Lyft, DoorDash and Instacart to go before voters this November with an anti-worker, anti-taxpayer referendum. The ballot question, if passed, would legitimize Big Tech companies' practice of unlawfully misclassifying employees as independent contractors.\n\"These billion-dollar companies like Uber and Lyft are brazenly using worker misclassification as a cover while they engage in wage theft and deny fair wages, benefits, and job protections to their workforce,\" said Tom Mari , Teamsters Local 25 President. \"This misguided decision paves the way for these greedy corporations to continue abusing workers and externalizing their labor costs onto the public. Despite this setback, we will continue fighting for workers in Massachusetts .\"\nThe measure, as written, contradicts the Commonwealth's standard for independent contractor classification – the ABC Test – and the U.S. Dept. of Labor's standard, the Economic Realities Test. Beyond the negative impact on workers, worker misclassification robs state coffers: a recent study found that many gig workers earn less than minimum wage after expenses, and an inquiry by the state auditor found that gig companies have been bilking government programs for millions of dollars in revenue.\nTeamsters Local 25 represents more than 12,000 members and their families in greater Boston and southern New England. For more information, visit teamsterslocal25.com.\nContact:\nMatt McQuaid, (617) 894-0669\nmmcquaid@teamster.org\nView original content to download multimedia:https://www.prnewswire.com/news-releases/teamsters-condemn-big-techs-attempt-to-write-its-own-laws-in-massachusetts-302185190.html\nSOURCE Teamsters Local 25\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Labor"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.com/news-releases/teamsters-condemn-big-techs-attempt-to-write-its-own-laws-in-massachusetts-302185190.html",
      "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://prnewswire.com/news-releases/teamsters-condemn-big-techs-attempt-to-write-its-own-laws-in-massachusetts-302185190.html",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "doordash",
          "sentiment": "none"
        },
        {
          "name": "tom mari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "massachusetts supreme judicial court",
          "sentiment": "negative"
        },
        {
          "name": "uber and lyft",
          "sentiment": "none"
        },
        {
          "name": "commonwealth",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "instacart",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:14:45.877+03:00",
    "updated": "2024-06-28T02:14:45.877+03:00"
  },
  {
    "uuid": "92d060c878ddee62126441fa4eba4524f57843e2",
    "url": "https://tribune.com.pk/story/2465002/leverkusen-beat-roma-to-put-one-foot-in-europa-league-final",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-05-03T11:19:00Z",
    "title": "Leverkusen beat Roma to put one foot in Europa League final",
    "text": "Bayer Leverkusen have one foot in the Europa League final after winning 2-0 at Roma on Thursday to extend their remarkable unbeaten run to 47 matches. Goals in each half from Florian Wirtz and Robert Andrich ensured victory for Xabi Alonso's men in the Italian capital and gave the Bundesliga champions a great chance of reaching the final in Dublin later this month. Leverkusen will meet either Atalanta or Marseille in Ireland should they hold out in Germany next week. On the evidence of their performance in Rome they will be firm favourites to win their first European trophy since the old UEFA Cup in 1988. Alonso's team have needed a string of last gasp goals to keep their unbeaten run going in recent weeks but there was no need for any frantic finishes in the Italian capital as Leverkusen's superiority was fully on display. Roma face a huge task if they are to reach a third European final in as many years after barely troubling Matej Kovar's goal beyond Romelu Lukaku striking the woodwork with the scores level. Daniele De Rossi's team are also in a dogfight to reach next season's revamped Champions League in Serie A while Leverkusen remain on course for a Bundesliga, German Cup and Europa League treble. Leverkusen started with Victor Boniface and former Roma man Patrik Schick on the bench as Alonso, who is gunning for an unbeaten season, started with a conservative line-up. It was a cagey affair until Lukaku headed onto the crossbar in the 22nd minute after Leandro Paredes did brilliantly to bring down an overhit corner and hook the ball back for the Belgium forward. Moments later the away fans briefly roared with celebration as Jeremie Frimpong slipped clean through a dozing Roma back line and lifted his finish into the side netting. But the Leverkusen fans didn't have to wait long to see their side take the lead, and it was another Roma slip up which allowed it to happened in the 28th minute. Rick Karsdorp cleaned up after Chris Smalling misjudged a header but his weak back pass allowed Alejandro Grimaldo to set up Wirtz for a simple finish. The hosts were lucky not to be two down five minutes later when Frimpong flashed wide from a great position. Roma looked shaky every time Leverkusen came forward and after Smalling gave away a cheap corner under pressure from Amine Adli the home defence left Piero Hincapie free to head over the bar six minutes after the break. Bryan Cristante lanced a great chance wide from Paulo Dybala's corner but Roma's fans were finally deflated in the 73rd by Andrich's brilliant strike which put the tie firmly in Leverkusen's hands. Roma would have had a lifeline in stoppage time had substitute Tammy Abraham not headed over in front of an open goal but instead their European adventure is all but over. COMMENTS Comments are moderated and generally will be posted if they are on-topic and not abusive. For more information, please see our [Comments FAQ](/comments-policy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "romelu lukaku",
          "sentiment": "none"
        },
        {
          "name": "xabi alonso",
          "sentiment": "none"
        },
        {
          "name": "matej kovar",
          "sentiment": "none"
        },
        {
          "name": "robert andrich",
          "sentiment": "none"
        },
        {
          "name": "alonso",
          "sentiment": "none"
        },
        {
          "name": "florian wirtz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bayer leverkusen",
          "sentiment": "negative"
        },
        {
          "name": "roma",
          "sentiment": "negative"
        },
        {
          "name": "europa league",
          "sentiment": "negative"
        },
        {
          "name": "leverkusen",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "marseille",
          "sentiment": "none"
        },
        {
          "name": "dublin",
          "sentiment": "none"
        },
        {
          "name": "atalanta",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T14:23:46.807+03:00",
    "updated": "2024-05-03T15:00:29.824+03:00"
  }
]