[
  {
    "uuid": "153b334a360c446eef372d4b08ec434d79daec83",
    "url": "https://www.espn.co.uk/boxing/story/_/id/40642443/canelo-alvarez-stripped-ibf-168-pound-title",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Coppinger",
    "published": "2024-07-26T00:24:00Z",
    "title": "Sources -- Canelo Alvarez to be stripped of IBF 168-pound title - ESPN",
    "text": "Canelo Alvarez is being stripped of his IBF super middleweight title ahead of his Sept. 14 fight against Edgar Berlanga in Las Vegas, sources told ESPN on Thursday. The decision comes with Alvarez's mandatory title defense against the IBF's No. 1 contender, William Scull, overdue. Alvarez, boxing's top star, will still defend his WBA, WBC and WBO 168-pound titles against Berlanga. The IBF is set to order a vacant title fight between Scull and No. 2 contender Vladimir Shiskin, sources said. \"Once we officially notify the involved parties we will issue a statement,\" IBF president Daryl Peoples told ESPN on Thursday. Alvarez (61-2-2, 39 KOs) won the undisputed super middleweight championship in November 2021 when he added the IBF title with an 11th-round TKO against Caleb Plant. The 34-year-old Mexican fighter went on to make four successful defenses of all four 168-pound belts. Alvarez, who is ESPN's No. 5 pound-for-pound boxer, most recently outpointed Jaime Munguia in May. Berlanga (22-0, 17 KOs) will be challenging for his first world title. The 27-year-old Brooklyn, New York, native is ESPN's No. 6 super middleweight. Scull (22-0, 9 KOs) has never competed on the world-class level. The 32-year-old, who fights out of Germany, is coming off an eight-round decision win over Sean Hemphill in May on the Alvarez-Munguia undercard. Russia's Shiskin (16-0, 10 KOs) scored a seventh-round TKO victory over Mike Guy in March. The 32-year-old Shiskin, who fights out of South Florida, has a career-best victory in a decision over former titleholder Jose Uzcategui in December 2022. Neither Scull nor Shiskin is rated by ESPN at super middleweight. \"Vladimir has been waiting for this opportunity for a long time, and I am thrilled that he is finally going to get his chance to shine,\" Shiskin's promoter, Dmitry Salita, told ESPN. \"As a promoter, it's gratifying to see someone progress to world-champion status, especially after witnessing their growth from the early stages of their career.\" Alvarez is the latest star boxer to lose his undisputed championship after being stripped by the IBF. Oleksandr Usyk was stripped of his IBF heavyweight title after he defeated Tyson Fury in May.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "canelo alvarez",
          "sentiment": "negative"
        },
        {
          "name": "daryl peoples",
          "sentiment": "none"
        },
        {
          "name": "scull",
          "sentiment": "none"
        },
        {
          "name": "vladimir shiskin",
          "sentiment": "none"
        },
        {
          "name": "william scull",
          "sentiment": "none"
        },
        {
          "name": "jaime munguia",
          "sentiment": "none"
        },
        {
          "name": "alvarez",
          "sentiment": "none"
        },
        {
          "name": "edgar berlanga",
          "sentiment": "none"
        },
        {
          "name": "berlanga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wba",
          "sentiment": "none"
        },
        {
          "name": "wbc",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        },
        {
          "name": "ibf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "brooklyn",
          "sentiment": "none"
        },
        {
          "name": "caleb plant",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:53:39.253+03:00",
    "updated": "2024-07-26T04:53:39.253+03:00"
  },
  {
    "uuid": "a6b8620fe687da660e7cd6a4b5ed7b4ef137c21e",
    "url": "https://www.burnabynow.com/national-news/warm-weather-wreaks-havoc-on-some-bc-ski-hills-as-lack-of-snow-leaves-trails-barren-8037818",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chuck Chiang; The Canadian Press",
    "published": "2023-12-29T09:00:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren - Burnaby Now",
    "text": "VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open. Fewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions. Warmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan. In Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas. On Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain. Warm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each. Mount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow. James Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season. \"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said. \"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\" Apex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls. Shalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow. \"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\" At Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open. Several resorts have been offering discounted passes and tickets to entice skiers to visit. \"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled. Environment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland. Proctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\" He said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior. But Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations. \"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\" This report by The Canadian Press was first published Dec. 29, 2023. Chuck Chiang, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seymour",
          "sentiment": "none"
        },
        {
          "name": "james shalman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "cypress",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "apex mountain resort",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "burnaby now vancouver",
          "sentiment": "none"
        },
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:03:54.778+02:00",
    "updated": "2023-12-29T12:03:54.778+02:00"
  },
  {
    "uuid": "e3d5175391cb767612696e875c9ea67730339f27",
    "url": "https://www.abnewswire.com/pressreleases/personalized-nutrition-market-size-trends-industry-overview-growth-opportunities-and-leading-players_693750.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-04-04T22:52:00Z",
    "title": "Personalized Nutrition Market Size, Trends, Industry Overview, Growth Opportunities, and Leading Players",
    "text": "The global\npersonalized nutrition market size is estimated to reach $23.3 billion by 2027, growing at a 15.5% compound annual growth rate (CAGR). The global market was valued at $11.3 billion in 2022. With the increasing demand for tailor-made dietary plans, personalized nutrition is emerging as a promising sector, presenting businesses with an attractive opportunity to tap into this burgeoning market. The convergence of technology, genomics, and nutrition is fueling the growth of the personalized nutrition industry, enabling consumers to customize their diets based on their genetic makeup, lifestyle, and health goals.\nWhat is personalized nutrition?\nPersonalized nutrition refers to the practice of tailoring dietary recommendations and nutritional interventions to an individual’s specific needs, preferences, and characteristics. Rather than adopting a one-size-fits-all approach to diet and nutrition, personalized nutrition takes into account factors such as genetics, metabolism, microbiome composition, lifestyle, medical history, and personal goals.\nAdvancements in technology, particularly in areas such as genetics testing, biomarker analysis, and data analytics, have enabled the development of personalized nutrition programs. These programs aim to provide individuals with personalized dietary advice and recommendations that are optimized for their unique biological makeup and circumstances.\nThe ultimate goal of personalized nutrition is to improve overall health outcomes, prevent chronic diseases, optimize athletic performance, and enhance general well-being by providing individuals with tailored dietary guidance that is more effective and sustainable than generic dietary advice.\nPersonalized Nutrition Market Trends\nThe personalized nutrition market has been experiencing significant growth and evolving trends in recent years. Here are some key trends:\nAdvancements in Technology: The integration of technologies like artificial intelligence (AI), machine learning, and genetic testing has revolutionized personalized nutrition. These technologies enable companies to analyze vast amounts of data to provide tailored dietary recommendations based on an individual’s genetic makeup, lifestyle, and health goals.\nIncreased Consumer Awareness: There’s a growing awareness among consumers about the importance of personalized nutrition for optimizing health and well-being. People are becoming more proactive in managing their health and seeking personalized solutions that cater to their specific needs, preferences, and dietary requirements.\nShift Towards Preventive Healthcare: With rising healthcare costs and an emphasis on preventive healthcare, personalized nutrition is gaining traction as a proactive approach to managing and preventing chronic diseases. Consumers are increasingly interested in nutrition plans tailored to their unique health profiles to mitigate the risk of illnesses.\nExpansion of Product Offerings: Companies operating in the personalized nutrition space are expanding their product offerings beyond traditional supplements to include functional foods, meal kits, and personalized meal delivery services. This diversification allows consumers to access personalized nutrition solutions in various convenient formats.\nCollaborations and Partnerships: Collaborations between nutritionists, healthcare providers, food manufacturers, and technology companies are becoming more common. These partnerships leverage the expertise of different stakeholders to develop comprehensive personalized nutrition solutions that meet the diverse needs of consumers.\nCustomized Nutrigenomic Testing: Nutrigenomic testing, which analyzes how individual genetic variations impact responses to nutrients, is gaining popularity. Companies offering personalized nutrition services often incorporate nutrigenomic testing to provide more precise dietary recommendations tailored to an individual’s genetic predispositions.\nFocus on Sustainability and Transparency: Consumers are increasingly concerned about the environmental and ethical implications of their food choices. As a result, there’s a growing demand for personalized nutrition solutions that prioritize sustainability, ethical sourcing, and transparency in ingredient sourcing and production processes.\nPersonalized Nutrition Market Opportunities: Increasing innovations and advancements in technologies\nThe personalized nutrition business is projected to witness growth in the coming years, and technology will remain one key factor supporting this growth. With the increasing advancements in technology, consumers now have a better understanding of their health and well-being, which leads to high demand for customized products, considering their health and lifestyle. Various new players in the personalized nutrition market are developing new and innovative solutions, such as genetic tests designed specifically for vegetarians and vegans who prefer plant-based personalized nutrition.\nTechnologies such as wellness-focused wearables offered by brands such as Fitbit and Apple help consumers track their activity levels and nutrient intake, further enabling them to personalize their meal plans. Some technologies help patients to detect their blood pressure levels, which helps them to provide accurate nutritional data to medical practitioners.\nEmerging research and science in the personalized nutrition sector has led market players to develop genomic testing and gut health testing kits to provide individualized diets and pills to consumers based on their genomic and metabolic profiles. Start-ups, such as Nourished (UK), are developing innovative products, which include 3D-printed edibles. 3D-printed gummies are personalized daily nutrition snacks created through 3D printer technology. These gummy snacks are provided as nourishment recommendations by studying their proprietary algorithm’s response. 3D-printed personalized supplements are aimed at improving consumer-specific lifestyles and dietary habits. A range of technologies, from DNA-driven dietary recommendations to 3D-printed pills, are projected to offer numerous opportunities for the growth and expansion of the personalized nutrition market.\nBy end use, the direct-to-consumer segment is projected to hold the largest market share during the forecast period.\nThe direct-to-consumer segment is expected to hold the largest market share due to the changing preferences of consumers for nutrition-rich products available in the market to enhance their health. The growing trend of adopting keto, paleo, vegan, and plant-based diets has led to the increased use of personalized nutrition services such as apps and programs by households. Consumers are becoming aware of their body type and are curious about the available solutions. The adaptability among consumers for personalized nutrition and changing requirements are some of the major factors projected to drive the growth of the direct-to-customer segment in the personalized nutrition market.\nNorth America is projected to account for a major share of the personalized nutrition market during the forecast period\nNorth America is projected to dominate the global personalized nutrition market during the forecast period. This is attributed to various emerging players present in the region that are focusing on developing solutions for personalized nutrition. Personalized nutrition companies present in the region contribute to the growth of the overall market. Some of the major players headquartered in the region are Herbalife Nutrition Ltd. (US), Amway (US), Wellness Coaches USA, LLC. (US), Care/of (US), Viome Life Sciences, Inc. (US), Persona Nutrition (US), Balchem Corporation (US), and Zipongo, Inc. (US).\nTop Companies in the Personalized Nutrition Market:\nKey players in the global personalized nutrition market include Amway (US), BASF (Germany), DSM (Netherlands), Herbalife Nutrition Ltd (US), DNAfit (UK), Care/of (US), Nutrigenomix (US), Zipongo (US), Viome (US), Habit (US), and Atlas Biomed Group Limited (UK). These players have broad industry coverage and high operational and financial strength.\nHerbalife Nutrition Ltd. is a global nutrition company involved in providing nutrition-based products and solutions for weight management and general wellness. In August 2022, Herbalife Nutrition announced Herbalife One, a new digital transformation initiative centered around launching a single platform that creates a simplified and integrated experience for distributors and their customers worldwide. This would help the company to increase its efficiency and productivity. Similarly, in July 2020, Herbalife Nutrition launched Active Fiber Complex Select, a fiber supplement to help support a healthy digestive system. It is Vegetarian Certified and Kosher Certified, not made with soy, and suitable for diabetics. This would help to strengthen the company’s position in the market. The company has a geographically diverse business with its presence in more than 94 countries across North America, Europe, and Asia.\nAmway offers effective nutritional supplements, beauty, personal care products, and connected home devices. In August 2022, Amway announced to invest in a microbiome start-up, Holzapfel Effective Microbes (HEM), as it pursues personalized probiotic supplement products. HEM uses Personalized Pharmaceutical Meta-Analytical Screening (PMAS) to determine how gut microbiota can be leveraged to impact human health and wellness. The company invested USD 200 million to set up a dietary supplement innovation center in China. This helped offer custom-made solutions and led to an overall expansion of the company in November 2019. The firm offers around 450 products in more than 100 countries across regions, such as the Americas, Europe, and Asia Pacific. It operates through 15 manufacturing facilities and processing plants. The company has four manufacturing sites in the US, India, China, and Vietnam.\nGet 10% Free Customization on this Report:\nhttps://www.marketsandmarkets.com/requestCustomizationNew.asp?id=249208030\nAbout MarketsandMarkets™\nMarketsandMarketsTM has been recognized as one of America’s best management consulting firms by Forbes, as per their recent report.\nMarketsandMarkets™ is a blue ocean alternative in growth consulting and program management, leveraging a man-machine offering to drive supernormal growth for progressive organizations in the B2B space. We have the widest lens on emerging technologies, making us proficient in co-creating supernormal growth for clients.\nEarlier this year, we made a formal transformation into one of America’s best management consulting firms as per a survey conducted by Forbes.\nThe B2B economy is witnessing the emergence of $25 trillion of new revenue streams that are substituting existing revenue streams in this decade alone. We work with clients on growth programs, helping them monetize this $25 trillion opportunity through our service lines – TAM Expansion, Go-to-Market (GTM) Strategy to Execution, Market Share Gain, Account Enablement, and Thought Leadership Marketing.\nBuilt on the ‘GIVE Growth’ principle, we work with several Forbes Global 2000 B2B companies – helping them stay relevant in a disruptive ecosystem. Our insights and strategies are molded by our industry experts, cutting-edge AI-powered Market Intelligence Cloud, and years of research. The KnowledgeStore™ (our Market Intelligence Cloud) integrates our research, facilitates an analysis of interconnections through a set of applications, helping clients look at the entire ecosystem and understand the revenue shifts happening in their industry.\nMedia Contact\nCompany Name:\nMarketsandMarkets™ Research Private Ltd.\nContact Person: Mr. Aashish Mehra\nEmail:\nSend Email\nPhone: 18886006441\nAddress:630 Dundee Road Suite 430\nCity: Northbrook\nState: IL 60062\nCountry: United States\nWebsite:\nhttps://www.marketsandmarkets.com/Market-Reports/personalized-nutrition-market-249208030.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.marketsandmarkets.com/requestCustomizationNew.asp?id=249208030",
      "https://www.marketsandmarkets.com/ResearchInsight/personalized-nutrition-market.asp",
      "https://www.prnewswire.com/news-releases/personalized-nutrition-market-worth-23-3-billion-by-2027--exclusive-report-by-marketsandmarkets-301686067.html",
      "https://www.linkedin.com/pulse/global-personalized-nutrition-market-hit-big-revenues-rahul-p-vitmf/",
      "https://www.globenewswire.com/en/news-release/2023/02/08/2604011/0/en/At-CAGR-of-15-5-The-Global-Personalized-Nutrition-Market-is-Anticipated-to-Gain-23-3-BN-says-MarketsandMarkets.html",
      "https://www.marketsandmarkets.com/Market-Reports/personalized-nutrition-market-249208030.html",
      "https://marketsandmarkets.com/Market-Reports/personalized-nutrition-market-249208030.html",
      "https://prnewswire.com/news-releases/personalized-nutrition-market-worth-23-3-billion-by-2027--exclusive-report-by-marketsandmarkets-301686067.html",
      "https://marketsandmarkets.com/ResearchInsight/personalized-nutrition-market.asp",
      "https://globenewswire.com/en/news-release/2023/02/08/2604011/0/en/At-CAGR-of-15-5-The-Global-Personalized-Nutrition-Market-is-Anticipated-to-Gain-23-3-BN-says-MarketsandMarkets.html",
      "https://www.marketsandmarkets.com/requestCustomizationNew.asp",
      "https://linkedin.com/pulse/global-personalized-nutrition-market-hit-big-revenues-rahul-p-vitmf/",
      "https://marketsandmarkets.com/requestCustomizationNew.asp?id=249208030",
      "https://www.linkedin.com/pulse/global-personalized-nutrition-market-hit-big-revenues-rahul-p-vitmf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:54:46.668+03:00",
    "updated": "2024-04-05T01:54:46.668+03:00"
  },
  {
    "uuid": "0ef63d85d0ca9e6ef35398f1f9c82ece7c44f6ec",
    "url": "https://www.sana.sy/es/?p=339062",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "asuliman",
    "published": "2024-09-26T00:00:00Z",
    "title": "Irán: Washington es cómplice en los crímenes del ocupante israelí – SANA en Español",
    "text": "Teherán, 26 sep (SANA) El portavoz del Ministerio de Asuntos Exteriores de Irán, Naser Kanani, afirmó que dirigir acusaciones falsas por parte del gobierno de Estados Unidos contra Irán no tapar sus responsabilidades internacionales de brindar apoyo y asistencia a Israel, y su complicidad a Israel en todo tipo de crímenes internacionales que comete en la Palestina ocupada y el Líbano.\n“La opinión pública global responsabiliza al gobierno estadounidense y a sus funcionarios de estos desastres humanitarios”, dijo Kanaani citado por la agencia de noticias iraní (IRNA).\nEl vocero subrayó que las ridículas acusaciones fabricados por Washington contra Teherán no afectarán la determinación de Teherán de procesar los autores de los crímenes cometidos contra el pueblo iraní y que el paso del tiempo no hará que los criminales sean inmunes al procesamiento.\nEn este mismo contexto, el funcionario persa calificó de ridículas y completamente infundadas las acusaciones del secretario de Estado estadounidense, Anthony Blinken, sobre las amenazas de Irán contra ex funcionarios de este país, e indicó que hacer tales acusaciones es sólo para influir en las elecciones estadounidenses y con fines políticos .\nahs/fm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Naser Kanani",
          "sentiment": "negative"
        },
        {
          "name": "Anthony Blinken",
          "sentiment": "none"
        },
        {
          "name": "Kanaani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Washington",
          "sentiment": "none"
        },
        {
          "name": "IRNA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:54:22.094+03:00",
    "updated": "2024-09-27T00:54:22.094+03:00"
  },
  {
    "uuid": "2af3b9d780f207e80fe993824dde0423ba8bd6ed",
    "url": "https://hype.my/2024/436053/andy-lau-forced-to-postpone-taiwan-concert-due-to-typhoon-kong-rey",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hype Desk",
    "published": "2024-11-01T10:00:00Z",
    "title": "Andy Lau Forced To Postpone Taiwan Concert Due To Typhoon Kong-rey",
    "text": "Sometimes, the cancellation of a favourite celebrity’s concert is the last thing fans expect—and when it happens, it’s a huge disappointment. Recently, this happened to fans of Australian singer-rapper The Kid LAROI , who was forced to cancel his Malaysia concert at Zepp KL due to unexpected circumstances. The cancellation was especially disheartening for fans, as the show was part of his highly anticipated The First Time Asia tour, marking his first time performing across the continent. Now, in even more unfortunate news for concertgoers, fans in Taiwan were also hit with the cancellation of another major event. Legendary Hong Kong actor and singer Andy Lau (劉德華) announced the postponement of his concert tour due to the devastating impact of Typhoon Kong-rey. The typhoon, which recently made landfall in Taiwan, brought intense winds and heavy rainfall, causing widespread destruction and a tragic number of fatalities. As a result, many events across Taiwan have been cancelled or postponed to ensure public safety. Originally set to be a thrilling four-day concert series starting at 7:30pm on 31st October, the concert has now been rescheduled to 12:00pm on 2nd November 2024, as confirmed by Lau's agency. The decision was made after SuperDome, the event organiser, received an emergency notice from Taipei Rapid Transit Corp (TRTC), the venue operator, requiring the event to be postponed due to the typhoon's impact. For fans holding tickets to the postponed show, the organisers have confirmed that the tickets will still be valid for the rescheduled date. Ticket holders only need to present their original tickets along with a valid ID to attend. Those who are unable to make it to the rescheduled concert can apply for a full refund. In consideration of the circumstances, the usual refund service charge will be waived, and fans have until 11:59pm on 6th November 2024, to apply for their refunds. However, it’s worth noting that the tickets are non-transferable, meaning they cannot be given or sold to others for use. While the sudden postponement may have dampened fans’ excitement momentarily, there’s a silver lining—the concert is rescheduled and will still take place in November. This provides fans with a renewed chance to see their favourite artist on stage, while also ensuring everyone’s safety amidst Taiwan’s recovery efforts. For many, this extra wait will only heighten the anticipation, adding to the excitement of finally experiencing Andy Lau’s live performance after such an unexpected delay. Sources: Instagram ( 1 )( 2 ) Sakinah contributed to this article.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/DBx82IHJGZm/?utm_source=ig_web_button_share_sheet",
      "https://www.instagram.com/p/DByFnMfp8ld/?utm_source=ig_web_button_share_sheet",
      "https://instagram.com/p/DBx82IHJGZm/?utm_source=ig_web_button_share_sheet",
      "https://instagram.com/p/DByFnMfp8ld/?utm_source=ig_web_button_share_sheet",
      "https://www.instagram.com/p/DByFnMfp8ld/",
      "https://www.instagram.com/p/DBx82IHJGZm/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Andy Lau",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T15:56:34.070+02:00",
    "updated": "2024-11-01T16:01:13.708+02:00"
  },
  {
    "uuid": "c35a3bb74381acdf934b2d12e4387ebe86c72247",
    "url": "http://www.merkur.de/leben/gesundheit/kehlkopfkrebs-zwei-zentrale-risikofaktoren-die-vermeidbar-sind-zr-93813017.html",
    "ord_in_thread": 0,
    "author": "Judith Braun",
    "published": "2025-07-03T03:40:00Z",
    "title": "Kehlkopfkrebs: Zwei zentrale Risikofaktoren, die vermeidbar sind",
    "text": "Kehlkopfkrebs: Zwei zentrale Risikofaktoren, die vermeidbar sind\nMänner erkranken häufiger an Kehlkopfkrebs, wobei zwei bedeutende Risikofaktoren im Fokus stehen. Frühe Warnsignale sollten nicht unterschätzt werden.\nFrankfurt – In Deutschland erkranken jährlich etwa 3.600 Männer und 500 Frauen an Kehlkopfkrebs, auch Larynxkarzinom genannt. Die Deutsche Krebsgesellschaft gibt an, dass die Betroffenen im Durchschnitt 68 Jahre alt sind, wobei Männer häufiger betroffen sind als Frauen. Tumore entwickeln sich meist im Bereich der Stimmlippen und können bei frühzeitiger Erkennung oft erfolgreich therapiert werden. Zudem sind die beiden Hauptrisikofaktoren vermeidbar und somit das Risiko, an Kehlkopfkrebs zu erkranken, reduzierbar.\nZwei vermeidbare Risikofaktoren begünstigen die Entwicklung von Kehlkopfkrebs\nTabak- und Alkoholkonsum gelten als die Hauptursachen für Kehlkopfkrebs. Der Tabakkonsum steht in direktem Zusammenhang mit der Wahrscheinlichkeit, an dieser Krankheit zu erkranken, wobei sowohl die Intensität als auch die Dauer des Konsums eine Rolle spielen. Dies berichtet die Deutsche Krebsgesellschaft.\nEin weiterer wesentlicher Risikofaktor ist der übermäßige Konsum von Alkohol. Besonders gefährlich wird es, wenn beide Faktoren zusammenkommen. Das Robert-Koch-Institut (RKI) weist darauf hin, dass die Kombination aus langjährigem Rauchen und regelmäßigem, starkem Alkoholkonsum besonders schädlich ist.\nKehlkopfkrebs: Weitere Risikofaktoren, die man kennen sollte\nNeben den Hauptursachen gibt es weitere Faktoren, die das Risiko für Kehlkopfkrebs erhöhen können. Berufliche Exposition gegenüber Schadstoffen wie Asbest und schwefelsäurehaltigen Gasen (Aerosolen) zählt dazu, wie netdoktor.de berichtet. Auch bestimmte Virusinfektionen, insbesondere mit humanen Papillomaviren (HPV), können zur Entstehung von Kehlkopfkrebs beitragen, so die Apotheken Umschau.\nKehlkopfkrebs lässt sich jedoch vermeiden. Durch den Verzicht auf Rauchen und die Reduzierung oder den vollständigen Verzicht auf Alkohol können Betroffene ihr persönliches Risiko erheblich senken. Frühe Warnzeichen von Kehlkopfkrebs wie anhaltende Heiserkeit, dauerhaftes Halskratzen, Räusperzwang und chronischer Husten sollten ernst genommen und zeitnah von einem Arzt untersucht werden. Bei rechtzeitiger Diagnose und Behandlung sind die Heilungschancen bei Kehlkopfkrebs deutlich besser als in fortgeschrittenen Stadien. (jbr)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->cancer",
      "Health->health treatment and procedure",
      "Health->medical condition",
      "Social Issue->men",
      "Social Issue->social services",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.24vita.de/nachrichten-mix/die-drei-haeufigsten-krebsarten-bei-frauen-und-maennern-93508316.html",
      "https://www.24vita.de/praevention/entscheidende-krebs-risikofaktoren-die-man-vermeiden-kann-93379297.html",
      "https://www.fr.de/ratgeber/gesundheit/kehlkopfkrebs-alarmzeichen-drei-fruehe-symptome-sollten-sie-kennen-93740503.html",
      "https://www.24vita.de/krankheiten/",
      "https://24vita.de/krankheiten/",
      "https://www.24vita.de/krankheiten",
      "https://24vita.de/nachrichten-mix/die-drei-haeufigsten-krebsarten-bei-frauen-und-maennern-93508316.html",
      "https://24vita.de/praevention/entscheidende-krebs-risikofaktoren-die-man-vermeiden-kann-93379297.html",
      "https://fr.de/ratgeber/gesundheit/kehlkopfkrebs-alarmzeichen-drei-fruehe-symptome-sollten-sie-kennen-93740503.html"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Deutschland",
          "sentiment": "none"
        },
        {
          "name": "Frankfurt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Deutsche Krebsgesellschaft",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:45:57.233+03:00",
    "updated": "2025-07-03T04:48:20.000+00:00"
  },
  {
    "uuid": "1a3e9dc19def27a1c4bc93568ecde739bc7a1621",
    "url": "https://kby.za.net/2025/03/28/new-dismissal-code-critical-changes-reshaping-south-african-labour-law-iol",
    "ord_in_thread": 0,
    "author": "RSS",
    "published": "2025-03-28T12:50:00Z",
    "title": "New dismissal code: critical changes reshaping South African labour law - IOL",
    "text": "While labour unions are up in arms over the new Draft Code on Good Practice on Dismissal, recently released by the Ministry of Employment and … Read more: New dismissal code: critical changes reshaping South African labour law – IOL",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics"
    ],
    "topics": [
      "Labor->labour dispute",
      "Labor->unions",
      "Labor->employment legislation",
      "Politics->civil rights",
      "Politics->government policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "the Ministry of Employment",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "IOL",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T16:30:19.310+03:00",
    "updated": "2025-03-28T16:30:19.310+03:00"
  },
  {
    "uuid": "220e77568b65497208eb30c686e9f2f75a386b8d",
    "url": "https://www.sasktoday.ca/weather-news/high-winds-return-to-bcs-central-coast-as-more-heat-records-fall-8038955",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T17:20:00Z",
    "title": "High winds return to B.C.'s central coast as more heat records fall",
    "text": "VANCOUVER — British Columbia's central coast is facing the return of strong winds reaching 90 kilometres an hour just days after the last such warning in the region.\nEnvironment Canada says coastal areas from around Bella Bella south to around Sayward on Vancouver Island including Port Hardy and Port McNeill may see power outages and fallen tree branches because of the high winds.\nA previous wind advisory on Wednesday warned of gusts up to 120 kilometres an hour along exposed areas of B.C.'s southern and central coasts.\nThe winds earlier in the week knocked out power to more than 1,000 BC Hydro customers on Cortes Island.\nThe El Niño climate phenomenon and a ridge of high pressure over B.C.'s Interior continue to bring record high temperatures to the province, as another set of century-old marks were surpassed Thursday.\nEnvironment Canada says Prince George saw temperatures spike to 8.7 degrees, breaking a record set in 1919, while Quesnel reached 9.1 degrees, surpassing a mark set in 1901.\nVernon recorded 6.1 degrees, breaking a record from 1908.\nThe federal weather agency says other heat records were broken in Vancouver, White Rock and Port Alberni, while Whistler on Thursday matched its previous high of 5.6 degrees set in 1956.\nThis report by The Canadian Press was first published Dec. 29, 2023.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "quesnel",
          "sentiment": "none"
        },
        {
          "name": "prince george",
          "sentiment": "none"
        },
        {
          "name": "port mcneill",
          "sentiment": "none"
        },
        {
          "name": "vernon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vancouver",
          "sentiment": "negative"
        },
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "bc hydro",
          "sentiment": "none"
        },
        {
          "name": "interior",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver island",
          "sentiment": "none"
        },
        {
          "name": "bella bella",
          "sentiment": "none"
        },
        {
          "name": "sayward",
          "sentiment": "none"
        },
        {
          "name": "cortes island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:55:03.550+02:00",
    "updated": "2023-12-29T19:55:03.550+02:00"
  },
  {
    "uuid": "18b32849fcafac866448401f975a5408d364b309",
    "url": "https://www.washingtonexaminer.com/opinion/people-just-dont-trust-an-increasingly-partisan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zachary Faria, Commentary Writer",
    "published": "2023-12-28T21:42:00Z",
    "title": "People just don't trust an increasingly partisan corporate media | Washington Examiner",
    "text": "You may think that the corporate media are full of Democrats based on their biased coverage of most topics and the incestuous relationship between media outlets and Democratic staffing offices. You would be right, but now, there is a number you can tie to that analysis: 3.4%.\nThat is the number of American journalists who are Republicans, according to a study from Syracuse University’s Newhouse School of Public Communications. The studies of the partisan lean of journalists stretch back to 1971, and the most recent iteration found that about 3.4% of journalists are members of one of the two major political parties.\nLAUREN BOEBERT’S DISTRICT SWAP IS GIFT TO GOP, BUT REELECTION OBSTACLES REMAIN\nFor Democrats, that number was 36.4%. That is up from the most recent study in 2013, which found that 28.1% of journalists were Democrats. The share of Republican journalists has been cut in half from 7.1%. Just over half of journalists claim to be independents, but you can probably reliably guess that many of them would be Democratic-leaning as well.\nYou don’t need to look hard to find examples that reinforce this. staffers threw a tantrum when the outlet published Sen. Tom Cotton (R-AR) arguing that the federal government should use force to stop violent Black Lives Matter riots, the culmination of several outrages at the outlet over pieces that went against its liberal slant. There is nary a peep from those same outraged figures when the outlet publishes actual terrorists, including a Hamas mayor earlier this week.\nCLICK HERE TO READ MORE FROM THE WASHINGTON EXAMINER\nThe bias is plain to see in its coverage of arrested politicians (and which party they belong to) or of President Joe Biden’s son . CNN personalities rebelled against Chris Licht when he tried to bring some balance to the partisan network, ultimately leading to his firing. Many of these outlets have abandoned any pretense of fair reporting on contentious topics, including gun control and abortion. It may be true that only a quarter of journalists call themselves Democrats, but you can imagine that a far greater number vote that way when the time comes.\nIf you want to know why trust in media is at rock bottom and is continuing to burrow further underground, this is part of the reason why. The other part is that many journalists pretend that they are impartial professionals who stay above the fray and must never have their motivations or biases questioned. It isn’t “misinformation” or politicians accusing journalists of being “fake news” that have eroded media trust. It is, and always has been, the fault of the media themselves.\nLatest American Israeli woman believed to have been held hostage by Hamas was killed on Oct. 7 By: Misty Severi\n'Non-sanctuary' Illinois county puts up signs telling migrant buses to stay away By: Rachel Schilke\nAmazon Prime to become latest streaming platform to include ads By: Asher Notheis\nVideos\nTrump campaign slams Biden on US-Mexico border in ad: 'The world burns'\nLouisiana joins list of states considering disqualifying Trump from primary ballot\nBiden chides Trump over Christmas Day 'rot in hell' wish\nJudge upholds redrawn Georgia congressional map in win for Republicans Newsletters\nSign up now to get the Washington Examiner’s breaking news and timely commentary delivered right to your inbox.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://mediadc.brightspotcdn.com/dims4/default/dfbf207/2147483647/strip/true/crop/2001x2001+417+0/resize/65x65!/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://mediadc.brightspotcdn.com/dims4/default/924324d/2147483647/strip/true/crop/2001x2001+417+0/resize/65x65!/format/webp/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://mediadc.brightspotcdn.com/dims4/default/62abe73/2147483647/strip/true/crop/2001x2001+417+0/resize/130x130!/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://www.mediaite.com/news/study-finds-that-just-3-4-of-american-journalists-are-republicans/",
      "https://cdn.brid.tv/live/partners/19383/sd/1510746.mp4",
      "https://mediadc.brightspotcdn.com/dims4/default/4cb6ea2/2147483647/strip/true/crop/2001x2001+417+0/resize/130x130!/format/webp/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://www.cdn.brid.tv/live/partners/19383/sd/1510746.mp4",
      "https://mediadc.brightspotcdn.com/dims4/default/4cb6ea2/2147483647/strip/true/crop/2001x2001+417+0/resize/130x130!/format/webp/quality/90/",
      "https://mediadc.brightspotcdn.com/dims4/default/62abe73/2147483647/strip/true/crop/2001x2001+417+0/resize/130x130!/quality/90/",
      "https://www.mediaite.com/news/study-finds-that-just-3-4-of-american-journalists-are-republicans",
      "https://mediadc.brightspotcdn.com/dims4/default/dfbf207/2147483647/strip/true/crop/2001x2001+417+0/resize/65x65!/quality/90/",
      "https://mediaite.com/news/study-finds-that-just-3-4-of-american-journalists-are-republicans/",
      "https://www.mediadc.brightspotcdn.com/dims4/default/924324d/2147483647/strip/true/crop/2001x2001+417+0/resize/65x65!/format/webp/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://mediadc.brightspotcdn.com/dims4/default/924324d/2147483647/strip/true/crop/2001x2001+417+0/resize/65x65!/format/webp/quality/90/",
      "https://www.mediadc.brightspotcdn.com/dims4/default/4cb6ea2/2147483647/strip/true/crop/2001x2001+417+0/resize/130x130!/format/webp/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://www.mediadc.brightspotcdn.com/dims4/default/dfbf207/2147483647/strip/true/crop/2001x2001+417+0/resize/65x65!/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG",
      "https://www.mediadc.brightspotcdn.com/dims4/default/62abe73/2147483647/strip/true/crop/2001x2001+417+0/resize/130x130!/quality/90/?url=http%3A%2F%2Fmediadc-brightspot.s3.amazonaws.com%2Ff6%2Fc4%2F391323a34e4e9aaaf5fe3346213d%2F020923-staff-16.JPG"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lauren",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "none"
        },
        {
          "name": "syracuse university’s newhouse school of public communications",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:43.342+02:00",
    "updated": "2023-12-29T00:22:43.342+02:00"
  },
  {
    "uuid": "aedf99e528c0cddbcc291e14bcf0ff3980ed91b6",
    "url": "https://www.nsctotal.com.br/colunistas/estela-benetti/sc-e-o-segundo-estado-que-mais-contrata-estrangeiros-e-a-maioria-vem-da-america-latina",
    "ord_in_thread": 0,
    "author": "Estela Benetti",
    "published": "2025-08-08T12:01:00Z",
    "title": "SC é o segundo estado que mais contrata estrangeiros e a maioria vem da América Latina - NSC Total",
    "text": "Santa Catarina encerrou o primeiro semestre de 2025 com saldo de contratações de 10.646 imigrantes, o segundo maior do país de acordo com dados do Caged, do Ministério do Trabalho. Em todo o Brasil, foram contratados de 41,9 mil estrangeiros no período. A maioria dos imigrantes admitidos no estado vieram da Venezuela, Cuba e Haiti e conseguiram colocação principalmente na indústria.\nContinua depois da publicidade\nSegundo acompanhamento da Secretaria de Estado da Indústria, Comércio e Serviços (SICOS), as cidades que mais abriram oportunidades neste ano em SC foram Chapecó com 1,3 mil, Joinville com 1,1 mil, Florianópolis com 457, Blumenau 448 e Guatambu 384.\nDo total de admissão de estrangeiros até junho no Brasil, a Região Sul abriu 70% das oportunidades, somando 28,9 mil vagas. O Paraná liderou com 10,9 mil admissões. Na sequência veio o Rio Grande do Sul com 7,2 mil, São Paulo com 6,4 mil, Minas Gerais com 1,3 mil e Mato Grosso 1 mil. Durante 2024, SC liderou as contratações de estrangeiros, com 18.900 trabalhadores, segundo o Caged.\n-Santa Catarina é uma terra de oportunidade, tanto para trabalhar como para viver e empreender. É por isso que tem sido escolhido por milhares de migrantes e imigrantes. Ao mesmo tempo, Santa Catarina passa por um momento positivo no mercado de trabalho. O estado possui a menor taxa de desemprego do Brasil e criou mais de 80 mil vagas formais somente em 2025 – afirma o secretário de Estado de Indústria, Comércio e Serviços, Silvio Dreveck.\nAnálise da secretaria apontou que do total de contratados no estado no primeiro semestre, 6,2 mil foram atuar na indústria, principalmente na produção de alimentos. Em segundo lugar ficou o setor de supermercados, com 2,6 mil pessoas e em terceiro, com mil pessoas, ficaram os serviços administrativos.\nContinua depois da publicidade\nConsiderando as nacionalidades, os venezuelanos lideraram em SC, sendo 6,7 mil, 63% do total. Em segundo lugar foram os cubanos com 1,7 mil e 16% do total. Haitianos em um total de mil (9%) e 419 argentinos (4%). O secretário Silvio Dreveck observa que os estrangeiros têm atendido a maior demanda por trabalhadores no Estado. Ele observa que as medidas de apoio a empresas afetadas pelo tarifaço vão focar no emprego.\nA propósito, o estado já conta com diversas empresas que teriam muitas dificuldades para manter o nível de atividade sem a participação de estrangeiros.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->economy",
      "Labor->labour market",
      "Labor->employer",
      "Labor->employment",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_br",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-08T15:04:10.371+03:00",
    "updated": "2025-08-09T15:09:43.000+03:00"
  }
]