[
  {
    "uuid": "fd157e35c7beefe02cc3c9c906a7d9ce1a04c4be",
    "url": "https://br.bolavip.com/corinthians/marchesin-fica-revoltado-com-arbitragem-de-corinthians-x-gremio-e-uma-vergonha",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@avieira",
    "published": "2024-07-25T23:33:00Z",
    "title": "Marchesín fica revoltado com pênalti para Corinthians: “Vergonha”",
    "text": "Corinthians\nCorinthians Marchesín fica revoltado com arbitragem de Corinthians x Grêmio: “É uma vergonha” Os times protagonizaram 45 minutos de muita emoção, mas mais uma vez a arbitragem do futebol brasileiro foi protagonista\nPor Alexsander Vieira\n25/07/2024 - 21:33hs BRT\nPor Alexsander Vieira\n25/07/2024 - 21:33hs BRT\nPolêmica em Corinthians x Grêmio Corinthians e Grêmio fizeram um primeiro tempo muito intenso. Os times protagonizaram 45 minutos de muita emoção, mas mais uma vez a arbitragem do futebol brasileiro foi protagonista. O goleiro gremista Marchesín criticou duramente a arbitragem.\nMarchesin quebrou tudo em Corinthians x Grêmio – Foto: Premiere Félix Torres falha em dois gols, mas Garro salva o Corinthians Quebra de Jejum de 9 do Timão Em desvantagem no placar, já que Rodrigo Ely abriu o marcador, o Timão conseguiu o empate em lance polêmico. Aos 19 minutos, Garro cobrou falta na área e Félix Torres cabeceou para fora.\nNa jogada Kannemann puxou o braço de Romero, que caiu na área. Após revisão no VAR, o árbitro assinalou pênalti, que foi convertido por Yuri Alberto , que empatou o confronto para o intervalo de jogo.\nMarchesín faz duras críticas Na saída do gramado, Marchesín foi falar com a reportagem do Premiere e não poupou críticas para a arbitragem. Em sua visão, além do pênalti, houve um pisão de Yuri Alberto nele, que não foi marcado.\nFoi pênalti? Foi pênalti?\n0 PESSOAS JÁ VOTARAM\n“Você está vendo, isso é uma vergonho, o que está acontecendo aqui hoje é uma vergonha. Vir jogar aqui com tudo o que está acontecendo no Rio Grande do Sul, estamos sofrendo para c… e sofrer um pênalti como esse?”, iniciou o goleiro.\n“É uma vergonha, Corinthians é grande, respeitamos ele, mas o que acontece aqui é uma vergonha. Yuri me pisa e não acontece nada. Um gol impedido? Por quê? Quem inventa a regra? Quem traça a linha? É uma vergonha”, concluiu.\nVeja também\nCorinthians muda de ideia e desiste da contratação de Brian Rodriguez de última hora\nPróximo jogo do Corinthians O time comandado por Ramón Díaz retorna para campo no próximo domingo (28), pelo Brasileirão. A partida será fora de casa, contra o Atlético Mineiro. Existe uma grande chance do Timão estar com os reservas.\nNa próxima quarta-feira (31), a equipe alvinegra vai estar disputando a primeira partida das oitavas de final da Copa do Brasil diante do próprio Grêmio. O confronto prévia acontece na Neo Química Arena.\nAlexsander Vieira\nAlexsander Vieira é um jornalista que há cerca de quatro anos atua cobrindo esportes como futebol, com ênfase em futebol brasileiro e sul-americano. É especializado na cobertura do São Paulo Futebol Clube. Graduado em jornalismo pela Faculdade das Américas em 2019, cursa pós Graduação em Jornalismo Esportivo pela Faculdade Cruzeiro do Sul. Atualmente no Bolavip Brasil, passou por renomados veículos de comunicação como Terra, Estadão, TV Climatempo e Record TV.\nBrasileirão Série A 2024 Corinthians\nConfira nossas últimas notícias no Google News\nSiga-nos LEIA TAMBÉM\nCorinthians Corinthians Quebra de Jejum de 9 do Timão",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/in/alexsandervieirajorn/",
      "https://www.instagram.com/_alexsandervieira/",
      "https://www.youtube.com/channel/UCE7cisNicB8YZOcLIxqbQ3g",
      "https://twitter.com/_alexsander",
      "https://news.google.com/publications/CAAqBwgKMPWJlAsw2L-pAw?oc=3&ceid=BR:pt-419",
      "https://youtube.com/channel/UCE7cisNicB8YZOcLIxqbQ3g",
      "https://www.linkedin.com/in/alexsandervieirajorn",
      "https://www.news.google.com/publications/CAAqBwgKMPWJlAsw2L-pAw?oc=3&ceid=BR:pt-419",
      "https://www.twitter.com/_alexsander",
      "https://instagram.com/_alexsandervieira/",
      "https://news.google.com/publications/CAAqBwgKMPWJlAsw2L-pAw",
      "https://www.instagram.com/_alexsandervieira",
      "https://linkedin.com/in/alexsandervieirajorn/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T03:47:12.059+03:00",
    "updated": "2024-07-26T05:57:55.078+03:00"
  },
  {
    "uuid": "bd9d765e589e44c7abc509b19838e1912b513331",
    "url": "https://www.sundaypost.com/news/uk-news/paedophile-ring-leader-colin-blanchard-loses-parole-bid-to-be-freed-from-jail",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Association",
    "published": "2024-06-13T17:16:00Z",
    "title": "Paedophile ring leader Colin Blanchard loses parole bid to be freed from jail",
    "text": "The leader of an online paedophile ring who convinced women to abuse children has lost a parole bid to be freed from jail amid concern over his “extreme sexual interests”.\nIT consultant Colin Blanchard, considered one of Britain’s worst paedophiles, was branded “warped, wicked, dangerous, devious and manipulative” by his sentencing judge who said his crimes caused “widespread revulsion and disbelief”.\nThe father-of-two, from Rochdale, was warned he may never be released from jail when he was handed “in effect” a life sentence, known as an indeterminate imprisonment for public protection, in 2011.\nThe judge ordered him to serve a minimum of nine years behind bars before he could be considered for release after Blanchard admitted a string of more than 20 charges.\nIn a hearing behind closed doors last month as part of his first parole review since sentencing, Blanchard said he wished to be freed from jail.\nBut the Parole Board found his sexual interests were “pervasive”.\n“Mr Blanchard caused very serious harm to victims through his offending,” the panel said on Thursday.\n“After considering the circumstances of his offending, the progress made while in custody and the evidence presented at the hearing, the panel was not satisfied that release at this point would be safe for the protection of the public.”\nThe 53-year-old was “not prepared to acknowledge” his feelings may return after he claimed to no longer experience extreme sexual fantasies, according to papers documenting the decision.\nWhile Blanchard had accepted “greater responsibility” for his crimes, the parole panel still found evidence of “minimisation and deflection” and questioned whether he “truly understood his extreme sexual interests.”\n“He had developed a clear preference for prepubescent children and bestiality, with, in the panel’s view, a fetish of parents having sex with their own children”, the document said.\nBlanchard enlisted four female accomplices – Vanessa George, Tracy Lyons, Tracy Dawber and Angela Allen – to sexually assault young children and share images after meeting them over the internet.\nA work colleague called police after finding child sex abuse images on Blanchard’s computer in 2009 and detectives then identified Plymouth nursery worker George, mother-of-nine Lyons, community care worker Dawber and former sex worker Allen as being the other members of the gang.\nBlanchard will be eligible for another parole review in around two years’ time.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "colin blanchard",
          "sentiment": "negative"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rochdale",
          "sentiment": "none"
        },
        {
          "name": "parole board",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:16:02.859+03:00",
    "updated": "2024-06-14T00:16:02.859+03:00"
  },
  {
    "uuid": "e25a3d7cd586b035021a411cb84ced0674d535ea",
    "url": "https://www.rep-am.com/obituaries/2023/12/28/flutura-spaho/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jim Flynn",
    "published": "2023-12-28T05:00:00Z",
    "title": "Flutura Spaho | Republican-American",
    "text": "WATERTOWN – Flutura (Gega) Spaho, a devoted mother and wife, adoring grandmother, and beloved sister, peacefully transitioned from this world on Dec. 27, 2023, at Waterbury Hospital surrounded by the warmth and love of her family. Born on Dec. 27, 1949, in the town of Pojan, Albania, Flutura’s life journey began and ended on the same remarkable date, echoing the depth and completeness of her presence. Daughter of the late Fuat and Ylfete (Dulo) Gega, Flutura’s life was woven with love, laughter, and an unwavering dedication to her family. In 2010, alongside her devoted husband, Server Spaho, she embarked on a new chapter, embracing the United States as their home and settling in Watertown, where she graced the lives of all those who were fortunate enough to know her. Flutura’s truest happiness blossomed in moments shared with her beloved family, especially her cherished grandchildren, Marina and Eri Spaho. Her legacy of love and kinship lives on through her husband, Server, and adored sons, Aurel Aleks Spaho and Leonart Spaho. Aurel and his wife, Ermira, were not just family but also her nurturing sanctuary, while Leonart remained a steadfast embodiment of her enduring love. Flutura’s love extended beyond her immediate family to embrace her brother, Meleq Gega, of Waterbury; and her sisters, Muazes Kazazi of Greece, Ikbale Spaho, and Pellumbeshe Kulla, both residing in Albania. Her departure leaves a void that will be keenly felt by all who were touched by her kindness, grace, and unwavering affection. As we bid farewell to Flutura, we celebrate a life beautifully lived – a life that touched countless hearts, radiating warmth, compassion, and an unwavering commitment to those she held dear. Her memory will forever be cherished, her spirit a guiding light for those who had the privilege of knowing her. In the quiet moments of remembrance, may her laughter echo, her love resonate, and her legacy endure as a testament to a life remarkably lived. A funeral service will be 9:30 a.m. Saturday, Dec. 30, 2023, at Chase Parkway Memorial/The Albini Family Funeral Home, 430 Chase Parkway, Waterbury. Burial will follow at New Pine Grove Cemetery, Waterbury. Calling hours for Flutura will be Friday, from 5 to 8 p.m.. at the funeral home. For information or to send e-condolences, visit chaseparkwaymemorial.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "flutura spaho",
          "sentiment": "negative"
        },
        {
          "name": "gega) spaho",
          "sentiment": "neutral"
        },
        {
          "name": "eri spaho",
          "sentiment": "none"
        },
        {
          "name": "fuat",
          "sentiment": "none"
        },
        {
          "name": "aurel aleks spaho",
          "sentiment": "none"
        },
        {
          "name": "flutura",
          "sentiment": "none"
        },
        {
          "name": "gega",
          "sentiment": "none"
        },
        {
          "name": "leonart spaho",
          "sentiment": "none"
        },
        {
          "name": "server spaho",
          "sentiment": "none"
        },
        {
          "name": "aurel",
          "sentiment": "none"
        },
        {
          "name": "ermira",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "watertown",
          "sentiment": "none"
        },
        {
          "name": "pojan",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "watertown",
          "sentiment": "none"
        },
        {
          "name": "waterbury hospital",
          "sentiment": "none"
        },
        {
          "name": "albania",
          "sentiment": "none"
        },
        {
          "name": "marina",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:17.247+02:00",
    "updated": "2023-12-29T00:23:17.247+02:00"
  },
  {
    "uuid": "1edc3e97112b43a56a3bf3cb247c6f612409af37",
    "url": "https://www.world-today-news.com/taras-topolya-ukrainian-singer-talks-about-serving-on-the-frontlines-and-fundraising-for-soldiers-with-global-tour/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-30T04:56:00Z",
    "title": "Taras Topolya: Ukrainian Singer Talks About Serving on the Frontlines and Fundraising for Soldiers with Global Tour",
    "text": "Below is an abbreviated version of the conversation, the full interview in the\nvideo version on YouTube channel RBC-Ukraine.\n– Taras Topolya before February 24th and after are they different people?\n– Here I need to ask my friends, loved ones, relatives, those who somehow communicate with me and have experience, with what to compare. For myself personally, I have not changed: the same beliefs, principles of work, the same status as a father, husband, artist, public figure.\n– Is there a feeling that something has become much more valuable, or that some priorities have changed?\n– Our priorities for the war were universal. Such values are not material. Not a race for fame, success, or anything else, but simpler things: the\nhealth of loved ones, relatives nearby, general happiness in some simple moments. Happiness together. It was, and it remains. Only, probably, circumstances have changed.\nIf before a large-scale war it is obvious that for many people the accumulation of certain material values was very important, then for a certain part of people after a full-scale war there was a revaluation.\nFor me, the most striking example was when we worked in Irpen. And there are ruins, there is a block, a street – and the Range Rovers are abandoned… Who needed them then? The main thing is that the owner is alive! That is, it turns out that at such critical moments, life, the\nhealth of loved ones, relatives, yours and those things that are basic come to the front page. They have always been values for us.\nBut in everything we have not changed. Accents probably treated it differently. If, for example, in 2021 it was still possible to make plans and they had a lot of material things, now all the emphasis, all the plans are more aimed at universal things. So that everyone is healthy, so that everyone is alive, so that some people around them don’t go crazy, so that they can hold on mentally. It is important.\nTaras Topol (\nphoto: RBC-Ukraine / Vitaly Nosach)\n– Why did you decide to go to the front?\n“You can’t stop the enemy by singing on stage.” Here the answer is obvious. I consider this country to be my own. Above me is a yellow-blue flag – this is my flag. I was born in Kyiv, Ukraine, and continue to live here. And I want to connect my entire future with this country. I love this people and I love this culture.\nWe are purposeful [группа “Антитіла”] Initially we chose the Ukrainian language. Because in our creativity there is not only a commercial component (it definitely is there), but also a civic position. There is a definite strategy, because language is a strategically important thing for us. None of us left Kyiv. So, this is motivation. It is simple and understandable.\nWhy did we do this? Because if we didn’t do this, then What is Antitila about then?“ ? Words, ideas in songs [расходятся] with actions? This is the biggest tragedy. This would be my life’s tragedy. I wouldn’t be able to justify myself if I didn’t leave.\nThe war came, especially in the first six months… What should you do if you are a man? What kind of singing is there?! Go – and hold back! Something must be done to ensure that combat missions are completed and the maximum number of kats*pov is killed. Or make sure that the maximum number of their brothers survive and that next time they kill the maximum number of bastards. That was the logic. It seems that she was most effective then.\n-Are you preparing for a big war?\n“Even before the full-scale invasion, Antitilos and I, feeling and predicting that this is exactly how events could develop, prepared by going to the battalion in which we wanted to serve in advance and meeting the commander. By February 24, the process of joining this battalion began.\nMoreover, they did a\nvideo promo with the Ministry of Defense. We planned to make a series of videos showing what to do [в ТРО] easily. It certainly wasn’t easy, but we tried to motivate people to do it. Show that if suddenly there is a big war, then Ukraine will survive only if there is total civil resistance and people take up arms! And the nearest window or the nearest door through which a person could take a weapon, stand with a civilian military, and begin to defend the country quickly – these were the territorial defense forces. Read more: \"Constellation Task Stage: Aries New Moon Wishing Day Lucky Stars for Aries and Sagittarius (Broadcast on 3.22)\"\nSo, in fact, before the big war, we agreed that we were entering there, and made certain movements in this direction. And when the invasion began, we joined the battalion that same day and began serving. From that day until August 2022, we, together with the battalion, did our work in Kyiv, in the Kharkov region, in Kharkov.\nTaras Topol (\nphoto: RBC-Ukraine / Vitaly Nosach)\n– What tasks did you perform at the front?\n– They provided first aid. Tourniquets and bandages were applied. It wasn’t every day that there were conveyor belts of wounded right there. But it was hard. But you turn off your emotions, work like a machine and lie while you’re transporting the wounded: just about, now, now, we’re already returning, already, sparrow boys, we’ll be there soon. And you know that it’s still a 20 minute drive…\n– Did they recognize you? Did you ask to take a\nphoto?\n“Everyone in the battalion knew who we were.” Well, most. Especially those who worked where we did – at zero, on the first line. They knew.\nBut listen: what photos? When this is all: There is bleeding, a torn stomach or a torn arm. What\nphoto? And I was also driving. My task was not only to provide first aid, but also to deliver quickly.\n– If we talk about your work already during the war… One of your most famous songs is “Fortress Bakhmut”. How was it created?\n– It was created from the emotions experienced. It was created quite quickly. To music previously written by Sergei Vusik (keyboardist and arranger of the Antitila group – Ed.). The melody and lyrics were written by me together with Maxim Sivolap (member of the Antitila group – Ed.). We made an arrangement and quite quickly a song appeared, then a\nvideo clip.\nSergei Vusik went to the front line with the support of the commander of the Ground Forces, Alexander Syrsky. He gave the order, and Sergei was given the opportunity, together with director Viktor Skuratovsky, to work on a really working howitzer, from which they actually destroyed the Nazis. And, accordingly, the song and this\nvideo were created. Quite powerful and musical. I can say that this is a working patriotic product.\n– You recently returned from the\nUSA. It was a trip around the world. What was her goal? Where did you perform? How many concerts did you give during this time?\n“We set out to raise funds for 10 thousand first aid kits with good components inside for the soldiers. Why is this? Because we worked as paramedics. The bulk of the funds were raised in the\nUnited States.\nIn the end, sitting here now, I can say that in the near future we will summarize all the numbers, make purchases and will already report that we have achieved the goal. And the goal was half a million dollars. But we’re talking about half a million dollars that we set out to raise in the\nUnited States, in Australia, New Zealand, in Europe. And we collected, collected, collected, and finally collected! Thanks to those people who came: Ukrainians, Americans, British, Australians.\nAlso thanks to our partners – the United for Ukraine Foundation, everyone who cares. And thanks to the fact that people understood: it is important that someone’s son, father, brother, sister, mother will return home. Even if wounded, but still alive, having such first aid kits.\nThe goal has been achieved. And to be honest, we don’t plan to stop.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.youtube.com/c/RBCUkraine",
      "https://youtube.com/c/RBCUkraine"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taras topolya",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "rbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:58:13.912+02:00",
    "updated": "2023-12-30T06:58:13.912+02:00"
  },
  {
    "uuid": "4fd381480a5eb7498ac3d62d9589e6df71c9b538",
    "url": "https://fedpress.ru/news/54/society/3388031",
    "ord_in_thread": 0,
    "author": "Екатерина Ломакина",
    "published": "2025-07-03T03:42:00Z",
    "title": "Новосибирский биолог объяснил причины нашествия мошек | Новосибирская область | ФедералПресс",
    "text": "НОВОСИБИРСК, 3 июля, ФедералПресс. Новосибирцы столкнулись с настоящим бедствием: этим летом особенно свирепствует мошкара, делая отдых на природе и даже работу в огороде практически невозможной. Биолог Алексей Яновский объяснил причины такого нашествия и рассказал о неприятных сюрпризах, которые ждут горожан впереди.\n«Популяция комаров осталась на прежнем уровне, а вот мошек действительно стало значительно больше», – сказал[Горсайту]биолог.\nПри этом, мошкара, по мнению Яновского, эволюционировала, приспособившись к питанию человеческой кровью.\n«Раньше мошкара кусала в основном домашний скот, но его стало меньше, и насекомые перешли на питание людьми», – пояснил эксперт.\nВ отличие от комаров и слепней, мошка выкусывает поверхность кожи и сосет кровь, причиняя сильную боль. Эксперт отметил, что благоприятная для мошкары погода – теплая и влажная – в сочетании с периодом дождей способствует их массовому вылету из водоемов, где развиваются личинки.\nЯновский также обратил внимание на то, что мошка особенно активно нападает в местах скопления людей, например, на остановках общественного транспорта. Он подчеркнул, что такая ситуация с гнусом является обычной для Сибири.\nНапомним, новосибирцы ищут различные методы защиты от мошек.\nФото: ФедералПресс / Елена Майорова",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->ecosystem",
      "Environment->nature",
      "Environment->endangered species",
      "Health->public health",
      "Health->health organisation",
      "Health->communicable disease"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ru",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:36:26.509+03:00",
    "updated": "2025-07-03T04:41:14.000+00:00"
  },
  {
    "uuid": "fd421e709fd37507956fbaf1cd4f89aa6ea753bb",
    "url": "https://www.deccanchronicle.com/nation/in-other-news/241223/devotees-face-darshan-woes-a-day-ahead-of-vaikunta-ekadasi-in-tirumala.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deccan Chronicle",
    "published": "2023-12-23T18:27:00Z",
    "title": "Devotees Face Darshan Woes a Day Ahead of Vaikunta Ekadasi in Tirumala",
    "text": "Home » Nation » In Other News » December 23, 2023 Nation Devotees Face Darshan Woes a Day Ahead of Vaikunta Ekadasi in Tirumala Deccan Chronicle.| DC Correspondent\nPublished on: December 23, 2023 | Updated on: December 23, 2023 Amid intense preparations for the Vaikunta Ekadasi festival at Lord Venkateswara temple in Tirumala, thousands of devotees reportedly faced difficulties accessing darshan queues on Friday, a day preceding the festival. (Representational DC Image)\nTirupati: Amid intense preparations for the Vaikunta Ekadasi festival at Lord Venkateswara temple in Tirumala, thousands of devotees reportedly faced difficulties accessing darshan queues on Friday, a day preceding the festival.\nAccording to the data released by the Tirumala Tirupati Devasthanams (TTD), only 40,638 devotees had darshan on Friday - significantly lower than typical weekend numbers at the abode of Tirumala Lord. Consequently, hundi collections also witnessed a decline, totalling `3.46 crore for the day.\nLarge crowds converged on Tirumala in hopes of a darshan, but the TTD security personnel repeatedly indicated that all compartments of the Vaikuntam queue complexes were completely occupied. However, TTD counts revealed that the number of devotees who had darshan was far below claims that queues were full.\nObservers say the dip in devotee numbers resulted from TTD's exclusive focus on preparations for Vaikunta Ekadasi rather than facilitating darshan for devotees who arrived at the hill town a day ahead of the festival. The intense activity on festival arrangements led to confusion and an alleged lack of coordination in queue operations, preventing thousands of waiting devotees from accessing the temple on Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tirumala",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tirumala deccan chronicle",
          "sentiment": "none"
        },
        {
          "name": "ttd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vaikunta ekadasi",
          "sentiment": "none"
        },
        {
          "name": "lord venkateswara",
          "sentiment": "none"
        },
        {
          "name": "tirumala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T01:49:55.283+02:00",
    "updated": "2023-12-24T01:49:55.283+02:00"
  },
  {
    "uuid": "45beb715560ab659598d931061d3d4db22988cdc",
    "url": "https://oilprice.com/Latest-Energy-News/World-News/Londons-Mandara-Capital-Closes-Doors-After-13-Years-in-Oil-Trading.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Kern",
    "published": "2023-12-28T22:30:00Z",
    "title": "London's Mandara Capital Closes Doors After 13 Years in Oil Trading",
    "text": "Attacks on shipping in the…\nChina will not stop its…\nA London-based oil market-maker and derivatives trading firm, Mandara Capital, is in the process of winding down operations, the company’s founder told\nBloomberg on Thursday.\nLast week, two sources familiar with the matter told\nBusiness Insider that Mandara Capital was shutting down operations after 13 years in the business of derivatives trading in crude and refined products.\nThe company’s founder Muwaffaq Salti confirmed the report to Bloomberg this week, but declined to elaborate on the reasons for the winding down of the business.\nMandara Capital was founded in 2009 by Salti, who was previously global head of fuel oil trading at JP Morgan Chase. Before joining JP Morgan, Salti was a trader in oil and commodities at other Wall Street giants, Goldman Sachs and Morgan Stanley.\nIn May 2010, Mandara Capital\nstarted trading crude futures and fuel oil derivatives.\nWhile the London-based derivatives trader is shutting down, the biggest traders of physical crude and other commodities have been raking in record profits in recent months.\nFor example, commodity trader Trafigura paid its\n[highest-ever dividends](/Latest-Energy-News/World-News/Oil-Trading-Giant-Trafigura-Triples-Dividends-After-Record-High-Profit.html) for its 2022/2023 financial year, after posting another record-high profit amid volatile markets.\nTrafigura, one of the biggest independent oil and commodity traders in the world,\nsaid in its 2022/2023 fiscal year results earlier this month that its net profit jumped to about $7.4 billion for the year to September 30, 2023, up from $7 billion for the previous fiscal year, which was the then-record-high profit for the privately owned trading group.\nTrafigura paid $5.9 billion in dividends to around 1,200 of its top executives and traders, who have received huge paychecks over the past two years as commodity trading houses reaped the benefits of high volatility in the energy and metals commodity markets.\n“Exceptional earnings were achieved during the first half of the year as our teams provided valuable services to our customers in disrupted energy markets and captured opportunities in a volatile environment,” Trafigura said.\nADVERTISEMENT\nBy Michael Kern for Oilprice.com\nMore Top Reads From Oilprice.com:\nMichael Kern is a newswriter and editor at Safehaven.com and Oilprice.com,\nADVERTISEMENT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.bloomberg.com/news/articles/2023-12-28/london-based-oil-trader-mandara-is-shutting-down",
      "https://www.trafigura.com/news-and-insights/press-releases/2023/2023-annual-results-show-a-strong-performance-in-constantly-shifting-markets/",
      "https://www.reuters.com/article/fund-trading-idINLDE64C1MI20100513/",
      "https://www.businessinsider.com/mandara-capital-oil-prop-trading-london-2023-12",
      "https://www.reuters.com/article/fund-trading-idINLDE64C1MI20100513",
      "https://www.trafigura.com/news-and-insights/press-releases/2023/2023-annual-results-show-a-strong-performance-in-constantly-shifting-markets",
      "https://businessinsider.com/mandara-capital-oil-prop-trading-london-2023-12",
      "https://trafigura.com/news-and-insights/press-releases/2023/2023-annual-results-show-a-strong-performance-in-constantly-shifting-markets/",
      "https://bloomberg.com/news/articles/2023-12-28/london-based-oil-trader-mandara-is-shutting-down",
      "https://reuters.com/article/fund-trading-idINLDE64C1MI20100513/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muwaffaq salti",
          "sentiment": "none"
        },
        {
          "name": "salti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mandara capital",
          "sentiment": "negative"
        },
        {
          "name": "bloomberg",
          "sentiment": "none"
        },
        {
          "name": "jp morgan",
          "sentiment": "none"
        },
        {
          "name": "goldman sachs",
          "sentiment": "none"
        },
        {
          "name": "morgan stanley",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "jp morgan chase",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:58:40.972+02:00",
    "updated": "2023-12-29T00:58:40.972+02:00"
  }
]