[
  {
    "uuid": "b6672ecdfd703699e5067114441a2a65fb41e7db",
    "url": "https://www.noticiasdenavarra.com/sociedad/2024/04/04/tercio-casos-cancer-mama-curarse-8077724.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DIARIO DE NOTICIAS",
    "published": "2024-04-04T20:42:00Z",
    "title": "Un tercio de casos de cáncer de mama podrían curarse sin quimio",
    "text": "El ensayo clínico PHERGain, desarrollado por MEDSIR y publicado en ‘The Lancet’, ha demostrado que un tercio de las pacientes con [ cáncer de mama](https://www.noticiasdenavarra.com/tags/cancer-de-mama/) HER2 positivo localizado pueden ser curadas sin precisar quimioterapia, reduciendo de una manera drástica los efectos secundarios. Este estudio marca un hito al emplear un diseño adaptativo para personalizar el tratamiento en el entorno neoadyuvante/adyuvante de pacientes con cáncer de mama HER2 positivo localizado. El objetivo principal de este ensayo fue evaluar la viabilidad de una estrategia terapéutica adaptativa basada inicialmente en un tratamiento exclusivo con un bloqueo dual de HER2 mediante trastuzumab y pertuzumab, y evaluando la adición posterior de quimioterapia en función de la respuesta temprana observada por PET-TAC y de la respuesta en el momento de la cirugía. “Los resultados de este estudio nos acercan cada vez más al fin de la quimioterapia en un porcentaje significativo de pacientes con este tipo de tumores”, señala el investigador principal del estudio, el doctor Javier Cortés. Los resultados iniciales del ensayo clínico PHERGain demostraron que la evaluación temprana de la respuesta al tratamiento preoperatorio exclusivo sin quimioterapia basado en trastuzumab y pertuzumab, mediante el uso del PET-TAC, era capaz de identificar alrededor de un 40 por ciento de pacientes con cáncer de mama HER2 positivo localizado que alcanzan una respuesta patológica completa. Los resultados del segundo objetivo principal, que buscaba analizar la supervivencia libre de enfermedad invasiva a tres años en todas las pacientes que siguieron esta estrategia de tratamiento adaptativo, fueron presentados en Chicago durante el congreso anual de la Sociedad Americana de Oncología Clínica en 2023. Según los resultados del estudio PHERGain se identifica que un 30 por ciento de pacientes con cáncer de mama HER2 positivo localizado podrían prescindir del tratamiento con quimioterapia manteniendo una excelente supervivencia. Además, las pacientes que tuvieron que recibir posteriormente quimioterapia por una respuesta insuficiente no vieron su pronóstico comprometido. Los resultados del estudio evidencian que el 94,8 % de todas las pacientes que siguieron esta estrategia terapéutica adaptativa, independientemente de haber recibido quimioterapia o no, permanecen libres de cáncer a los tres años de ser intervenidas quirúrgicamente tras el tratamiento. Este porcentaje es aún mayor, 96,4%, en las pacientes que no tuvieron que recibir quimioterapia ya que únicamente una de ellas experimentó una recaída, que fue local. El estudio ha implicado a investigadores de 45 centros ubicados en siete países europeos y ha incluido 356 pacientes con cáncer de mama HER2 positivo localizado. Los resultados obtenidos han sido considerados extraordinariamente relevantes y representan una nueva opción terapéutica a considerar, ya que demuestran que pueden ser tratadas con eficacia sin quimioterapia sin comprometer su pronóstico.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:16:42.055+03:00",
    "updated": "2024-04-05T00:16:42.055+03:00"
  },
  {
    "uuid": "c54c9fc0c243d725902e737b69d5f32da26bb1d4",
    "url": "https://www.timesreporter.com/story/sports/pro/browns/2023/12/29/browns-defense-makes-sure-they-won-the-game-in-second-half-vs-jets-ronnie-hickman-shelby-harris/72055825007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Easterling",
    "published": "2023-12-29T10:45:00Z",
    "title": "Browns defense makes sure they 'won the game' in second half vs. Jets",
    "text": "Defense makes sure Browns 'won the game' in second half against Jets [Chris Easterling](https://www.beaconjournal.com/staff/5854570002/chris-easterling/) CLEVELAND — The play that may have defined the kind of night it was for the [Browns defense](/story/sports/pro/browns/2023/12/16/justin-fields-presents-dynamic-challenge-browns-defense-bears-qb-ohio-state-myles-garrett-sacks/71917511007/) against the [New York Jets](/story/sports/pro/browns/2023/12/28/cleveland-browns-nfl-thursday-night-week-17-afc-playoffs-new-york-jets-amari-cooper-joe-flacco/72027573007/) was the one that gave them the two-score lead they would never relinquish. The Browns had just failed to turn a special-teams takeaway into points late in the first quarter, throwing a fourth-down incompletion instead. Three plays later, though, safety Ronnie Hickman stepped in front of a pass from Jets quarterback Trevor Siemian and returned the interception 30 yards for a touchdown and a 13-point lead. Just like that, the tone of the Browns' [37-20 playoff-clinching win over the Jets](/story/sports/pro/browns/2023/12/28/browns-vs-jets-instant-analysis-live-game-score-updates-thursday-night-football-nfl-week-17-playoffs/72037806007/) was truly set. \"That was incredible,\" Browns coach Kevin Stefanski said after his team improved to 11-5. \"The ball finds Ronnie Hickman. It’s incredible. Out at practice, walkthrough, somehow the ball finds its way into his lap and he does a great job. You know, scoring — it was a great play by a young man and he’s doing a nice job. We’re going to continue to need these guys to step up.” The Browns defense stepped up much in the way a great closer does for a baseball team. It slammed the door shut on the Jets. The Browns rolled up 367 yards of offense in the first half, after which they led 34-14. They had 61 yards and three points over the final two quarters. New York, meanwhile, had 197 net yards. Five of its six second-half possessions reached Browns territory, but the closest the Jets got was 34-20 on Greg Zuerlein's 44-yard field goal with 8:50 remaining. \"You’ve got to give a lot of credit to our defense,\" Browns quarterback Joe Flacco said. \"I know the Jets kind of moved the ball down there on the first drive, but they ended up settling for a field goal. And then you’ve got to give it to our field goal team. I mean, our field goal block team. Our defense did a great job in the second half, though, not really giving those guys anything and making sure we won the game.\" The secret? Much like with Hickman's pick 6, it was all about timing. This is how the Jets second-half possessions ended: - Browns defensive tackle Shelby Harris blocked a 31-yard Zuerlein field goal - New York punted on fourth and 10 from the Browns 44 - The Jets punted again from the Browns 44 on fourth and 11 - Zuerlein's 44-yard field goal cut the Browns lead to 34-20 - Siemian got tripped up inches shy of the yard to gain by linebacker Jeremiah Owusu-Koramoah on fourth and 4 from the Jets 14 - Game ended with the Jets at the Browns 12 \"Man, we take a lot of pride in that,\" cornerback Denzel Ward said. \"We've been saying that we wanted to be the No. 1 defense, and I feel we've been showing that. So when we had those opportunities to go out there and get the ball back for our offense, we're executing that and doing that.\" Chris Easterling can be reached at ceasterling@thebeaconjournal.com. Read more about the Browns at www.beaconjournal.com/sports/browns. Follow him on Twitter at @ceasterlingABJ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.beaconjournal.com/staff/5854570002/chris-easterling/)",
      "https://beaconjournal.com/staff/5854570002/chris-easterling/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ronnie hickman",
          "sentiment": "none"
        },
        {
          "name": "trevor siemian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "browns",
          "sentiment": "positive"
        },
        {
          "name": "new york jets",
          "sentiment": "none"
        },
        {
          "name": "jets",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cleveland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:43:05.751+02:00",
    "updated": "2023-12-29T18:41:26.416+02:00"
  },
  {
    "uuid": "2e0f23476efb9bd98d922db6920d0c11384dd0df",
    "url": "https://larepublica.pe/deportes/2024/07/25/jhamir-darrigo-le-costo-a-alianza-lima-mas-de-medio-millon-de-dolares-pero-saldra-prestado-tras-no-sumar-minutos-en-el-torneo-clausura-de-la-liga-1-2024-705975",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eddy Bejarano",
    "published": "2024-07-25T22:08:00Z",
    "title": "Jhamir D'Arrigo le costó a Alianza Lima más de medio millón de dólares, pero saldrá prestado tras no sumar minutos en el Torneo Clausura de la Liga 1 2024 | Deportes | La República",
    "text": "Le costó a Alianza Lima más de medio millón de dólares, pero saldrá prestado tras no sumar minutos en el Clausura El club blanquiazul acaba de incorporar a Kevin Quevedo, a quien repatrió para buscar el título del segundo certamen del año. Alianza Lima es uno de los clubes de la Liga 1 que más movió sus fichas en este mercado de pases en el fútbol peruano. Si bien sufrió las bajas de jugadores como Gabriel Costa y [Kevin Serna —quien brilló en su debut en el Fluminense—](https://larepublica.pe/deportes/2024/07/24/kevin-serna-realiza-espectacular-pase-de-gol-en-su-debut-con-fluminense-en-la-victoria-ante-palmeiras-1350480), se reforzó con futbolistas como Matías Succar y Kevin Quevedo. En ese sentido, las negociaciones en tienda íntima aún no se encuentran cerradas, ya que un elemento de su plantel, que le costó a los victorianos US$550.000, se irá a préstamo para el Clausura. Se trata de Jhamir D'Arrigo, quien el año pasado brilló con Melgar de Arequipa. Sus actuaciones con el conjunto dominó le sirvió para que la institución íntima no dudara en invertir pagando su rescisión de contrato para sumarlo a sus filas. No obstante, medio año después, el extremo no cumplió con las expectativas del club de La Victoria y será prestado para el Torneo Clausura 2024. Jhamir D'Arrigo jugó en Academia Cantolao y Melgar antes de llegar a Alianza Lima. Foto: Alianza Lima/X Jhamir D'Arrigo saldrá prestado para el Clausura 2024 De cara al clásico [ Universitario vs. Alianza Lima ](https://larepublica.pe/deportes/2024/07/23/universitario-vs-alianza-lima-en-vivo-ultimas-noticias-del-clasico-por-el-torneo-clausura-via-golperu-1520898)de este viernes 26 de julio, el periodista Gerson Cuba informó que Jhamir D'Arrigo no saldrá en lista porque los blanquiazules buscan prestarlo ante los pocos minutos que sumó a lo largo de la temporada. PUEDES VER: [Fabián Bustos y los 2 'tapaditos' en Universitario para derrotar a Alianza Lima en el Monumental] \"Jhamir D'Arrigo sale fuera de la lista de Alianza Lima, se espera que pueda ser prestado en los próximos días a un club. El equipo entrena en breve y se define el 11. Concentran en el Hilton\", se lee en el tuit que publicó en su canal de la red social X. De esta manera, Alianza Lima tendrá una baja más en el Clausura, que se suman al de Gabriel Costa y Kevin Serna. Números de Jhamir D'Arrigo con Alianza Lima El extremo nacional ha disputado 14 duelos con Alianza Lima en el Torneo Apertura y 1 en la Copa Libertadores, de los cuales solo fue titular 9 compromisos y pudo completar los 90 minutos en 3 cotejos. El único gol que marcó fue ante Deportivo Garcilaso en el triunfo por 3-2. Además, brindó una asistencia. ¿Cuál es la millonaria multa que impuso Indecopi a Alianza Lima? En su página web, Indecopi informó que Alianza Lima deberá pagar una multa de alrededor de 3 millones de soles por exponer al riesgo a los hinchas que acudieron al estadio Alejandro Villanueva de Matute en el compromiso ante Universitario por la final de la Liga 1 2024. PUEDES VER: [¿Por qué la derrota de Melgar favorece a Universitario o Alianza Lima de cara al clásico?] \"Por apagar las luces del estadio Alejandro Villanueva mientras los asistentes al evento se encontraban en las tribunas, luego de un encuentro deportivo, y no adoptar las acciones respectivas para evitar el ingreso de bengalas, la Comisión de Protección al Consumidor N.°2 del Indecopi, en primera instancia, impuso al Club Alianza Lima una multa total de 588.36 UIT, equivalente a 3.030.054 soles\", se lee en el portal de esta institución. Alianza Lima emitió contundente comunicado tras millonaria sanción de Indecopi Tras el pronunciamiento de Indecopi sobre los hechos suscitados en el duelo entre Alianza Lima y Universitario por la segunda final nacional de la Liga 1 2024. La entidad nacional decidió castigar, en primera instancia, al cuadro blanquiazul con una millonaria multa. Sin embargo, el club íntimo podría apelar esta sanción. \"El Club Alianza Lima informa a la opinión pública y la comunidad blanquiazul lo siguiente: Hemos tomado conocimiento en las últimas horas de la resolución emitida en primera instancia, por Indecopi. Al respecto, cumplimos con comunicar que ya venimos trabajando en la apelación correspondiente y esta será presentada de manera oportuna\", dice la publicación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:31:08.078+03:00",
    "updated": "2024-07-26T01:31:08.078+03:00"
  }
]