[
  {
    "uuid": "8728a6068caa7fd9dbdb4840e521472b279400a4",
    "url": "https://www.espn.co.uk/olympics/story/_/id/40641539/olympics-2024-charlotte-dujardin-condemned-gb-teammate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ESPN",
    "published": "2024-07-25T21:40:00Z",
    "title": "Olympics 2024: Charlotte Dujardin condemned by GB teammate - ESPN",
    "text": "Charlotte Dujardin's mistreatment of horse in a leaked video that saw her pull out of the Paris Olympics was condemned by a group of leading dressage riders, including her long-time Team GB teammate Carl Hester, on Wednesday. Dujardin, 39, [withdrew from the Games](/olympics/story/_/id/40624092/charlotte-dujardin-provisionally-banned-paris-olympics) just four days before the opening ceremony after a whistleblower submitted a video to competition organisers showing her repeatedly whipping a horse. She has been provisionally suspended for six months by equestrian's governing body, the International Federation for Equestrian Sports (FEI). UK Sport has confirmed that it will no longer fund Dujardin, describing the video as disturbing and not in keeping with the high standards expected of British athletes. In a [statement](https://www.idrc.me/posts/statement-dujardin), the board members of the International Dressage Riders Club (IDRC) said that they \"universally condemn\" Dujardin's actions. \"The Board members are resolute that equine welfare must always be placed uppermost and at all times,\" they said. \"The IDRC Board supports the actions taken by the FEI, the British Equestrian Federation and British Dressage to provisionally suspend Ms Dujardin.\" Hester, who is preparing to compete in his seventh Olympics in Paris, was among the statement's 10 signatories. Dujardin and Hester formed part of the dressage team that won gold at London 2012, silver at Rio 2016 and bronze at Tokyo 2020. He was due to compete alongside Dujardin once more in Paris at the team event that begins on July 30 at the Palace of Versailles. Dujardin's withdrawal from the Games ended her chance to go ahead of Laura Kenny and become the sole British female athlete to win seven Olympic medals -- she is tied with the retired cyclist on six. FEI president Ingmar de Vos said Thursday that he was confident the sport will remain on the Olympic programme after animal rights group PETA demanded that the IOC [remove equestrian sports from the Games](/olympics/story/_/id/40633947/peta-demands-ioc-axe-equestrian-sports-dujardin-suspension) amid several cases of horse abuse. \"I was very upset, I was surprised and very upset [when I saw the footage of Dujardin's actions],\" De Vos told reporters. Despite the outcry, De Vos believes equestrian events -- eventing, dressage, show jumping -- will be at the Los Angeles Games in 2028 and Brisbane in 2032. \"I'm very confident because we've been doing so much for horse welfare. We will be on the programme in Los Angeles and we will also be in Brisbane,\" he said. The FEI woke up to the challenge of improving horse welfare after the Tokyo Olympics severely harmed its image. In 2021, one horse died in a cross-country accident while another one suffered from severe nose bleeding from jumping and spectators were shocked by scenes of abuse in a modern pentathlon competition. FEI chief veterinarian Goran Akerstrom said the FEI has released an action plan with 37 measures to protect horses, including rules for the tightness of nosebands and flexible cross-country obstacles designed to prevent severe accidents. Information from Reuters contributed to this report",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.idrc.me/posts/statement-dujardin),",
      "https://idrc.me/posts/statement-dujardin),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "espn charlotte dujardin",
          "sentiment": "negative"
        },
        {
          "name": "charlotte dujardin",
          "sentiment": "negative"
        },
        {
          "name": "carl hester",
          "sentiment": "none"
        },
        {
          "name": "dujardin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "international dressage riders club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk sport",
          "sentiment": "none"
        },
        {
          "name": "international federation",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:21:36.276+03:00",
    "updated": "2024-07-26T05:49:09.205+03:00"
  },
  {
    "uuid": "c0b8f3e45304566bc35066fca8fe29264c93b18e",
    "url": "http://www.restaurantnews.com/competition-heats-up-at-waba-grill-during-inaugural-grill-master-competition-022924",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RestaurantNews com",
    "published": "2024-02-29T21:58:00Z",
    "title": "Competition Heats up at Waba Grill During Inaugural Grill Master Competition | RestaurantNews.com",
    "text": "Employees Celebrated for Achievements in Food Preparation Anaheim Hills, CA ( [RestaurantNews.com](http://www.RestaurantNews.com)) [WaBa Grill](https://www.wabagrill.com?utm_source=RestaurantNews.com), one of the nation’s leading healthy rice bowl chains, has proudly wrapped up a significant part of its multifaceted Back to Basics development initiative: the inaugural Grill Master Competition. The internal competition featured 200 WaBa Grill cooks in a high-stakes cooking contest to earn the coveted Grill Master title. It also recognized the many individuals dedicated to perfecting WaBa Grill’s charbroiled proteins, food preparation and sanitary standards. Introduced in 2023, the Back to Basics initiative includes engaging employee and franchise programs, like the Grill Master Competition, reinforcing the brand’s fundamental principles and best practices for running a successful WaBa Grill restaurant. “Our impressive cooks are the backbone of our brand, and they keep our guests coming back for the perfectly grilled proteins that are central to our signature bowls, plates and Boom Boom Tacos,” said Andrew Kim, President and CEO of WaBa Grill. “This competition was a fun and authentic way for employees to express their WaBa Grill pride beyond their customary restaurant environments, and it far exceeded our expectations for employee passion, creativity and culinary excellence.” Participants from WaBa Grill’s corporate and franchise locations were hand-selected by their Franchise Business Coaches (FBCs) to represent their respective territories in the inaugural Grill Master Competition. More than 200 cooks successfully completed the first round of certification, from which only 73 were selected to complete advanced-knowledge testing and skills demonstrations to advance to Certified Grill Master. From there, nine top-performing Grill Masters were invited to participate in a WaBa Grill, Grill-Off. Over three days, a panel of three expert judges evaluated the competitors on their adherence to WaBa Grill’s uniform grooming standards, hand washing, and sanitary practices, plus all facets of preparing, cooking, holding and serving WaBa Grill’s signature chicken, ribeye steak and pork-veggie dumplings. The WaBa Grill, Grill-Off culminated with more than $4,000 in cash prizes awarded to the nine competitors – each recognized for a deep commitment to fulfilling the brand’s high standards for food preparation, holding and serving. In the franchise bracket, the $1,000 first-place prize went to Alejandro Robledo of Mira Mesa, the $750 second-place prize to Olga Dominguez of Anaheim and the $500 third-place prize to Alma Fuentes of Riverside. Aurora Huerta of WaBa Grill’s La Puente location took home first place and $500 in the company-owned division. The runners-up in both divisions were awarded $250, and all nine contestants received a personal Grill Master plaque. “Our greatest brand asset will always be our people, and it was a proud and exhilarating experience to see talented employees showcasing their skills throughout this inaugural competition,” said Vivian Mendoza, Director of Strategic Operations Implementation at WaBa Grill. “As WaBa Grill embraces new locations, menu items and technologies, our Back to Basics initiative supports our internal operations, franchisees and employees, ensuring they can confidently implement our corporate standards at all locations systemwide with ease.” Since 2006, WaBa Grill has delivered new and amazing cuisine at the best value – always delighting guests with unique and exciting flavors. The nearly 200-unit brand is primed to continue expansion, having identified key markets throughout the Western U.S., and is seeking franchise partners interested in expanding their portfolios with an established healthy fast casual brand on the rise. For more details about partnering with WaBa Grill, visit [WaBaGrill.com/franchise](https://www.wabagrill.com/franchise?utm_source=RestaurantNews.com). About WaBa Grill WaBa Grill was founded in 2006 on the principle that healthy food made with quality ingredients should be accessible to all. With a goal of serving the best possible food on the go, WaBa’s famous rice bowls, plates and salads are made with fresh vegetables, healthy grains and high-quality proteins including fresh, never frozen chicken, marinated ribeye steak, wild-caught salmon, jumbo shrimp and organic tofu, all prepared to order on an open-fire grill and customized with a variety of flavorful sauces including the fan favorite WaBa Sauce. Learn more at [WaBaGrill.com](https://www.wabagrill.com?utm_source=RestaurantNews.com). WaBa Grill Social Media Pages Facebook: [https://www.facebook.com/wabagrillofficial](https://www.facebook.com/wabagrillofficial) Instagram: [https://www.instagram.com/wabagrill/](https://www.instagram.com/wabagrill/) Twitter: [http://www.twitter.com/wabagrill](http://www.twitter.com/wabagrill) Media Contact: Selena Lane [Powerhouse+Co.](https://powerhouseandco.com?utm_source=RestaurantNews.com) selena@powerhouseandco.com 949-261-2216 - More from [WaBa Grill](http://www.restaurantnews.com/search-2/?q=%22WaBa%20Grill%22)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/wabagrill/",
      "https://www.wabagrill.com/franchise?utm_source=RestaurantNews.com).",
      "http://www.RestaurantNews.com))",
      "https://www.facebook.com/wabagrillofficial)",
      "http://www.twitter.com/wabagrill)",
      "https://www.facebook.com/wabagrillofficial",
      "https://www.instagram.com/wabagrill/)",
      "http://www.twitter.com/wabagrill",
      "https://powerhouseandco.com?utm_source=RestaurantNews.com)",
      "https://www.wabagrill.com?utm_source=RestaurantNews.com).",
      "https://www.wabagrill.com?utm_source=RestaurantNews.com),",
      "https://facebook.com/wabagrillofficial)",
      "https://powerhouseandco.com",
      "https://wabagrill.com/franchise?utm_source=RestaurantNews.com).",
      "https://instagram.com/wabagrill/",
      "https://wabagrill.com?utm_source=RestaurantNews.com),",
      "https://instagram.com/wabagrill/)",
      "http://twitter.com/wabagrill",
      "https://www.instagram.com/wabagrill",
      "https://facebook.com/wabagrillofficial",
      "http://twitter.com/wabagrill)",
      "https://www.powerhouseandco.com?utm_source=RestaurantNews.com)",
      "https://wabagrill.com?utm_source=RestaurantNews.com).",
      "https://www.wabagrill.com/franchise",
      "http://RestaurantNews.com))",
      "https://www.wabagrill.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "boom boo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "waba grill",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "anaheim hills",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:40:08.436+02:00",
    "updated": "2024-03-01T00:40:08.436+02:00"
  },
  {
    "uuid": "8f91bd301f0a2ff8d5f503858d339b3863202db3",
    "url": "https://www.nbcboston.com/news/business/money-report/looking-for-a-job-in-the-new-year-these-steps-can-help-you-get-hired-faster-experts-say/3230406/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nbc10boston",
    "published": "2023-12-28T23:56:00Z",
    "title": "Looking for a job in the new year? These steps can help you get hired faster, experts say",
    "text": "- Going from applicant to new hire can be a slow process. - Experts say taking these three steps may help you secure a new job more quickly. If you're [looking for a new job](https://www.cnbc.com/2023/12/19/if-youve-been-laid-off-experts-say-6-steps-can-help-you-regroup.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319), get ready for more competition in the new year. \"We see many more [job seekers](https://www.cnbc.com/2023/12/08/jobs-report-november-2023-us-payrolls-rose-199000-in-november-unemployment-rate-falls-to-3point7percent.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319) come and use our site in mid- to late-January,\" said Scott Dobroski, career trends expert at Indeed. \"It aligns to that new year, new you mentality,\" he said. While layoffs made headlines at the end of 2023, some companies are still looking to cut positions in 2024, according to a [recent report](https://www.challengergray.com/blog/2023-challenger-year-end-survey-results-companies-are-partying-like-its-2018-highest-level-of-companies-planning-parties-post-pandemic-but-lowest-rate-of-companies-offering-bonuses-since-2019) from Challenger, Gray & Christmas, an outplacement and business and executive coaching firm. The firm's survey found 29% of companies had layoffs in 2023, with 21% indicating they may cut positions in 2024. Meanwhile, 46% of companies reported increased hiring in 2023, with plans to continue adding new employees in 2024. If you're looking for work, experts say there's several steps you can take to help speed up your job search. Money Report 1. Leverage your network. If you're between jobs, take advantage of the ability to set your status to \"looking for work\" on professional networking sites, recommends Vicki Salemi, career expert at Monster. New Year's gatherings can be a great time to expand your professional contacts, she said. As you're adding new contacts, be sure to have an updated resume ready with your most recent professional successes. Your most recent performance reviews can be helpful for jogging your memory, she said. 2. Use technology tools to boost your search. With more competition for jobs in January, that may mean fewer positions will be available, according to Dobroski. One way to get ahead of the competition is to use technology tools to help broaden your search. By creating online profiles with your skills, experience and work you are seeking, you may find different positions that are a match. Dobroski said he has seen bank tellers become sales executives after identifying transferable skills for those new roles. What's more, the new salaries may be upward of $30,000 or $35,000 more. \"Let the technology work for you,\" Dobroski said. \"You may find opportunities that you're a fit for, but you otherwise wouldn't have considered, both in and out of the industry that you're in.\" 3. Pursue companies that prioritize hiring. Some companies are prioritizing hiring more than others, according to data from Indeed. \"They're making hiring efficient and effective,\" Dobroski said. That includes streamlined hiring processes with clear descriptions of open positions and transparent communication with job seekers, he said. Indeed has put out a [list of 15 companies](https://www.indeed.com/career-advice/news/companies-hiring-fastest) currently hiring the fastest. Here are the companies that made the list, according to the ranking. 1. Signet Jewelers 2. Mariano's 3. Cook Out Restaurants 4. Comfort Keepers 5. Holiday Inn Express and Suites 6. Bath & Body Works 7. The Goddard School 8. Tesla 9. Sevita 10. Applebee's 11. Ross Dress for Less 12. Hampton by Hilton 13. Papa John's 14. Finish Line 15. The Salvation Army Don't miss these stories from CNBC PRO: [Official Wall Street outlook: Here's where strategists see the stock market going in 2024](https://www.cnbc.com/2023/12/18/official-wall-street-outlook-heres-where-strategists-see-the-stock-market-going-in-2024.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319) [Here's where to invest $50,000 heading into 2024, according to market pros](https://www.cnbc.com/2023/12/18/heres-where-to-invest-50000-heading-into-2024-according-to-the-pros.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319) [Morgan Stanley prefers 'boring' non-AI tech stocks for 2024. Here are its top global picks](https://www.cnbc.com/2023/12/19/morgan-stanley-prefers-boring-non-ai-tech-stocks-for-2024-here-are-its-top-global-picks.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319) [Bank of America reveals its 4 top biotech picks for 2024 — and gives one 166% upside](https://www.cnbc.com/2023/12/19/bofa-reveals-4-biotech-top-picks-for-2024-giving-one-166percent-upside.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319) [CD rates are dropping. Here's where to find the highest payouts](https://www.cnbc.com/2023/12/19/cd-rates-are-dropping-heres-where-to-find-the-highest-payouts.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://cnbc.com/2023/12/18/heres-where-to-invest-50000-heading-into-2024-according-to-the-pros.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/19/if-youve-been-laid-off-experts-say-6-steps-can-help-you-regroup.html",
      "https://cnbc.com/2023/12/19/bofa-reveals-4-biotech-top-picks-for-2024-giving-one-166percent-upside.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://cnbc.com/2023/12/08/jobs-report-november-2023-us-payrolls-rose-199000-in-november-unemployment-rate-falls-to-3point7percent.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://indeed.com/career-advice/news/companies-hiring-fastest)",
      "https://www.challengergray.com/blog/2023-challenger-year-end-survey-results-companies-are-partying-like-its-2018-highest-level-of-companies-planning-parties-post-pandemic-but-lowest-rate-of-companies-offering-bonuses-since-2019)",
      "https://cnbc.com/2023/12/18/official-wall-street-outlook-heres-where-strategists-see-the-stock-market-going-in-2024.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/19/cd-rates-are-dropping-heres-where-to-find-the-highest-payouts.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/18/heres-where-to-invest-50000-heading-into-2024-according-to-the-pros.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.indeed.com/career-advice/news/companies-hiring-fastest)",
      "https://cnbc.com/2023/12/19/morgan-stanley-prefers-boring-non-ai-tech-stocks-for-2024-here-are-its-top-global-picks.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/18/heres-where-to-invest-50000-heading-into-2024-according-to-the-pros.html",
      "https://www.cnbc.com/2023/12/19/morgan-stanley-prefers-boring-non-ai-tech-stocks-for-2024-here-are-its-top-global-picks.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/08/jobs-report-november-2023-us-payrolls-rose-199000-in-november-unemployment-rate-falls-to-3point7percent.html",
      "https://www.cnbc.com/2023/12/19/bofa-reveals-4-biotech-top-picks-for-2024-giving-one-166percent-upside.html",
      "https://www.cnbc.com/2023/12/19/morgan-stanley-prefers-boring-non-ai-tech-stocks-for-2024-here-are-its-top-global-picks.html",
      "https://cnbc.com/2023/12/19/cd-rates-are-dropping-heres-where-to-find-the-highest-payouts.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/19/if-youve-been-laid-off-experts-say-6-steps-can-help-you-regroup.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319),",
      "https://challengergray.com/blog/2023-challenger-year-end-survey-results-companies-are-partying-like-its-2018-highest-level-of-companies-planning-parties-post-pandemic-but-lowest-rate-of-companies-offering-bonuses-since-2019)",
      "https://www.cnbc.com/2023/12/18/official-wall-street-outlook-heres-where-strategists-see-the-stock-market-going-in-2024.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/18/official-wall-street-outlook-heres-where-strategists-see-the-stock-market-going-in-2024.html",
      "https://cnbc.com/2023/12/19/if-youve-been-laid-off-experts-say-6-steps-can-help-you-regroup.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319),",
      "https://www.cnbc.com/2023/12/19/bofa-reveals-4-biotech-top-picks-for-2024-giving-one-166percent-upside.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/08/jobs-report-november-2023-us-payrolls-rose-199000-in-november-unemployment-rate-falls-to-3point7percent.html?__source=OTS%7Cfinance%7Cinline%7Cstory%7C&par=OTS&doc=107352319)",
      "https://www.cnbc.com/2023/12/19/cd-rates-are-dropping-heres-where-to-find-the-highest-payouts.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott dobroski",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T10:49:25.546+02:00",
    "updated": "2023-12-30T10:49:25.546+02:00"
  },
  {
    "uuid": "cef1a48926bf99debfd9a1653181b7ee0ea2b51b",
    "url": "https://www.gomhuriaonline.com/Gomhuria/1666612.html",
    "ord_in_thread": 0,
    "author": "info@gomhuriognline.com, gomhuriognline",
    "published": "2025-07-10T21:19:14Z",
    "title": "إخماد إشتعال محدود تجدد من جراء الحريق السابق بسنترال رمسيس",
    "text": "نجحت قوات الحماية المدنية من إخماد إشتعال محدود تجدد من جراء الحريق السابق بسنترال رمسيس .\nتابع بوابة الجمهورية اون لاين علي\nجوجل نيوز",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident"
    ],
    "topics": [
      "Disaster and Accident->emergency response",
      "Disaster and Accident->fire"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEHWu8mdOBcGPGYWvjXoPsm4qFAgKIhB1rvJnTgXBjxmFr416D7Ju?hl=en-US&gl=US&ceid=US:en",
      "https://news.google.com/publications/CAAiEHWu8mdOBcGPGYWvjXoPsm4qFAgKIhB1rvJnTgXBjxmFr416D7Ju",
      "https://www.news.google.com/publications/CAAiEHWu8mdOBcGPGYWvjXoPsm4qFAgKIhB1rvJnTgXBjxmFr416D7Ju?hl=en-US&gl=US&ceid=US:en"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-11T00:19:14.915+03:00",
    "updated": "2025-07-10T21:23:13.000+00:00"
  },
  {
    "uuid": "ce1a3bdbd11d5e0a876c10b9690f710add69fc73",
    "url": "https://www.newson6.com/story/658decbb879ab35db16eadfb/john-holcomb:-all-smiles-for-ollie-alan-after-cowboys-bowl-win",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Griffin",
    "published": "2023-12-28T21:23:00Z",
    "title": "John Holcomb: All Smiles For Ollie, Alan After Cowboys' Bowl Win",
    "text": "Thursday, December 28th 2023, 3:23 pm It didn’t guarantee the Cowboys would beat a somewhat depleted Texas A&M but it was kind of cool. When I arrived at the hotel on Tuesday I was joined in the elevator by none other than Ollie Gordon II, just us sharing a brief conversation about his Christmas Eve social media video announcing his plans to play in Stillwater again in 2024. Gordon’s trademark smile in that exchange was replaced by his fiery, sometimes excessive reaction to “extra-curricular” tactics by the Aggie defense in the Texas Bowl. The Doak Walker award winner even earned a personal foul penalty for unsportsmanlike conduct at one point. The A&M defense was solely focused on shutting down and frustrating the nation’s leading rusher, but he still managed 118 yards and a touchdown in OSU’s 31-23 win. Afterward Gordon told reporters that the Heisman Trophy needs to return to Stillwater next season. To counter the Aggies’ scheme, the Cowboys utilized other weapons. Alan Bowman found receivers Brennan Presley and Texas Bowl MVP Rashod Owens early and often. The two combined for 26 catches and more than 300 yards with Owens getting into the end zone twice. The win and the award was especially sweet for Owens, who has fought his way up the depth chart playing whatever receiver position was required to become a reliable target in OSU’s emergence this season. Presley’s 16 catches tied a single game school record that dates back to Alex Loyd in 1949, and somewhat fittingly, on one play Presley completed a pass to Owens for a big gain. The Cowboys probably wouldn’t be celebrating an 8th 10-win season under Mike Gundy without quarterback Alan Bowman. His 402 passing yards are an OSU bowl game record, and he could end up with a 7th season of eligibility if the NCAA grants him a waiver. That decision is expected within three weeks. And that brings us to the last trip up the elevator at the hotel, when Bowman and I shared a short ride. His satisfaction on completing a compelling season was evident, with hopes of one more run with the Cowboys in the fall. And just like with Ollie, it was all smiles. December 28th, 2023 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ollie",
          "sentiment": "negative"
        },
        {
          "name": "john holcomb",
          "sentiment": "negative"
        },
        {
          "name": "gordon",
          "sentiment": "none"
        },
        {
          "name": "brennan presley",
          "sentiment": "none"
        },
        {
          "name": "ollie gordon ii",
          "sentiment": "none"
        },
        {
          "name": "rashod owens",
          "sentiment": "none"
        },
        {
          "name": "alan bowman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cowboys",
          "sentiment": "negative"
        },
        {
          "name": "alan after cowboys",
          "sentiment": "negative"
        },
        {
          "name": "texas a&m",
          "sentiment": "none"
        },
        {
          "name": "osu",
          "sentiment": "none"
        },
        {
          "name": "aggies",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "stillwater",
          "sentiment": "none"
        },
        {
          "name": "texas bowl",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:55.706+02:00",
    "updated": "2024-01-12T03:21:00.696+02:00"
  },
  {
    "uuid": "7f750e68c063135cc671d646eb7b413f36e4c421",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7366814.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:31:00Z",
    "title": "消费30ETF（510630）跌1.08%，半日成交额954.59万元_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，消费30ETF（510630）跌1.08%，报0.913元，成交额954.59万元。消费30ETF（510630）重仓股方面， 贵州茅台 截止午盘涨0.00%， 伊利股份 跌0.39%， 山西汾酒 跌0.08%， 海天味业 跌3.23%， 东鹏饮料 跌0.80%， 今世缘 跌1.39%， 青岛啤酒 跌1.44%， 安琪酵母 跌1.05%， 梅花生物 跌0.09%， 珀莱雅 跌1.13%。\n消费30ETF（510630）业绩比较基准为 上证主要消费行业指数 ，管理人为华夏基金管理有限公司，基金经理为司帆，成立（2013-03-28）以来回报为268.80%，近一个月回报为-5.24%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:06.706+03:00",
    "updated": "2025-06-20T05:10:02.000+00:00"
  },
  {
    "uuid": "784e7faf66b50f992c3371825b6bdc0d19a50481",
    "url": "https://www.donaukurier.de/nachrichten/sport/geniestreich-bonmati-kannte-bergers-schwaeche-19134572",
    "ord_in_thread": 0,
    "author": "DPA",
    "published": "2025-07-24T04:46:16Z",
    "title": "„Geniestreich\": Bonmatí kannte Bergers Schwäche",
    "text": "Spaniens Siegtorschützin Aitana Bonmatí verrät, wie sie Deutschlands Torhüterin Ann-Katrin Berger im EM-Halbfinale ausgetrickst hat. Und was sie unbedingt verhindern wollte.\nSpaniens Siegtorschützin Aitana Bonmatí hat Ann-Katrin Berger schon vor dem EM-Halbfinale ausgeguckt. „Die Wahrheit ist, dass wir mit dem Trainerstab, mit den Analysten, mit dem Torwarttrainer die Torhüterin gut studiert hatten. Wir wussten, dass sie in dieser Situation manchmal den kurzen Pfosten frei lässt“, erklärte die zweimalige Weltfußballerin ihr Tor zum 1:0-Erfolg nach Verlängerung gegen Deutschland in Zürich.\nBonmatí hatte Berger mit einem Schuss aus spitzem Winkel ins kurze Eck genarrt und damit die Weltmeisterinnen von 2023 erstmals in ein EM-Finale geführt. „Ich habe nicht zweimal darüber nachgedacht“, erklärte die Mittelfeldspielerin die entscheidende Szene in der 113. Spielminute. „Ich habe alles versucht, weil ich keine Elfmeter schießen wollte.“ Beim 2:0 im Viertelfinale hatten die Spanierinnen gleich zwei Strafstöße gegen die Schweiz vergeben.\nAls „Geniestreich“ lobte Bundestrainer Christian Wück das Tor in der ARD. „Ich schoss mit allem, was ich hatte, mit aller Kraft“, berichtete die 27 Jahre alte Weltklassespielerin des FC Barcelona. „Ein Tor zu schießen in einem Spiel wie diesem ist etwas ganz Besonders.“ Schon gegen die Schweiz war Bonmatí nach einer zauberhaften Vorlage per Hackentrick zur Spielerin des Spiels gekürt worden, gegen das DFB-Team gab sie erneut den Takt an.\nTrainerin Tomé über Bonmatí: „Sehr spezielle Persönlichkeit“\nKurz vor der EM hatte Bonmatí nach einer Hirnhautentzündung noch um ihre Teilnahme in der Schweiz bangen müssen. „Das war nicht einfach für sie am Anfang des Turniers“, berichtete Trainerin Montse Tomé. Bonmatí sei aber „eine sehr spezielle Persönlichkeit, sie will ganz weit oben sein. Sie hat es geschafft, ihre Gesundheitsprobleme zu überwinden.“\nNeben dem Einzug ins Finale gelang Tomés Elf im neunten Duell mit dem DFB-Team der erste Sieg. „Heute habe ich das Gefühl, dass wir wieder Geschichte geschrieben haben“, sagte Bonmatí. „Ich bin also stolz darauf, zu dieser Generation von Fußballerinnen zu gehören, die so viel erreicht haben.“\nDer nächste große Titel nach dem WM-Triumph in Australien winkt am kommenden Sonntag (18.00 Uhr/ZDF und DAZN). Im Baseler St. Jakob-Park trifft Spanien auf Titelverteidiger und Vizeweltmeister England.\n© dpa-infocom, dpa:250724-930-833219/1",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sport event",
      "Sport->sport achievement",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->news media",
      "Human Interest->award and prize"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ann-Katrin Berger",
          "sentiment": "negative"
        },
        {
          "name": "Aitana Bonmatí",
          "sentiment": "negative"
        },
        {
          "name": "Christian Wück",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Deutschlands",
          "sentiment": "none"
        },
        {
          "name": "Spaniens",
          "sentiment": "none"
        },
        {
          "name": "Schweiz",
          "sentiment": "none"
        },
        {
          "name": "Zürich",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:46:16.488+03:00",
    "updated": "2025-07-24T07:50:32.000+03:00"
  }
]