[
  {
    "uuid": "13cf04cc9d99132babae72f2cb0e29aedee55ff0",
    "url": "https://www.shropshirestar.com:443/news/business/2023/12/29/exciting-year-ahead-as-shropshire-firm-expands-after-completing-takeover/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business",
    "published": "2023-12-29T15:48:00Z",
    "title": "Exciting year ahead as Shropshire firm expands after completing takeover | Shropshire Star",
    "text": "Driver training specialist Dulson Training has expanded its operation with the acquisition of Cheshire-based DDay Training. Dulson Training already has existing sites in Shrewsbury, Telford, Wrexham, Ludlow and a satellite centre in Wolverhampton. The addition of the new site near Nantwich will see the firm serving customers throughout North West England, the West Midlands and Wales. The takeover sees Dulson Training acquire the premises, equipment and staff at DDay Training in a smooth transition that follows the two companies working together on numerous training projects for more than a decade. Nine new vehicles and trailers have been added to the Dulson Training fleet, making it one of the largest providers in the UK but Steve Dulson, Dulson Training MD, said the size of the operation will not take anything away from the quality of the training delivered, with each site being managed for the results everyone expects from a family operated business. Mr Dulson said: “We have already had some great news and exciting projects being rolled out for 2024 but the addition of DDay and its services in Cheshire probably excites me the most. “I know that this new location will really strengthen our reach into the North West. This is an area where we have already seen significant growth since opening our Wrexham training site a few years ago. “I have known Tim and Dawn at DDay for years, we have co-delivered some training and helped each other when either party has had an issue, such as covering some training or the loan of equipment. The relationship has always been strong and I have admired how they have built their family business into what it is today. “This is something I understand really well, after putting the same effort into Dulson Training since 2013 - making sure customer service and experience remains our main focus. Aligning with DDay seemed a perfect fit and the last few months have transitioned really well. “The instructors and administrative staff at DDay will now become part of the Dulson team and that's something I am excited about. It's great to have new people starting who we already have a history with. “We will make subtle changes to the operation over the coming years and look to expand on some of the course options but the ethos of DDay will not change. It will align with Dulson Training's own aim to provide the best customer service and training without compromise.” Tim Day, of DDay Training, said: “My wife Dawn and I started DDay Training over a decade ago, building up a really strong foundation by delivering the highest level of Driver CPC, ADR and Licence Acquisition lorry and bus training throughout Cheshire and North Wales. “We have become known for our excellent customer service and our reputation has helped us to grow and create stability as a highly respected training provider for the logistics industry. As the time has approached to hand over the reins, we wanted to make sure that whoever stepped in had the passion to continue the service and training that we are known for. “That was an easy choice with Dulson Training. Over the years they have worked with us on assignments and have proved over and over again that they operate in the same way. A passion for every learner to succeed. “Over recent months a smooth transition has taken place and as we head into 2024 a seamless change of hands has happened without any quality and output being changed. I know that with Steve and his team, DDay Training is in great hands.” Mr Dulson added: “With some exciting contracts in hand and a busy schedule already planned for 2024, Dulson Training looks forward to operating in a new area and continuing to build upon the foundation that DDay Training has already built. The Dulson and DDay name and service will now align for 2024 and beyond and our Cheshire and North West presence will increase significantly. “Our services include lorry and bus licence acquisition and driver assessments, Driver CPC, Forklift, First Aid, ADR, Fleet Training across all regions and we will have some more exciting news to announce soon.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ludlow",
          "sentiment": "none"
        },
        {
          "name": "dulson",
          "sentiment": "none"
        },
        {
          "name": "steve dulson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shropshire",
          "sentiment": "negative"
        },
        {
          "name": "shropshire star driver",
          "sentiment": "negative"
        },
        {
          "name": "dulson training",
          "sentiment": "negative"
        },
        {
          "name": "dulson training md",
          "sentiment": "none"
        },
        {
          "name": "dulson training fleet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cheshi",
          "sentiment": "none"
        },
        {
          "name": "telford",
          "sentiment": "none"
        },
        {
          "name": "wolverhampton",
          "sentiment": "none"
        },
        {
          "name": "shrewsbury",
          "sentiment": "none"
        },
        {
          "name": "north west england",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "nantwich",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "dulson training",
          "sentiment": "none"
        },
        {
          "name": "west midlands",
          "sentiment": "none"
        },
        {
          "name": "wrexham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:11:39.592+02:00",
    "updated": "2023-12-29T18:11:39.592+02:00"
  },
  {
    "uuid": "ea918a05723ebb04e69ff83cddf1df112d23d3d3",
    "url": "https://www.newshub.co.nz/home/new-zealand/2024/05/destiny-church-youth-leader-reportedly-stood-down-over-sexual-abuse-allegations.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adam Hollingworth",
    "published": "2024-05-26T06:12:00Z",
    "title": "Destiny Church youth leader reportedly stood down over sexual abuse allegations | Newshub",
    "text": "A youth leader with Destiny Church has reportedly been stood down for allegedly sexually abusing youths. Credits: Newshub\nA youth leader with Destiny Church has reportedly been stood down for allegedly sexually abusing youths in his care.\nIt's reported he had youngsters stay at his home over a number of years and now faces multiple sexual assault allegations.\nMore from Newshub\nPolice investigate confrontation after man raises pride flag outside Destiny Church\nBrian Tamaki 'suing' councils for 'rainbow-washing' The New Zealand Herald is reporting a young man's mother went to police with allegations of sexual abuse last November and after police approached the church, it stood down a youth leader and banned him from the church.\nIn a statement police confirmed an investigation is ongoing into historical sexual abuse allegations at a youth group based in Counties Manukau but given the nature of these complaints police said there's a specialised process that needs to be worked through to progress the investigation.\nPolice said they are not able to comment on a number of specifics due to the ongoing investigation and out of privacy considerations.\nDestiny Church has been a loud conservative voice in the conversation around sexuality.\nThe rainbow community criticised Destiny Church for a David v Goliath-style ad showing a boy carrying a severed head and bearing the tagline: \"Time to Kill.\"\nTamaki said the giant depicted in the advert symbolised a spirit that wanted to sexualise our children.\nMeanwhile, a relative of Tamaki last month pleaded guilty to destroying a rainbow crossing on Karangahape Road.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://twitter.com/share?text=Destiny+Church+youth+leader+reportedly+stood+down+over+sexual+abuse+allegations&url=https://www.newshub.co.nz/home/new-zealand/2024/05/destiny-church-youth-leader-reportedly-stood-down-over-sexual-abuse-allegations.html",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.newshub.co.nz/home/new-zealand/2024/05/destiny-church-youth-leader-reportedly-stood-down-over-sexual-abuse-allegations.html",
      "https://www.facebook.com/sharer/sharer.php",
      "http://twitter.com/share",
      "https://facebook.com/sharer/sharer.php?u=https://newshub.co.nz/home/new-zealand/2024/05/destiny-church-youth-leader-reportedly-stood-down-over-sexual-abuse-allegations.html",
      "http://twitter.com/share?text=Destiny+Church+youth+leader+reportedly+stood+down+over+sexual+abuse+allegations&url=https://newshub.co.nz/home/new-zealand/2024/05/destiny-church-youth-leader-reportedly-stood-down-over-sexual-abuse-allegations.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian tamaki",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "destiny church",
          "sentiment": "negative"
        },
        {
          "name": "new zealand herald",
          "sentiment": "none"
        },
        {
          "name": "newshub police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "counties manukau",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T10:21:33.404+03:00",
    "updated": "2024-05-26T14:35:21.928+03:00"
  },
  {
    "uuid": "af47128eb0ba4f5b336b41081fe9fab9ec5d1d5b",
    "url": "https://www.bdtonline.com/news/nation_world/vita-and-evoy-unite-to-become-europe-s-leader-in-high-power-electric-marine-propulsion/article_3f2d71d1-764f-513a-b0c1-5aeb09615347.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yacht Club de Monaco - (GLOBE NEWSWIRE)",
    "published": "2024-07-05T10:46:00Z",
    "title": "Vita and Evoy unite to become Europe’s leader in high-power electric marine propulsion for ...",
    "text": "MONACO, July 05, 2024 (GLOBE NEWSWIRE) -- At the Monaco Energy Boat Challenge, organised by the Yacht Club de Monaco, electric marine technology experts, Vita and Evoy, announced today that they are joining forces to consolidate their leading positions in the high-output space. The integration of two of the most mature companies in electric propulsion is anticipated to accelerate electric boat adoption in both commercial and recreational markets by leveraging scale to drive down prices for the end user, fast tracking development, and providing immediate access to territories across Europe and North America with active operations in the UK, Norway, France, Italy, Monaco and California. The combination of Vita’s experience integrating high-performance electric propulsion into a diverse portfolio of vessels from commercial RIBs to superyacht tenders with Evoy’s best-in-class, plug-and-play, powertrain technology and scalable production platform will allow the new group to leverage fourteen years of combined experience. Together, Vita and Evoy are positioned to deliver market-leading products — building on the shared belief that high-output systems with DC-charging capability present the most robust solutions for the widest range of marine applications. The announcement reflects a new era of growth in the electric marine market, with both companies experiencing increasing demand from operators and boatbuilders alike. Evoy’s high-output inboard and outboard systems are currently in operation in 19 countries, supported by an established dealership network and strong use cases in commercial segments such as aquaculture and tourism. Meanwhile Vita’s line of fully electric Seal and SeaDog RIBs are being adopted by commercial marine operators in Europe, the US, the Caribbean and the Middle East. Elsewhere, Vita is engaged in a variety of electrification projects with third parties in both commercial and recreational markets, including the propulsion system for the Tridente, a high-performance electric dayboat recently launched by Maserati. The new group will benefit from a financing round led by existing Vita shareholders and supported by Evoy investors including Axopar. Announcing the launch at the annual Monaco Energy Boat Challenge, Vita Founder and Lead Investor, Stewart Wilkinson, said, “Our conversation started last year at the Yacht Club in Monaco, the leader in Advanced Yachting, and it’s great to be announcing this deal here. Our mission to decarbonise the marine industry aligns strongly with Monaco’s commitments to ocean preservation. I am excited to bring Vita and Evoy together to continue building the leading force in marine electric powertrain technology.” Founder and CEO of Evoy, Leif Stavøstrand, said, “The future of the marine industry is electric, and today’s announcement is the most important milestone so far in the voyage towards marine decarbonisation. The combined technology and teams will represent a global leader in the marine electrification, accelerating the transition to zero-emission propulsion. We are excited that two great companies are joining forces, and I am honoured to play a part in it.” Notes to Editor For more information: Press Office LaPresse- ufficio.stampa@lapresse.it About Vita Vita is a marine technology company that develops and integrates high performance electric powertrains for commercial and recreational marine applications. One of the highest performance powertrains on the market, Vita Power systems integrate the latest technology with proprietary control software to deliver peak power between 100hp and 600hp. Vita Power was the first electric powertrain to be compatible with high-speed DC charging and is among the fastest charging on the market, supercharging from 10%-80% in under an hour. About Evoy The shift to electric boating is happening now, powered by Evoy. Evoy is the market leader in performance inboard and outboard electric boat motor systems – delivering 120-400 continuous hp. We develop and deliver high-output, 100% electric, plug-and-play systems for boats sized 20-50 feet. With a mission to reduce boating emissions without compromising on power or ease of use, Evoy builds the technology of tomorrow, today. A photo accompanying this announcement is available at https://www.globenewswire.com/Tracker?data=aW9Ng-TQCGC6smUcBTLQIhY612TwJp92aR94Imhg1BmghXhmtPTGuakpMiYHY9QWy8TemHMvxJcb9GqejUshfIOk8CUi8SUaoA633puta1CdrtrdmP8KtvZptWUgJNNNcnAt--gZyOZult6L777zNarDqrVdwF3vKFy8KY6vBYnQNkch1kt7D7chewa8mw1eWlnCqIsC9_qW1GwZUz3x8dp3w-KDOIwZs6ZYrluiRy3GGICVIkGk4LtcpKFAdBLpHT2r9a_S2XoyFjkOD82IYQ==",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Business and Market Analysis",
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=iaxYKEQVofnKncA31vcRd8iBOy08jRWcRvFvy1LorGzDzY4yGJqkr8gwt3whpjpf7UQzHPnii4A0tI1qPrQueAWcHxEsbcd5xQYJglOi0IVFtZ1gD-q57iwBat19FfTd",
      "https://www.globenewswire.com/Tracker?data=aW9Ng-TQCGC6smUcBTLQIhY612TwJp92aR94Imhg1BmghXhmtPTGuakpMiYHY9QWy8TemHMvxJcb9GqejUshfIOk8CUi8SUaoA633puta1CdrtrdmP8KtvZptWUgJNNNcnAt--gZyOZult6L777zNarDqrVdwF3vKFy8KY6vBYnQNkch1kt7D7chewa8mw1eWlnCqIsC9_qW1GwZUz3x8dp3w-KDOIwZs6ZYrluiRy3GGICVIkGk4LtcpKFAdBLpHT2r9a_S2XoyFjkOD82IYQ==",
      "https://www.globenewswire.com/Tracker",
      "https://globenewswire.com/Tracker?data=aW9Ng-TQCGC6smUcBTLQIhY612TwJp92aR94Imhg1BmghXhmtPTGuakpMiYHY9QWy8TemHMvxJcb9GqejUshfIOk8CUi8SUaoA633puta1CdrtrdmP8KtvZptWUgJNNNcnAt--gZyOZult6L777zNarDqrVdwF3vKFy8KY6vBYnQNkch1kt7D7chewa8mw1eWlnCqIsC9_qW1GwZUz3x8dp3w-KDOIwZs6ZYrluiRy3GGICVIkGk4LtcpKFAdBLpHT2r9a_S2XoyFjkOD82IYQ==",
      "https://globenewswire.com/Tracker?data=iaxYKEQVofnKncA31vcRd8iBOy08jRWcRvFvy1LorGzDzY4yGJqkr8gwt3whpjpf7UQzHPnii4A0tI1qPrQueAWcHxEsbcd5xQYJglOi0IVFtZ1gD-q57iwBat19FfTd"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evoy",
          "sentiment": "negative"
        },
        {
          "name": "yach",
          "sentiment": "negative"
        },
        {
          "name": "vita",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "monaco energy",
          "sentiment": "negative"
        },
        {
          "name": "monaco",
          "sentiment": "negative"
        },
        {
          "name": "club de monaco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T14:14:02.698+03:00",
    "updated": "2024-07-05T14:46:59.869+03:00"
  },
  {
    "uuid": "d68f22ff1c6ff39c8ba63d19ddf03938a52b2b2c",
    "url": "https://samara.tsargrad.tv/news/mobilnyj-internet-na-pauze-pochemu-po-vsej-rossii-svjaz-daet-sboi_1337430",
    "ord_in_thread": 0,
    "author": "Алёна Воронцова",
    "published": "2025-08-14T05:42:00Z",
    "title": "Мобильный интернет на паузе: почему по всей России связь дает сбои",
    "text": "Мобильный интернет на паузе: почему по всей России связь дает сбои\nМобильный интернет в России переживает небывалый кризис – от Калининграда до Камчатки пользователи всё чаще остаются офлайн. В 2025 году перебои со связью из локальных инцидентов превратились в массовое явление. В одних регионах скорость мобильного интернета упала до неприемлемого уровня, в других – доступ к сетям пропадает полностью на часы и даже дни. Эксперты и официальные лица называют множество причин: от перегруженных, устаревших сетей и дефицита оборудования – до преднамеренных отключений по соображениям безопасности, санкционного давления и даже возможных кибератак. Разберёмся, почему не работает мобильный интернет, какие регионы страдают сильнее всего и что за этим стоит. Также проанализируем, когда и на фоне каких событий проблемы обострились, чего ждать пользователям в ближайшем будущем и как им действовать во время сбоев.\nТехнические проблемы: перегрузка и изношенное оборудование\nЕщё до недавних геополитических потрясений качество мобильной связи в России постепенно ухудшалось из-за технических факторов. С каждым годом растёт нагрузка на сети: по данным Ericsson, за последние годы средний трафик на одного пользователя увеличился многократно . Если несколько лет назад среднестатистическому абоненту хватало 2–5 ГБ в месяц, то теперь потребление превышает 15 ГБ, а к 2027 году может достичь 40 ГБ . Основной драйвер нагрузки – мобильное видео и другие тяжёлые сервисы. При этом возможностей сети расширяться такими же темпами нет: оборудование базовых станций постепенно устаревает, а его модернизация затруднена.\nБолее 70% оборудования сотовой связи прежде закупалось за рубежом , и эти поставки сократились. Операторы вынуждены эксплуатировать существующие вышки на пределе возможностей. Местами это приводит к перегрузке: сотовые сети просто не справляются с возросшим трафиком, из-за чего интернет «тормозит» или вовсе прерывается. Например, предоставляя безлимитные тарифы, сами операторы заметили, что отдельные абоненты создают чрезмерную нагрузку на сеть (раздача Wi‑Fi, подключение множества устройств). Ещё в 2021 году связь иногда ложилась от перегрузок. Такие аварии на оборудовании разных операторов время от времени происходили всегда, но раньше были скорее исключением. Теперь же перегрузки грозят стать обыденностью.\nИзнос инфраструктуры тоже сказывается. Мобильные сети России были активно построены в 2010-х, и сейчас многим базовым станциям требуется обновление. Однако из-за нехватки запчастей операторам приходится буквально снимать детали с одних вышек, чтобы поддерживать работу других. В первую очередь «донором» становятся менее загруженные станции в небольших городах и сёлах. Такая оптимизация поддерживает связь в мегаполисах, но приводит к ухудшению качества на периферии. Показательный пример: Норильск до осени 2017 года вообще не имел доступа к скоростному мобильному интернету. Сейчас, по словам экспертов, подобная участь может ждать и другие небольшие населённые пункты, если операторы будут вывозить оборудование в пользу больших городов.\nПроблема и в том, что 5G-сети так и не пришли на смену 4G, чтобы разгрузить их. Ключевые радиочастоты 5G в диапазоне 3,4–3,8 ГГц так и не были выделены гражданским операторам – этот диапазон используется военными и спецслужбами, которые посчитали его передачу небезопасной. Президент Владимир Путин ещё в 2019 году поддержал отрицательное заключение Совбеза по этому вопросу, в результате Госкомиссия по радиочастотам заблокировала выделение полосы 3,4–3,8 ГГц для 5G. В качестве компромисса власти пробовали предоставить другие частоты (4,8–4,99 ГГц, 27 ГГц), но они либо слишком высокие (миллиметровый диапазон), либо требуют отечественного оборудования, которого нет в нужном количестве. По сути, развитие 5G в России затормозилось, и нагрузка остаётся на сетях предыдущих поколений.\nТаким образом, дефицит радиочастотного ресурса и устаревшая техника вносят весомый вклад в текущие сбои мобильного интернета.\nИнфраструктура и покрытие: базовые станции на пределе\nНеравномерность развития инфраструктуры – ещё одна причина проблем. Несмотря на 350 тысяч базовых станций сотовой связи по стране , их распределение и состояние оставляют желать лучшего. Операторы традиционно стремились обеспечить связь в густонаселённых областях и крупных городах. Отдалённые регионы и села получали остаточный принцип. Покрытие 4G в сельской глубинке и на северных территориях до сих пор фрагментарно. Где-то стоят устаревшие станции 2G/3G, которые не поддерживают современные скорости передачи данных. Где-то радиус действия вышек не покрывает большие расстояния между поселениями. В результате даже без всяких внешних потрясений жители провинции часто жалуются на пропадающий интернет. Например, вплоть до последних лет оставались города, куда LTE пришёл с существенным опозданием – упомянутый Норильск получил 4G лишь в 2017 году .\nСейчас эта проблема усугубляется: операторы сокращают инвестиции в строительство новых вышек. Раньше ежегодно запускались тысячи новых базовых станций, а старые модернизировались. Теперь же, по признанию самих компаний, планы развития пересматриваются в сторону поддержки лишь существующей инфраструктуры.\nВ 2022 году в условиях кризиса Министерство цифрового развития официально рекомендовало застройщикам предусматривать интернет-коммуникации в новых домах на этапе проекта. Однако выполнять эти требования становится сложно – оборудования не хватает, и провайдеры нередко не успевают подключить новостройки вовремя. То есть расширение покрытия застопорилось как на стороне операторов, так и на стороне госполитики.\nСтарые базовые станции работают на пределе мощности. Например, если раньше в сотовой соте было несколько сотен активных устройств, то сейчас там тысячи смартфонов, “умных” устройств и прочих клиентов сети. Без установки дополнительных вышек или “расшивки” частот, что, как мы выяснили, затруднено, сеть реагирует падением скорости или потерей сигнала. Особенно страдают инфраструктурно перегруженные агломерации. Так, власти Санкт-Петербурга летом 2025 предупредили граждан о возможных проблемах с мобильным интернетом – пользователи фиксировали скорость скачивания всего 10–20 Кбит/с и исчезновение 4G-сигнала. В некоторых районах города в разгар событий связь пропадала полностью. Это случилось, например, во время Петербургского международного экономического форума (ПМЭФ) в июне 2025, когда в первый день форума и накануне жители массово потеряли доступ к мобильному интернету. Хотя официально причины объяснялись мерами безопасности, эксперты отмечали, что сетевая инфраструктура Северной столицы в тот момент явно не выдержала нагрузки: десятки тысяч гостей и усиленные проверки на сетях привели к просадке скорости до нуля.\nИтак, недостаточное количество современных базовых станций и пробелы в покрытии делают мобильный интернет уязвимым. Малонаселённые регионы первыми почувствовали деградацию качества, а теперь перебои накрывают и крупные города при пиковых нагрузках.\nСанкции и импортозамещение: связь в условиях изоляции\nТехнические и инфраструктурные трудности тесно связаны с политико-экономическими факторами, прежде всего санкциями и уходом иностранных поставщиков оборудования. После начала событий 2022 года ведущие производители телеком-оборудования, финская Nokia и шведская Ericsson, объявили о прекращении поставок в Россию. Под американские и европейские ограничения попало множество высокотехнологичных компонентов, необходимых для сотовых сетей. В результате отечественные операторы оказались в ситуации, когда быстро нарастить или модернизировать сеть больше не получается. Если уровень потребляемого трафика приблизится к пределу ёмкости сети, “быстро достроить” новые соты сейчас невозможно из-за неопределённости с поставками оборудования , отмечали аналитики.\nБолее того, даже привычное обновление программного обеспечения на уже установленной аппаратуре теперь под вопросом – зарубежные вендоры могут прекратить поддержку и предоставление обновлений софта .\nПравительство и отраслевые регуляторы предприняли шаги для смягчения удара. В частности, Минцифры весной 2022 года рекомендовало операторам отказаться от безлимитных тарифов и ограничить потребление трафика абонентами. В ведомстве прямо указали: в условиях внешнего санкционного давления и сокращения доступности импортного оборудования нужно найти баланс для поддержания работы сетей . Операторы прислушались, и уже осенью 2022 все крупные компании отключили опции безлимитного интернета для новых клиентов (оставив лишь тем, кто подключился ранее). Представители операторов \"гигантов\" назвали меру рациональной: она позволит снизить нагрузку и сохранить запас прочности сети даже при резком росте трафика.\nПроще говоря, жителей России фактически приучили экономить гигабайты, чтобы сети не легли окончательно. Одновременно операторы начали перераспределять частоты – переводить диапазоны 2G и 3G под современный стандарт LTE . Например, в 2024 году один из операторов рапортовал о продолжении программы рефарминга частот и подключении к LTE федеральных трасс и малых населённых пунктов. Это частично компенсирует невозможность получить новые частоты или оборудование, но полностью проблему не решает.\nИмпортозамещение в телеком-отрасли пока буксует. Да, в России существуют собственные разработки базовых станций 4G/5G – над ними работают госкорпорация «Ростех» совместно с «Ростелекомом». Однако по качеству и технологичности отечественное оборудование значительно уступает иностранным аналогам. Эксперты отмечают, что в ближайшие годы локальные сети будут поддерживаться «кое-как в рабочем состоянии» – о передовых модернизациях речи не идёт. Крупнейшие операторы заранее накопили определённые запасы импортных компонентов на складах , что даёт им фору. А вот мелкие региональные провайдеры, не имеющие складов с запчастями, могут не выдержать конкуренции и фактически исчезнуть. Отрасль уже движется к монополизации, предупреждают аналитики, а это ведёт к дальнейшему удорожанию услуг связи для потребителей .\nТаким образом, санкции привели к технологической изоляции русского мобильного интернета. Операторам приходится растягивать ресурс старого оборудования и ограничивать пользователей, чтобы сеть функционировала. Это стратегически уязвимая ситуация: без доступа к новейшим технологиям отставание по качеству связи будет только расти.\nОтключения по безопасности: когда интернет глушат преднамеренно\nПомимо скрытого влияния санкций, есть и прямые политические причины сбоев – это целенаправленные отключения мобильного интернета органами власти. Начиная с 2022 года, в ряде регионов впервые стали применять временное отключение мобильной передачи данных из соображений безопасности. Сначала такие меры коснулись приграничных областей (Белгородская, Курская, Брянская и др.), где возникла угроза проникновения беспилотников и диверсий в период СВО. Но если раньше ограничения были редкими и точечными, то с мая 2025 года началась массовая практика шатдаунов мобильного интернета по всей стране.\nПо данным проекта мониторинга «На связи», только в июне 2025 года в России было зафиксировано 655 отключений интернета. Для сравнения: за весь 2024 год во всём мире произошло 296 интернет-шатдаунов, из них на Россию приходилось лишь 13 случаев. То есть масштаб резко увеличился в десятки раз. География тоже расширилась: если раньше без связи оставались в основном районы около границы с Украиной, то за июнь 2025 жалобы на отсутствие мобильного интернета поступили более чем из 30 регионов России. Среди них оказались и удалённые от военных действий области – например, Псковская, Смоленская, Владимирская, Ярославская и др. Для части этих субъектов это были первые в истории случаи подобного отключения .\nХарактер отключений стал жёстче и длительнее\nРанее власти иногда снижали качество связи (замедляли мобильный интернет) или отключали лишь высокоскоростные стандарты, оставляя 2G для экстренной связи. Теперь же многие регионы переходят к полному отключению всех мобильных данных. Так, в Удмуртии сперва пробовали отключать 4G и 3G, оставив 2G, но 2G-сеть не справилась с потоком даже звонков и СМС. В результате в последующих случаях глушили уже всё целиком.\nВ Омской области жители сообщали, что в течение всего июня 2025 мобильный интернет то пропадал, то появлялся с перебоями, а в некоторые периоды отсутствовал по 5 дней подряд (с 7 по 11 июня). В Удмуртии 19–20 июня 2025 мобильного интернета не было двое суток. В Красноярском крае в конце июля 2025 связь пропала и не восстанавливалась три дня, при этом региональные власти сначала заявляли, что «не обладают информацией по этому поводу». Лишь спустя время объяснили, что меры приняты по указанию оперативного штаба для предотвращения атак беспилотников.\nПочему власти отключают интернет?\nОфициальная версия едина во всех регионах: это вынужденная мера для обеспечения безопасности граждан на фоне растущей угрозы беспилотных летательных аппаратов (БПЛА). Пресс-службы губернаторов и региональных МВД практически дословно повторяют, что высокоскоростной мобильный интернет может использоваться противником для управления дронами и координации диверсий. Например, оперативный штаб Краснодарского края прямо заявил: «С помощью высокоскоростного мобильного интернета противник может управлять БПЛА для совершения террористических атак». Аналогичные формулировки звучали от глав Липецкой, Тульской, Саратовской областей и других. Кремль полностью одобрил такую тактику: пресс-секретарь президента Дмитрий Песков в июле 2025 назвал отключения мобильного интернета оправданными и приоритетными мерами, т.к. «всё, что связано с безопасностью граждан – превыше всего. Угроза [дронов] существует, угроза очевидна».\nПо сути, мобильный интернет теперь рассматривается как потенциальная мишень и оружие в ходе текущего конфликта. Властям проще превентивно отключить передачу данных на территории, где объявлен сигнал «беспилотная опасность», чем рисковать, что по сотовой сети наведут ударный дрон. Таких тревог стало много – например, глава Удмуртии Александр Бречалов признал, что с начала 2025 года в регионе уже восемь раз ограничивали интернет даже при минимальной угрозе, и так будут поступать и впредь . Аналогично, в ряде южных регионов (Ростовская область, Краснодарский край, Крым) власти заранее предупреждают, что при обострении обстановки связь будет отключаться на неопределённый срок.\nБезусловно, такие шаги негативно сказываются на рядовых пользователях и экономике. В регионах, оставшихся без мобильного интернета, перестают работать приложения такси, каршеринга, доставки еды; не функционируют терминалы оплаты, банкоматы. Центробанк отмечал всплеск спроса на наличные деньги в период сбоев мобильного интернета – люди не могут оплатить покупки картой и идут снимать наличку. Многим бизнес-процессам наносится ущерб. Тем не менее силовые структуры считают эту цену приемлемой ради предотвращения терактов. Более того, отключения происходят без предупреждения, внезапно , что делает ситуацию для граждан ещё более стрессовой.\nКиберугрозы и внешнее вмешательство\nЕщё один возможный фактор перебоев – кибератаки и диверсии на сети связи. С начала СВО количество хакерских атак на русские информационные ресурсы выросло в разы. По данным компании «Ростелеком-Солар», в 2022 году на отечественные компании было совершено около 911 тысяч кибератак – вдвое больше, чем годом ранее . В 2023–2024 эта тенденция сохранилась, а за первое полугодие 2025 зарегистрировано уже свыше 63 тысяч киберинцидентов, что на 27% больше аналогичного периода прошлого года.\nКонечно, не все эти атаки нацелены на операторов связи – злоумышленников интересуют и банки, и госпорталы. Однако телеком-инфраструктура стала частью кибервойны. Эксперты отмечают рост DDoS-атак, пытающихся вывести из строя серверы и сети операторов.\nНекоторые атаки удаётся отразить, но они могут приводить к локальным сбоям. Например, в 2022 году прокремлёвские хакеры атаковали спутниковую сеть KA-SAT в Европе, вызвав сбои интернета в сопредельных с Россией странах. Можно предположить, что аналогичные действия могут предприниматься и против русских сетей со стороны противоположного лагеря.\nКроме того, силовики не исключают физических диверсий на объекты связи. Повреждение магистральных волоконно-оптических линий, подрыв вышек, выведение из строя узлов связи – всё это входит в арсенал средств диверсантов. В 2022–2023 годах были случаи, когда в приграничных районах неизвестные пытались повредить кабельные линии, ведущие к базовым станциям – ФСБ сообщала о предотвращении подобных актов. Например, в августе 2023 в Белгородской области задержали группу, планировавшую подрыв опор ЛЭП и линий связи около железной дороги. Конечно, эти эпизоды не носили массовый характер, но они заставили операторов усилить защиту инфраструктуры и перенаправить часть ресурсов на безопасность, что косвенно влияет на качество обслуживания.\nНаконец, госцензура и фильтрация трафика тоже можно отнести к политико-техническому вмешательству. Роскомнадзор активно внедряет системы глубокой фильтрации (DPI) для “суверенного интернета”, блокирует запрещённые VPN и мессенджеры. В отдельных случаях действия цензоров приводили к сбоям: вспомним попытку блокировки Telegram в 2018 году, когда пострадал доступ к тысячам сторонних сервисов. Сейчас, в 2023–2025 годах, РКН также применяет точечные ограничения (например, с августа 2025 начала блокировать голосовые звонки через WhatsApp и Telegram). Для обычных пользователей это выражается в снижении качества связи в мессенджерах, появлении помех и шумов при звонках. Хотя это не прямое отключение мобильного интернета, совокупное влияние фильтров тоже снижает стабильность и скорость сети.\nВ совокупности, внешние угрозы, от хакеров за клавиатурой до диверсантов с инструментами создают дополнительный риск для русского мобильного интернета. Операторы вынуждены тратить ресурсы на кибербезопасность, дублирование каналов, резервирование инфраструктуры, что отвлекает от основной задачи улучшения связи для пользователей.\nДинамика: как и когда перебои стали привычкой\nЕдиничные проблемы были всегда, но переломным моментом стал 2022 год. Февраль 2022 принёс не только геополитический конфликт, но и колоссальные изменения внутри России: уход зарубежных компаний, санкции, мобилизация экономики. Уже в марте 2022 сотовые операторы под давлением Минцифры начали пересматривать политику трафика, готовясь к дефициту ресурсов. К лету 2022 первые сложности стали заметны пользователям – по данным Speedtest, к июню 2022 года средняя скорость мобильного интернета в России опустилась на 84-е место в мире (на уровне Египта и Эфиопии) , хотя годом ранее страна была в шестом десятке рейтинга. Одновременно крупные операторы один за другим убрали безлимитные тарифы и начали повышать цены. Уже осенью 2022 – зимой 2023 мобильная связь подорожала примерно на 15–20% , что операторы объясняли возросшими расходами на обслуживание 350 тыс. базовых станций и дороговизной запчастей.\nНа фоне этих процессов в конце 2022 – начале 2023 появились первые преднамеренные отключения интернета по инициативе властей. Например, в приграничной Белгородской области ещё летом 2022 периодически отключали мобильный интернет в отдельных районах – официальные лица заверяли, что это «точечные меры на отдельных территориях» и массовых отключений не планируется. Однако уже тогда население забило тревогу: сообщения о пропадающей связи стали обыденностью в Телеграм-каналах регионов Белгородчины, Курщины, Брянщины. К середине 2023 года угроза ударов беспилотников по территории России существенно возросла (случились налёты дронов даже в Москве и Подмосковье). В ответ начал расти и масштаб интернет-шатдаунов.\nНаиболее заметная новая фаза началась с мая 2025 года, когда практика отключения мобильного интернета стала регулярной и массовой. Как мы писали выше, с этого момента счёт пошёл на сотни отключений в месяц. В июне 2025 число регионов, где хотя бы раз ограничивали мобильную передачу данных, приблизилось к половине страны. Причём если в мае 2025 было порядка 69 зафиксированных случаев отключения, то в июне уже почти десятикратный рост до 655 случаев. Отдельные дни становились рекордными: по данным проекта «На связи», 8 июля 2025 мобильный интернет отключали одновременно почти в 80 регионах России. Фактически значительная часть населения страны хоть раз, но испытала на себе внезапное исчезновение 3G/4G-сети в телефоне за этот период.\nДинамика, таким образом, выглядит тревожно. Если в 2021 году перебои были эпизодическими авариями, то к 2024 году они превратились в системную проблему, а к 2025 – в новую нормальность. Каждый новый виток обострения внешней ситуации (будь то санкции или атаки дронов) отдаётся волной ухудшения связи внутри страны. Сейчас мобильный интернет в России явно работает хуже, чем 2–3 года назад, и тенденция пока негативная.\nПерспективы: чего ждать пользователям\nК сожалению, ближайшее будущее мобильного интернета в России выглядит непросто. Эксперты сходятся во мнении, что в лучшем случае удастся поддерживать существующую инфраструктуру «на плаву», но ждать улучшения качества не приходится. Если внешнеполитическая обстановка не изменится, санкции продолжат ограничивать доступ к технологиям. Операторам придётся переходить на китайское оборудование (Huawei, ZTE) или отечественные аналоги. Однако и то, и другое – компромиссный вариант. Китайские компании хотя и не объявляли публично об уходе, но работают в России осторожно, опасаясь вторичных санкций. Поставки из КНР идут, но далеко не в тех объёмах, что раньше шли от европейских вендоров. К тому же прогрессивные разработки, например, те же решения 5G, китайцы предпочитают оставлять для крупных рынков, а России могут продавать упрощённые версии. Отечественные же базовые станции 4G/5G находятся на стадии испытаний и пилотных зон, их массовое развёртывание ожидается не ранее 2025–2027 годов, и то если государство вложит миллиарды в эту программу. Пока же развитие сетей застыло: 5G фактически отложен на неопределённый срок, 4G живёт за счёт перераспределения частот и перестановки старых деталей.\nСтоит ожидать, что операторы связи продолжат повышать тарифы. Уже сейчас средняя стоимость услуг выросла на ~18% с 2021 по 2023 год . Монополизация рынка из-за ухода мелких игроков может ускорить этот рост, ведь оставшимся гигантам легче держать высокие цены, когда конкурентов меньше. Также могут появляться новые тарифы с жёсткими лимитами трафика или дополнительной платой за высокий приоритет соединения. То есть потребителям, возможно, придётся платить больше за стабильно работающий интернет.\nВ техническом плане операторы будут стараться поддерживать существующую сеть. Те же 350 тысяч базовых станций нужно обслуживать, ремонтировать, менять выработавшие ресурс элементы. Будут применяться творческие решения: рефарминг частот (перевод 2G/3G диапазонов под LTE) , установка дополнительных антенн на существующих вышках, возможно, запуск маломощных пикосот внутри помещений для разгрузки макросети. На федеральном уровне правительство обещает стимулировать отечественное производство оборудования и ПО для связи, от чипов до софта мобильных приложений, чтобы снизить зависимость от санкций. Но плоды этих программ, если они состоятся, появятся только через несколько лет.\nОтдельный вопрос – безопасностные отключения. Судя по заявлениям официальных лиц, практика отключать мобильный интернет при угрозе атак БПЛА сохранится и даже расширится. Грубо говоря, каждый регион теперь будет периодически «погружаться в офлайн» при сигналах тревоги. Вероятно, со временем эту меру попробуют сделать более точечной: например, отключать не всю область, а конкретные районы или города, а также отключать на минимально необходимое время.\nНо полностью уйти от шатдаунов в текущей ситуации власти, похоже, не готовы. Значит, пользователям надо быть готовыми к таким эксцессам. Некоторые регионы уже пытаются смягчить неудобства: например, в Ростовской, Самарской, Оренбургской областях власти организуют бесплатные публичные Wi-Fi точки на случай отключения мобильного интернета. В перспективе подобные сети подстраховки могут появиться повсеместно, чтобы люди могли хотя бы вызвать такси или экстренные службы через Wi-Fi, если мобильная сеть отключена. Однако Wi-Fi спасает не всегда – он покрывает только ограниченные локации, и в случае веерных отключений электричества, которые тоже не исключены, бесполезен.\nПодводя итог: в ближайшие год-два качество мобильного интернета в России, вероятно, останется на нынешнем уровне или будет ухудшаться. Существенного прогресса ждать не приходится до нормализации внешних условий или прорыва в импортозамещении. Пользователям же важно адаптироваться к новой реальности и знать, как действовать при внезапных сбоях.\nЧто делать при сбоях: советы пользователям\nПеребои с мобильной связью теперь могут случиться где угодно и когда угодно, поэтому важно быть подготовленным. Вот несколько практических советов, которые помогут оставаться на связи и минимизировать неудобства в период отключений:\n- Держите под рукой альтернативные каналы связи. Если мобильный интернет не работает, выручит обычная голосовая связь и SMS (они проходят по 2G-сети). Запишите на бумаге или сохраните офлайн важные телефонные номера – такси, близких, аварийных служб . Многие чиновники прямо рекомендуют жителям иметь список телефонов на случай отключения интернета. Кроме того, обзаводитесь SIM-картами разных операторов: иногда сбой затрагивает не всех одновременно, и другой оператор может работать.\n- Используйте Wi-Fi там, где это возможно. Домашний проводной интернет обычно продолжает работать даже при отключении мобильного. Поэтому дома переключайтесь на Wi-Fi для всех устройств. Узнайте заранее о наличии публичных Wi-Fi-точек в вашем городе (администрации ряда регионов публикуют такие списки). В случае чего сможете выйти в сеть, придя в зону покрытия (например, в торговый центр, к зданию МФЦ или администрации, где часто есть бесплатный Wi-Fi).\n- Запасайтесь офлайн-решениями. Держите на смартфоне необходимые данные автономно. Например, скачайте офлайн-карты вашего города/региона (через приложения Яндекс.Карты, Google Maps и др.) – если интернета не будет, вы всё равно сможете проложить маршрут. Сохраните электронные билеты, QR-коды, документы в память телефона или на бумаге. Полезно иметь немного наличных денег: при падении связи платежные терминалы могут не работать, и наличка выручит.\n- При падении скорости попробуйте снизить нагрузку. Если интернет еле тянет, отключите автозагрузку медиа в мессенджерах, переключите видео в низкое качество – это позволит пользоваться хотя бы базовыми сервисами. Попробуйте переключиться в режим 3G: иногда 4G-сеть перегружена, а 3G всё ещё функционирует и даст пусть медленный, но интернет. В настройках смартфона можно вручную выбрать тип сети “3G” или даже “2G”. Этот трюк не поможет при полном отключении интернета, но при частичных сбоях может дать доступ к сети.\n- Следите за официальными каналами информации. Во время масштабных отключений власти обычно сообщают причину и ориентировочное время восстановления через радио, ТВ или официальные телеграм-каналы. Например, могут объявить, что “в связи с учениями/оперативными мерами мобильный интернет временно ограничен, возобновление услуг после 18:00”. Если знаете, что случилось (авария или плановое отключение по безопасности), то будет определенно меньше паники и сможете скорректировать планы.\n- Сохраняйте заряд устройств. При перебоях связи телефон может быстро разряжаться, постоянно пытаясь поймать сеть. Рекомендуется в таких ситуациях перевести его в режим полёта либо выключить лишние функции, чтобы сберечь батарею.\n- Всегда имейте повербанк на случай длительного отсутствия связи – как только сигнал появится, у вас должен быть заряженный телефон, чтобы сделать важные звонки.\n- Не пытайтесь обходить блокировку незаконными способами. Использование усилителей сигнала, нелегальных ретрансляторов или взлом настроек сети не только бесполезно, но и может привлечь внимание правоохранителей. Лучше проявить понимание ситуации – если отключение связано с безопасностью, остаётся дождаться возвращения связи.\nВ современных условиях устойчивость мобильного интернета уже не гарантирована, и пользователям стоит быть готовыми к любым сценариям. Следуя приведённым советам, вы обезопасите себя и своих близких от лишних проблем во время возможных сбоев.\nОтечественный мобильный интернет переживает сложнейшие времена. Сразу несколько групп причин – технические, инфраструктурные, политические, экономические и внешние – сошлись вместе, породив эффект «идеального шторма». Сети перегружены и не обновляются должными темпами, оборудование стареет, новые технологии заблокированы, операторы вынуждены ужесточать тарифы, а власти по соображениям безопасности всё чаще сами «выдёргивают шнур» из интернета для миллионов граждан. С начала 2020-х Россия из страны с достаточно стабильным мобильным интернетом превратилась в мирового лидера по числу отключений связи – печальное достижение, разделяемое разве что с зонами хронических конфликтов.\nТем не менее мобильная отрасль пытается адаптироваться: ищутся новые технические решения, запускаются программы импортозамещения, прокладываются резервные каналы. Пользователи тоже приспосабливаются – хранят офлайн-копии данных, переходят на проводной интернет там, где возможно, и учатся жить в условиях цифровой неопределённости. Хочется верить, что со временем ситуация стабилизируется. А пока остаётся помнить простое правило: предупреждён – значит вооружён. Зная, почему не работает мобильный интернет и где корень проблем, мы лучше подготовлены к ним. Ведь даже в эпоху шатдаунов и санкций основная цель связи остаётся прежней – соединять людей, что бы ни происходило.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->computing and information technology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ru",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:47:59.002+03:00",
    "updated": "2025-08-15T10:11:50.000+03:00"
  },
  {
    "uuid": "ac91be18c5ed509f79e51c9d85a30658cf0580b3",
    "url": "https://ground.news/article/met-office-issues-six-weather-warnings-as-britain-braces-for-storm-hell-just-days-after-tornado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gbnews.com",
    "published": "2023-12-29T15:52:00Z",
    "title": "Ground News - Met Office issues six weather warnings as Britain braces for storm hell just days after tornado",
    "text": "Summary by gbnews.com The Met Office has issued six weather warnings as 2023 is set to end with a period of unsettled weather. There are three warnings in place for rain and snow in Scotland including in Aberdeen, Inverness and Dundee. Warnings across Scotland are in place from 8am tomorrow and are expected to last all through the day. Meanwhile, there are yellow warnings for rain for the majority of Wales and Northern Ireland. A yellow warning for wind is in place t… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\ngbnews.com Lean Right Mixed Factuality Met Office issues six weather warnings as Britain braces for storm hell just days after tornado The Met Office has issued six weather warnings as 2023 is set to end with a period of unsettled weather. There are three warnings in place for rain and snow in Scotland including in Aberdeen, Inverness and Dundee. Warnings across Scotland are in place from 8am tomorrow and are expected to last all through the day. Meanwhile, there are yellow warnings for rain for the majority of Wales and Northern Ireland. A yellow warning for wind is in place t…\n18 minutes ago · London, United Kingdom Read Full Article\ngbnews.com Lean Right Mixed Factuality\nMet Office issues six weather warnings as Britain braces for storm hell just days after tornado The Met Office has issued six weather warnings as 2023 is set to end with a period of unsettled weather. There are three warnings in place for rain and snow in Scotland including in Aberdeen, Inverness and Dundee. Warnings across Scotland are in place from 8am tomorrow and are expected to last all through the day. Meanwhile, there are yellow warnings for rain for the majority of Wales and Northern Ireland. A yellow warning for wind is in place t…\n18 minutes ago · London, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Social Issue"
    ],
    "external_links": [
      "https://www.gbnews.com/weather/met-office-weather-warnings-new-year-storm-hell-tornado?utm_source=ground.news&utm_medium=referral",
      "https://www.gbnews.com/weather/met-office-weather-warnings-new-year-storm-hell-tornado",
      "https://gbnews.com/weather/met-office-weather-warnings-new-year-storm-hell-tornado?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news - met office",
          "sentiment": "negative"
        },
        {
          "name": "met office",
          "sentiment": "negative"
        },
        {
          "name": "articles all left center right gbnews.com lean right mixed factuality met office",
          "sentiment": "none"
        },
        {
          "name": "dundee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "inverness",
          "sentiment": "none"
        },
        {
          "name": "aberdeen",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:10:41.394+02:00",
    "updated": "2023-12-29T18:10:41.394+02:00"
  },
  {
    "uuid": "c555685eeb9fea03b7848e58d113ce03f7c98a2b",
    "url": "https://peru21.pe/politica/equipo-lava-jato-espera-conseguir-sentencias-contra-toledo-keiko-humala-y-villaran-este-ano-rafael-vela-alejandro-toledo-keiko-fujimori-ollanta-humala-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Peru21",
    "published": "2024-06-27T22:19:00Z",
    "title": "Equipo Lava Jato espera conseguir sentencias contra Toledo, Keiko, Humala y Villarán este año | Rafael Vela | Alejandro Toledo | Keiko Fujimori | Ollanta Humala | POLITICA | PERU21",
    "text": "El equipo especial Lava Jato, liderado por el fiscal [Rafael Vela](https://peru21.pe/noticias/rafael-vela/?ref=p21r/), espera que este año se emitan cinco sentencias emblemáticas que forman parte de su investigación, [Keiko Fujimori](https://peru21.pe/noticias/keiko-fujimori/), Ollanta Humala, el Metro de Lima, [Alejandro Toledo](https://peru21.pe/noticias/alejandro-toledo/?ref=p21r/), y Susana Villarán. Respecto a Alejandro Toledo y Keiko Fujimori, Rafael Vela refirió que estos casos se encuentran en una situación avanzada y sus sentencias no deberían pasar de este 2024. El juicio oral contra Fujimori se inicia el próximo lunes. En el caso de Susana Villarán, dentro del proceso judicial ha negado los cargos, ejerciendo su derecho a una defensa activa, pese a que públicamente reconoció su responsabilidad. Vela subrayó que el equipo especial Lava Jato ha enfrentado múltiples desafíos, incluyendo la pandemia de COVID-19 y las estrategias dilatorias de las defensas. No obstante, dijo que han presentado 18 acusaciones formales que están siendo gestionadas por el Poder Judicial. LA PRIMERA SENTENCIA CONDENATORIA Como parte del caso Odebrecht, el Poder Judicial ha emitido la primera sentencia condenatoria, un hecho que ha significado un hito para el equipo especial Lava Jato. “Esta primera sentencia es un hito importante para el equipo especial liderado por el fiscal Germán Juárez Atoche, quien ha trabajado arduamente para desmantelar la presunción de inocencia de los acusados durante el juicio oral”, refirió el coordinador especial del Equipo Lava Jato, Rafael Vela, a Canal N. Vela, aclaró que la sentencia contra Samuel Campuzano es la primera que se dicta durante el juicio oral y resaltó que en total se han logrado más de 16 sentencias por medio del proceso de colaboración eficaz. LEYES QUE PREOCUPAN Rafael Vela también se mostró preocupado por la reciente ley de colaboración eficaz aprobada por el Congreso debido a que podría reducir la efectividad de esta herramienta clave en la lucha contra la corrupción. El coordinador especial también se refirió sobre la situación de la División de Investigación de Delitos de Alta Complejidad (DIVIAC). “Su profesionalismo y apoyo son vitales, y cualquier afectación a su operatividad podría tener graves consecuencias para las investigaciones en curso”, sostuvo. Como se sabe, la congresista Patricia Chirinos presentó una moción de orden del día con el fin de que la Comisión de Defensa del Congreso sea facultada para investigar presuntas irregularidades en el presupuesto asignado a la Diviac. Perú21 ePaper, [ingresa aquí](https://epaper.peru21.pe/?utm_source=P21pe_web&utm_medium=enlace_boton_menu&utm_campaign=epaper_menu/) y pruébalo gratis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:39:13.657+03:00",
    "updated": "2024-06-28T01:39:13.657+03:00"
  },
  {
    "uuid": "9273524bbbe2c8fbadd4488fab6f6799e2bc49dc",
    "url": "https://vnexplorer.net/z/1954651.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-08-22T21:03:00Z",
    "title": "Le chemin de croix des Ukrainiens oubliés dans les prisons occupées par la Russie",
    "text": "Iouri Patsoura (d), ancien prisonnier ukrainien détenu dans une prison occupée par la Russie, parle avec un autre ancien prisonnier ukrainien, Alexander, le 29 juillet 2024 à Tbilissi, en Géorgie Parmi les Ukrainiens en captivité aux mains de l&#039;armée russe, souvent des prisonniers de guerre, l&#039;époux de Ioulia sort du lot: il était déjà incarcéré pour agression quand les soldats russes ont envahi la région de Kherson en 2022. Hanna Skrypka (g), avocate de l&#039;ONG Protection des prisonniers d&#039;Ukraine, côté de Vitaliy Skorokhod, un ancien prisonnier bloqué dans une prison occupée par les Russes, qu&#039;elle a aidé à rentrer en Ukraine, le 22 juin 2024 à la gare de Kiev Lorsque les forces ukrainiennes ont libéré ce territoire du sud de l&#039;Ukraine quelques mois plus tard, les Russes l&#039;avaient déjà transféré en Russie, au grand désespoir de Ioula, mais dans l&#039;indifférence générale. &quot;J&#039;ai eu très peur et j&#039;ai commencé à pleurer. Comment cela pouvait-il arriver ? Pourquoi l&#039;emmener ? Ce n&#039;était pas légal, n&#039;est-ce pas ?&quot;, témoigne Ioulia. Agée de 32 ans, elle refuse de donner son nom de famille pour préserver la sécurité de Iouri, père de leur fille de cinq ans, Nastia. Quelque 3.000 Ukrainiens se trouvaient dans les 11 centres pénitentiaires qui sont passés sous le contrôle des forces russes depuis 2022, selon le ministère ukrainien de la Justice et des ONG. Environ les deux tiers ont été transférés en Russie. Depuis, les autorités russes remettent en liberté ceux qui ont purgé leur peine, mais leur retour est semé d&#039;embûches. Anna Pritkova, ancienne détenue ukrainienne bloquée dans une prison saisie par les forces russes à Melitopol, le 22 juin 2024 à la gare de Kiev Leurs récits mettent en lumière le traitement réservé en temps de guerre à une population souvent traitée comme paria et dont le seul soutien est celui des familles et de rares mouvements citoyens. - &quot;On vous tirera dessus&quot; - Selon Ioulia, Iouri ne parle jamais de ses conditions de détention en Russie afin qu&#039;elle ne se fasse pas de mauvais sang. Mais d&#039;anciens prisonniers et des ONG dressent un sinistre tableau: mauvais traitements, accès limité aux médicaments, pressions exercées pour prendre la nationalité russe ... &quot;Ils nous battent juste parce que nous sommes ukrainiens&quot;, explique Iouri Patsoura, un autre prisonnier incarcéré pour vol dans la région de Kherson. Un rapport réalisé par l&#039;Institut danois contre la torture et un groupe d&#039;ONG a établi, à partir d&#039;une centaine d&#039;entretiens, &quot;la nature systématique et répandue de la torture physique et psychologique et d&#039;autres mauvais traitements à l&#039;encontre des détenus&quot;. Iouri Patsoura (d), ancien prisonnier ukrainien détenu dans une prison occupée par la Russie, le 29 juillet 2024 à Tbilissi, en Géorgie Le transfert forcé de prisonniers civils vers la Russie constitue vraisemblablement un crime de guerre, selon ce rapport. &quot;Ils nous ont forcés sous la menace d&#039;une arme. Aux récalcitrants, ils disaient: +si vous résistez et refusez de monter dans la voiture qui vous emmènera en Russie, on vous tirera dessus tout simplement&quot;, se remémore M. Patsura. Les services pénitentiaires russes et la médiatrice russe pour les droits humains n&#039;ont pas répondu aux demandes de commentaires de l&#039;AFP. - &quot;Tout le monde se tait...&quot; - La vice-ministre ukrainienne de la Justice, Olena Vysotska, admet que le retour des criminels de droit commun a été relégué au second plan par rapport aux autres rapatriés. L&#039;ordre des priorités ? &quot;Les enfants, les prisonniers de guerre puis les prisonniers civils&quot;, dit-elle. Iouri Patsoura (d), ancien prisonnier ukrainien détenu dans une prison occupée par la Russie, avec un autre ancien prisonnier ukrainien, Alexander, le 29 juillet 2024 à Tbilissi, en Géorgie La Cour pénale internationale (CPI) a émis l&#039;an dernier un mandat d&#039;arrêt contre le président russe Vladimir Poutine pour des soupçons de crimes de guerre liés à la déportation d&#039;enfants ukrainiens vers la Russie, ce que le Kremlin réfute. Avocate de l&#039;ONG Protection des prisonniers d&#039;Ukraine, Hanna Skrypka dit préparer une plainte similaire auprès de la CPI afin d&#039;attirer l&#039;attention sur ces criminels &quot;impopulaires&quot;. Pour elle, les autorités ukrainiennes manquent à leurs obligations envers ces prisonniers. &quot;Tout le monde est au courant et tout le monde se tait... Ils ont simplement clos le sujet&quot;, affirme-t-elle. Dans le petit bureau qu&#039;elle partage avec un collègue à Kiev, le téléphone ne cesse de sonner. Au bout du fil: des familles et d&#039;ex-prisonniers en quête de conseils. - &quot;Personne pour vous&quot; - Forte de six membres, l&#039;ONG a mis en place un réseau de volontaires, y compris en Russie, prêts à intervenir à chaque fois que des prisonniers ukrainiens sont relâchés. A moins d&#039;avoir accepté un passeport russe, les détenus libérés ont devant eux un défi colossal: convaincre les autorités de leur identité. Beaucoup passent des semaines à attendre, une nouvelle fois enfermés, des documents permettant leur transfert vers la Géorgie voisine, qui entretient des liens étroits tant avec la Russie qu&#039;avec l&#039;Ukraine. Ils doivent ensuite patienter plusieurs autres semaines dans une zone tampon à la frontière russo-géorgienne, le temps que les autorités ukrainiennes vérifient leur identité. &quot;Quand il s&#039;agissait de les écrouer pour leurs crimes, aucun problème pour les identifier. Mais quand il s&#039;agit de confirmer qu&#039;ils sont bien ukrainiens pour qu&#039;ils puissent rentrer en Ukraine, alors là, ils ne peuvent pas&quot;, déplore M. Patsoura. Puis vient le moment d&#039;entrer en Géorgie où il faut de nouveau attendre que les autorités délivrent des documents de voyage. &quot;C&#039;est si dur quand il n&#039;y a personne pour vous, quand personne ne vous dit rien&quot;, note M. Patsoura. - &quot;Vivre comme une personne normale&quot;- Jusqu&#039;à récemment, quand des prisonniers avaient fini leur peine dans les territoires ukrainiens occupés, ils pouvaient essayer de regagner leur pays via un unique point de passage entre la Russie et l&#039;Ukraine, grâce a l&#039;aide de bénévoles. &quot;Ils sont jetés (...) à la rue dans leur combinaison de prisonnier&quot;, explique Olga Romanova, qui supervise l&#039;organisation russe de défense des droits des prisonniers &quot;Rus Sidiachtchaïa&quot; depuis son exil à Berlin. Le point de passage est fermé depuis que les troupes ukrainiennes ont pénétré en Russie le 6 août. Après deux ans dans une prison sous contrôle russe à Melitopol, Anna Pritkova est parvenue à retourner en Ukraine en empruntant le couloir humanitaire alors encore ouvert. &quot;Maintenant, je vais rentrer à la maison pour retrouver mes enfants&quot;, a-t-elle confié à l&#039;AFP un beau jour de juin dans la gare de Kiev. &quot;Je vais trouver un travail et vivre comme une personne normale&quot;. Nombreux sont ceux qui espèrent faire de même. Ioulia, elle, est condamnée à une attente angoissante: Iouri a encore plusieurs années à purger. &quot;C&#039;est vraiment difficile de toujours se demander ce qu&#039;il vit, d&#039;espérer que tout va bien... S&#039;il est encore en vie, s&#039;ils ne l&#039;ont pas tué&quot;. brw/phy/bur/mr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T08:05:20.774+03:00",
    "updated": "2024-08-23T08:05:20.774+03:00"
  }
]