[
  {
    "uuid": "f97c5643202091548856d0eb75fa187b6df62775",
    "url": "https://www.giornaledibrescia.it/italia-ed-estero/vandalizzano-presepe-in-piazza-tagliate-gambe-a-bambino-ges%C3%B9-1.3980763",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@GdB_it",
    "published": "2023-12-29T14:30:00Z",
    "title": "Vandalizzano presepe in piazza, tagliate gambe a Bambino Gesù - Giornale di brescia",
    "text": "Vandalizzano presepe in piazza, tagliate gambe a Bambino Gesù AVELLINO, 29 DIC - Indignazione e sconcerto a Flumeri, in provincia di Avellino, per l'atto vandalico che ha danneggiato la Natività allestita alle porte del piccolo centro irpino. La scorsa notte, ignoti hanno devastato il presepe luminoso collocato nel luogo dove tradizionalmente, in estate, viene montato, il Giglio di San Rocco, l'obelisco di paglia dedicato al Santo patrono. Non è stato risparmiato il Bambinello posto nella mangiatoia, a cui sono state spezzate le gambe. \"Incredulità e rabbia\" vengono espresse dal sindaco, Angelo Lanza e dall'intera comunità. Indagini sono in corso per risalire agli autori che potrebbero avere le ore contate: sarebbero stati ripresi dalle telecamere del sistema di videosorveglianza installate e funzionanti nella zona. - [Leggi qui](https://edicola.giornaledibrescia.it/giornalebrescia/newsstand?int_source=leggiqui&int_medium=link&int_campaing=linkinterno&int_content=leggi_qui_il_gdb_in_edicola_oggi)il GdB in edicola oggi - [Iscriviti alle newsletter del GdB](/newsletter/iscriviti). Per ogni tuo interesse, puoi avere una newsletter gratuita da leggere comodamente nella mail. riproduzione riservata © www.giornaledibrescia.it",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:40:28.823+02:00",
    "updated": "2023-12-29T16:40:28.823+02:00"
  },
  {
    "uuid": "b1550b527e486f3ce61b40ef936b3fd19fdff20a",
    "url": "https://www.fratellowatches.com/fortis-watches-ssc-documentary-microgravity-how-earth-can-benefit-from-space/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorg Weppelink",
    "published": "2023-12-28T23:01:00Z",
    "title": "Fortis Watches And SSC Unveil The Documentary Microgravity – How Earth Can Benefit From Space",
    "text": "Fortis Watches And SSC Unveil The Documentary Microgravity – How Earth Can Benefit From Space\nTaking a watch meant to go into outer space and actually testing it there only seems logical, right? That’s exactly what the ambitious people at Fortis thought. It’s why they embarked on a mission to test watches in space. The brand was part of the Swedish Space Corporation’s SubOrbital Express 3 rocket mission, space testing 13 special Fortis Stratoliner Supernova watches. That unique journey was filmed and is part of the new documentary Microgravity – How Earth can benefit from Space, now streaming on Amazon Prime. We talked to Fortis Marketing Manager Andreas Bentele about the documentary. He also unveiled the next steps for the brand in creating a timepiece that can go to Mars.\nIf you are a regular reader of Fratello, you are probably aware of Fortis’s efforts to\nspace-test its Werk 17 movement at the SSC Esrange Space Center in northern Sweden. After the first test, the brand took part in the SSC SubOrbital Express 3 rocket mission to test 13 Fortis Stratoliner S-41 White Dust Supernova watches. The test was super successful, with all 13 watches running within COSC-certified accuracy, as Dave explained. In the new documentary Microgravity – How Earth can benefit from Space, available for streaming on Amazon Prime, we see how Fortis was part of several projects that did extensive testing as part of the SSC SubOrbital Express 3 rocket mission. For an hour and fifteen minutes, viewers are part of the captivating journey to Esrange Space Center in the cold northern region of Sweden.\nProject Microgravity is a captivating look into space testing\nWe have documented Fortis’s space adventures in multiple articles in the past two years. And while I advise you to read those articles, the moving images will tell the entire story more vividly. The captivating documentary Microgravity – How Earth can benefit from Space was produced by Rocket Media Space Production and\nWhat The Film. They did an awesome job filming everything that went into the SSC SubOrbital Express 3 rocket mission. From the SSC team’s preparations to make the mission come to life to the individual projects that were part of it, everything is caught on camera. Add the beautiful cinematography and the perfectly chosen score, and you end up with a fascinating look into SSC’s unique ability to test in microgravity.\nWhen you watch the documentary, you get a great idea of this project’s magnitude. The film documents the details of\nthe 12 projects that were part of the mission. Scientists and engineers from different countries and with different areas of expertise all participated in the same mission. Among the projects was groundbreaking research in biomedical sciences, such as stem cell research for diabetes treatment and particle experiments to find answers about the origin of planets.\nFor Fortis, Project Microgravity already started in 2019\nThe documentary perfectly shows the importance of launching a rocket to an altitude of 260 kilometers, providing six minutes of microgravity conditions for scientific testing. All 12 projects used space conditions as a valuable tool for conducting research in various fields and contributing to our understanding of space and its impact on our life on Earth. This resulted in an intriguing documentary that is as visually striking as it is scientifically important.\nAs watch lovers, we are most interested in the great lengths that\nFortis is willing to go to in testing its watches in space. It is interesting to see how the team from the Grenchen-based brand participated in one of 12 projects on board the rocket. While testing mechanical watches in space was inherently different from most of the other projects, the great camaraderie and joint understanding among the various teams were fantastic to see. I talked to Fortis Marketing Manager Andreas Bentele about this special project that Fortis took part in.\nTalking about Microgravity with Fortis Marketing Manager Andreas Bentele\nJorg Weppelink: How long was the entire project for you guys with the Swedish Space Corporation (SSC), including the development of the Werk 17 with La Joux-Perret?\nAndreas Bentele: We started to develop the movement with La Joux-Perret in 2019. We started the partnership with SSC a little before that.\nJW: With your extensive experience in creating watches for space, did you have a set of specs for the development of the movement in place before it started?\nAB: Not at all. We knew that our watches survive space (as they have done for the past 30 years), but we wanted to test them for space because you need to determine the requirements against which to do your checks during production. So we designed, for example, a more robust bridge for the movement to keep up with those rough environments.\nJW: How long was the stay at SSC for both projects? Are we talking days or weeks at a time? What was it like dealing with the extreme temperatures?\nAB: For the balloon testing (Stratosphere), SSC developed the construction for more than a year, and for the rocket, the module was prepared for roughly a year and a half. For the balloon mission, we stayed at Esrange for about two weeks. For the rocket mission, some were there for more than four weeks.\nTesting movements in the first mission\nJW: The first mission with the balloon was intriguing because it gave you insights into variables like material types and components. In the video of that test, we saw that the watches were connected to electronics to collect data. Did you get useful data out of that test? Are there insights you can share?\nAB: When you go on a journey of about 90 minutes up into the Stratosphere, you go through different pressure and temperature levels. So your movement experiences temperatures as cold as -60°C and close to zero gravity. We’ve used different lubrications to test if that would have an impact. Furthermore, some of the chronographs were running, and others weren’t. The most important thing we needed to know was that our movement could handle this adventure without losing accuracy.\nThe importance of testing watches in space\nJW: It was fun to see that the other teams that participated in the rocket mission were hyper-focused on the data that would come out of those six minutes of microgravity. You could witness the launch outside and take it all in. Did you also gather extra crucial data during that second test? Or was that a test of the watches to see if they would work as a final product?\nAB: First and foremost, it was again to test if the movement could withstand all those forces, which it did. While all the other experiments were focused on the six minutes of microgravity, our heartbeat raised when the rocket launched because we were told that screws that did not have Loctite would be unscrewing due to the tremendous vibrations… Obviously, the movement screws do not have any Loctite, so we got a bit nervous…\nIf, in the future, people want to go to Mars, they cannot just take any watch. All the equipment needs to have been proven in space. So that’s why we do that. We want to have the first watch on Mars, so we need to test watches to the extremes. For us, then, the most important part was the rocket launch. In it, you have extreme vibrations, the vertical spin of the rocket, gravitational forces of 13 g, and many more things that could make the watch break. When re-entering the atmosphere, the rocket slows down so fast that it experiences -25 g, so that’s super crazy.\nThe outcome of testing the Fortis Stratoliner S-41 White Dust Supernova\nJW: It was impressive that all the watches ran within COSC accuracy specs after being up in space. Are COSC certification and Master Chronometer certification something you guys want to put effort into as official stamps of approval?\nAB: Absolutely. Based on the data, we also want to create our very own certification for space that is acknowledged by SSC as a partner. So the next step is to develop testing machines based on the data gathered during the space missions. Once they are installed and operating in Grenchen, we will make every watch space tested with a space certificate.\nJW: Have all 13 watches that were part of the mission been sold? I have to say that I enjoyed seeing these special versions of the Stratoliner with the gold details and the special dial. It made them even more attractive as a total package.\nAB: We only sell them on application, meaning that people can tell us why they should have one of the 13 pieces.\nHere’s a link to that page. We already have more than 800 applications, and each month until the end of 2024, we will select one lucky person.\nFortis is on a mission to Mars\nJW: The goal is to create watches that would be ideal for a mission to Mars. We know that the climate on Mars is colder, drier, and harsher than on any place on Earth. It makes these tests in Sweden crucial in further developing a watch that would be suitable to go to Mars. What are some of the next steps to make a “Mars-proof” watch? Do you have a trajectory regarding additional requirements for a watch that is up for the task?\nAB: Besides the harsh tests with SSC, we are also collaborating with the Austrian Space Forum (OeWF), which conducts analog Mars missions. Basically, the organization builds a habitat in some of Earth’s deserts every two years and “plays Mars.” OeWF has a spacesuit that changes the capabilities of moving to Mars-like conditions. Communication with the Mission Control Center has a delay of 10 minutes to simulate the distance between Mars and Earth…and many more experiments take place.\nBut the most important thing for the people working there is that they want to fail. They want to fail here on Earth to make it right once they land on Mars. For them, functionality, readability, and robustness are key, so Fortis already partnered with them 10 years ago. After each mission, we always have long meetings to improve for the next one because there is always something to improve. But yes, we at Fortis want to have the first Mars watch. No other brand is preparing as much as we are.\nBuilding a Fortis-owned test facility in Grenchen\nJW: Lastly, in the documentary, you talked about building a test facility of your own to simulate the conditions on Mars. Can you give us an idea of what is next for you guys to make that happen?\nAB: Yes. It is about the hits a watch needs to take if ever embarking on a space mission. Now we know the g-forces, exact vibration levels and frequencies, temperatures, pressures, vacuums, and so on. Based on this exclusive knowledge, we will build machines that end up in a space-testing center that can simulate space travel. The goal is the SSC-signed space certificate that I mentioned earlier.\nIs the new Novonaut N-42 the designated Mars watch?\nJW: I am very excited about your steps to create a truly space-tested watch. It is fascinating to see how you can develop watches that have been tested in the most extreme conditions rather than based on tests on Earth and assumptions beyond that. I can’t wait to see Fortis’s next steps in creating watches that can be taken to Mars. On that note, congrats on the new\nNovonaut N-42 collection. Considering its history, will that be the designated Mars watch model?\nAB: Guess what… 😉\nJW: Once again, thanks for taking the time to answer these questions. Congratulations on a brilliant test trajectory with a beautiful documentary as proof.\nAB: It’s a pleasure, and thank you very much for showcasing this to your community.\n——————————————\nMicrogravity – How Earth can benefit from Space is available\non Amazon Prime now. To learn more about Fortis Watches, visit the brand’s official website.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Social Issue"
    ],
    "external_links": [
      "https://fortis-swiss.com/",
      "https://www.sscspace.com/",
      "https://fortis-swiss.com/watches/space/stratoliner/stratoliner-s-41-white-dust-supernova/",
      "https://whatthe.film",
      "https://sscspace.com/twelve-experiments-to-space-from-sweden",
      "https://youtu.be/9Oq8a-EJSIM",
      "https://sscspace.com/twelve-experiments-to-space-from-sweden/",
      "https://whatthe.film/",
      "https://www.whatthe.film/",
      "https://sscspace.com",
      "https://www.fortis-swiss.com/watches/space/stratoliner/stratoliner-s-41-white-dust-supernova",
      "https://www.youtu.be/9Oq8a-EJSIM",
      "https://t.ly/aMj_R",
      "https://www.fortis-swiss.com",
      "https://www.sscspace.com/twelve-experiments-to-space-from-sweden/",
      "https://www.fortis-swiss.com/watches/space/stratoliner/stratoliner-s-41-white-dust-supernova/",
      "https://sscspace.com/",
      "https://www.fortis-swiss.com/",
      "https://www.t.ly/aMj_R"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andreas bentele",
          "sentiment": "none"
        },
        {
          "name": "fratello",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fortis",
          "sentiment": "negative"
        },
        {
          "name": "amazon prime",
          "sentiment": "none"
        },
        {
          "name": "fortis stratoliner supernova",
          "sentiment": "none"
        },
        {
          "name": "swedish space corporation",
          "sentiment": "none"
        },
        {
          "name": "fortis stratoliner s",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mars",
          "sentiment": "none"
        },
        {
          "name": "sweden",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:41:45.609+02:00",
    "updated": "2023-12-29T02:41:45.609+02:00"
  },
  {
    "uuid": "84de513f08304363df1c4723e0c2f728abc242dc",
    "url": "https://www.leprogres.fr/environnement/2024/12/13/neige-le-point-sur-les-conditions-de-circulation-ce-vendredi-apres-midi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "E.L.",
    "published": "2024-12-13T12:37:00Z",
    "title": "Haute-Loire. Neige : le point sur les conditions de circulation ce vendredi après-midi",
    "text": "Haute-Loire Neige : la circulation compliquée notamment dans le bassin du Puy-en-Velay\nPlusieurs difficultés sont à noter sur le réseau routier altiligérien, alors qu'une neige lourde tombe actuellement dans l'Yssingelais.\nLe froid l’emporte ce vendredi 13 décembre sur les chaussées du département. La neige tombe, laissant sur les routes, du verglas, des flocons ou encore de l'humidité.\nCertaines voies sont enneigées, et de grosses difficultés sont répertoriées, notamment dans le bassin du Puy-en-Velay. La circulation est également compliquée sur les plateaux de Craponne et La Chaise-Dieu. Il faudra donc adapter votre vitesse.\nLa chaussée très enneigée au col de Fix-Saint-Geneys\nÀ 14 heures, la neige semblait s’installer du côté sud-vellave, spécialement sur la RN88 jusqu’au col du Rayol.\nLa circulation est jugée difficile sur la partie de la RN88 entre Le Pertuis et les Baraques, commune de Cussac-sur-Loire. Les opérations de salage et déneigement sont en cours sur cette portion.\nLes chaussées yssingelaises sont, pour le moment, épargnées, mais une neige lourde tombe à présent dans le secteur.\nMéfiance du côté de la RN102, au col de Fix-Saint-Geneys où la chausse était partiellement enneigée à 14 h 35.\nDes camions bloqués en altitude\nDu côté de la RN88, les camions de la DIR Massif central se succèdent pour saler cette route sur laquelle passent quelque 17 000 véhicules par jour.\nSur les secteurs plus en altitude, entre la Haute-Loire et l’Ardèche, il est possible de trouver des camions bloqués sur la route.\nLa circulation étant délicate sur le département aujourd’hui, il est important de rester vigilant, de vérifier l’état de ses pneus neige et, finalement, de respecter les limitations. À l’heure actuelle, les services météorologiques annoncent des éclaircies et des températures supérieures à 0°C dès demain matin.\nConséquence des chutes de neige, quelques accidents de circulation ont eu lieu. Une Citroën Xsara Picasso a dérapé sur la chaussée sur un chemin entre les lieux-dits L’Estrade (commune de Cussac-sur-Loire) et La Chaponade (commune de Saint-Christophe-sur-Dolaizon). La voiture s’est mise au fossé peu après 12 h 30. Les sapeurs-pompiers du Puy-en-Velay sont intervenus. Quatre personnes âgées se trouvaient à bord du véhicule. Elles ont été conduites à l’Auberge de La Chaponade pour être mises à l’abri. Elles ont été vues par les sapeurs-pompiers et, indemnes, ont été laissées sur place.\nLe département de la Haute-Loire a été placé, par Météo France, en vigilance jaune neige verglas jusqu'à ce samedi 14 décembre 9 heures.\nPour suivre en temps réel les actualités sur la viabilité hivernale : inforoute43.fr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T17:00:10.875+02:00",
    "updated": "2024-12-13T17:00:10.875+02:00"
  }
]