[
  {
    "uuid": "95b63894dd3e7b394ee6d1a1c5e99cb69416c1f4",
    "url": "https://www.ukrinform.net/rubric-polytics/3837496-eu-working-to-ensure-broad-support-for-ukraines-peace-formula.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ukrinform",
    "published": "2024-03-09T06:00:00Z",
    "title": "EU working to ensure broad support for Ukraine’s Peace Formula",
    "text": "EU working to ensure broad support for Ukraine’s Peace Formula That’s according to Stavros Lambrinidis, EU’s Permanent Representative to the UN, who spoke at the UN Security Council Friday after reciting the statement on behalf of the EU and a number of states that have joined it. He recalled that Russia will soon hold elections in the temporarily occupied territories of Ukraine, actually starting them in some areas on February 25, with voting by mail. \"Russia has no legitimate basis for any such action on the territory of Ukraine,\" he emphasized. [Kyslytsya to UNSC: Face of Putin's envoy to UN embodies war](/rubric-polytics/3837492-kislytsya-to-unsc-face-of-putins-envoy-to-un-embodies-war.html) According to Lambrinidis, the European Union reiterates its support for the work of the International Criminal Court, which issued arrest warrants for the commander of the Russian Aerospace Forces’ long-range aviation Sergei Kobylash and Black Sea fleet commander Viktor Sokolov for alleged war crimes of directing attacks against civilian objects and civilians. Earlier, the International Criminal Court issued arrest warrants for Russian President Vladimir Putin and Children's Ombudsman Maria Lvova-Belova for the forcible removal of Ukrainian children. Talking about the [missile attack on Odesa](/rubric-ato/3837162-greek-pm-appeals-to-kremlin-after-russian-attack-on-odesa.html) during the visit of Greek Prime Minister Kyriakos Mitsotakis on March 6, the EU ambassador, who had been a Greek politician until recently, recalled the Russian strikes targeting Kyiv on the day UN Secretary General António Guterres visited the Ukrainian capital in April 2022, as well as under during the stay of the delegation of African leaders in June 2023. [For terror to stop, Putin must lose - Zelensky](/rubric-polytics/3834127-fore-terror-to-stop-putin-must-lose-zelensky.html) As Ukrinform reported earlier, on Friday, the UN Security Council discussed the shelling of Odesa by Russian invasion forces, as well as considered war-related humanitarian issues.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stavros lambrinid",
          "sentiment": "negative"
        },
        {
          "name": "lambrinidis",
          "sentiment": "none"
        },
        {
          "name": "crimi",
          "sentiment": "none"
        },
        {
          "name": "putin",
          "sentiment": "none"
        },
        {
          "name": "sergei kobylash",
          "sentiment": "none"
        },
        {
          "name": "viktor sokolov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "international criminal court",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "un security council",
          "sentiment": "none"
        },
        {
          "name": "unsc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "black sea",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T08:30:46.877+02:00",
    "updated": "2024-03-09T12:42:26.786+02:00"
  },
  {
    "uuid": "9d3c2f7da01fedf30f04eb2ede09fdb92ba1b3c6",
    "url": "https://markets.financialcontent.com/stocks/article/pressadvantage-2024-4-11-nang-robot-revolutionizes-culinary-scene-with-247-delivery-in-melbourne",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Advantage",
    "published": "2024-04-11T23:22:00Z",
    "title": "Nang Robot Revolutionizes Culinary Scene with 24/7 Delivery in Melbourne | FinancialContent Business Page",
    "text": "Melbourne, Victoria - In a world where instant gratification and efficiency reign supreme, Nang Robot has positioned itself as a trailblazer in the culinary domain of Melbourne by rolling out a 24/7 delivery service tailored for cream chargers and whipped cream dispensers. This groundbreaking service guarantees that culinary aficionados, alongside cafes and restaurants, can effortlessly access vital culinary instruments around the clock, thereby nurturing creativity and productivity in Melbourne's kitchens.\nNang Robot 's catalogue incorporates premier brands such as BestWhip, Supremewhip, and MOSA. These brands have been carefully selected based on their excellence and dependability, establishing them as crucial for an assortment of culinary endeavors, from perfecting whipped cream to elevating desserts, mousses, and sauces. Catering to a variety of needs and tastes, Nang Robot further offers combo deals that package whippers with cream chargers, presenting an economical solution for its clientele.\nAcknowledging the varied requirements of its customer base, Nang Robot has expanded its repertoire to encompass party gear and items typically found in convenience stores. This strategic expansion solidifies Nang Robot's status as a holistic provider for those organizing events or parties, offering a single destination for both culinary and party essentials. This adaptability highlights Nang Robot's resolve to fulfill and surpass customer expectations, cementing its role as a pivotal entity in culinary and event planning ventures.\nIn its quest to empower consumers and amplify their experiences, Nang Robot has made available comprehensive tutorials and insights on product usage through its website. This educational effort is aimed at unravelling the complexities of utilizing cream chargers and whipped cream dispensers, thus enabling customers to replicate professional outcomes in their culinary projects, regardless of their expertise level. For in depth guides on how to use their products and create masterpieces in the kitchen, visitors can explore the wealth of information provided at their official website. By arming customers with knowledge and resources, Nang Robot is fostering a community of informed and proficient culinary enthusiasts in Melbourne.\nA testament to Nang Robot's commitment to customer fulfillment is its money-back guarantee. This policy assures full refunds to customers who are not entirely content with their purchases, reflecting Nang Robot's assurance in the premium quality of its products and services.\nJohn Jones, a spokesperson for Nang Robot, elucidated the company's ideology, remarking, “At Nang Robot, our mission transcends mere product delivery; we aim to curate experiences. Our 24/7 cream chargers delivery in Melbourne guarantees that the flow of culinary inspiration remains uninterrupted by tool shortages. Our ambition is to serve not just as suppliers but as facilitators of culinary distinction, rendering professional-grade instruments available to everyone, at any time.”\nThis introduction of a perpetual cream chargers delivery service in Melbourne signifies a pivotal evolution within the culinary sector. Nang Robot's initiative dismantles obstacles, affording unhindered access to indispensable tools that magnify culinary ingenuity and proficiency. This amenity is in alignment with the modern predilection for convenience and promptness, positioning Nang Robot as an indispensable ally for the culinary community.\nJones further stated, “Recognizing the capricious essence of culinary creativity and the stringent demands of the hospitality sector, our 24/7 service is meticulously designed to cater to our customers' needs, irrespective of the time and place. This unparalleled accessibility and readiness distinguish Nang Robot as a pioneer in culinary innovation in Melbourne.”\nhttps://youtu.be/hiRKpxZBuIc\nIn essence, Nang Robot's launch of a 24/7 cream chargers delivery in Melbourne marks a revolutionary stride in the city's culinary scene. By ensuring continuous access to superior culinary tools, coupled with a dedication to customer enlightenment and satisfaction, Nang Robot is sculpting the future of culinary pursuits in Melbourne.\n###\nFor more information about Nang Robot, contact the company here:\nNang Robot\nJohn Jones\n+61483963810\njj@nangrobot.com.au\nMelbourne\nVictoria\nAustralia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://youtu.be/hiRKpxZBuIc",
      "https://sites.google.com/view/nangrobot/home",
      "https://www.pressadvantage.com/i_story/66819-nang-robot-launches-cream-charger-delivery-service-in-melbourne-for-culinary-enthusiasts",
      "https://s3.ap-southeast-2.amazonaws.com/nangrobot.com.au/index.html",
      "https://tracking.newsrpm.com/pixel?slug=pressadvantage-2024-4-11-nang-robot-revolutionizes-culinary-scene-with-247-delivery-in-melbourne",
      "https://www.youtu.be/hiRKpxZBuIc",
      "https://www.s3.ap-southeast-2.amazonaws.com/nangrobot.com.au/index.html",
      "https://tracking.newsrpm.com/pixel",
      "https://www.tracking.newsrpm.com/pixel?slug=pressadvantage-2024-4-11-nang-robot-revolutionizes-culinary-scene-with-247-delivery-in-melbourne",
      "https://pressadvantage.com/i_story/66819-nang-robot-launches-cream-charger-delivery-service-in-melbourne-for-culinary-enthusiasts",
      "https://www.sites.google.com/view/nangrobot/home"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nang robo",
          "sentiment": "negative"
        },
        {
          "name": "nang robot",
          "sentiment": "none"
        },
        {
          "name": "nang",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nang robot",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:54:38.758+03:00",
    "updated": "2024-04-12T02:54:38.758+03:00"
  },
  {
    "uuid": "5f0510ad3e12139d1a3e59a1306c84a2b1730ea9",
    "url": "https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Iván Gil",
    "published": "2024-03-22T14:26:00Z",
    "title": "FRAUDE FISCAL | Sánchez acusa a Feijóo de “tapar la corrupción” y le pide actuar tras la imputación del novio de Ayuso",
    "text": "FRAUDE FISCAL Sánchez acusa a Feijóo de “tapar la corrupción” y le pide actuar tras la imputación del novio de Ayuso El presidente del Gobierno también acusó a Génova de mantener un silencio cómplice con la respuesta del PP madrileño de “amedrentar” a los medios que están investigando las supuestas irregularidades de su pareja El presidente del Gobierno se ha agarrado a la [imputación de la pareja de Isabel Díaz Ayuso](La jueza imputa a la pareja de Díaz Ayuso) por dos delitos de fraude fiscal y falsedad en documento mercantil para volver a pedir a Alberto Núñez Feijóo que exija su dimisión. “Ya no tiene excusas”, ha argumentado Pedro Sánchez en rueda de prensa desde Bruselas tras el Consejo Europeo para asegurar que “toda España espera que Feijóo asuma su responsabilidad” y rompa su “silencio” ante lo que denominó “caso Ayuso”. “Criticar la corrupción de un tercer partido es lo sencillo, luchar contra la corrupción en tu propio partido es lo relevante”, ha contrapuesto para poner en valor que ante el [caso Koldo](/tags/caso-koldo/) tomó “decisiones contundentes, ejemplares y rápidas”. De ahí, que haya insistido en que Feijóo “no tape esa corrupción, sino que la expulse”. No con muchas esperanzas de que haya reacciones, pues acto seguido asoció el enfrentamiento con Ayuso de su antecesor en la presidente del PP, Pablo Casado, con su “expulsión” del cargo. “Por eso Feijóo quizá no se atreva o no pueda exigir responsabilidades”, retó para deslegitimar al líder de los populares tras llegar a su cargo “diciendo que no venía a insultar y a hacer política para adultos”. En este juego de dicotomías, Sánchez ha reconocido que la confrontación directa entre los dos principales partidos está generando una fuerte polarización social. Sin embargo, [responsabiliza a los populares](https://www.epe.es/es/politica/20240321/sanchez-dimision-ayuso-feijoo-medios-99782470) de ello y justifica que su partido no se quede callado porque “la polarización es asimétrica” y “no puede llevar a la equidistancia”. Ni de los políticos ni tampoco de los medios de comunicación, aseguró para pedir que se discierna entre “verdad y mentira” y “atacantes y atacados”. “Silencio de los medios” Al igual que ya hizo este jueves, Sánchez también acusó a Feijóo de mantener un silencio cómplice con la respuesta del PP madrileño de [“amedrentar” a los medios ](https://www.epe.es/es/madrid/20240321/ayuso-oposicion-enzarzan-libertad-prensa-99766371)que están investigando las supuestas irregularidades de su pareja, en referencia a unos mensajes amenazantes a una periodista de Eldiario.es. Asimismo, el jefe de gabinete de Ayuso, Miguel Ángel Rodríguez, a quien Sánchez nombró expresamente en su comparecencia, ha estado en el foco por unas acusaciones de acoso lanzadas contra dos periodistas de El País por acercarse a las inmediaciones de la vivienda de la presidenta en la que convive con su pareja. Actitudes antidemocráticas, dijo, de las que la Génova no solo no se desmarcaría, sino que “asume en primera persona esa forma de señalar a los medios”. En este sentido, el jefe del Ejecutivo hizo una reflexión crítica sobre el “silencio clamoroso” de algunos medios, dijo, “ante el intento de amedrentar a compañeros por parte del PP de Madrid y de la dirección nacional”. Porque lo hacen, concluyó, “es una pregunta legítima que nos podemos hacer muchos”. [RRSS WhatsApp](https://api.whatsapp.com/send?text=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html&text=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20%20https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40elcorreogallego) [RRSS email](mailto:?subject=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20&body=https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [España](https://www.elcorreogallego.es/espana/2024/03/15/pareja-ayuso-querella-montero-hacienda-fiscalia-99515052.html) [La pareja de Ayuso anuncia querella contra Montero y Hacienda mientras los abogados de Madrid actuarán contra la Fiscalía](https://www.elcorreogallego.es/espana/2024/03/15/pareja-ayuso-querella-montero-hacienda-fiscalia-99515052.html) [España](https://www.elcorreogallego.es/espana/2024/03/15/fiscalia-general-senala-jefa-madrid-99537143.html) [La Fiscalía General señala a la fiscal de Madrid por la revelación de información sobre la pareja de Ayuso](https://www.elcorreogallego.es/espana/2024/03/15/fiscalia-general-senala-jefa-madrid-99537143.html) [España](https://www.elcorreogallego.es/espana/2024/03/18/genova-prepara-bateria-medidas-caso-99625030.html) [Génova prepara ya una batería de medidas por el caso de la mujer de Sánchez: \"Se acabaron las cautelas](https://www.elcorreogallego.es/espana/2024/03/18/genova-prepara-bateria-medidas-caso-99625030.html) [España](https://www.elcorreogallego.es/espana/2024/03/18/rey-visita-sorpresa-princesa-leonor-99649054.html) [El Rey visita por sorpresa a la Princesa Leonor durante sus maniobras militares](https://www.elcorreogallego.es/espana/2024/03/18/rey-visita-sorpresa-princesa-leonor-99649054.html) [España](https://www.elcorreogallego.es/espana/2024/03/16/izquierda-pide-cese-jefe-gabinete-99569734.html) [La izquierda pide el cese del jefe de gabinete de Ayuso por \"amenazas\" a elDiario.es](https://www.elcorreogallego.es/espana/2024/03/16/izquierda-pide-cese-jefe-gabinete-99569734.html) [España](https://www.elcorreogallego.es/espana/2024/03/17/trump-amenazas-sangre-elecciones-eeuu-99594791.html) [Trump amenaza con un \"baño de sangre\" si pierde las elecciones](https://www.elcorreogallego.es/espana/2024/03/17/trump-amenazas-sangre-elecciones-eeuu-99594791.html) [España](https://www.elcorreogallego.es/espana/2024/03/20/colegio-abogacia-presenta-denuncia-ignorados-99744575.html) [El Colegio de la Abogacía presenta denuncia contra \"ignorados miembros\" de la Fiscalía por informar sobre la pareja de Ayuso](https://www.elcorreogallego.es/espana/2024/03/20/colegio-abogacia-presenta-denuncia-ignorados-99744575.html) [España](https://www.elcorreogallego.es/espana/2024/03/17/horas-bajas-yolanda-diaz-ninguneo-99588550.html) [Las horas bajas de Yolanda Díaz, entre el ninguneo en el Gobierno y la pugna interna: \"El peor momento](https://www.elcorreogallego.es/espana/2024/03/17/horas-bajas-yolanda-diaz-ninguneo-99588550.html) FRAUDE FISCAL [Sánchez acusa a Feijóo de “tapar la corrupción” y le pide actuar tras la imputación del novio de Ayuso](https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html) Comparecencia en Bruselas [Sánchez vaticina una \"amplia\" victoria de Illa: \"Cataluña quiere pasar página\"](https://www.elcorreogallego.es/espana/2024/03/22/sanchez-vaticina-amplia-victoria-illa-99836655.html) Elecciones en Cataluña [PP y Cs rompen negociaciones y no habrá lista conjunta ni en las elecciones catalanas ni en las europeas](https://www.elcorreogallego.es/espana/2024/03/22/pp-cs-rompen-negociaciones-elecciones-catalanas-99836839.html) NO HAY ACUERDO ENTRE PP Y CS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://api.whatsapp.com/send?text=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.epe.es/es/madrid/20240321/ayuso-oposicion-enzarzan-libertad-prensa-99766371)que",
      "https://twitter.com/intent/tweet?original_referer=https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html&text=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20%20https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.epe.es/es/politica/20240321/sanchez-dimision-ayuso-feijoo-medios-99782470)",
      "https://api.whatsapp.com/send?text=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20https://elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://epe.es/es/madrid/20240321/ayuso-oposicion-enzarzan-libertad-prensa-99766371)que",
      "https://epe.es/es/politica/20240321/sanchez-dimision-ayuso-feijoo-medios-99782470)",
      "https://twitter.com/intent/tweet?original_referer=https://elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html&text=S%C3%A1nchez%20acusa%20a%20Feij%C3%B3o%20de%20%E2%80%9Ctapar%20la%20corrupci%C3%B3n%E2%80%9D%20y%20le%20pide%20actuar%20tras%20la%20imputaci%C3%B3n%20del%20novio%20de%20Ayuso%20%20https://elcorreogallego.es/espana/2024/03/22/sanchez-acusa-feijoo-tapar-corrupcion-99837292.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T16:34:45.699+02:00",
    "updated": "2024-03-22T16:34:45.699+02:00"
  },
  {
    "uuid": "526c409b014ebe28cdf524d7c3b3af3cb259dc04",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-07-31/doc-infiitzy9197332.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-07-31T03:34:00Z",
    "title": "创业板综ETF万家（159541）涨0.16%，半日成交额494.83万元|创业板综_新浪财经_新浪网",
    "text": "7月31日，截止午间收盘，创业板综ETF万家（159541）涨0.16%，报1.271元，成交额494.83万元。创业板综ETF万家（159541）重仓股方面， 宁德时代 截止午盘跌2.59%， 东方财富 跌0.80%， 迈瑞医疗 跌0.82%， 中际旭创 涨8.07%， 汇川技术 涨0.25%， 胜宏科技 涨3.61%， 新易盛 涨4.76%， 阳光电源 跌1.15%， 蓝思科技 涨0.44%， 温氏股份 跌1.19%。\n创业板综ETF万家（159541）业绩比较基准为 创业板综合指数 收益率，管理人为万家基金管理有限公司，基金经理为杨坤，成立（2023-10-18）以来回报为26.78%，近一个月回报为6.75%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business financing",
      "Economy, Business and Finance->market and exchange",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:43:24.961+03:00",
    "updated": "2025-08-01T08:07:20.000+03:00"
  },
  {
    "uuid": "61a2dbb34edb4a80e0810212fd06825c2b0b4869",
    "url": "https://www.larazon.es/gente/famosos/familia-edwin-arrieta-despide-2023-misa-cenizas-pueblo-natal_20231229658e9725cf86730001b6a92c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marian Benito",
    "published": "2023-12-29T09:53:00Z",
    "title": "La familia de Edwin Arrieta despide 2023 con una misa \"de cenizas\" en su pueblo natal",
    "text": "Funeral La familia de Edwin Arrieta despide 2023 con una misa \"de cenizas\" en su pueblo natal Según informa el canal de crónica negra Triun Arts, sus restos se encuentran ya en Colombia y recibirán cristiana sepultura La [ familia de Edwin Arrieta ](https://www.larazon.es/gente/famosos/familia-edwin-arrieta-deja-claro-que-esperan-daniel-sancho-sus-padres_20231110654e72cdb276150001a87130.html)asiste consternada a este fin de año marcado por su [ trágico asesinato en Tailandia](https://www.larazon.es/gente/famosos/caso-daniel-sancho-directo-ultima-hora-situacion-prision-posible-traslado-novedades-juicio_2023080964df23555df8e30001d46959.html), el mes de agosto, por el que cumple condena el [chef español Daniel Sancho.](https://www.larazon.es/gente/famosos/testigo-que-puede-librar-daniel-sancho-pena-muerte-cambiara-relato-hechos_20231218658029bef03b8e0001f4e8fb.html) La iglesia de Santa Cruz de Lorica, el pueblo colombiano donde nació y creció el doctor Edwin Arrieta, celebra hoy una misa \"de cenizas\" en su memoria y, según informa el canal Triun Arts, dedicado a sucesos y crónica negra, los familiares darán por fin sepultura cristiana a sus restos, \"ya repatriados\". El 5 de agosto de 2023, las autoridades locales de [la isla turística de Koh Pha Ngan,](https://www.larazon.es/gente/famosos/caso-daniel-sancho-encuentran-kayak-que-arrojo-mar-partes-cuerpo-edwin-arrieta_2023080664cf934695af7e000152befe.html) Tailandia, informaron que habían hallado algunas partes del cuerpo en un vertedero situado a 20 kilómetros del lujoso hotel donde estuvo Edwin con Daniel Sancho. Fueron los trabajadores de la planta quienes avisaron de inmediato a la Policía tras el macabro encuentro. Jorge Negrete López, alcalde de este municipio, ubicado al norte del departamento de Córdoba, decretó entonces tres días de luto y manifestó lo \"doloroso e impactante para todos que un ser humano tenga [ un desenlace ](https://www.larazon.es/gente/famosos/autopsia-revela-que-edwin-arrieta-murio-degollado_2023082164e30bcf5df8e30001db53e9.html)de esa forma\". Destacó también la pena añadida de no poder trasladar sus restos para recibir sepultura religiosa. \"Eso es bastante impactante y doloroso\", señaló. A finales de ese mismo mes de agosto, el número dos de la Policía de Tailandia y supervisor de la investigación, \"Big Joke\" Hakparn, ya informó que los restos del cirujano colombiano, una vez confirmados, estaban listos para repatriar, al tiempo que expresaba que entendía \"la necesidad de hacerlo lo antes posible para llevar a cabo las ceremonias y rituales necesarios\". No obstante, el proceso de repatriación no fue tan ágil como se esperaba. Todavía hoy, de las 14 partes en las que [se seccionó el cuerpo](https://www.larazon.es/gente/famosos/escalofriantes-nuevas-fotos-crimen-edwin-arrieta-manos-daniel-sancho_20231017652eba24b98ca1000168dc36.html), aún no se han podido recuperar todas. La víctima se identificó gracias al ADN de su hermana Darling Arrieta, facilitado por la embajada de Colombia en Tailandia. El dolor, según Negrete, sigue presente en la localidad natal por la pérdida de un \"joven médico, un joven que tenía una carrera brillante, prominente\", cuyos logros \"enaltecían el nombre del municipio de Lorica, que fue su patria chica. Aquí tiene a sus padres y familiares\". Esta tarde se celebra una eucaristía por el alma del cirujano plástico en la parroquia donde no han dejado de orar por su eteno descanso y de infundir fortaleza a los familiares. Será de nuevo el sacerdote Manuel Montes el encargado de oficiar la misa donde se espera la presencia masiva de amigos, familiares y autoridades administrativas de Lorica. El pueblo, de unos 115.000 habitantes, despide el año con lágrimas por la desaparición de esta figura querida. Según señaló su hermana, Edwin era una persona muy devota, especialmente de la Virgen de Fátima, aunque también \"le gustaba bailar, cantar, festejar los cumpleaños. Era una persona que era una luz que en estos momentos debe estar brillando en el cielo\". Tras los acuerdos con el PSOE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:08:51.737+02:00",
    "updated": "2023-12-29T12:08:51.737+02:00"
  },
  {
    "uuid": "b3ca47370990383de886fa8c03783327b5e5eed0",
    "url": "https://chl.ca/whl/article/boston-bruins-prospect-dyck-named-whl-goaltender-of-the-month-for-february",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Taylor Rocca",
    "published": "2024-02-29T20:00:00Z",
    "title": "Boston Bruins prospect Dyck named Goaltender of the Month for February",
    "text": "Boston Bruins prospect Dyck named WHL Goaltender of the Month for February Calgary, Alta. – The Western Hockey League announced today Boston Bruins prospect Reid Dyck of the Swift Current Broncos has been named WHL Goaltender of the Month for February. Dyck, 20, went 9-0-1-0 with a 1.81 goals-against average, .931 save percentage and one shutout through 10 appearances during the month of February, helping the Broncos push their way up the WHL’s Eastern Conference standings. A product of Winkler, Man., Dyck was named WHL Goaltender of the Week on two occasions during the month of February, first for the week ending Sunday, February 4 and second for the week ending Sunday, February 25. Dyck leads the Broncos in all major goaltending categories this season, including appearances (28), GAA (2.59), save percentage (.915) and shutouts (2). With a record of 19-6-2-0, the 6-foot-5, 193-pound puckstopper is on the verge of reaching the 20-win plateau for the first time in his career. Dating back to Tuesday, February 6, Dyck has won eight consecutive games. Over that eight-game stretch, Dyck has held his opponents to two goals or less on seven occasions. He hasn’t lost in regulation since dropping a 5-3 decision to the Moose Jaw Warriors in which he allowed four goals. Dyck’s month began with a 26-save shutout of the Regina Pats, as he backstopped the Broncos to a 3-0 victory on Friday, February 2. On Tuesday, February 6, the Manitoba product recorded his largest save count of the month, turning aside 33 shots in a 4-3 win versus Red Deer. Selected by the Broncos in the third round (45th overall) of the 2019 WHL Draft, Dyck owns a career record of 43-45-5-1 in 99 regular season appearances. He was chosen by the Boston Bruins in the sixth round (183rd overall) of the 2022 NHL Draft. Heading into March, the Swift Current Broncos rank second in the WHL’s Central Division and fourth in the WHL’s Eastern Conference with a record of 32-19-4-2. Reid Dyck and the Swift Current Broncos return to action Friday, March 1 (7 p.m. MT) when they visit the Red Deer Rebels at the Peavey Mart Centrium. About the Western Hockey League Regarded as the world’s finest development league for junior hockey players, the Western Hockey League (WHL) head office is based in Calgary, Alberta. The WHL offers a world-class player experience featuring three key cornerstones: hockey development, education, and a safe and positive environment for all participants. A diverse and inclusive organization, the WHL consists of 22 member Clubs with 16 located in Western Canada and six in the U.S. Pacific Northwest. A member of the Canadian Hockey League, the WHL has been a leading supplier of talent for the National Hockey League for close to 60 years. The WHL is also a leading provider of hockey scholarships with over 375 graduates each year receiving WHL Scholarships to pursue a post-secondary education of their choice. Each season, WHL players also form the nucleus of Canada’s National Junior Hockey Team.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dyck",
          "sentiment": "negative"
        },
        {
          "name": "winkler",
          "sentiment": "none"
        },
        {
          "name": "reid dyck",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "month for february calgary",
          "sentiment": "negative"
        },
        {
          "name": "boston bruins",
          "sentiment": "negative"
        },
        {
          "name": "whl",
          "sentiment": "negative"
        },
        {
          "name": "month for february boston bruins",
          "sentiment": "negative"
        },
        {
          "name": "hockey league",
          "sentiment": "none"
        },
        {
          "name": "broncos",
          "sentiment": "none"
        },
        {
          "name": "swift current broncos",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alta",
          "sentiment": "none"
        },
        {
          "name": "man.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:28:34.291+02:00",
    "updated": "2024-03-01T00:28:34.291+02:00"
  },
  {
    "uuid": "cf5da6069d292f4da9c2286ee0794daba9eae6be",
    "url": "https://www.elespanol.com/sevilla/vivir/tesoros-gastronomicos/20241226/federacion-espanola-futbol-ficha-minerva-salas-numero-gobierno-sanz-nueva-directiva/911659324_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Álvaro Guzguti",
    "published": "2024-12-26T00:00:00Z",
    "title": "La Federación Española de Fútbol ficha a Minerva Salas, número 3 del gobierno de Sanz, para su nueva directiva",
    "text": "La Real Federación Española de Fútbol (RFEF) ha celebrado este jueves una reunión de su nueva junta directiva. En ella figura Minerva Salas , tercera teniente de alcalde del Ayuntamiento de Sevilla y concejal de Fondos Europeos, Agenda Urbana, Sostenibilidad y Planes Estratégicos.\nEste nuevo cargo lo compaginará con su responsabilidad dentro del gobierno de Sanz, según han trasladado desde el Ayuntamiento.\nSalas comenzó el actual mandato municipal del Ayuntamiento, liderado por José Luis Sanz , siendo edil de Cultura y Deportes, de modo que vuelve ahora a ostentar un puesto del ámbito deportivo.\nLa Junta pacta con Sanz adelantar el 50 por ciento de la financiación del Plan Turístico de Grandes Capitales En la remodelación del gabinete de Sanz acometida el pasado mes de agosto, Salas pasó a ostentar las delegaciones de Fondos Europeos, Agenda Urbana, Sostenibilidad y Planes Estratégicos.\nLa noticia e ha hecho oficia el mismo día de la reunión convocada por el recién elegido presidente de la Real Federación Española de Fútbol, Rafael Louzán. Él había citado en Madrid a su nueva Junta Directiva con el objetivo de sentar las bases de los retos del fútbol español para los próximos años.\nCabe recordar que la RFEF es una entidad asociativa privada pero de utilidad pública.\nSevilla (Municipio) Ayuntamientos RFEF (Real Federación Española de Fútbol) Mientras Dormías - NEWSLETTER Apúntate gratis y recibe cada mañana un análisis de los temas del día Apuntarme De conformidad con el RGPD y la LOPDGDD, EL LEÓN DE EL ESPAÑOL PUBLICACIONES, S.A. tratará los datos facilitados con la finalidad de remitirle noticias de actualidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Politics->government department",
      "Politics->political candidates",
      "Politics->sports policies",
      "Human Interest->high society",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "José Luis Sanz",
          "sentiment": "none"
        },
        {
          "name": "Rafael Louzán",
          "sentiment": "none"
        },
        {
          "name": "Minerva Salas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "RFEF",
          "sentiment": "negative"
        },
        {
          "name": "Real Federación Española de Fútbol",
          "sentiment": "negative"
        },
        {
          "name": "Ayuntamiento de Sevilla",
          "sentiment": "none"
        },
        {
          "name": "Cultura y Deportes",
          "sentiment": "none"
        },
        {
          "name": "Fondos Europeos",
          "sentiment": "none"
        },
        {
          "name": "Agenda Urbana",
          "sentiment": "none"
        },
        {
          "name": "Junta",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:40:08.388+02:00",
    "updated": "2024-12-27T00:40:08.388+02:00"
  },
  {
    "uuid": "714662f4ae8c6ac64d3d13499c79b23542915c49",
    "url": "https://www.oliberal.com/esportes/kyrgios-desencanta-apos-quase-3-anos-e-monfils-tambem-vai-a-2-rodada-do-atp-1000-de-miami-1.932284",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Estadao Conteudo",
    "published": "2025-03-19T22:23:00Z",
    "title": "Kyrgios desencanta após quase 3 anos e Monfils também vai à 2ª rodada do ATP 1000 de Miami",
    "text": "Kyrgios desencanta após quase 3 anos e Monfils também vai à 2ª rodada do ATP 1000 de Miami\nNick Kyrgios e Gael Monfils, dois tenistas experientes que entraram em quadra nesta quarta-feira para a primeira rodada do ATP 1000 de Miami, tiveram de suar a camisa para avançar com vitórias em três sets. O francês passou pelo húngaro Fabian Maroslan, enquanto o australiano superou o local Mackenzie McDonald para celebrar o primeiro triunfo desde outubro de 2022, quando virou diante do polonês Kamil Majchzak para ir às quartas no ATP 500 de Tóquio.\nAinda lutando contra o preparo físico após longa parada no circuito por grave contusão no punho (passou por duas cirurgias em 2023), Kyrgios teve a torcida local toda com o norte-americano McDonald. E saiu em desvantagem no jogo ao levar 6 a 3. Devolveu o placar na segunda parcial e levou a decisão ao terceiro set.\nNa parcial decisiva, o australiano precisou salvar um break para evitar ficar com 4 a 2 contra. Empatou e, na sequência, conseguiu a quebra após uma curta e depois uma dupla falta, abrindo 4 a 3 com o serviço para encaminhar a vitória. Kyrgios sacou para o jogo com 5 a 4 e, \"soltando o braço\", não deu chances ao oponente. Logo abriu 40 a 0 e fechou com devolução para fora após 1h43.\n\"Pensei que nunca mais jogaria tênis, para ser brutalmente honesto com você. Tive conversas com meu time, caras que estão deixando suas famílias para ficar aqui comigo. Eu estava tipo, olha, não sei por quanto tempo posso continuar fazendo isso, mas coloca um pouco mais de gasolina no tanque. Tenho de ser realista e vou ver como meu pulso se sai amanhã (ou sexta)\", afirmou o australiano ainda na quadra, revelando que ainda sofre com as dores.\n\"Não achava que conseguiria vencer alguém após ver o sorteio. E a maneira como meu pulso se contraiu nos últimos seis meses não foi boa. Eu não estava acostumado com essa velocidade da bola novamente. Foi uma longa jornada e tinha medo de terminá-la. Mas voltar e conseguir uma vitória e sentir que pertenço novamente ao tênis é muito especial.\"\nAcumulando bons resultados na temporada, Monfils entrou em quadra para uma pequena vingança, já que foi derrotado no único embate diante de Marozsan. E o começo foi animador, com 6 a 3 no primeiro set. O tenista húngaro, contudo, reagiu na parcial seguinte, empatando o confronto em 1 a 1 com 6 a 4.\nA decisão, no terceiro set, veio com o veterano francês dominante e abrindo logo 3 a 0. Maroszsan teve quatro chances para devolver a quebra no quinto game e não aproveitou. Sem dar mais chances ao oponente, Monfils fechou em 6 a 3, somando a 12ª vitória no ano.\nNa segunda rodada, a dupla terá cabeças de chave pela frente. Monfils encara o chego Jiri Lehecka, 26º favorito, enquanto Kyrgios terá pela frente o russo Karen Khachanov (22º). Os duelos devem ocorrer na sexta-feira. G\nCOMPARTILHE ESSA NOTÍCIA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->tennis"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:51:18.313+02:00",
    "updated": "2025-03-20T00:51:18.313+02:00"
  }
]