[
  {
    "uuid": "734a0e331fd1209b7dd6fde9a56bb7c4c50e09d0",
    "url": "https://www.fastcompany.com/90967582/the-inspiration-for-this-meat-alternative-is-over-1000-years-old",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grace Snelling",
    "published": "2023-12-28T20:32:00Z",
    "title": "CEO and cofounder of Meati explains how they make their",
    "text": "By Grace Snelling 2 minute Read For Tyler Huggins, CEO and cofounder of the animal-free protein company Meati, the key to creating sustainable food products is all around us—stored in thousands of years of natural history.\nTyler Huggins [Photo: Meati] “My philosophy and my approach has always been if you have a problem, look into nature,” Huggins says. “Get billions of years of evolution solving problems, and there’s probably a solution in nature already there. We just have to listen and learn.”\nOn this week’s Leaders in Innovation podcast , Huggins explains how his team has used that learning process to build a product that’s natural, scalable, and capable of making a difference in the climate crisis. At Meati, that started with a core mission: “We founded this company with the sole purpose of having a net positive impact on the world, and we mean that,” Huggins says. “When we built out the approach, we reverse engineered it and said, ‘Alright, if the goal is global impact, what does that actually mean? What are the first principles that are required in order to do so?’”\nThe company found that they would need to address consumer demand for a nutritious (yet equally delicious) faux meat product, while keeping production cost-effective. That’s where nature came in. Huggins identified the mycelium mushroom—a fungus that has been used by humans as a fermenting agent for thousands of years—as a source of protein that could meet those criteria. Unlike some plant-based alternatives, the rootlike structure of the mycelium mushroom has a texture that closely mimics meat. It’s also over 60% protein by weight and highly nutrient-dense. To reach a large customer base, and especially the vast majority of people who still incorporate animal meat in their diets, Huggins says it’s important for Meati products to look and taste familiar.\n[Photo: Meati] “I think you have to be careful on how many new things you introduce all at one time,” Huggins says. “If we really want to create change, you have to do things differently. The way we’re doing it now is not working. Our food production system is not sustainable, so we need new innovation, but how much innovation can you introduce at one time? I would argue not much.”\nPerhaps most crucially, Huggins says that mycelium meat alternative production could ultimately reach “unmatched efficiency” compared to animal products. Meati is already producing millions of pounds annually from its ranch facility, and has expanded through partnerships with Sprouts Farmers Market, Whole Foods, Meijer, and Fresh Thyme. Huggins hopes that Meati’s efforts will pave the way for other companies to look at nature as a partner in combating the climate crisis.\n“Fighting nature and having to do things that it doesn’t want to do is very difficult,” Huggins says. “So the easiest thing is to find parts of nature that have that intrinsic, inherent capabilities that we want, and leverage them to help solve our problems. That’s what we’ve been able to do that I think is different than the bulk of our agricultural and food system.”\nadvertisement Listen to the full conversation between Tyler Huggins and James Vincent on this week’s Leaders in Innovation podcast.\n Subscribe on Apple Podcasts , Stitcher, Spotify, or wherever you get your podcasts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://playlist.megaphone.fm/?e=MANV1398077396",
      "https://podcasts.apple.com/us/podcast/leaders-in-innovation/id1706149573",
      "https://www.playlist.megaphone.fm/?e=MANV1398077396",
      "https://www.podcasts.apple.com/us/podcast/leaders-in-innovation/id1706149573",
      "https://playlist.megaphone.fm/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tyler huggins",
          "sentiment": "negative"
        },
        {
          "name": "meati",
          "sentiment": "negative"
        },
        {
          "name": "huggins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "grace snelling",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "meati",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:54.106+02:00",
    "updated": "2023-12-29T00:06:54.106+02:00"
  },
  {
    "uuid": "4656a87ed7b02c738b32779a66e08e66d762f9c6",
    "url": "https://www.thecentersquare.com/arizona/article_18a362a0-bbb8-11ee-995f-e7d948f26b7b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cameron Arcand | The Center Square",
    "published": "2024-01-25T19:29:00Z",
    "title": "Arizona GOP event with Trump slated to speak canceled following party controversy",
    "text": "(The Center Square) – An Arizona Republican Party event where former President Donald Trump was slated to speak in Friday night has been canceled.\nThe cancellation comes after the resignation of state GOP Chairman Jeff DeWit left after audio of a conversation between him and U.S. Senate candidate Kari Lake was leaked to the\nDaily Mail.\nIn the conversation, DeWit told Lake in February 2023 that there are people \"back east\" who would rather offer Lake a job or money to avoid her running for Senate. Lake, who previously ran for governor, ended up announcing her bid in October.\n\"There are very powerful people who want to keep you out, and what they're willing to do is put their money where their mouth is in a big way,\" he\ntold Lake. In a statement defending himself, DeWit said that Lake was an employee of his at the time and was under the assumption that the conversation was private.\nSince his resignation, Lake hosted a live stream on Rumble where she discussed the situation, and her campaign has since been saying that she \"can't be bought.\"\nThe event dubbed \"Freedom Fest,\" was going to include a speech from the former president and other speakers, including Lake.\nLake and DeWit both have close ties with the former president, who is inching closer to clinching the Republican nomination once again. Trump endorsed Lake's candidacy and she's served as a surrogate for him in Iowa and New Hampshire.\nMeanwhile, DeWit was the chief operating officer and chief financial officer for Trump's 2016 campaign, as well as his COO again in 2020. He also served as the CFO of NASA from 2018 to 2020 during the Trump administration.\nFormer state Rep. Jill Norgaard is currently serving as interim chair, but a new chair could be selected at the state party's annual meeting on Saturday. Arizona Corporation Commissioner Jim O'Connor is expected to run for the volunteer position, according to\nAxios, but it's unclear who else may run.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://x.com/jeremyduda/status/1750372534657450312?s=20",
      "https://www.dailymail.co.uk/news/article-12996297/EXCLUSIVE-Audio-recording-reveals-moment-senior-Republican-figure-tried-bribe-Kari-Lake-not-run-Senate.html",
      "https://dailymail.co.uk/news/article-12996297/EXCLUSIVE-Audio-recording-reveals-moment-senior-Republican-figure-tried-bribe-Kari-Lake-not-run-Senate.html",
      "https://x.com/jeremyduda/status/1750372534657450312",
      "https://www.x.com/jeremyduda/status/1750372534657450312?s=20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "jeff dewit",
          "sentiment": "none"
        },
        {
          "name": "kari lake",
          "sentiment": "none"
        },
        {
          "name": "lake",
          "sentiment": "none"
        },
        {
          "name": "dewit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arizona gop",
          "sentiment": "negative"
        },
        {
          "name": "arizona republican party",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "u.s. senate",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rumble",
          "sentiment": "none"
        },
        {
          "name": "lake",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:18:05.504+02:00",
    "updated": "2024-01-26T00:18:05.504+02:00"
  },
  {
    "uuid": "0bee260d0eec7ea6009972bee31bf90944c2552c",
    "url": "https://www.bendigoadvertiser.com.au/story/8471193/incredible-tale-of-eaglehawk-policeman-outsmarting-his-kidnappers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TomBendigo",
    "published": "2023-12-29T07:00:00Z",
    "title": "Incredible tale of Eaglehawk policeman outsmarting his kidnappers | Bendigo Advertiser | Bendigo, VIC",
    "text": "An Eaglehawk [police officer](https://www.police.vic.gov.au/) once turned the tables on two armed men who had taken him prisoner in a four-hour ordeal. $1/ (min cost $8) Login or signup to continue reading Saturday, December 30 marks the moment in 1962 when First Constable Leigh Gallagher arrested his violent captors. Little-remarked on today, the case attracted national media attention in the early 60s, including in the pages of the Bendigo Advertiser. It remains one of the most extraordinary accounts of an arrest in Bendigo's history. Gallagher was 47 years old, with 15 years police experience, the night he spied from his police car two young men wearing white shirts and black pants, walking towards a bridge into Eaglehawk shortly after midnight, 61 years ago. What he did not know - no-one did, at that moment - was that the pair had just escaped from Bendigo's prison (now [Ulumbarra Theatre](https://www.bendigoregion.com.au/arts-culture-theatres/space/ulumbarra-theatre)). Graham Francis Grundy and John Neil Williams were among four prisoners who had vanished from their cells less than an hour earlier, under the cover of a heavy rainstorm. They were two 19-year-olds who were originally from Port Melbourne and Essendon. Gallagher stopped his car and asked what the pair were doing. \"The bigger man of the two [Williams] said he was going to see his grandmother in Eaglehawk,\" the policeman later told reporters, including those from the Bendigo Advertiser. Gallagher said he knew Williams' grandmother and that they should get in his car. The police officer had an ulterior motive. He was suspicious. As all three talked in the car, Gallagher accused the pair of lying. That was when all hell broke loose, according to Gallagher's later court testimony. Williams got riled up: \"Don't move or I'll put a knife between your ribs,\" the young man said. Gallagher retorted that \"if you talk like that you will find yourself with a bullet in yours\". The copper was bluffing. He did not have a gun. Williams flashed something that looked an awful lot like a knife and Gallagher reached for the police car's radio transmitter. In the scuffle, an escapee pinned the officer to his seat and chopped viciously at his throat. \"He cut my breath off and I went out to it. I don't know for how long,\" Gallagher later said. The abductors drove north. Williams leant over, every so often, to chop Gallagher's injured throat with his hand. It seems today, reading accounts of what happened next, like Grundy and Williams were at a loss for what to do with their newfound freedom. They certainly do not come across as the brains behind the prison escape. It is as if they tagged along with two other inmates (who would remain on the run for days until police tracked them down in New South Wales). Grundy and Williams decided to head to a farm near Robinvale because the latter had once worked there and left some clothing with a farmer called W J Harvey. Commonsense might have suggested Harvey would have been wild about two fugitives pulling up unannounced as his family slept, with a stolen police car and a hostage. Maybe Grundy and WIlliams did not have any commonsense. It was about 5am when they got to the farmhouse. Williams got out and walked towards the house, where he either woke Harvey up or ran into him already up and about. In the car, Gallagher told Grundy he had a bad cramp in his stomach. Grundy, for some reason, took this as an excuse to leave his hostage and walk towards Williams and Harvey. This is when Gallagher crawled out of the car, opened the bonnet and ripped out its distributor. \"The big fellow [Williams] came back and threatened to kill me for doing this and we had a bit of a struggle,\" he said in the account he later gave to the Advertiser. Gallagher rushed into the house, woke Harvey's wife and demanded she tell him if there were any weapons in the house. It turned out they had a .22 rifle. Gallagher went outside to find Williams and Grundy sitting in the police car. Evidently, they had decided there was no point running. Grundy surrendered without a struggle. \"The big man [Williams] ... said he would rush me. I told him I would certainly shoot if he did so,\" Gallagher told the Advertiser. Amid a protracted standoff, police officers arrived on scene. Harvey had called them. They had raced 11km to the farmhouse. That was the end of Williams' and Grundy's time on the run. In the days that followed, the Bendigo Advertiser published a front page picture of Gallagher and four of his colleagues having cups of tea, shortly after a medical check. He spoke slowly, due to his badly injured throat. The tea seemed to go down alright, though. Gallagher would soon be awarded a Police Valour Medal. His attackers were not so fortunate. A judge gave Williams a four-and-a-half year prison sentence with a minimum of three years. Grundy got three-and-a-half years with a minimum of two. The judge was more lenient than he could have been on account of the men's \"youth\". \"I am sorry for what I did to Constable Gallagher,\" Grundy told the court. \"I have not had much of a home life and my parents do not care about me.\" Williams did not offer any excuse for his behaviour but a lawyer said he had been an inmate of homes and institutions since the age of seven. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.bendigoregion.com.au/arts-culture-theatres/space/ulumbarra-theatre)).",
      "https://www.police.vic.gov.au/)",
      "https://bendigoregion.com.au/arts-culture-theatres/space/ulumbarra-theatre)).",
      "https://police.vic.gov.au/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john neil williams",
          "sentiment": "none"
        },
        {
          "name": "graham francis grundy",
          "sentiment": "none"
        },
        {
          "name": "leigh gallagher",
          "sentiment": "none"
        },
        {
          "name": "gallagher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bendigo",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "eaglehawk",
          "sentiment": "none"
        },
        {
          "name": "bendigo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:13:11.607+02:00",
    "updated": "2023-12-30T01:12:35.015+02:00"
  },
  {
    "uuid": "d2b5a5168b0b1eb65e5a15c76be31ba4f4226c5a",
    "url": "https://www.capitalgazette.com/2024/09/05/franklin-football-player-death-tribute-leslie-noble-iv",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Glenn Graham",
    "published": "2024-09-05T21:18:00Z",
    "title": "Franklin football moves forward but will never leave Leslie Noble IV behind",
    "text": "For the Franklin football team, the painful conclusion is forever lasting.\nThe huge smile Leslie Noble IV always sported is gone. The positive words that were an everyday constant, often delivered in his comical, exaggerated tone, are no more.\nIt’s been three weeks since Noble, a 16-year-old junior guard, collapsed and died during the team’s first day of practice on Aug. 14, leaving the Reisterstown school and its football program saddened and stunned.\nPractice has continued. The first day of school arrived. And now the Indians are set to begin their season Friday at 7 p.m. against visiting Westminster.\nNoble never leaves the team’s thoughts, a testament to the powerful impact he was able to make .\n“You genuinely understood how much he cared and how much love he had inside him,” Franklin football coach Anthony Burgos said. “You never knew what he was going to say because it was going to be honest. I always said to him, ‘You changed coaching for me. In my 22 years of coaching, you’re the most unique and dynamic player I’ve ever coached.’”\nWhen he entered Franklin as a freshman, Noble quickly warmed to the “big ol’ teddy bear” tag. The coaching staff tested him over and over and had early questions about whether he would stick. He grinded, steadily improved, and put himself in position for a breakthrough junior season. He made sure to bring his teammates along for the ride.\n“A lot of times we come out here to practice and, honestly, sometimes we would become a little lackadaisical and just his personality was always uplifting. In his own way, he kind of made us want to pick it up a notch,” senior wide receiver-defensive back Tristen Richardson said. “It’s sad … but just knowing how he impacted us and seeing how we’re carrying on his personality and the different things he instilled on us, it’s nice to see.”\n“We’re going to remember the importance of life, the importance of being a great character person, and the importance of being the best you can possibly be,” Franklin football coach Anthony Burgos said. (Karl Merton Ferron/Staff) X’s and O’s were tossed aside on the first day of practice after Noble’s death. In the sudden and unchartered territory, Burgos found a far more important message to provide support to his hurting group.\n“The message was we’re going to forget about football for now. It’s not the most important thing,” he said. “We’re going to remember the importance of life, the importance of being a great character person, and the importance of being the best you can possibly be.\n“I didn’t want to talk about football and it’s not about us going to play for Leslie this season. It’s about how precious life is and that you want to have an impact in this life. A lot of people think you’ve got to live a long time to have an impact. Leslie lived 16 years and he had such a tremendous impact on people.”\nThe Leslie Noble stories from the Franklin football family are bountiful and unique.\nSenior tackle Caleb Hunley, who worked alongside him on the offensive line, appreciated how Noble’s presence could instantly turn a rough day into a better one.\n“A memory that comes back to me is the first time I ever talked to him, he called me his cousin. ‘What’s up, cousin?’ And, always after that, he always called me cousin,” he said. “He was such a bright light. Around the school, everybody knew him. He was such a joy of life.”\nFor longtime assistant coach Tim Miller, the walks back inside the school from practices were always his special time with Noble.\nThe rapid-fire banter was priceless.\n“Just Leslie being Leslie,” Miller said. “He’d say, ‘I’m tired, Coach. I’m tired.’ And I’d always say, ‘What are you talking about, Leslie, you didn’t do anything.’ He’d come back, ‘Coach, you didn’t see me out there working? I was working!’ I’m laughing and like, ‘C’mon Leslie, you didn’t do nothing,’ and he’d come back quick, ‘Yes, I did Coach, look at this — I’m sweating!’\n“It was just his voice, his smile and his infectious words that are always on my mind. That day took a lot from me, but I find light in these kids and that’s why I’m here. I pray that Leslie’s family gets through these days.”\nRelated Articles High School Sports | No. 1 Loyola Blakefield soccer looks the part in 7-0 win over No. 5 Spalding High School Sports | Capital Gazette 2024 high school girls soccer: A young county scene can be anybody’s to win High School Sports | Baltimore Sun high school field hockey preview: Storylines, players to watch and top 15 teams heading into 2024 season High School Sports | Capital Gazette 2024 high boys soccer preview: As club participation rises, parity may as well High School Sports | High school girls flag football set to debut in Baltimore City this fall season The loss of Noble was the second tragedy the team endured this summer. On July 6, former teammate JaJa Williams, who graduated in the spring, died in a UTV accident family gathering in West Virginia . The team will honor both players before Friday’s game.\n“I’m a man of faith and I use all this as motivation when I go out and play,” Richardson said. “I use them as a why. Why I play this game. Why I give it my all every time I step on the field. I use them to fuel my drive. And I pray. I pray about it before I step on the field.”\nBurgos said the tragedies have redefined his role as a coach, giving him a new perspective and way to communicate with the young men he mentors.\n“It’s not as much about football, but it’s about life and getting these kids to understand how to embrace life every day, how to get the most out of each day and really learning how to overcome adversity and overcome storms,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.baltimoresun.com/2024/08/16/leslie-noble-franklin-football/",
      "https://www.baltimoresun.com/2024/08/28/franklin-football-leslie-noble-iv-remembered-funeral-big-heart-drive/",
      "https://baltimoresun.com/2024/07/18/jaja-williams-atv-accident/",
      "https://www.baltimoresun.com/2024/08/16/leslie-noble-franklin-football",
      "https://baltimoresun.com/2024/08/28/franklin-football-leslie-noble-iv-remembered-funeral-big-heart-drive/",
      "https://www.baltimoresun.com/2024/07/18/jaja-williams-atv-accident/",
      "https://baltimoresun.com/2024/07/18/jaja-williams-atv-accident",
      "https://baltimoresun.com/2024/08/16/leslie-noble-franklin-football/",
      "https://www.baltimoresun.com/2024/08/28/franklin-football-leslie-noble-iv-remembered-funeral-big-heart-drive"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:26:33.369+03:00",
    "updated": "2024-09-06T00:26:33.369+03:00"
  }
]