[
  {
    "uuid": "fe5c348fabf9a2966259b694a12be881be535503",
    "url": "https://www.kctv5.com/2024/01/12/local-dog-shelters-advise-dog-owners-bring-pets-inside/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Hennessy",
    "published": "2024-01-12T00:35:00Z",
    "title": "Dog shelters advise dog owners to bring pets inside",
    "text": "MERRIAM, Kan. (KCTV) - In response to the recent -- and upcoming -- freezing temperatures, the Great Plains SPCA is reminding pet owners of their effort to ensure the well-being of dogs that are typically kept outdoors.\nThe organization is offering specially curated winter care kits that include essential items to keep these dogs warm and comfortable, according to CEO Tam Singer.\n“They are just like us, they can get cold, they can get hypothermia, and they can actually die in arctic temperatures,” Singer said. “When a dog is tethered or chained outside, they’re unable to kind of find their natural ability to protect themselves.”\nThe care kits, provided free of charge, consist of crates equipped with toys, a leash, bedding, and treats. Additionally, the Great Plains SPCA is offering valuable tips and training to both pets and their owners, aiming to create a safer and more comfortable environment.\n“There are a lot of people that really do want to do the best by their pets,” Singer said. “Maybe they haven’t had the opportunity or the resources or the time and so reach out to us and we can help you – we want to help you.”\nYesterday alone, the organization distributed 35 of these kits to dog owners in need. However, despite these efforts, concerns were raised when KCTV5 discovered dogs still chained up outside during their drive around the area on a particularly cold Thursday.\nChaining dogs outside in freezing temperatures poses serious dangers, as the length of the chain limits the dog’s mobility. The Great Plains SPCA emphasizes the risks associated with such practices, stating that dogs may be unable to reach a warm spot if it’s too far away.\nThe organization also provides cat shelters for neighborhood cats.\n“We also offer insulated cat houses for those cats that are outside all the time,” Singer said.\nThe cat houses have hay inside them, and like the dog crates, they are free.\nCopyright 2024 KCTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tam singer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kctv",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "merriam",
          "sentiment": "none"
        },
        {
          "name": "kan.",
          "sentiment": "none"
        },
        {
          "name": "great plains",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T06:30:18.456+02:00",
    "updated": "2024-01-12T06:30:18.456+02:00"
  },
  {
    "uuid": "3ae0d2a2bfbe3b69691b4492815e5bd85a0a9e4c",
    "url": "https://mx.investing.com/news/world-news/jane-goodall-90-anos-de-aprendizajes-sostenibles-2698268",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Capitalino",
    "published": "2024-02-15T00:00:00Z",
    "title": "Jane Goodall: 90 años de aprendizajes sostenibles Por El Capitalino",
    "text": "Jane Goodall: 90 años de aprendizajes sostenibles Ya llevo algunos años en mi columna semanal, dedicando un espacio importante cada mes de enero a la gran junta anual del Foro Económico Mundial “WEF” , en Davos, donde resaltó los mejores momentos y compromisos económicos, sociales y ambientales de la intensa semana de la reunión, pero este año le quisiera dedicar un espacio particular a una de las sesiones, intervenciones, entrevistas y recomendaciones que me dejaron muchos mensajes de la participación de Jane Goodall .\nDurante los años he seguido de cerca el gran trabajo que Jane ha hecho durante 90 años de vida, donde a raíz del estudio en campo, y ser el primer humano en seguir, integrarse y conocer el comportamiento en la naturaleza de los chimpancés, donde su enlace físico y espiritual nos enseña mucho, que hemos perdido nuestra conexión con la naturaleza, que es básica para el ser humano.\nJane Goodall Por no obviar explicaré brevemente quién es Jane; nació en Londres, en 1934, es una etóloga inglesa y Mensajera de la Paz de la ONU . Es considerada pionera en el estudio de los chimpancés salvajes y conocida por su estudio de más de sesenta años de duración sobre las interacciones sociales y familiares de los chimpancés salvajes en el parque nacional Gombe Stream en Tanzania.\nFundadora del instituto que lleva su nombre y del programa Roots & Shoots. Ha hecho una gran labor en materia de conservación y bienestar animal . Dado que el chimpancé es actualmente la especie genéticamente más cercana al humano, sus hallazgos revolucionaron los conocimientos que se tenían no solo de los chimpancés, sino también del ser humano.\nFue la primera persona en descubrir que los chimpancés eran capaces de fabricar y utilizar herramientas, algo que hasta entonces se consideraba exclusivo de los seres humanos.\nGracias a los hallazgos y descubrimientos sobre la conducta de los chimpancés, Jane fue aceptada en la Universidad de Cambridge donde obtuvo un doctorado (PhD) en etología.​ Fue la octava persona a la que se le permitió estudiar un doctorado sin contar con una licenciatura previa.​ En 1965 , defendió su tesis titulada: “ Comportamiento de los chimpancés en libertad ”, en la que detalla los primeros cinco años de su estudio en la Reserva Gombe.\nJane, Davos 2024\nSus mensajes en Davos 2024 fueron muy amplios, sobre la relevancia de estudiar y analizar sobre la importancia que tiene para nuestro mañana, en un año electoral tan importante para muchos países, que revisemos muy clara la agenda ambiental y compromisos de los candidatos antes de salir a votar y tenemos una gran responsabilidad de informarnos en todos los aspectos sobre los futuros líderes que les queremos encomendar los siguientes años, bajo su liderazgo en el sector público.\nMensajes clave:\nDependemos del mundo natural para nuestro bienestar, pero lo estamos destruyendo.\nNuestros jóvenes son la clave de nuestra supervivencia: debemos infundirles esperanza y empoderarlos para que encuentren un enfoque colaborativo para proteger la naturaleza, los animales y las comunidades.\nEl futuro depende de que todos nos unamos ahora y hagamos algo para tratar de sanar el daño que hemos infligido a este planeta. ¿Cuánto tiempo puede sobrevivir la tierra si seguimos como hasta ahora?\nDebemos darnos cuenta de que los seres humanos no estamos separados del mundo natural. Muchas personas viven en ciudades y no son conscientes de que dependemos del mundo natural para todo: comida, agua y ropa. Dependemos de ecosistemas sanos.\nPero a medida que continuamos nuestro desarrollo egoísta de este estilo de vida materialista, destruimos estos ecosistemas. Necesitamos una nueva mentalidad.\nUn gran mensaje de Jane de Davos: ¿Cómo cambias a las personas?\n“Hay que cambiar a la gente llegando a sus corazones”.\nCreo que cuando las personas cambian, tiene que ser su decisión cambiar desde adentro. Por eso, cuando hablo con estos responsables de la toma de decisiones que tienen tanta influencia sobre nosotros, trato de encontrar una manera de llegar al corazón. “ La forma que veo más efectiva es contar historias .”\nEs por eso por lo que estoy convencido que requerimos todos ayudar a dar a conocer las buenas historias y acciones a favor del planeta para sumar a millones de personas más.\nJane permitió desarrollar una conexión cercana con los chimpancés y convertirse en el único ser humano aceptado en una sociedad de chimpancés, hasta la fecha y al ser preguntada si creía en Dios, hace más de 14 años: “No tengo idea de quién o qué es Dios. Pero sí creo en un poder espiritual mayor. Lo siento en particular cuando estoy en la naturaleza. Es algo que es más grande y más fuerte que yo o cualquiera. Lo siento. Eso es suficiente para mí.”\nPodemos aprender mucho de Jane, al literalmente integrarse a la naturaleza y entender en todos los sentidos la conexión y dependencia que tenemos con la misma.\nSu mensaje de Davos es otra clara señal basada en sabiduría y experiencia del cuidado que debemos tener todos a nuestra única casa, nuestro planeta y recordemos:\n¡¡¡Todas nuestras acciones sostenibles cuentan!!!\nLeer más\nJane Goodall: 90 años de aprendizajes sostenibles",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fmx.investing.com%2Fnews%2Fworld-news%2Fjane-goodall-90-anos-de-aprendizajes-sostenibles-2698268&display=popup&ref=plugin",
      "https://elcapitalino.mx/carrousel/jane-goodall-90-anos-de-aprendizajes-sostenibles/",
      "https://invst.ly/13hu-c",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fmx.investing.com%2Fnews%2Fworld-news%2Fjane-goodall-90-anos-de-aprendizajes-sostenibles-2698268&title=Jane+Goodall%3A+90+a%C3%B1os+de+aprendizajes+sostenibles&summary=",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fmx.investing.com%2Fnews%2Fworld-news%2Fjane-goodall-90-anos-de-aprendizajes-sostenibles-2698268&display=popup&ref=plugin",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fmx.investing.com%2Fnews%2Fworld-news%2Fjane-goodall-90-anos-de-aprendizajes-sostenibles-2698268&title=Jane+Goodall%3A+90+a%C3%B1os+de+aprendizajes+sostenibles&summary=",
      "https://elcapitalino.mx/carrousel/jane-goodall-90-anos-de-aprendizajes-sostenibles",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.elcapitalino.mx/carrousel/jane-goodall-90-anos-de-aprendizajes-sostenibles/",
      "https://www.invst.ly/13hu-c",
      "http://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T01:35:14.928+02:00",
    "updated": "2024-02-16T01:35:14.928+02:00"
  },
  {
    "uuid": "c3ae57e4709038882b09e4636d98cfebab652a1e",
    "url": "https://www.waaytv.com/news/nation-world/5-things-to-know-for-may-10-gaza-stormy-daniels-health-care-cyberattack-plane-safety/article_3d8cad11-7d7c-50f6-9bd2-356f6d7f06be.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandra Banner, CNN",
    "published": "2024-05-10T10:38:00Z",
    "title": "5 things to know for May 10: Gaza, Stormy Daniels, Health care cyberattack, Plane safety, Ukraine",
    "text": "(CNN) — Relentless rainfall in Brazil has [submerged entire neighborhoods](https://www.cnn.com/2024/05/09/world/brazil-floods-death-toll-intl-latam/index.html) and an airport runway, with more floods likely in the coming days. The severe weather has also downed most communications as crews search for more than 100 missing people. Here’s what else you need to know to Get Up to Speed and On with Your Day. 1. Gaza Israeli Prime Minister Benjamin Netanyahu said President Joe Biden made a mistake after the US [paused sending a shipment of bombs to Israel](https://www.cnn.com/2024/05/09/politics/inside-bidens-public-ultimatum/index.html) so that they would not be used in an invasion of the southern Gaza city of Rafah. Israel would fight with its “fingernails” if necessary, Netanyahu said in response. The Israeli military added it has the weapons it needs for its missions in Gaza, including a Rafah invasion. But a halt in US weapons may “significantly impair” Israel’s ability to “achieve military objectives.” Meanwhile, new satellite imagery shows Palestinians have [begun to flee Rafah’s tent cities](https://www.cnn.com/2024/05/09/middleeast/rafah-palestinians-refugees-fleeing-intl-latam/index.html) in large numbers over the past 72 hours as the threat of a potential major Israeli assault looms. 2. Stormy Daniels The testimony of adult film actress Stormy Daniels, a central figure in the criminal case against former President Donald Trump, wrapped on Thursday after Trump’s lawyers [continued their attack on her credibility](https://www.cnn.com/2024/05/09/politics/takeaways-from-day-14-of-the-donald-trump-hush-money-trial/index.html). Daniels pushed back on claims she was untruthful about her alleged sexual encounter with Trump in 2006, saying that the story was true, even as she was confronted with inconsistencies in some of the small details of her account. Trump has denied the affair. At the end of the day, Judge Juan Merchan [denied two defense motions](https://www.cnn.com/2024/05/09/politics/judge-merchan-calls-out-trump-attorneys-mistrial/index.html), one for a mistrial based on the argument that Daniels’ changed her story about the alleged encounter, and one seeking a modification on a gag order so the former president could talk publicly about Daniels. 3. Health care cyberattack A cyberattack is disrupting clinical operations at a major health care nonprofit, forcing staff to [divert ambulances from “several” hospitals](https://www.cnn.com/2024/05/10/tech/cyberattack-ascension-ambulances-hospitals/index.html). The cyberattack on Ascension, a St. Louis-based nonprofit network that includes 140 hospitals in 19 states, is causing issues with electronic health records, some phone systems and “various systems utilized to order certain tests, procedures and medications,” Ascension said Thursday. The incident follows other widespread hacks in recent months that have hobbled health care networks across the US. A February ransomware attack on Change Healthcare caused billing disruptions at pharmacies nationwide and threatened to [put some health providers out of business](https://www.cnn.com/2024/03/09/tech/medical-supply-chain-cybersecurity/index.html). Its parent company paid a $22 million ransom to the cybercriminals to protect patient data in that case. 4. Plane safety The Senate on Thursday passed a Federal Aviation Administration reauthorization bill ahead of a key deadline today. The bill would renew authority for the FAA for the next five years and [allocate billions of dollars to improve aviation safety](https://www.cnn.com/2024/05/09/politics/senate-bill-federal-aviation-administration/index.html), enhance protections for passengers and workers and invest in airport and air travel infrastructure nationwide. Among a wide range of provisions, the legislation seeks to address the nation’s shortage of air traffic controllers with directives aimed at expanding hiring and [strengthening consumer protections for refunds](https://www.cnn.com/2024/04/29/politics/faa-reauthorization-congress/index.html) for flight cancellations and delays. On the heels of several airline safety mishaps, it would also implement technology to reduce the risk of runway collisions. The House will next need to pass the legislation, which currently has broad bipartisan support. 5. Ukraine Western intelligence believes Russia is seeking to exploit what it sees as a “window of opportunity” to further step up air and ground attacks on Ukraine [as the country awaits further US aid](https://www.cnn.com/2024/05/09/politics/russia-window-of-opportunity-ukraine-war/index.html). This comes as Russia unleashed a massive missile and drone attack on Ukraine this week. Ukrainian authorities say Russia fired more than 50 missiles and 20 drones, targeting its energy infrastructure. Ukraine’s largest power company said this was the fifth time Russia has attacked its facilities in the last six weeks. Meanwhile in Russia, President Vladimir Putin presided over a [choreographed Victory Day parade](https://www.cnn.com/2024/05/09/europe/russia-victory-day-parade-putin-intl/index.html) to display his military might. An estimated 9,000 personnel took part, including a thousand currently serving in the full-scale invasion of Ukraine. BREAKFAST BROWSE The Eurovision Song Contest is back But will Baby Lasagna or Nemo triumph? [Here’s everything you need to know](https://www.cnn.com/2024/05/10/entertainment/eurovision-baby-lasagne-nemo-abba-preview-intl/index.html) about the grand final on Saturday. Beethoven’s hair reveals evidence of lead poisoning, scientists say An analysis of Ludwig van Beethoven’s hair suggests lead poisoning may have caused the composer’s deafness. [Read about the new findings](https://www.cnn.com/2024/05/09/world/beethoven-lead-poisoning-scn/index.html). New ‘Lord of the Rings’ film coming in 2026 The Oscar-winning team behind the nearly $6 billion blockbuster “Lord of the Rings” and “The Hobbit” trilogies is [reuniting to produce two new films](https://www.cnn.com/2024/05/09/entertainment/new-lord-of-rings-movie/index.html). Justin and Hailey Bieber are expecting their first child together “Baby, baby, baby, oh!” The couple announced [the exciting news](https://www.cnn.com/2024/05/09/entertainment/justin-bieber-hailey-bieber-pregnant/index.html) on Instagram, both [sharing this video](https://www.instagram.com/p/C6wlWteP9s0/?img_index=1) that showcases Hailey Bieber’s belly. Oprah Winfrey: I set an unrealistic standard for dieting Winfrey said on Thursday that she has long played a role in [promoting unhealthy and unrealistic diets](https://www.cnn.com/2024/05/09/media/oprah-winfrey-weightwatchers-diet-culture-ozempic/index.html). QUIZ TIME What is the name of the Boeing spacecraft that had its launch delayed this week? A. Voyager B. Starliner C. Galactica D. Phoenix Last week, 42% of readers who took the quiz got eight or more questions right. How will you fare? TODAY’S NUMBER 300 That’s around how many tornadoes have been reported in the US over the last two weeks. April and May are typically the [busiest months for tornadoes](https://www.cnn.com/2024/05/09/weather/us-tornado-reports-streak-climate-dg/index.html) in the country, but meteorologists say the pace this month has been extraordinary. TODAY’S QUOTE “We missed the mark with this video, and we’re sorry.” — Apple, apologizing for its controversial iPad Pro ad. The ad shows objects like musical instruments, paint cans and an ’80s arcade video game crushed by a giant hydraulic press. As the metal slabs of the hydraulic press lift, Apple’s new iPad Pro is revealed. Many internet users [reacted with swift backlash](https://www.cnn.com/2024/05/09/tech/apple-apologizes-for-ipad-pro-ad/index.html), saying the ad celebrated technology’s destruction of human creativity and art. TODAY’S WEATHER [Check your local forecast here>>>](https://www.cnn.com/weather) AND FINALLY … Homeowners get kick out of bears in pool This family of bears has gone viral for their frequent takeovers of a backyard pool in California. [Watch the video here](https://www.cnn.com/videos/entertainment/2024/05/09/bear-pool-party-moos-cprog-digvid-bdk.cnn). The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/2024/05/09/world/beethoven-lead-poisoning-scn/index.html",
      "https://www.cnn.com/2024/05/10/entertainment/eurovision-baby-lasagne-nemo-abba-preview-intl/index.html",
      "https://www.cnn.com/2024/05/09/middleeast/rafah-palestinians-refugees-fleeing-intl-latam/index.html",
      "https://www.cnn.com/2024/05/09/politics/judge-merchan-calls-out-trump-attorneys-mistrial/index.html",
      "https://www.cnn.com/2024/04/29/politics/faa-reauthorization-congress/index.html",
      "https://www.cnn.com/2024/05/09/media/oprah-winfrey-weightwatchers-diet-culture-ozempic/index.html",
      "https://www.cnn.com/2024/05/09/politics/inside-bidens-public-ultimatum/index.html",
      "https://www.cnn.com/2024/05/09/weather/us-tornado-reports-streak-climate-dg/index.html",
      "https://www.cnn.com/2024/05/09/politics/senate-bill-federal-aviation-administration/index.html",
      "https://www.cnn.com/2024/05/09/tech/apple-apologizes-for-ipad-pro-ad/index.html",
      "https://www.cnn.com/2024/05/09/politics/takeaways-from-day-14-of-the-donald-trump-hush-money-trial/index.html",
      "https://www.cnn.com/2024/05/09/europe/russia-victory-day-parade-putin-intl/index.html",
      "https://www.instagram.com/p/C6wlWteP9s0/?img_index=1",
      "https://www.cnn.com/weather",
      "https://www.cnn.com/2024/05/09/entertainment/justin-bieber-hailey-bieber-pregnant/index.html",
      "https://www.cnn.com/videos/entertainment/2024/05/09/bear-pool-party-moos-cprog-digvid-bdk.cnn",
      "https://www.cnn.com/2024/03/09/tech/medical-supply-chain-cybersecurity/index.html",
      "https://www.cnn.com/2024/05/09/world/brazil-floods-death-toll-intl-latam/index.html",
      "https://www.cnn.com/2024/05/10/tech/cyberattack-ascension-ambulances-hospitals/index.html",
      "https://www.cnn.com/2024/05/09/politics/russia-window-of-opportunity-ukraine-war/index.html",
      "https://www.cnn.com/2024/05/09/entertainment/new-lord-of-rings-movie/index.html",
      "https://instagram.com/p/C6wlWteP9s0/?img_index=1",
      "https://cnn.com/2024/05/09/politics/inside-bidens-public-ultimatum/index.html",
      "https://cnn.com/2024/05/09/tech/apple-apologizes-for-ipad-pro-ad/index.html",
      "https://cnn.com/2024/03/09/tech/medical-supply-chain-cybersecurity/index.html",
      "https://cnn.com/2024/05/09/middleeast/rafah-palestinians-refugees-fleeing-intl-latam/index.html",
      "https://cnn.com/2024/05/09/world/beethoven-lead-poisoning-scn/index.html",
      "https://cnn.com/2024/05/09/media/oprah-winfrey-weightwatchers-diet-culture-ozempic/index.html",
      "https://cnn.com/2024/05/10/entertainment/eurovision-baby-lasagne-nemo-abba-preview-intl/index.html",
      "https://www.instagram.com/p/C6wlWteP9s0/",
      "https://cnn.com/2024/05/09/politics/takeaways-from-day-14-of-the-donald-trump-hush-money-trial/index.html",
      "https://cnn.com/2024/05/10/tech/cyberattack-ascension-ambulances-hospitals/index.html",
      "https://cnn.com/2024/05/09/weather/us-tornado-reports-streak-climate-dg/index.html",
      "https://cnn.com/2024/05/09/politics/senate-bill-federal-aviation-administration/index.html",
      "https://cnn.com/weather",
      "https://cnn.com/2024/05/09/politics/russia-window-of-opportunity-ukraine-war/index.html",
      "https://cnn.com/2024/05/09/europe/russia-victory-day-parade-putin-intl/index.html",
      "https://cnn.com/2024/05/09/entertainment/new-lord-of-rings-movie/index.html",
      "https://cnn.com/2024/05/09/world/brazil-floods-death-toll-intl-latam/index.html",
      "https://cnn.com/2024/05/09/entertainment/justin-bieber-hailey-bieber-pregnant/index.html",
      "https://cnn.com/2024/05/09/politics/judge-merchan-calls-out-trump-attorneys-mistrial/index.html",
      "https://cnn.com/2024/04/29/politics/faa-reauthorization-congress/index.html",
      "https://cnn.com/videos/entertainment/2024/05/09/bear-pool-party-moos-cprog-digvid-bdk.cnn"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stormy daniels",
          "sentiment": "negative"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "stormy dani",
          "sentiment": "none"
        },
        {
          "name": "netanyahu",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T14:17:40.857+03:00",
    "updated": "2024-05-10T16:59:53.433+03:00"
  },
  {
    "uuid": "df086988bb68b96a43d43876b10c82a229b9f1ff",
    "url": "https://www.urdupoint.com/en/pakistan/after-iddat-verdict-pti-thinking-of-setting-1838950.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Umer Jamshaid",
    "published": "2024-06-27T20:23:00Z",
    "title": "After Iddat Verdict, PTI Thinking Of Setting Pakistan On Fire: Danyal Chaudhary",
    "text": "Umer Jamshaid Published June 27, 2024 | 10:23 PM\nPakistan Muslim League-N leader Barrister Danyal Chaudhary has said that we were sent to the IMF with our hands and feet tied, we did not let the burden of inflation fall on the people\nISLAMABAD, (UrduPoint / Pakistan Point News - 27th Jun, 2024) Pakistan Muslim League-N leader Barrister Danyal Chaudhary has said that we were sent to the IMF with our hands and feet tied, we did not let the burden of inflation fall on the people.\nTalking to the media persons on Thursday, PML-N leader Barrister Danyal Chaudhary said that after the Iddat decision, Pakistan Tehreek-e-Insaf is thinking to destabilise the country.\nIn the by-election, he said, the people had rejected the arsonists in the country. \"Whatever they do, the country will move towards improvement\".\nDanyal Chaudhary said that they( PTI ) are running the government on social media .\nHe said the founder of PTI says that only he is Pakistan , adding, today the country is in crisis and PTI is responsible for it.\nHe said that Tehreek-e-Insaf has weakened Pakistan .\nHe went on saying that the government succeeded in reducing the rate of inflation by working hard day and night.\nPTI leaders' thinking is to break Pakistan , set it on fire and shut it down.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danyal chaudhary umer jamshaid",
          "sentiment": "negative"
        },
        {
          "name": "danyal ch",
          "sentiment": "negative"
        },
        {
          "name": "danyal chaudhary",
          "sentiment": "none"
        },
        {
          "name": "barrister danyal chaudhary",
          "sentiment": "none"
        },
        {
          "name": "tehreek-e-insaf",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "pakistan muslim league",
          "sentiment": "negative"
        },
        {
          "name": "imf",
          "sentiment": "none"
        },
        {
          "name": "pml",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "pakistan tehreek",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:37:50.519+03:00",
    "updated": "2024-06-28T03:10:16.799+03:00"
  },
  {
    "uuid": "b4cfaafe6e8236a2a568e0894019b686114814ab",
    "url": "https://www.actu-environnement.com/ae/news/rayonnements-ionisants-exposition-professionnelle-bilan-2023-irsn-hausse-travailleurs-industrie-non-nucleaire-44689.php4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "L. Radisson",
    "published": "2024-09-13T00:00:00Z",
    "title": "Rayonnements ionisants : l'exposition des travailleurs de l'industrie non nucléaire en forte hausse",
    "text": "« La dose individuelle annuelle moyenne sur l'effectif ayant reçu une dose supérieure au seuil d'enregistrement des dosimètres est de 0,95 mSv en 2023, légèrement inférieure au niveau nécessitant la mise en uvre du dispositif renforcé () et en hausse de près de 6 % par rapport à 2022 », rapporte l'Institut de radioprotection et de sûreté nucléaire (IRSN) dans son bilan 2023 (1) sur la radioprotection des travailleurs, publié le 10 septembre.\n« Contrairement aux années précédentes où les travailleurs du domaine nucléaire et les personnels navigants exposés à la radioactivité naturelle (rayonnement cosmique) présentaient les valeurs de dose moyenne les plus élevées, en 2023, ce sont les travailleurs du domaine de l'industrie non nucléaire qui présentent la dose moyenne la plus élevée », indique le rapport. La dose individuelle moyenne de cette catégorie de travailleurs s'élève à 1,42 millisieverts (mSv), contre 0,97 mSv en 2022. Soit une augmentation de 46 %. Au sein de l'industrie non nucléaire, c'est le secteur du contrôle non destructif qui enregistre les valeurs les plus élevées (2,25 mSV, contre 1,29 mSv en 2022).\nLes auteurs du rapport expliquent cette hausse essentiellement par un cas de dépassement de la limite réglementaire de dose efficace, fixée à 20 mSv, recensé dans ce secteur (503 mSv), mais sans qu'il soit pour l'heure confirmé par le médecin du travail. Un tel événement pourrait par exemple résulter d'une mauvaise manipulation d'un gammagraphe, qui utilise des sources radioactives.\n« La dose individuelle moyenne sur l'effectif exposé du domaine de l'industrie non nucléaire est de 1,21 mSv si ce cas de dépassement de dose n'est pas pris en considération », explique l' IRSN . Soit une hausse de près de 25 % tout de même. Une hausse que Philippe Lestaevel, chef du bureau d'analyse et de suivi des expositions professionnelles à l'IRSN, explique par un rattrapage sur 2023 du retard des contrôles résultant de la crise du Covid, qui aurait également une influence sur l'exposition moyenne des travailleurs.\nArticle publié le 13 septembre 2024 1. Télécharger le bilan 2023\nhttps://www.actu-environnement.com/media/pdf/news-44689-radioprotection-rapport-irsn-rapport-2023.pdf",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T13:50:24.929+03:00",
    "updated": "2024-09-13T13:50:24.929+03:00"
  }
]