[
  {
    "uuid": "223b86f17a5e564ac7e730d61b2872ff606d45dc",
    "url": "https://fr.news.yahoo.com/tension-au-large-y%C3%A9men-nouvelles-223145372.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Closer",
    "published": "2024-02-01T21:31:00Z",
    "title": "Tension au large du Yémen: nouvelles frappes américaines, nouvelle attaque des Houthis",
    "text": "AFP Tension au large du Yémen: nouvelles frappes américaines, nouvelle attaque des Houthis Lire l'article complet W.G. DUNLOP 2 février 2024 à 0:31 AM Photo diffusée par la marine américaine d'un destroyer Arleigh Burke USS Carney opérant en mer Méditerranée, le 1er juillet 2017 (Xavier JIMENEZ) L'armée américaine a abattu un drone au large du Yémen jeudi et détruit un drone de surface naval sans équipage chargé d'explosifs en mer Rouge, alors que les rebelles Houthis continuent de menacer le trafic maritime dans la région.\nLe Commandement militaire américain au Moyen-Orient (Centcom) a par ailleurs annoncé que ce mouvement yéménite proche de l'Iran avait lancé deux missiles visant potentiellement un cargo, mais sans le toucher.\nLe drone a été abattu au-dessus du golfe d'Aden tôt jeudi, a déclaré le Centcom, sans préciser à qui il appartenait.\nIl a toutefois imputé aux Houthis la responsabilité du navire drone, dont la destruction a provoqué des \"explosions annexes importantes\", mais pas de blessés ou de dégâts matériels.\nL'armée américaine avait auparavant annoncé avoir notamment détruit dix drones Houthis et trois iraniens, dans une série de frappes.\nCes dernières semaines, les rebelles, qui contrôlent une grande partie du Yémen en guerre, ont multiplié les attaques visant des navires en mer Rouge et dans le golfe d'Aden, passages essentiels du commerce mondial.\n- \"Escalade\" -\nLes Houthis disent agir en solidarité avec les Palestiniens de Gaza, territoire assiégée et bombardé par Israël, en guerre contre le mouvement Hamas depuis l'attaque sanglante mené par ce dernier en sol israélien le 7 octobre.\nMercredi vers 20H30 (17H30 GMT), les rebelles Houthis \"ont lancé un missile balistique antinavire (...) vers le golfe d'Aden\", a annoncé le Centcom dans un communiqué.\nMoins d'une heure après, ce même destroyer a \"abattu trois drones iraniens\" qui se trouvaient \"à proximité\", a ajouté le Centcom.\nDans la soirée, il a encore annoncé que des frappes américaines avaient détruit dix drones d'attaque et un poste de commandement Houthis, qui \"constituaient une menace imminente pour les navires marchands et les navires militaires américains\".\nLire la suite Plus tôt mercredi, l'armée américaine avait en outre dit avoir détruit un missile sol-air des Houthis prêt à être tiré depuis le Yémen et qui menaçait, selon elle, des avions américains.\nIls ont affirmé mercredi avoir visé un bâtiment américain, le USS Gravely.\nD'autres groupes armés pro-iraniens ont attaqué ces derniers mois des bases américaines en Irak et en Syrie.\nL'une de ces attaques, a coûté dimanche la vie à trois militaires américains en Jordanie, à la frontière syrienne. Washington l'a imputée à la \"Résistance islamique en Irak\", une nébuleuse de combattants issus de groupes armés pro-Iran, Téhéran réfutant toute implication.\nLes Etats-Unis et l'Iran ont plusieurs fois répété qu'ils ne cherchaient pas une \"escalade\" des tensions au Moyen-Orient, dans le contexte de la guerre à Gaza.\n- \"Dernier recours\" -\nLe Premier ministre britannique Rishi Sunak a une nouvelle fois appelé jeudi à l'arrêt des attaques \"inconsidérées\" des Houthis, lors d'un entretien téléphonique avec le sultan Haitham d'Oman, pays voisin du Yémen et médiateur important entre l'Iran et les pays occidentaux.\nRishi Sunak, dont le pays a mené plusieurs frappes conjointes contre les Houthis avec Washington, \"a souligné que l'action militaire n'était qu'un dernier recours face à des menaces intolérables pour la navigation mondiale\", selon un communiqué de son bureau.\nDans le golfe d'Aden, un autre navire marchand a été touché par un missile, qui a provoqué une explosion à bord, a indiqué jeudi la société britannique de sécurité maritime Ambrey.\nLes Houthis, qui affirment viser des navires liés à Israël, ont mené plus de 35 attaques contre des navires au large du Yémen depuis le 19 novembre, selon le ministère américain de la Défense.\nAvant de lancer des frappes en janvier, les Etats-Unis, principal allié d'Israël, avaient déployé des navires de guerre en mer Rouge et mis en place une coalition maritime internationale pour \"protéger\" cette zone cruciale par où transite jusqu'à 12% du commerce mondial.\nDepuis, les Houthis considèrent également les navires liés aux Etats-Unis ou au Royaume-Uni comme des \"cibles légitimes\".\nWashington a annoncé mi-janvier les désigner à nouveau comme une entité \"terroriste\".\nL'impact de ces tensions dans cette zone est lourd: le transport maritime de conteneurs par la mer Rouge a chuté de près de 30% sur un an, a annoncé mercredi le Fonds monétaire international (FMI).\nwd/roc/jnd/cab/anr/pno/aem\nTENDANCE Kate Middleton : on connaît enfin la vraie raison de tout ce mystère autour de son opération Closer Gabriel Attal moqué par Florence Foresti : le Premier ministre réplique Purepeople Andréa Bescond règle ses comptes avec Gérard Depardieu dans Télématin : \"On ne parle pas de consentement quand la victime a 40 ans de moins\" (VIDÉO) Programme TV Agriculteurs en colère : Ségolène Royal dénonce une arnaque sur BFMTV et se fait recadrer Purebreak Rima Abdul Malak remplacée par Rachida Dati, cette décision qu'elle a prise avant son départ du ministère de la Culture Purepeople",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/H3a0iuIO3nHDh_UZ5rB8Vg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/827f9d49efb479dd96ead90abb28dbcf",
      "https://s.yimg.com/ny/api/res/1.2/BBopze4V67smc119K59pSQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY4NQ--/https://media.zenfs.com/fr/afp.fr/4a7b8a99d3b0e922fd13145a4196716b",
      "https://s.yimg.com/uu/api/res/1.2/0UsprWxbs05wctYF8J3CuQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/390bf0963612fcea07d897570fb6d7d0",
      "https://s.yimg.com/uu/api/res/1.2/cLgleAYNojyGNZ4XXb4yhg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/programme_tv_fr_account_146/316af01f5f22573ea4f68060d61ee745",
      "https://s.yimg.com/uu/api/res/1.2/92hqph24L1nvtBeLXjwvvQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/closermag.fr/7621230567a020aebc9c14959b4c73cf",
      "https://s.yimg.com/uu/api/res/1.2/zJGgntUXOtBw6jSGysl2RQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/8d46271493e6ec452da65629f471c0d6",
      "https://media.zenfs.com/fr/afp.fr/4a7b8a99d3b0e922fd13145a4196716b",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/zJGgntUXOtBw6jSGysl2RQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/8d46271493e6ec452da65629f471c0d6",
      "https://www.s.yimg.com/uu/api/res/1.2/H3a0iuIO3nHDh_UZ5rB8Vg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/827f9d49efb479dd96ead90abb28dbcf",
      "https://www.media.zenfs.com/fr/afp.fr/4a7b8a99d3b0e922fd13145a4196716b",
      "https://www.s.yimg.com/uu/api/res/1.2/0UsprWxbs05wctYF8J3CuQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/390bf0963612fcea07d897570fb6d7d0",
      "https://www.s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/ny/api/res/1.2/BBopze4V67smc119K59pSQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY4NQ--/https://www.media.zenfs.com/fr/afp.fr/4a7b8a99d3b0e922fd13145a4196716b",
      "https://www.s.yimg.com/uu/api/res/1.2/92hqph24L1nvtBeLXjwvvQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/closermag.fr/7621230567a020aebc9c14959b4c73cf",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/cLgleAYNojyGNZ4XXb4yhg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/programme_tv_fr_account_146/316af01f5f22573ea4f68060d61ee745"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:01:51.774+02:00",
    "updated": "2024-02-02T01:01:51.774+02:00"
  },
  {
    "uuid": "be1c95aa528dad00f2fd1676299c85b0b9a01185",
    "url": "https://www.tuxboard.com/gagnez-jusqua-5000-euros-par-mois-avec-ce-metier-accessible-avec-un-cap-14032024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Linah Ralison",
    "published": "2024-03-14T20:02:00Z",
    "title": "Gagnez jusqu’à 5000 euros par mois avec ce métier accessible avec un CAP",
    "text": "En France, comme partout ailleurs, trouver un métier stable et bien payé paraît de plus en plus difficile . En effet, pour bien gagner sa vie, il faut généralement un diplôme . Et qui dit diplôme dit longues années d’études. Cependant, face aux aléas de la vie, beaucoup n’ont pas ni le temps ni l’envie de retourner sur les bancs de l’école.\nHeureusement, il existe un métier qui peut vous rapporter 5000 euros par mois avec seulement un CAP.\nUn travail qui peut vous rapporter 5000 euros par mois Il devient de plus en plus difficile de percer dans le monde du travail sans pouvoir justifier d’un diplôme. Mais rassurez-vous, vous n’avez pas forcément besoin d’étudier pendant des années pour décrocher un travail. Un métier en particulier s’avère particulièrement intéressant et vous permet de gagner jusqu’à 5000 euros par mois. Il s’agit du métier de plombier !\nPour devenir plombier en France, il ne vous faut qu’un Certificat d’Aptitude Professionnelle . Un réel avantage pour les personnes qui souhaitent accéder au marché de l’emploi rapidement dès la fin de la formation.\nLe plus intéressant avec le métier de plombier, c’est que quelqu’un, quelque part, aura toujours besoin de vous . En effet, personne ne peut se passer des expertises de ce professionnel. Regardez par vous-même, vous avez sûrement déjà fait appel à un plombier pour régler vos petits soucis du quotidien. Et vous l’avez bien évidemment payé à la hauteur de ses compétences.\nTout cela pour dire que le métier de plombier ne tombera jamais dans les oubliettes. Absolument tout le monde, particuliers comme professionnels, en a besoin tous les jours.\nAvant toute chose, vous devez garder en tête que le métier de plombier ne s’improvise pas . D’abord, il faut avoir une bonne condition physique et être prêt à travailler à heures décalées.\nOn le sait tous, les problèmes de plomberie prennent un malin plaisir à ne survenir que la nuit ou le week-end. Et vous, en tant que plombier professionnel, devrez accourir pour sauver vos clients des potentiels dégâts.\nQuelles formations et quel avenir pour le métier le plombier ? Si vous pensez que pour devenir plombier, il faut juste être capable de réparer un évier qui fuit, vous faites fausse route.\nLe métier de plombier s’apprend. Et vous devez suivre une formation de 2 ans pour décrocher votre CAP avant de pouvoir exercer. Il est aussi possible de choisir le cursus de 3 ans avec, à la clé, un bac professionnel. Mais il prend plus de temps peut et ne convient pas à ceux qui souhaitent se lancer rapidement.\nAprès avoir décroché votre CAP, vous avez le choix. Soit, vous intégrez une société comme salarié, soit vous travaillez à votre compte. Dans tous les cas, le métier de plombier vous permet de bien gagner votre vie .\nLes entreprises qui embauchent des plombiers en France les paient en moyenne entre 2500 et 3000 euros le mois. La rémunération pour le métier de plombier varie en fonction de l’expérience de la personne en question.\nSi vous vous lancez à votre compte, vous pourrez gagner jusqu’à 5000 euros par mois. Mais n’espérez pas toucher cette somme attrayante dès le début de votre carrière . En effet, vous devez faire vos preuves et miser sur « l’expérience avant l’argent » pendant quelque temps.\nCe qui est sûr, c’est que si vous faites vos preuves, le métier de plombier vous permettra de vivre confortablement. En plus de vos compétences en plomberie, vous devrez travailler votre sens de l’accueil et du relationnel. Et ce, pour trouver et fidéliser la clientèle.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:33:30.906+02:00",
    "updated": "2024-03-15T04:43:15.529+02:00"
  },
  {
    "uuid": "d956b2670dc63a2453402fed7c61cd39798b41c9",
    "url": "https://flipboard.com/article/severe-thunderstorm-watch-issued-for-denton-county/f-753e63cf2e%2Fcrosstimbersgazette.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "crosstimbersgazette.com - Mark Smith",
    "published": "2024-05-09T00:00:00Z",
    "title": "Severe Thunderstorm Watch issued for Denton County | Flipboard",
    "text": "Severe Thunderstorm Watch issued for Denton County The National Weather Service has issued a Severe Thunderstorm Watch for part of North Texas, including Denton County, through 7 p.m. Thursday.A big … More stories from [Denton County](/topic/dentoncounty) More stories from [Weather](/topic/weather) [Costa Rica to ration electricity as drought bites](/topic/weather/costa-rica-to-ration-electricity-as-drought-bites/f-929eabef56%2Fphys.org) Costa Rica has become the latest Latin American country to introduce rationing due to drought, announcing Thursday it will limit access to … [La Niña is coming, raising the chances of a dangerous Atlantic hurricane season – an atmospheric scientist explains this climate phenomenon](/topic/weather/la-ni-a-is-coming-raising-the-chances-of-a-dangerous-atlantic-hurricane-season-/a-GnGEPJ4PQFSgLsRvZKLnCg%3Aa%3A2867092696-98f4d1117d%2Ftheconversation.com) One of the big contributors to the record-breaking global temperatures over the past year – El Niño – is nearly gone, and its opposite, La Niña, is … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [North Texas](/topic/northtexas) [Dallas weather: May 9 - 3 p.m. Update](/topic/northtexas/dallas-weather-may-9---3-p-m-update/a-i9tl7gSuRY-ECeDunE-eGw%3Aa%3A3483290584-37f5c1c5d4%2Fflipboard.com) FOX 4 meteorologist Dan Henry takes a look at the storms moving through North Texas on Thursday afternoon. [Five College Football Programs That Benefited The Most From The Transfer Portal](/topic/northtexas/five-college-football-programs-that-benefited-the-most-from-the-transfer-portal/a-OSRpcXOSRi-rWYy2Z7G4AA%3Aa%3A2578792778-380e69a993%2Fathlonsports.com) The transfer portal giveth and the transfer portal taketh away. That's the case for just about every team in college football.But even still, some … [Countdown to Mother’s Day 2024](/topic/northtexas/countdown-to-mother-s-day-2024/f-1f65f03839%2Fdallasposttrib.com) Cheryl SmithThe Unstoppable Cheryl Smith, Adopted Mother of FourThis ‘Countdown to Mother’s Day’ was such a rewarding series. I just felt that …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        },
        {
          "name": "la niña",
          "sentiment": "none"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "denton county",
          "sentiment": "none"
        },
        {
          "name": "la niña",
          "sentiment": "none"
        },
        {
          "name": "north texas",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "costa rica",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T00:15:10.771+03:00",
    "updated": "2024-05-10T00:15:10.771+03:00"
  },
  {
    "uuid": "c6513ce2bf37f58763a601e45d54194b428dc97d",
    "url": "https://nptelegraph.com/sports/huskers/womens-basketball/amie-just-why-the-timing-was-finally-right-to-honor-nebraska-womens-star-jordan-hooper/article_1debcfea-4f2c-5c42-a8c0-fc761954bdc0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AMIE JUST Lincoln Journal Star",
    "published": "2024-01-07T05:00:00Z",
    "title": "Just: Retiring Jordan Hooper's number a long time coming",
    "text": "Jordan Hooper wiped a tear from her cheek. The Nebraska basketball legend from Alliance gazed up from the court and Pinnacle Bank Arena toward the venue’s north wall. For years, there had been seven jerseys hanging there. On the left, there’s Stu Lantz’s No. 22, Dave Hoppen’s No. 42, Eric Piatkowski’s No. 52 and Tyronn Lue’s No. 10 for the men. On the right, there’s Maurtice Ivy’s No. 30, Karen Jennings’ No. 51 and Kelsey Griffin’s No. 23. On Sunday, Hooper’s No. 35 took its rightful place alongside them, becoming the eighth jersey to be retired between the men’s and women’s programs. Leading up to the ceremony, Hooper hoped she wasn’t going to cry, but she knew deep down that she probably would. For Hooper, this had been a long time coming. She’d known since Nov. 17 that Nebraska would be retiring her jersey. And in the nights leading up to the ceremony, the anticipation of the moment kept her up at night. “Sometimes at night I think about it and I can’t sleep because I’m sweating and my heart’s pounding and I might throw up,” Hooper told the Journal Star earlier this week. “I’m not gonna throw up, but that’s how it feels. I’ve always been like this leading up to something big. It’s not stress, but it is, if that makes sense. It’s just an excitement that I can’t get past until I’ve done it.” Hooper’s resume speaks for itself. First-team All-American. A finalist for both the Wade Trophy and the Wooden Award. Big Ten Player of the Year. A three-time first-team All-Big Ten forward. No. 2 in program history in points scored with 2,357. No. 3 in program history in rebounds with 1,110. No. 1 in program history in three-pointers made and attempted. No. 4 in program history in made free throws. No. 7 in program history in games played. Tied for No. 1, alongside Kelsey Griffin, in school history with 40 career double-doubles. There was no denying that Hooper’s jersey would be retired. The steps — finding out the right time, getting approval from head coach Amy Williams and getting approval from Nebraska Athletics’ senior executive staff — felt like formalities ahead of the inevitable. So when Hooper decided to take a year off from playing professional basketball, Nebraska women’s basketball sports information director and Husker Radio Network in-game analyst Jeff Griesch got the ball rolling. Hooper was hanging Christmas lights at her place in Alliance when Williams surprised her with the news. “When she called, I just had a lot of emotions,” Hooper said. “There was a little bit of disbelief, but also, I was hoping this would happen, so when they called and told me, I don’t know what the right reaction is, but my reaction was to cuss and cry.” It’s hard to believe it’s been 10 years since Hooper last laced up her sneakers and donned the Nebraska scarlet. But then you think about everything she’s accomplished since then. The No. 13 pick in the WNBA draft. Having played for the Tulsa Shock/Dallas Wings, Connecticut Sun, Atlanta Dream and Chicago Sky, while also having played internationally in Turkey, Australia, Belarus and Israel. Last season, she played for Hapoel Rishon Le-Zion in Israel, averaging 13.4 points and 8.6 rebounds per game. But she almost walked away before that season. “I had made the decision honestly two years ago that I wasn’t going back overseas,” Hooper said. “And then I got a pretty decent — decent is a very generous statement — but I got a pretty decent offer.” But it came with a caveat. The coach, Ziv Erez, was known for being tough to play for. “So I was like, ‘Yeah. I think I can prove to him that I can play for him,’” Hooper said. Despite playing well on the floor and being the only player on the team older than 30 and one of just two players older than 25, Hooper’s mental health hit a low. She wasn’t having as much fun anymore. “I was like, I don’t think I can do this again,’” Hooper said. “‘This is a lot on my mental, physical, emotional — everything is just constant.’ Especially when you’re playing for somebody that expects you to be 25 years old. I’m just not.” She is quick to point out that she is not retired. She’s on a break, spending a year back home in Alliance to refocus and assess her future, both in basketball and beyond the sport she’s played for decades. As far as her future in basketball, Hooper said, “I like it then I’ll be retired and I’ll be done. But if I feel like I still have something left to give the game and give it well, and not be half-assing it, then I’ll do it.” As far as beyond basketball, she’s still figuring that out — a concept that is notoriously difficult for athletes who are getting ready to adjust to the after. “I’ve been focused on one thing since I was a third grader: to play sports at the next level,” Hooper said. “And then next level. And the next level. Now that I’ve been at all the levels, I don’t know what the hell to do.” (Writer’s Note: It feels important to note that Hooper laughed after that quote). For work, she’s been washing windows when the weather’s been nice. She’s also watched people’s pets when they’ve been on vacation. For fun, she discovered cycling — having embarked on Bike Ride Across Nebraska on a mountain bike this summer despite not having ridden much beforehand. After cycling between 600 and 700 miles across the state, Hooper said the experience was “hard, but one of the best experiences I’ve ever done. “Honestly, I think anybody could do it if they wanted to. It was awesome. I’m going to try to do it again whenever I can.” Maybe it’s this summer. Maybe it’s next year. Maybe it’s several years from now. Hooper’s got a lot to think about moving forward. “That’s my biggest thing that I’m trying to figure out by being home for an entire year is, Do I like it? Do I not like it? Do I want to play again? Do I not? That’s what I’m trying to figure out right now,” Hooper said. “I don’t really have a career. I’m just kind of floating from thing to thing and trying to figure out my life. So far, still a work in progress.” She may consider herself a work in progress, but nothing will undo what she has accomplished thus far. She’s Jordan Hooper. All-American player. All-American person. Whatever she sets her mind to moving forward, there’s no doubt she’s going to be successful in it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jordan hooper",
          "sentiment": "negative"
        },
        {
          "name": "eric piatkowski",
          "sentiment": "none"
        },
        {
          "name": "kelsey griffin",
          "sentiment": "none"
        },
        {
          "name": "karen jennings",
          "sentiment": "none"
        },
        {
          "name": "hooper",
          "sentiment": "none"
        },
        {
          "name": "stu lantz",
          "sentiment": "none"
        },
        {
          "name": "dave hoppen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pinnacle bank arena",
          "sentiment": "none"
        },
        {
          "name": "journal star",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nebraska",
          "sentiment": "none"
        },
        {
          "name": "tyronn lue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:35:34.168+02:00",
    "updated": "2024-01-08T01:35:34.168+02:00"
  }
]