[
  {
    "uuid": "4a9b8c371132819deb867f93284b5ea84e1a970a",
    "url": "https://www.popsugar.com/fashion/anrabess-oversized-fuzzy-knit-sweater-review-49328867",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marisa Petrarca",
    "published": "2024-01-05T22:27:00Z",
    "title": "This Soft-Knit Sweater Is as Cozy as a Luxury Blanket",
    "text": "This Soft-Knit Sweater Is as Cozy as a Luxury Blanket\nI'm no stranger to shopping\nAmazon's bestselling clothing, but I still make sure to thoroughly do my research before buying. This includes a deep dive into customer reviews, giving special attention to those with photos, and scouring TikTok for any videos of the product. This meticulous process was exactly what I did before ordering the internet-famous Tanming Sweater Set and, more recently, the popular Anrabess Oversized Fuzzy Knit Sweater ($47). From everything I gathered, it looked soft, subtly oversized, and the perfect way to ease into the texture trend. I ordered it in white and my usual size medium, hoping it would live up to the high expectations I had set in my mind. Spoiler alert: it absolutely did. Ahead, I break down everything you need to know about the cozy sweater before you add it to your shopping cart, too.\nWhat I Love About the Anrabess Oversized Fuzzy Knit Sweater\nWhat I love most about the Anrabess Oversized Fuzzy Knit Sweater is how soft it is. The look and feel remind me of my\nBarefoot Dreams Blanket, and I'm not alone in this. At the time of writing, 25 shoppers compared it to one as well. The best part is that it doesn't make me feel overly hot throughout the day, likely thanks to its slightly oversize fit. I appreciate that it's thick and stitched tightly, ensuring it's not see-through, which makes it feel very high-quality. The large, folded cuffs are such a stylish addition as well.\nAs someone who works from home, I truly value how this sweater provides the comfort of loungewear while still looking polished for video meetings. I've been wearing it with loose-fitting, pull-on black pants, a combination that keeps me productive by creating the illusion of being fully dressed for the day without the discomfort I feel when I put on a blazer and jeans to work from my living room.\nWhat's Worth Noting About the Anrabess Oversized Fuzzy Knit Sweater\nThe most important thing worth noting about this sweater is that the brand advises hand washing in water under 30-degrees Celsius and air drying to maintain its quality. This is especially crucial because the sweater is made of 100 percent polyester, a material prone to shrinkage at higher temperatures and rough handling (something you have zero control over when you throw it in the wash). However, not all Amazon customers follow this guideline. A five-star reviewer mentioned that the sweater fares well in the delicate cycle, and several others reported it remains in good condition after various washes without specifying the settings used. My suggestion? If you want it to last, definitely hand-wash the sweater. But if that's unlikely for you (no judgment), a cold, delicate machine wash and air drying is the next-best option.\nWho Is the Anrabess Oversized Fuzzy Knit Sweater Best For?\nThe Anrabess Oversized Fuzzy Knit Sweater is best for those who would live in a blanket if they could. It strikes the perfect balance between coziness and chicness, making it a versatile addition to any wardrobe. It's perfect for those who appreciate minimalist essentials with a touch of trendiness.\nAdditional Details About the ANRABESS Oversized Fuzzy Knit Sweater\n- The Anrabess Oversized Fuzzy Knit Sweater comes in sizes XS-XL.\n- It comes in 28 colors (four of which are striped, and the other 24 are solids).\n- It's available on Amazon Prime with free two-day shipping.\nRating:\n★★★★★",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B0B3TK8ZL9",
      "http://amazon.com/exec/obidos/ASIN/B0B3TK8ZL9"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "amazon",
          "sentiment": "negative"
        },
        {
          "name": "anrabess oversized fuzzy knit sweater",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:41:14.416+02:00",
    "updated": "2024-01-06T00:41:14.416+02:00"
  },
  {
    "uuid": "89ef188f789c81894739fb1422101b195a4bb3e6",
    "url": "https://www.gbase.com/gear/strandberg-boden-j-artisan-7-ebony-alexandrite-red",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@GbaseGear",
    "published": "2023-12-28T22:05:30Z",
    "title": "Strandberg Boden J Artisan 7 Ebony - Alexandrite Red > Guitars Electric Solid Body | Eddie's Guitars",
    "text": "Our most exclusive model is hand-made by iconic guitar craftsman Makoto “Nick” Sugimoto. The J Artisan series represents the unbreakable bond between art and artist and will be released in separate runs, each with its own unique finish. The Boden design also adapts and scales extremely well to the use of various woods compared to traditional electric guitars, allowing the most discriminating musicians to appreciate and enjoy all the subtle sonic characteristics of the materials in greater detail. Visually, the modern Boden industrial design also blends seamlessly and in a complementary manner with exotic woods for aesthetic beauty. When this fusion of modern design and the very best materials and components are consummated by world class workmanship of some of the top guitar building artisans in the industry, the result is a musical instrument of the highest caliber for the true tone connoisseurs and collectors alike. .strandberg* has worked with legendary guitar builder and designer Nick Sugimoto in Japan for many years, producing some of the highest quality .strandberg* guitars in very limited quantities for the Japanese market. These Japan-only instruments were marketed and sold in the Japanese market as “J Custom” and “Master Artist” but now, these highly sought-after guitars are finally available to the rest of the world as “J Artisan” to highlight the highest level of craftsmanship of Nick Sugimoto and his small team of master builders. In high demand from rest of the world for years, these one-of-a-kind .strandberg* instruments are now finally available from .strandberg* Guitars in US and EU and a few select authorized .strandberg* dealers. Due to the extremely limited build capacity for the J Artisan, monthly quantities will be limited to 10 units per month for one year, so only 120 of these exquisite instruments will be produced from late-2023 through late-2024. After this build period for the J Artisan, production will again shift for the Japanese market only and it may be quite a while before the J Artisan becomes available for the rest of the world again. Each month’s run of 10 units will have pre-determined specifications with the highest-grade rare materials and unique finishes, making each guitar unique and unlike any other. Each instrument will have a Certificate of Authenticity signed by both Ola Strandberg and Nick Sugimoto to highlight this unique collaboration between a modern innovative guitar designer and traditional master builder. Other specifications include: Product Color/Option Alexandrite Red Product Series Boden J Artistan Instrument Type Guitar Electric Solidbody Country of Origin Japan Factory Tuning Standard E Included Case (brand/model) .strandberg* Deluxe Gig Bag Body Construction Chambered Top Material Solid Full Moon Maple Top Color Amethyst Purple Gloss Body Material Swamp Ash Body Color Black Body Finish Gloss Neck Material Wenge with Purple Heart fillets Color Natural Joint Bolt-on Profile Strandberg EndurNeck™ FinishSatin Urethane Fretboard Material White Ebony Radius 20\" Inlays Luminlay™ Face Dots Side Markers Luminlay™ Side Dots Finish Natural Fret Count, Size, Material 24 Sanko SUS315 Stainless Steel Frets Scale Length 25.0\" high-E to 25.75\" low-FE Nut Material, Width Plastic, 42mm Hardware Color Black Anodized Bridge/Tailpiece Strandberg EGS Rev 7 7-string fixed bridge Knob Type strandberg anodized aluminum Tuning Machines Strandberg EGS Rev 7 Electronics Type Passive Pickups Suhr Hot 7 Controls 1 Volume, 1 Tone, 3-way, push-pull tone pot for coil tap Output Type (mono/stereo) Mono 5 lbs 12 oz For more information about this Strandberg Instrument, please contact us. All Major Credit Cards, Money Order, Cashiers Check, Personal Check, Wire Transfer, and Paypal Call for details. Call for details.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "strandberg boden j artisan",
          "sentiment": "negative"
        },
        {
          "name": "j artis",
          "sentiment": "negative"
        },
        {
          "name": "makoto “nick” sugimoto",
          "sentiment": "neutral"
        },
        {
          "name": "boden",
          "sentiment": "none"
        },
        {
          "name": "nick sugimoto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ebony",
          "sentiment": "negative"
        },
        {
          "name": "guitars electric solid body | eddie",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:31.695+02:00",
    "updated": "2023-12-29T00:05:31.695+02:00"
  },
  {
    "uuid": "b69993dc9cbcee2400befec15576a8e48c129a8a",
    "url": "https://www.meneame.net/story/belen-blasfemo-personas-mismo-sexo-indigna-conservadores/c022",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MisturaFina",
    "published": "2023-12-24T07:17:00Z",
    "title": "#22 Belén \"blasfemo\" con personas del mismo sexo indigna a los conservadores italianos",
    "text": "[gelatti](/user/gelatti)a [es.investing.com](/go/link/3890231)\nPuedo entender que les moleste por \"romper la tradición\" a mi también me molesta cuando le quitan la barba a un personaje de comic que la lleva.\nAhora, que les moleste porque sea del mismo sexo,,, recordemos que a esta mujer le preño una paloma y vamos a tirarnos ahora de los pelos porque esté con una mujer?\n[#4](c4#c-4) Eso explicaría de forma que todo el mundo pueda entender como María llegó virgen a su cita con la paloma pese a estar casada.\n[#4](c4#c-4) mira que podía haber optado por convertir a los reyes en gays, o hacer una carroza del orgullo con los pastorcillos, pero poner dos vírgenes María es un sinsentido. Respeta lo básico del Belén y a partir de ahí añade lo que quieras, no te pases tomando licencias que luego queda irreconocible.\n[#2](c2#c-2) Ojalá algún día se pueda extraer energía de la subnormalidad y la estupidez. Conquistariamos el universo.\nA mi me la pela. Esta bien lo de defender la libertad de expresión y la libertad para creer o no creer.\nTus creencias para ti y yo en un país libre haré lo que quiera.\nPero luego vemos la otra cara de la moneda.\nQue si una diputada de podemos dice que el islam es el feminismo e invento la seguridad social.\nhttps://www.google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html\nPúblico, el periódico que izquierdas llamando la atención por que no se enseña suficiente islam en las escuelas.\nhttps://www.google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp\nSe puede reivindicar con el belen, pero hay que retirar cerdo para no ofender a los musulmanes.\nhttps://www.google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html\nMuy buena esta libertad.\n[#12](c12#c-12) Lo que tú no entiendes es que si metes en el juego las creencias de unos no puedes sacar las de otros. Y para que no se ofendan los capillitas somos capaces de comer por todos lados. Yo estoy COMPLETAMENTE EN CONTRA de que haya CUALQUIER religión en educación, sanidad o en el ejercicio, pero por otro lado, entiendo que si esta presente una, los demás pidan lo propio.\nSe nos olvida que la iglesia se lleva un buen pico por dar \"ese servicio\" no solo en colegios\n[#17](c17#c-17) tu comentario esta mal desarrollado y carece de sentido.\nEstas \"COMPLETAMENTE EN CONTRA de que haya CUALQUIER religión en educación, sanidad o en el ejército \" pero por otro lado \"entiendo que si esta presente una, los demás pidan lo propio.\"\nNo ves falta de lógica en tu argumento? Estas en contra y al mismo tiempo a favor.\n[#19](c19#c-19) No, estoy encontra de que paguemos el profe de religión en los coles, el mantenimiento de capilla en universidades, hospitales y cuarteles (con su correspondiente cura). Y hablamos de religión catolica.\nAhora bien, ENTIENDO, que si hay prevendas para unos, los otros (llamese musulmanes, testigos de Jehova o san pitopato), estén en su derecho de recibir las mismas.\nNo tienes ningún tipo de comprensión lectora.\n[#20](c20#c-20) ahora ya te voy entendiendo mejor.\nBásicamente, ahora lo que me dices es que no al catolicismo, pero como esta el catolicismo, entonces las demás también.\nPodrías haber dicho, quitemos el catolicismo y no dejemos pasar el resto de religiones, pero.... Si hay una todas las demás también. Y sin embargo dices que estás en contra.\nLo lógico sería decir que estás en contra del catolicismo y a favor de toda las demás.\nQue no se enteren los de vox que en el Belén de Vilavenut también hay dos madres haciendo de Maria y José.\nhttps://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://www.google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html",
      "https://www.google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html",
      "https://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
      "https://www.google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp",
      "https://google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp",
      "https://ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
      "https://google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html",
      "https://google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html",
      "https://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T10:28:55.114+02:00",
    "updated": "2023-12-24T10:28:55.114+02:00"
  },
  {
    "uuid": "ded6b9cc5b5f4b355d44929616baf84fb85aa6f8",
    "url": "https://larepublica.pe:443/mundo/2024/12/26/esta-es-la-ciudad-de-america-latina-que-gano-como-el-mejor-destino-para-celebrar-el-ano-nuevo-690586",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Gonzales",
    "published": "2024-12-26T21:58:00Z",
    "title": "Esta es la ciudad de América Latina que ganó como el mejor destino para celebrar el Año Nuevo",
    "text": "Esta es la ciudad de América Latina que ganó como el mejor destino para celebrar el Año Nuevo\nA puertas de iniciar un nuevo año, esta [ciudad sudamericana](https://larepublica.pe/datos-lr/respuestas/2023/08/26/machu-picchu-o-rio-de-janeiro-cual-es-el-atractivo-turistico-mas-visitado-en-sudamerica-segun-chatgpt-evat-648284) fue seleccionada como el mejor destino para despedir el 2024.\nCon la llegada del Año Nuevo 2025, Sudamérica se prepara para celebrar con gran entusiasmo. Entre las diversas opciones, [Río de Janeiro se destaca como la ciudad más recomendada para recibir el nuevo año](https://larepublica.pe/mundo/2024/03/24/chatgpt-la-unica-ciudad-de-sudamerica-entre-las-mas-imponentes-del-mundo-segun-la-ia-supero-a-estambul-rio-de-janeiro-brasil-evat-2384952), según un ranking de BonusFinder.\nLa celebración de fin de año en Sudamérica se caracteriza por su ambiente festivo y cálido, ya que coincide con el verano en el hemisferio sur. Desde espectáculos en plazas emblemáticas hasta fiestas en playas, cada país ofrece una experiencia única para despedir el 2024 y dar la bienvenida al 2025. A continuación, se presentan las ciudades más destacadas para esta celebración.\nPUEDES VER:\n[Esta es la cábala de Bill Gates para un Año Nuevo con éxito: científicos aseguran su efectividad]\nRío de Janeiro: la fiesta en Copacabana\nRío de Janeiro lidera el ranking como el mejor destino para celebrar el Año Nuevo 2025. La famosa playa de Copacabana se convierte en el epicentro de la fiesta, donde millones de personas se visten de blanco para recibir el nuevo año.\nLas celebraciones en Copacabana retornaron en 2022, tras la pandemia de la COVID-19. Foto: Tripadvisor.\nEste evento incluye un impresionante espectáculo de fuegos artificiales que dura 12 minutos, acompañado de música y baile, creando un ambiente festivo inigualable. En la playa se montará el escenario de principal de El Réveillon. Las presentaciones estelares se darán a lo largo de la noche.\nOtras ciudades destacadas en Sudamérica\nAdemás de Río de Janeiro, otras ciudades en Sudamérica ofrecen celebraciones memorables. [Buenos Aires, por ejemplo, cuenta con un espectáculo pirotécnico en la Plaza de Mayo y en Puerto Madero](https://larepublica.pe/turismo/2022/10/03/buenos-aires-cuales-son-los-mejores-lugares-para-conocer-en-cualquier-epoca-del-ano-argentina-vuelos-baratos-turismo-evat). Valparaíso, en Chile, organiza un show musical con fuegos artificiales que se extiende durante tres días en la Plaza Sotomayor.\nEn Lima, el [malecón de Miraflores](https://larepublica.pe/sociedad/2024/10/09/alerta-en-la-costa-verde-se-desploma-parte-de-malecon-de-miraflores-tras-nueva-erosion-del-mar-emape-municipalidad-de-lima-170352) se ilumina con fuegos artificiales, mientras que, en Montevideo, la rambla se convierte en el lugar de encuentro para una gran fiesta. Cartagena también se suma a la lista, con una celebración en la Plaza de la Aduana y en las playas. En Cusco, la Plaza de Armas se convierte en el punto de reunión para dar las tradicionales 12 vueltas en sentido contrario a las manecillas del reloj, como símbolo de buena suerte.\nEl Malecón de Miraflores se prepara para festejar el Año Nuevo. Foto: gob.pe.\nBogotá y Salvador de Bahía ofrecen conciertos y festivales que atraen a miles de asistentes, mientras que Quito mantiene la tradición de quemar muñecos de papel maché para despedir lo negativo del año que termina.\nPUEDES VER:\n[Los 10 apellidos más comunes en Venezuela: el primero de la lista es uno de los más populares en España]\n¿Qué país recibe primero el Año Nuevo?\nEn Sudamérica, los países que recibirán primero el Año Nuevo son Brasil, Argentina, Uruguay, Paraguay y Chile. A nivel mundial, [Kiribati y Samoa son los primeros en celebrar](https://larepublica.pe/mundo/2024/12/18/kiribati-el-pais-que-recibira-primero-el-ano-nuevo-2025-es-el-unico-en-el-mundo-ubicado-en-los-4-hemisferios-216918), mientras que las Islas Baker y Howland, pertenecientes a Estados Unidos, son las últimas en recibir el nuevo año.\nKiribati es el primer país en dar la bienvenida al Año Nuevo. De esta manera, el archipiélago se convierte en un símbolo global del cambio de un año a otro, debido a que los primeros fuegos artificiales iluminan el cielo mucho antes que en otras partes del mundo.\nTradiciones de Año Nuevo en Sudamérica\nLas tradiciones de Año Nuevo varían en cada país. En Ecuador, la quema de muñecos es una costumbre que se remonta al siglo XIX, mientras que en Perú se realiza días antes del fin de año.\nEn Brasil, el brindis se hace con champán, siendo la bebida preferida durante estas festividades. Estas costumbres reflejan la diversidad cultural de la región y la importancia de la celebración del Año Nuevo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->travel and tourism",
      "Human Interest->anniversary"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Sudamérica",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:18:10.469+02:00",
    "updated": "2024-12-27T00:18:10.469+02:00"
  },
  {
    "uuid": "66f84bb084e6ea2f0635e56fd8585ebe3a6b12a0",
    "url": "https://www.newsbreak.com/news/3740134764009-ohio-valley-travel-alert-significant-snow-and-ice-to-disrupt-roads-sunday-into-monday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "County Herald Weather Center",
    "published": "2025-01-03T11:28:00Z",
    "title": "Ohio Valley Travel Alert: Significant Snow and Ice to Disrupt Roads Sunday into Monday",
    "text": "By County Herald Weather Center ,\n57 minutes ago Wilmington, OH – A Winter Storm Watch has been issued for the Ohio Valley, with a powerful system expected to bring heavy snow and ice from Sunday afternoon into Monday morning. Significant snowfall of 5–10 inches is forecast, with icy conditions south of the Ohio River. According to... Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather warning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "County Herald Weather Center",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T14:26:13.769+02:00",
    "updated": "2025-01-03T14:26:13.769+02:00"
  },
  {
    "uuid": "66a6da4e5e21e61c9bd04f233995b2ddf34d7fd8",
    "url": "https://flipboard.com/article/dodgers-shohei-ohtani-posts-photo-with-wife-mamiko-tanaka-after-announcing-marr/f-0f64188953%2Fbleacherreport.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bleacher Report - Julia Stumbaugh",
    "published": "2024-03-14T00:00:00Z",
    "title": "Dodgers' Shohei Ohtani Posts Photo with Wife Mamiko Tanaka After Announcing Marriage | Flipboard",
    "text": "Dodgers' Shohei Ohtani Posts Photo with Wife Mamiko Tanaka After Announcing Marriage Los Angeles Dodgers designated hitter Shohei Ohtani shared a rare glimpse into his personal life Thursday. Ohtani shared a photo on his Instagram Story with his wife, basketball player Mamiko Tanaka, according to Fox Sports. The two are headed to the 2024 Seoul Series, where the Dodgers are set to … Related articles More stories from [Los Angeles Sports](/topic/losangelessports) [Dodgers Notes: Blockbuster Trade Shakes Up Seoul Series, NL West; Two Ailing Stars Will Be On Flight](/topic/losangelessports/dodgers-notes-blockbuster-trade-shakes-up-seoul-series-nl-west-two-ailing-sta/a-sJTpwmyJSqOh_9aSwrHERA%3Aa%3A3126271692-7e0196955c%2Fdodgersnation.com) The Dodgers’ traveling party and pitching plans for Thursday’s voyage to South Korea to kick off the 2024 regular season are looking set. The San … [Warriors HC Steve Kerr reveals rookie Brandin Podziemski’s confidence driving veterans ‘crazy’ after Andrew Wiggins altercation](/topic/losangelessports/warriors-hc-steve-kerr-reveals-rookie-brandin-podziemski-s-confidence-driving-ve/a-To6-UXngQFSvV3DVZ0PZcw%3Aa%3A2732881213-fd570c3a11%2Fsportskeeda.com) Golden State Warriors head coach Steve Kerr loves the confidence that rookie guard Brandin Podziemski is displaying but admits it sometimes rubs the … [Report: Cowboys Steal Free Agent Away From The 49ers](/topic/losangelessports/report-cowboys-steal-free-agent-away-from-the-49ers/a-rYb4Z_hwRt2_NHt6RvIzWA%3Aa%3A1826011464-ebddb5a0eb%2Fthespun.com) The Dallas Cowboys have finally made their first big move in free agency, and unfortunately for the San Francisco 49ers, it comes at their … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Shohei Ohtani](/topic/shoheiohtani) [Meet The 'Normal' Wife Of MLB Superstar Shohei Ohtani](/topic/shoheiohtani/meet-the-normal-wife-of-mlb-superstar-shohei-ohtani/a-WceuK4ywQ8iqSr8sF2yFhw%3Aa%3A1826011464-bd65104886%2Fthespun.com) When Shohei Ohtani first announced that he had privately gotten married, he went to seemingly great pains to hide the identity of his wife - who he … [Shohei Ohtani's wife revealed as Dodgers star poses with her before flight to Korea](/topic/shoheiohtani/shohei-ohtani-s-wife-revealed-as-dodgers-star-poses-with-her-before-flight-to-ko/a-2jwf3ungQYqhVlZfa9pf-w%3Aa%3A2589956331-0ec3852732%2Fclutchpoints.com) Shohei Ohtani's wife has been revealed after images surfaced before the Los Angeles Dodgers took their flight to Korea. Shohei Ohtani posed for a … [Mariners defeat Dodgers with slingshot firing 89 mph fastballs and youth, win 8-1](/topic/shoheiohtani/mariners-defeat-dodgers-with-slingshot-firing-89-mph-fastballs-and-youth-win-8-/a-ey-2E1vgRQ6vqjtedRZLFQ%3Aa%3A3115153620-53c3991b7f%2Flookoutlanding.com) not a $350 million dollar man but a good value meal deal | Mark J. Rebilas-USA TODAY SportsMariners use Youth Movement to defeat MechaDodgers, it’s …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mamiko tanaka",
          "sentiment": "negative"
        },
        {
          "name": "shohei ohtani",
          "sentiment": "negative"
        },
        {
          "name": "andrew wiggins",
          "sentiment": "none"
        },
        {
          "name": "brandin-podzie",
          "sentiment": "none"
        },
        {
          "name": "ohtani",
          "sentiment": "none"
        },
        {
          "name": "steve kerr",
          "sentiment": "none"
        },
        {
          "name": "brandin podziemski",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dodgers",
          "sentiment": "negative"
        },
        {
          "name": "wife mamiko tanaka after announcing marriage los angeles dod",
          "sentiment": "negative"
        },
        {
          "name": "flipboard dodgers",
          "sentiment": "negative"
        },
        {
          "name": "fox sports",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "seoul",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:07:13.786+02:00",
    "updated": "2024-03-15T00:07:13.786+02:00"
  },
  {
    "uuid": "1ccf0c5ae1194e324f02421c10503f3ba7442d79",
    "url": "https://www.49ers.com/news/tailgate-treats-recipe-black-bean-burgers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Briana McDonald",
    "published": "2024-01-05T21:15:00Z",
    "title": "Tailgate Treats Recipe: Black Bean Burgers",
    "text": "Feast up, Faithful! It's time to elevate your tailgate cooking with these delicious, healthy and easy-to-make meals from \"Tailgate Treats\" presented by Safeway. Each week, this series will highlight a new recipe, complete with ingredients, step-by-step instructions and expert tips to make your tailgating experience a breeze. Whether you're a seasoned cook or a kitchen novice, these recipes are tailored to suit all skill levels so everyone can recreate these meals at home. See previous recipes at [49ers.com/SafewayRecipes](https://www.49ers.com/fans/safewayrecipes). All of the ingredients used in the \"Tailgate Treats\" recipes are available to shop at Safeway. Locate your [local Safeway](https://local.safeway.com/) or [order online](https://www.safeway.com/lp/delivery.html?state=locator)! Recipe of the Week: Black Bean Burgers Ingredients: - Canned black beans - 2 spring onions (scallions) - Handful of cilantro - 1 cup breadcrumbs - Â½ a lime - 1 tablespoon of soy sauce - 1 tablespoon of tahini - 2 tablespoons of avocado oil - Mini buns Instructions: Step 1 Drain and rinse the canned black beans. Add them to a large bowl. Step 2 Finely chop two spring onions and a handful of fresh cilantro and add to the beans. Step 3 Add one cup of breadcrumbs, half of a lime's zest, one tablespoon of soy sauce and one tablespoon of tahini and mix and mash well with your hands until it comes together into a soft burger mix. Step 4 Take a scoop of the mixture, roll it into a ball and flatten into a one inch burger-shaped patty. Continue with the remaining mixture. Step 5 Chill your mini burgers until required â€“ ideally at least 30 minutes. Step 6 To cook, heat a tablespoon of oil in a large frying pan. Cook the mini burgers over a medium heat for 3-4 minutes on each side until golden brown and crispy. Step 7 Assemble the burger by adding your favorite toppings and condiments. Expert tip: Elevate this plant-based meal by serving with a side of crispy kale chips. Simply rinse, chop and bake kale leaves and sprinkle with salt for the perfect pairing. The black bean burgers are now ready to be enjoyed! Whether you're tailgating at Levi'sÂ® Stadium or cooking up a gameday meal at home, this dish is sure to be a crowd-pleaser.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "https://www.safeway.com/lp/delivery.html?state=locator)!",
      "https://local.safeway.com/)",
      "https://www.safeway.com/lp/delivery.html",
      "https://safeway.com/lp/delivery.html?state=locator)!",
      "https://www.local.safeway.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "safeway",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:02:08.873+02:00",
    "updated": "2024-01-06T00:02:08.873+02:00"
  }
]