[
  {
    "uuid": "edfd868a16430416f1651a565c5d7d201919cde5",
    "url": "https://www.freepressjournal.in/entertainment/rani-mukerji-recalls-shooting-kank-song-in-14-degrees-i-had-frozen-ayan-carried-me-to-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sachin T",
    "published": "2024-01-02T05:08:00Z",
    "title": "Rani Mukerji Recalls Shooting KANK Song In -14 Degrees: 'I Had Frozen, Ayan Carried Me To Car'",
    "text": "Bollywood's reigning queen Rani Mukerji recently recalled the time when she was shooting for Karan Johar's directorial, Kabhi Alvida Naa Kehna in minus 14 degree Celsius, and had to be literally carried to her car as she had \"frozen\" due to the extreme temperatures. Rani stated that actresses today are lucky that they are asked if they would shoot in a particular way, but back in her time, they were just commanded to get ready for a scene. Karan Johar, who was accompanying Rani, then recalled how the actress could not move her lips because of the cold. Sharing an anecdote from the shoot of the song Tumhi Dekho Naa from KANK, KJo said, \"I was so crazy at that time, in -14 degrees, I said I want rain. So, there was a rain machine, but before it was reaching them, it was becoming ice. We had a health and safety department saying, ‘You’ll kill them’.\" Rani added that she was wearing a red chiffon saree in that song and that she had \"actually frozen\". \"One of my cousins, who was also AD-ing him, Ayan, he had to literally carry me to my car, because I had frozen,\" she said. [When Karan Johar Asked Hotel To NOT Give Rani Mukerji Food To Make Her Lose Weight & Wear Mini Skirt... ](https://www.freepressjournal.in/entertainment/when-karan-johar-asked-hotel-to-not-give-rani-mukerji-food-to-make-her-lose-weight-wear-mini-skirt-in-kuch-kuch-hota-hai) \"If you see the song, in the lip-sync, my lips are frozen. I’m trying to sing it, and it looks sensuous, but it’s not sensuous actually,\" she added. Kabhi Alvida Naa Kehna released in the year 2006 and it also starred Shah Rukh Khan, Abhishek Bachchan, Preity Zinta and Amitabh Bachchan. The film was embroiled in controversies when it released as it told the story of two people in extra-marital relationships. But in director KJo's own words, he calls it one of the best and most nuanced films of his career till date.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rani mukerji",
          "sentiment": "negative"
        },
        {
          "name": "karan j",
          "sentiment": "negative"
        },
        {
          "name": "ayan",
          "sentiment": "negative"
        },
        {
          "name": "karan johar",
          "sentiment": "none"
        },
        {
          "name": "tumhi dekho naa",
          "sentiment": "none"
        },
        {
          "name": "rani",
          "sentiment": "none"
        },
        {
          "name": "kabhi alvida naa kehna",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kank",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T12:14:01.834+02:00",
    "updated": "2024-01-02T12:58:35.161+02:00"
  },
  {
    "uuid": "62eb8d6a51dc5ed1378f042fe5b428798d2e1d82",
    "url": "https://www.newsbreak.com/florida-state/3507859904634-florida-would-become-the-abortion-mecca-of-this-region-governor-desantis-urges-faith-leaders-to-fight-abortion-amendment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-27T20:56:00Z",
    "title": "“Florida would become the abortion mecca of this region”: Governor DeSantis urges faith leaders to fight abortion amendment",
    "text": "By Jennifer Cabrera ,\n28 minutes ago Governor DeSantis spoke to faith leaders today about Amendment 4 BY JENNIFER CABRERA\nTALLAHASSEE, Fla. – During a Faith and Community Initiative call today, Governor Ron DeSantis explained why he opposes Amendment 4 to Florida’s Constitution and asked members of the faith community to educate their congregations and communities about the need to vote against the amendment.\n“A culture of life in Florida”\nIn his remarks, DeSantis said Florida’s Heartbeat Protection Act, which protects the life of an unborn baby when a heartbeat is detected (usually around six weeks gestation), has “helped promote a culture of life in Florida.”\nHe said that before that bill took effect, Florida was “a big abortion destination,… so we kind of got a glimpse into what could happen in the future.”\nDeSantis said his administration challenged the ballot summary at the Florida Supreme Court, arguing that it was misleading, but “it turned out it was a 4-3 split where the justices approved it to be on the ballot, even though the three dissenting justices were able to point out how this is a very misleading ballot summary, and even the amendment itself is very misleading. And so it’s on the ballot.” He pointed out that 60% of the vote will be needed, which is higher than similar measures in other states that passed with 50% approval, but although “60 [percent] is a higher threshold,… there’s a certain amount of wind at the backs when you have every media… supporting Amendment 4’s passage. There’s going to be a lot of money that gets poured in,… so we’re in a situation where we’ve got to fight back against that.”\nAmendment 4 eliminates requirement for parental consent for abortion for minors\nDeSantis told the group that Amendment 4 will overturn both the Heartbeat Protection Act and the preceding 15-week protection for unborn babies, and it also “eliminates parental consent for minors with respect to abortion – that’s something that is in our statutes. It’s something that’s very common-sense… So it does eliminate an important parental right.”\nHe said the amendment guarantees abortion “all the way ’til the moment of birth” with the approval of a “healthcare provider” that does not need to be a physician; he said that even a chiropractor could approve an abortion.\n“Florida would become the abortion mecca of this region, and maybe one of the abortion meccas of the entire world”\nDeSantis said that many voters think late-term abortions don’t happen, “and while it is rare – it’s roughly about 2% – the vast, vast majority of late-term abortions are purely elective… Because all of the southeast has various forms of pro-life legislation, Florida would become the abortion mecca of this region, and maybe one of the abortion meccas of the entire world, because it would be one of the most liberal abortion regimes anywhere in the world. This amendment is written maybe more liberal than New York and California – you would basically have a cottage industry where people would be coming into Florida for this purpose. And look, we’re a tourism state. We want to be family-friendly tourism. We don’t want abortion tourism.”\nHe pointed out that once the amendment is in Florida’s constitution, it would require another constitutional amendment on a ballot to change it: “You can elect pro-life legislators. You can elect [a pro-life Governor], and it’s not going to matter, because they’re not going to be able to legislate around this amendment to the state’s constitution.”\nBallot language “focus-grouped to try to appeal to conservative and Republican voters”\nDeSantis said the ballot language was “poll-tested, focus-grouped to try to appeal to conservative and Republican voters… The ballot summary talks about… quote, viability.” He said many people may think that’s equivalent to a heartbeat bill, but “that is not the intent of the people who are putting this up.”\nHe encouraged the people on the call to “utilize your influence to let people know what’s at stake. And it’s obviously about creating a culture of life or walking away from a culture of life. It’s also about upholding parental rights or diminishing and eliminating key parental rights.”\nAmendment 3 “would basically mean the state would start to smell like [marijuana]”\nChanging topics, he added that Amendment 3 “would basically say you have a constitutional right to possess and smoke large amounts of marijuana, which would basically mean the state would start to smell like it. You’d see it in public. It would be part of your life in ways that I think most Floridians would think are bad. Those are two amendments that would never be able to pass the legislature. People would never actually campaign and win election on those really extreme proposals, but they’re there, and they’re dressed up in ways that are trying to get people to vote for it, who probably, if they saw the actual text of the amendments, would never be willing to [vote for them]… So we need to step up, and we need to get the job done.”\nHe pointed the faith leaders to the website for the Vote No on 4 Campaign and encouraged them to sign up to get alerts.\n“We want to be a family-friendly state”\nDeSantis concluded by listing the policies his administration has put in place to help families, including the Fatherhood Initiative, streamlining foster parenting and adoption practices, and making baby items tax-free: “So we want to be a family-friendly state. We’re putting policies in place to be a family-friendly state. This amendment would eliminate rights of parents and would enshrine in the state’s constitution one of the most radical and extreme abortion regimes, not just anywhere in the United States, but anywhere in the world.”\nPray, preach, and purse\nAfter DeSantis finished, his Chief of Staff James Uthmeier encouraged the people on the call to pray, preach, and “purse” (donate): “We’re going to have to raise some money… Every little bit counts… We feel good about it. We’re optimistic.”\nUthmeier said the authors of the amendment “intended… to essentially create a loophole for any abortion, any time, anywhere. People, even some people that maybe don’t think the heartbeat bill was the best idea,… even they come around and realize, well, that this thing is just too extreme.”\nBallot language\nUthmeier read the amendment, emphasizing that it doesn’t define terms such as “viability,” “protect the patient’s health,” and “healthcare provider”: “Except as provided in Article X, Section 22, no law shall prohibit, penalize, delay, or restrict abortion before viability or when necessary to protect the patient’s health, as determined by the patient’s healthcare provider.”\nArticle X, Section 22 reads, “The Legislature shall not limit or deny the privacy right guaranteed to a minor under the United States Constitution as interpreted by the United States Supreme Court. Notwithstanding a minor’s right of privacy provided in Section 23 of Article I, the Legislature is authorized to require by general law for notification to a parent or guardian of a minor before the termination of the minor’s pregnancy. The Legislature shall provide exceptions to such requirement for notification and shall create a process for judicial waiver of the notification.”\nNotification would replace parental consent for minors\nUthmeier pointed out that the “or” makes the “before viability” part irrelevant because any healthcare provider can approve an abortion at any point in a pregnancy: “Even a staff person at some sort of abortion factory could make a decision there.” He added that the language about requiring a parent to be notified about an abortion for a minor is “a little sleight of hand” because the constitution requires “notification,” not the consent of a parent, as Florida statutes currently require. So this would contradict the parental consent statute: “That would make this the only medical procedure in the state where a child could undergo the procedure without the parent knowing.”\nUthmeier concluded by saying that this will allow abortions “all the way up until birth… We’re certainly going [be in a] far worse situation than we were before Roe v. Wade fell… Please pray, please preach, please find ways to help us with the purse, and we’ll grow the movement.”\n“You have no prohibition at all… from preaching on the topic”\nOne of the pre-submitted questions was whether a pastor can preach about this without losing nonprofit status, and Uthmeier said, “You have no prohibition at all, as a nonprofit, as a religious organization, from preaching on the topic. You’ve got first amendment rights. This is an issue advocacy mission. We’re not advocating for any political, partisan candidate [or] individual organization; this is issue advocacy.” He said churches can also raise money, but each church should consult an attorney for the best way to donate funds.\nThe post “Florida would become the abortion mecca of this region”: Governor DeSantis urges faith leaders to fight abortion amendment appeared first on Alachua Chronicle .\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://alachuachronicle.com/florida-would-become-the-abortion-mecca-of-this-region-governor-desantis-urges-faith-leaders-to-fight-abortion-amendment/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4e0TVj_0u6bPCqa00",
      "https://alachuachronicle.com",
      "https://www.tooextremeforfl.com/",
      "https://img.particlenews.com/image.php?url=4e0TVj_0u6bPCqa00",
      "https://img.particlenews.com/image.php",
      "https://www.alachuachronicle.com/florida-would-become-the-abortion-mecca-of-this-region-governor-desantis-urges-faith-leaders-to-fight-abortion-amendment/",
      "https://alachuachronicle.com/florida-would-become-the-abortion-mecca-of-this-region-governor-desantis-urges-faith-leaders-to-fight-abortion-amendment",
      "https://www.alachuachronicle.com",
      "https://tooextremeforfl.com/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4e0TVj_0u6bPCqa00",
      "https://www.img.particlenews.com/image.php?url=4e0TVj_0u6bPCqa00",
      "https://www.tooextremeforfl.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer cabrera",
          "sentiment": "negative"
        },
        {
          "name": "desantis",
          "sentiment": "negative"
        },
        {
          "name": "ron desantis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "florida supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "tallahassee",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:32:18.097+03:00",
    "updated": "2024-06-28T00:32:18.097+03:00"
  },
  {
    "uuid": "66ef51bbe3cea35548ee1c6326c5fc5811263855",
    "url": "https://www.lohud.com/story/sports/sports-betting/2024/01/12/nfl-wild-card-weekend-parlay-lets-make-some-money/72199291007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kevin Erickson",
    "published": "2024-01-12T05:05:00Z",
    "title": "NFL Wild Card Weekend parlay: Let's make some money",
    "text": "We're heading into the NFL postseason, and we have 6 games on the schedule for NFL Wild Card Weekend . Weather is going to play a huge factor, which is something we'll be watching awfully close as it affects our plays. Saturday's K.C. outlook -- when the Kansas City Chiefs (11-6) host the Miami Dolphins (11-6) -- calls for 0 degrees with winds at 13-16 MPH. The good news is that there is no precipitation in the forecast. The same cannot be said for Orchard Park, N.Y., where the Pittsburgh Steelers (10-7) visit the Buffalo Bills (11-6) Sunday. They will not only face temperatures of 21 degrees, but there is a 60% chance of snow with 22-24 MPH winds. This season, the Under cashed at a 14-2-1 rate in games played with an average wind speed of 13 MPH or greater. Wrapping up the schedule Monday, rain is expected in Tampa. There is a 70% chance of the wet stuff, but at least temperatures will be in the upper 60's with a 6-8 MPH. After looking at FanDuel Sportsbook's NFL Wild Card Weekend odds , here is our \"Let's make some money\" NFL parlay bet to cash in on among SportbookWire's NFL expert picks and predictions . We have 3 rematches from the regular season, too. In fact, the Cleveland Browns (11-6) and Houston Texans (10-7) just met in Week 16 at NRG Stadium in Houston with the Browns winning 36-22 as 3-point favorites with the Over (40) easily connecting. The Dolphins and Chiefs probably wish they could go back to Frankfurt, Germany, and play, instead of being in a refrigerator this weekend. Kansas City earned a 21-14 win over Miami in Germany back in Week 9, covering as a 1-point underdog as the Under (51.5) cashed. Lastly, the Philadelphia Eagles (11-6) and Tampa Bay Buccaneers (9-8) met for Monday Night Football in Tampa back in Week 3. Philadelphia came away with a 25-11 win and cover as a 5.5-point favorite as the Under (44) hit. That was a while ago, and Philly was playing much better football. They meet again in Tampa this Monday for the final game of the Wild Card round. FOOTBALL NEVER STOPS Live games, analysis and more 7 days a week: Get ESPN+ Odds provided by FanDuel Sportsbook ; access USA TODAY Sports Scores and Sports Betting Odds hub for a full list. Lines last updated Friday at 12:01 a.m. ET. All games ET. There is a lot being made out of geography ahead of this game. Obviously, the Dolphins play in tropical conditions more often than not, rarely having to deal with low temperatures. We're not likely going to see Chiefs QB Patrick Mahomes and Dolphins QB Tua Tagovailoa spinning it frequently. Expect both teams to count on the run. Both of the Dolphins RBs, Raheem Mostert and De'Von Achane , are capable of housing it, while the Chiefs counter with RB Isiah Pacheco . With their physical styles, all 3 should be tough to tackle on a frigid afternoon. The combination of Mostert and Achane will wear down the defending champs, helping the warm-weather Dolphins keep it close and cover. Plus, the public drove this number up quite a bit, from an open of 1.5, and I never like siding with the public. The weather is going to be absolutely atrocious. If you love a good snow game, then you are going to love the weather at Highmark Stadium Sunday. The forecast calls for temperatures around 20 degrees with a 60 percent or greater chance of snow throughout the game. If that wasn't enough, they're calling for winds whipping off of Lake Erie anywhere from 22-26 MPH with gusts to gale force. We're unlikely to see much in the way of passing as Steelers QB Mason Rudolph and Bills QB Josh Allen would do well to keep it on the ground. Allen and the Bills will have a leg up as he can tuck it and go. Buffalo RB James Cook is likely to see a strong workload, too. In addition to the passing games being hindered, the kicking game will be affected, too. Think back to Dec. 6, 2021, when the Bills hosted the New England Patriots on a Monday night, and we had snow and ice with heavy winds crushing the pass and kick games. In fact, field-goal attempts were downright comical. We're going to get one of those kind of games, and points are going to be at a premium. The Packers (9-8) head into Jerry World , and it could be considered the Mike McCarthy revenge game. The Dallas coach will get a crack at his former employer, and while the personnel has mostly changed, the logo on the helmet remains the same. More importantly, though, the Packers barely made the playoffs, while the Cowboys (12-5) caught fire at the end of the season, blew past the Eagles and rolled to the NFC East title. The Cowboys scored 33 or more points in 6 of the final 9 games as QB Dak Prescott had the offense humming. The Packers won 3 games down the stretch, but all of those victories came against non-playoff teams. Wins are wins, and Green Bay qualified for the playoffs, but they're not likely going to be around very long. Green Bay was just 2-5 ATS in its final 7 road games, while Dallas went 6-2 ATS in 8 games this season at home. Parlay payout: Bet $10 to profit $58.14 (payout = $68.14). Try out the USA TODAY Parlay Calculator . *-If you want to add a 4th play to this parlay. The Browns and Texans kick off the Wild Card round in H-Town, and as mentioned, these teams are familiar with each other. Cleveland fired out to a 22-7 lead by halftime in their 1st meeting and led 36-7 with 12:31 to go, before settling for the 36-22 victory. Don't expect the same type of high-scoring game, but the winning result should be the same. The Browns finished with 418 total yards of offense in that 1st meeting with QB Joe Flacco throwing for 368 yards, and WR Amari Cooper setting a single-game franchise record with 265 receiving yards on 11 catches with 2 TDs. It's safe to say Cooper won't have anywhere near that production -- if he even plays at all. He has been sidelined with a heel injury. The matchup features Houston rookie QB C.J. Stroud against the former Super Bowl MVP Flacco. Experience will be a huge difference. Flacco has been the consummate professional since landing in Cleveland, and he and the starters are well-rested after basically a week off. Nearly all starters sat in Week 18 at Cincinnati with the team locked into the AFC's No. 5 seed. So the bumps and bruises are mended, and this Browns team is ready to roll. Parlay payout: Bet $10 to profit $123.03 (payout = $133.03). Play our free daily Pick’em Challenge and win! Play now ! For more sports betting picks and tips , check out SportsbookWire.com and BetFTW . Follow Kevin J. Erickson on Twitter/X . Follow SportsbookWire on Twitter/X and like us on Facebook .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Weather"
    ],
    "external_links": [
      "https://sportsdata.usatoday.com/parlay-calculator?utm_source=sportsbookwire&utm_medium=text-link",
      "https://dailyticket.usatoday.com/",
      "https://sportsbookwire.usatoday.com/category/nfl-odds-lines-spreads-picks-predictions/",
      "https://ftw.usatoday.com/betftw",
      "https://wlfanduel.adsrv.eacdn.com/C.ashx?btag=a_27628b_2436c_&affid=11104&siteid=27628&adid=2436&c=",
      "https://go.web.plus.espn.com/GjNV9m",
      "https://sportsbookwire.usatoday.com/",
      "https://twitter.com/KevJErickson",
      "https://www.facebook.com/sportsbookwire/",
      "https://sportsdata.usatoday.com/football/nfl/scores",
      "https://twitter.com/SportsBookWire",
      "https://www.facebook.com/sportsbookwire",
      "https://www.wlfanduel.adsrv.eacdn.com/C.ashx?btag=a_27628b_2436c_&affid=11104&siteid=27628&adid=2436&c=",
      "https://dailyticket.usatoday.com",
      "https://www.twitter.com/SportsBookWire",
      "https://sportsbookwire.usatoday.com",
      "https://www.go.web.plus.espn.com/GjNV9m",
      "https://www.sportsbookwire.usatoday.com/",
      "https://www.sportsbookwire.usatoday.com/category/nfl-odds-lines-spreads-picks-predictions/",
      "https://sportsbookwire.usatoday.com/category/nfl-odds-lines-spreads-picks-predictions",
      "https://www.sportsdata.usatoday.com/parlay-calculator?utm_source=sportsbookwire&utm_medium=text-link",
      "https://www.ftw.usatoday.com/betftw",
      "https://www.twitter.com/KevJErickson",
      "https://sportsdata.usatoday.com/parlay-calculator",
      "https://www.sportsdata.usatoday.com/football/nfl/scores",
      "https://wlfanduel.adsrv.eacdn.com/C.ashx",
      "https://www.dailyticket.usatoday.com/",
      "https://facebook.com/sportsbookwire/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        },
        {
          "name": "fanduel sportsbook",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        },
        {
          "name": "k.c.",
          "sentiment": "none"
        },
        {
          "name": "miami dolphins",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "orchard park",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T10:04:54.811+02:00",
    "updated": "2024-01-12T10:04:54.811+02:00"
  },
  {
    "uuid": "7a968ab6ad000bfdd11df3ce2f18069c4c83a933",
    "url": "https://www.longwarjournal.org/archives/2023/12/idf-shares-findings-from-hostage-shooting-investigation-as-hezbollah-continues-escalatory-attacks.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Seth Frantzman",
    "published": "2023-12-28T22:59:00Z",
    "title": "IDF shares findings from hostage shooting investigation as Hezbollah continues escalatory attacks",
    "text": "Hezbollah continued to escalate attacks on Israel on December 28, targeting border communities across the northern Galilee and launching a drone at Israel. The IDF said that a drone caused sirens to sound in the Krayot north of Haifa, an area twenty miles south of the Lebanon border that is home to tens of thousands of Israelis. The IDF said the drone was intercepted by air defenses.\nThe drone threat was part of a larger series of attacks by Hezbollah on December 27 and 28. The attacks began in the morning several miles east of the Mediterranean along Israel’s border with Lebanon. Israel has evacuated all of the communities near the Lebanese border in the wake of attacks in October. With most civilians evacuated and IDF troops concentrated along the border, Hezbollah attacks into Israel often do not result in civilian casualties.\nThe IDF\ncarried out retaliatory strikes in response to Hezbollah attacks which expanded to areas near Metulla and the Golan on December 28. The IDF said that “a large number of launches were carried out from the towns of Ayta ash Shab and Ramyeh in southern Lebanon toward Israeli territory. Since this morning, IDF aircraft, tanks and artillery have been used to strike Hezbollah terror infrastructure in those areas.” Israel struck a Hezbollah military compound as well as a terrorist squad that was attempting to launch an anti-tank missile. “In addition, a terrorist squad hiding inside a residence from which launches were carried out toward Israeli territory earlier today was also struck,” the IDF said. Hezbollah has used anti-tank missiles in numerous attacks against northern Israel over the last two and a half months.\nThe escalation along the border in Lebanon comes as the IDF continues operations in Gaza. Although the IDF has not said the operations are transitioning to a lower intensity conflict, there is increased debate in Israel about the next phase of the war. In Gaza, there is also an increased\nfocus on civilian casualties and investigations into several incidents in which civilians have been killed.\nThe Chief of Staff of the Israel Air Force Brig. Gen. Omer Tischler provided details on the methods the IAF uses in carrying out precision strikes in Gaza. He said on December 27 that “our planning principles include:\nStriking targets based on intel, and military necessity for close air support; evacuation efforts: They enable us to strike and maneuver in areas with minimal civilian presence; selecting the right munitions to minimize collateral damage: This allows us to accurately strike Hamas even though it operates within civilian areas; real-time monitoring: During the strike, we are monitoring the target area. If it does not comply with our Standard Operating Procedures, we will abort.” He also clarified that Israel has used unguided bombs in Gaza, and that they have been used in accurate strikes. IDF spokesperson Rear Admiral Daniel Hagari also said on December 27 that Israel is “acting with caution and care to the civilians in Gaza who are also suffering in this war, that Hamas inflicted on us all.”\nThe discussion about civilian casualties in Gaza came as the IDF\nreleased findings from the investigation into the killing of three Israeli hostages by IDF forces in mid-December. The mistake occurred when the hostages emerged from buildings in Gaza in the Shujaiya neighborhood where the IDF had been fighting against Hamas, and the IDF troops mistakenly shot the hostages. “From the investigation and analysis of the findings and aerial footage of the area, it was revealed that the hostages were walking shirtless, and one of them was waving a white flag, standing at a point with limited visibility relative to the position of the soldier that fired the shot,” the IDF https://www.idf.il/167560.\nThe findings of the investigation included several conclusions, including that “there was insufficient awareness among the forces in the field in the case of hostages reaching IDF forces, or when the forces would encounter hostages during the clearing of buildings as part of combat and not as part of a special operation to free hostages.”\nThe release of the investigation also coincided with Israel’s Minister of Defense meeting with members of the IDF’s 98th Division, which is fighting in Khan Yunis. “The missions that our forces are carrying out in Khan Younis are unprecedented – our forces reach areas that we have never been before, taking over control rooms and eliminating terrorists,” he said. Israel expanded operations around southern Gaza this week, including in Khan Yunis. The battle in Khan Yunis has targeted Hamas command centers and other terrorist infrastructure.\nAre you a dedicated reader of FDD's Long War Journal? Has our research benefitted you or your team over the years? Support our independent reporting and analysis today by considering a one-time or monthly donation. Thanks for reading!\n[You can make a tax-deductible donation here.](//app.etapestry.com/onlineforms/TheLongWarJournal/donate.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://idf.il/167057",
      "https://www.idf.il/166951",
      "https://www.jpost.com/israel-hamas-war/article-779836",
      "https://jpost.com/israel-hamas-war/article-779836",
      "https://idf.il/166951",
      "https://www.idf.il/167057",
      "https://twitter.com/manniefabian/status/1740421526782918986",
      "https://www.idf.il/167560.",
      "https://www.twitter.com/manniefabian/status/1740421526782918986",
      "https://idf.il/167517",
      "https://idf.il/167560.",
      "https://www.idf.il/167517"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hezbollah",
          "sentiment": "negative"
        },
        {
          "name": "idf",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "mediterranean",
          "sentiment": "none"
        },
        {
          "name": "ayta ash shab",
          "sentiment": "none"
        },
        {
          "name": "galilee",
          "sentiment": "none"
        },
        {
          "name": "metulla",
          "sentiment": "none"
        },
        {
          "name": "krayot",
          "sentiment": "none"
        },
        {
          "name": "golan",
          "sentiment": "none"
        },
        {
          "name": "haifa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:00:06.363+02:00",
    "updated": "2023-12-29T01:00:06.363+02:00"
  }
]