[
  {
    "uuid": "281dad3b9c46f229e7b09a7f687ebccce4f8b5f6",
    "url": "https://menafn.com/1108364136/QRCS-Distributes-Adahi-Meat-Rations-To-Vulnerable-People-In-16-Countries",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-06-24T01:01:00Z",
    "title": "QRCS Distributes Adahi Meat Rations To Vulnerable People In 16 Countries",
    "text": "( MENAFN - The Peninsula) The Peninsula\nDoha, Qatar: Qatar Red Crescent Society (QRCS) has concluded Adahi Project 2024 #UdhiyaIsBlessing, through its headquarters in Doha, foreign representation offices/missions, and partners in the target countries (Gaza, Jordan, Syria, Afghanistan, Yemen, Tajikistan, Bangladesh, Mauritania, Benin, Djibouti, Kenya, Sudan, Somalia, Niger, and Pakistan).\nDuring Eid Al Adha, the personnel of QRCS and partner organisations had been undertaking the slaughter of sacrificial sheep and cows donated by the people of Qatar and distribution of their meat to thousands of beneficiaries at the Sharia-dictated time.\nIn Qatar, QRCS personnel distributed the meat of 803 heads of sacrificial sheep to approximately 1,200 families, or 5,800 beneficiaries, through the Central Al Wakra and Umm Salal Slaughterhouses on days three and four of Eid Al Adha.\nActing Director of Volunteering and Local Development Division at QRCS Moza Mohamed Al Kuwari said,“In pursuit of divine reward and inspired by our strategic slogan 'Saving lives and Preserving Dignity', QRCS provided sacrificial meat for vulnerable people, to bring happiness into their hearts. I would like to warmly thank the generous donors who contributed their Adahi through QRCS.”\nInternationally, Adahi Project was implemented in 15 countries across Asia and Africa, in coordination with the host national societies.\nIn cooperation with Pakistan Red Crescent Society (PRCS), sacrificial goats were distributed to 80 families, or 560 beneficiaries, in eight flood-affected provinces, including Sindh, Punjab, and Balochistan. QRCS's representation office distributed 40 cows to 1,200 families, or 8,400 people, in four locations of Kabul, Afghanistan.\nQRCS's representation office of QRCS worked with Jordan National Red Crescent Society (JNRCS) to distribute 250 parcels of sacrificial meat to 1,250 beneficiaries from Syrian refugees and local host community across the country.\nAs part of the ongoing relief support for Gaza, QRCS's office in Jordan worked with Jordan Hashemite Charity Organization (JHCO) to slaughter 4,400 sacrificial animals as phase 1 and get their meat canned, to be trucked into Gaza via humanitarian aid convoys. Totaling 100 tons, with a shelf life of one year, the canned meat will be distributed to over 26,400 beneficiaries. QRCS's office in Sudan distributed the meat of 134 cows, or 938 sacrificial meat parcels, to 2,700 displaced families at shelter centers in Red Sea and Kassala States. The distributions covered some disability care centers in Port Sudan, to share the joy of Eid with the inmates.\nQRCS's representation office distributed the meat of 1,725 heads of sacrificial sheep to 6,900 families at internally displaced people (IDP) camps, including 4,500 families in Mogadishu (Banadir) and 2,400 families in Kismayo (Jubaland).\nFor the benefit of 32,760 people, QRCS's representation office concluded Adahi Project, with the number of sacrificial animals increased to 468 cows, or 3,276 sacrificial meat parcels.\nIn cooperation with Bangladesh Red Crescent Society (BDRCS), QRCS's representation office distributed the meat of 60 cows to 4,400 displaced families, or 22,000 beneficiaries, in several flood-affected provinces.\nIn cooperation with Red Crescent Society of Djibouti, sacrificial animal meat was distributed to 1,588 families, or 9,528 beneficiaries, in Arta, Dikhil, Yoboki, Tadjourah & Obock Districts. QRCS's office in Turkiye implemented Adahi Project in northern Syria, with 223 heads of sheep, or 12,427kg of meat, distributed to 2,107 displaced and local families.\nMENAFN24062024000063011010ID1108364136",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "moza mohamed al kuwari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "qatar red crescent society",
          "sentiment": "negative"
        },
        {
          "name": "local development division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "peninsula",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "peninsula doha",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "benin",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "doha",
          "sentiment": "none"
        },
        {
          "name": "niger",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "somalia",
          "sentiment": "none"
        },
        {
          "name": "kenya",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "djibouti",
          "sentiment": "none"
        },
        {
          "name": "central al wakra",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "mauritania",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "tajikistan",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T11:07:09.205+03:00",
    "updated": "2024-06-24T11:07:09.205+03:00"
  },
  {
    "uuid": "6fa98002ec33c1cb9c87961a06683de4cd4e8389",
    "url": "https://www.vaticannews.va/en/pope/news/2023-12/pope-francis-telephone-call-ukraine-zelensky-peace.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vatican News",
    "published": "2023-12-29T08:01:00Z",
    "title": "Ukrainian President thanks Pope for support for peace efforts in Ukraine - Vatican News",
    "text": "Ukrainian President thanks Pope for support for peace efforts in Ukraine By Vatican News Ukrainian President Volodymyr Zelensky recently expressed his gratitude to Pope Francis for his Christmas greetings to Ukraine and for supporting the Peace Formula. This appreciation was conveyed during their latest phone conversation, details of which President Zelensky posted Thursday on the official presidential website and on his X account. “I have just spoken with His Holiness Pope Francis to express gratitude for his Christmas greetings to Ukraine and Ukrainians, for his wishes of peace – just peace for all of us,” said President Zelensky. “We discussed our joint work on the Peace Formula – more than 80 states are already involved at the level of their representatives. There will be more. I am grateful to the Vatican for supporting our work.” Series of telephone conversations Pope Francis received the Ukrainian President in the Vatican on 13 May for their second in-person meeting. The first was in 2020, before Russia’s all-out invasion of its neighbor on 24 February 2022. Since then, the two men have spoken by phone several times, the first of which was on 26 February 2022, just two days after the outbreak of the war. Following that first phone conversation, President Zelensky said the Pope had expressed his deep sorrow for the tragic events that were unfolding in the European nation, while the President had thanked the Pope for his spiritual support for the people of Ukraine. They spoke again by phone on 22 March 2022. President Zelensky said he had told the Pope about the dire humanitarian situation and welcomed the Holy See’s offer to mediate in order to seek a solution to human suffering. Later, on 12 August 2022, the pair held another telephone conversation to discuss the horrors endured by the Ukrainian people due to Russia’s invasion, according to President Zelensky. He also expressed his appreciation to Pope Francis for his prayers and invited him to visit Kyiv.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelensky",
          "sentiment": "none"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "his holiness pope francis",
          "sentiment": "none"
        },
        {
          "name": "zelensky",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:40:46.596+02:00",
    "updated": "2023-12-29T11:40:46.596+02:00"
  },
  {
    "uuid": "bff532039e8a5321e3b312d424c65df1f3b96f18",
    "url": "https://ground.news/article/aaa-warns-of-dangers-of-driving-hungover",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T21:00:00Z",
    "title": "Ground News - AAA warns of dangers of driving hungover",
    "text": "Summary by Ground News AAA East Central wants to remind motorists that driving with a hangover can impair one's ability to safely maintain control over a vehicle. It can take between 75 to 90 minutes for the body to eliminate the alcohol contained in one standard-sized drink. According to the National Institute on Alcohol Abuse and Alcoholism, hangover symptoms peak when the blood alcohol concentration in the body returns to near zero. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nwtaj.com Center High Factuality AAA warns of dangers of driving hungover PENNSYLVANIA (WTAJ) – As people all across the state get ready to celebrate the coming of the new year, AAA is reminding drivers that intoxication doesn't end the morning after the celebration. Many Pennsylvanians are aware that state legislation dictates that a driver can be charged with DUI if they operate a motor vehicle with a blood alcohol content of .08% or higher. However, drivers with a BAC of less than .08% can also face DUI charges if…\n1 hour ago Read Full Article\nwtaj.com Center High Factuality\nAAA warns of dangers of driving hungover PENNSYLVANIA (WTAJ) – As people all across the state get ready to celebrate the coming of the new year, AAA is reminding drivers that intoxication doesn't end the morning after the celebration. Many Pennsylvanians are aware that state legislation dictates that a driver can be charged with DUI if they operate a motor vehicle with a blood alcohol content of .08% or higher. However, drivers with a BAC of less than .08% can also face DUI charges if…\n1 hour ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.wtaj.com/news/regional-news/aaa-warns-of-dangers-of-driving-hungover/?utm_source=ground.news&utm_medium=referral",
      "https://wtaj.com/news/regional-news/aaa-warns-of-dangers-of-driving-hungover/?utm_source=ground.news&utm_medium=referral",
      "https://www.wtaj.com/news/regional-news/aaa-warns-of-dangers-of-driving-hungover/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news aaa east central",
          "sentiment": "negative"
        },
        {
          "name": "ground news - aaa",
          "sentiment": "negative"
        },
        {
          "name": "aaa",
          "sentiment": "none"
        },
        {
          "name": "national institute on alcohol abuse and alcoholism",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right wtaj.com center high factuality aaa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:41.285+02:00",
    "updated": "2023-12-29T00:18:41.285+02:00"
  },
  {
    "uuid": "6000b3b143faa4fbf91abcd80b6b857dcac9d728",
    "url": "https://www.kcrg.com/2023/12/31/2023-could-be-record-breaking-year-des-moines-airport/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KCRG",
    "published": "2023-12-31T15:11:00Z",
    "title": "2023 could be a record breaking year for the Des Moines airport",
    "text": "DES MOINES, Iowa ( KCCI ) - Des Moines airport officials are watching passenger numbers closely because 2023 could be a record-breaking year, KCCI ’s Nicole Tam reported.\nMillions of people have traveled through DSM this year, potentially reaching 3 million passengers. The last record was 2.92 million passengers, which happened in 2019. The potential record is exciting for the growth of the airport but that also means longer wait times and more traffic at gates.\n“The wait upstairs was, I would say, probably 30 minutes,” Cindy Hicks, an Ames resident, said.\nRight now, airport officials continue to turn the vision of a new terminal into reality. The official groundbreaking for the new terminal happened in October. Then in November, Polk County approved a $350 million bond referendum to expand DSM. The project would add a new terminal, meaning more space for more people with improved amenities.\n“It’ll be great if the wait times are lower, if people have more room to move and there’s more options for flights,” Jacob Fjeld, a passenger, said.\n“This airport has been the same size for a long time and that it’s time for expansion. I think it’ll make it a nicer experience for everyone,’ Hicks said.\nThe Des Moines airport will find out if the 3 million record was broken within the next few weeks.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.kcci.com/article/des-moines-airport-officials-prepare-for-potential-record-breaking-year/46257628)’s",
      "https://www.kcci.com/))",
      "https://kcci.com/article/des-moines-airport-officials-prepare-for-potential-record-breaking-year/46257628)’s",
      "https://kcci.com/))"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nicole tam",
          "sentiment": "none"
        },
        {
          "name": "cindy hicks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kcci",
          "sentiment": "negative"
        },
        {
          "name": "dsm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "des moines",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "des moines",
          "sentiment": "none"
        },
        {
          "name": "polk county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T18:11:23.316+02:00",
    "updated": "2024-01-08T00:17:13.027+02:00"
  },
  {
    "uuid": "d888a841c50a03fc28daabba2f013e8df4d04126",
    "url": "https://elcomercio.pe/tvmas/famosos/hello-kitty-cumple-50-anos-y-lo-celebrara-con-gran-evento-en-el-parque-de-las-aguas-celebs-ultimas-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción EC",
    "published": "2024-09-19T19:16:00Z",
    "title": "Hello Kitty cumple 50 años y lo celebrará con gran evento en el Parque de las aguas",
    "text": "[1](/deporte-total/futbol-mundial/colo-colo-vs-catolica-en-vivo-hoy-via-tnt-sports-max-futbol-libre-tv-online-gratis-por-internet-a-que-hora-juegan-y-donde-ver-partido-video-noticia/) [Saber más](https://elcomercio.pe/buenas-practicas/) / NoticiasInformación basada en hechos y verificada de primera mano por el reportero, o reportada y verificada por fuentes expertas. | Informativo [Hello Kitty](https://elcomercio.pe/noticias/hello-kitty/), uno de los personajes más populares a nivel mundial, celebrará sus 50 años con una gran fiesta en Perú. El evento de aniversario se llevará a cabo el próximo 21 de septiembre en el Parque de las aguas, a partir de las 4 p.m. El evento no solo estará protagonizado por el icónico personaje, sino que contará con actividades para toda la familia, entre show interactivo, proyecciones y espacios temáticos para rendir homenaje a las cinco décadas de historia de Hello Kitty. “Hello Kitty es un personaje muy querido por todas las generaciones. En este evento queremos compartir la alegría y el encanto que ha acompañado a millones de fanáticos durante cinco décadas”, afirma Fanny Salazar de la agencia The Business Hub Group, representante de Sanrio en Perú y Ecuador. El evento por el 50 aniversario de Hello Kitty comenzará a las 4 p.m. con la citación de los fans en el Parque de las aguas, donde podrán disfrutar de un emocionante Meet & Greet. A los pocos minutos se dará inicio oficial al encuentro donde se compartirá curiosidades sobre el emblemático personaje. “Estamos emocionados de celebrar estos 50 años de magia y amistad con Hello Kitty. Este evento no solo es una celebración de un ícono global, sino también una oportunidad para que los fans compartan juntos la alegría que Hello Kitty ha traído a sus vidas”, concluye Salazar. A las 6 p.m., se proyectará el primer vídeo en homenaje a Hello Kitty, seguido de un emotivo momento en el que todos los presentes cantarán el “Happy Birthday” para celebrar medio siglo de historia. Luego, se realizará la segunda reproducción del vídeo a las 7:30 p.m., cerrando con una última proyección a las 8:00 p. m. Es importante destacar que los videos se proyectarán sobre la fuente de agua, creando un espectáculo visual asombroso donde las luces y los colores se combinarán para ofrecer a los fans una experiencia inmersiva e inolvidable. Para mayor información del evento, los interesados pueden visitar las redes sociales de Hello Kitty Perú. Contenido GEC",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Fanny Salazar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "The Business Hub Group",
          "sentiment": "none"
        },
        {
          "name": "Sanrio",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:08:50.941+03:00",
    "updated": "2024-10-05T23:53:25.350+03:00"
  },
  {
    "uuid": "e79daf01fb07ab57a583e6c7213443902290eb16",
    "url": "https://www.semana.com/tecnologia/articulo/el-nuevo-dispositivo-que-reemplazaria-el-aire-acondicionado-y-promete-consumir-menos-energia/202540",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "2025-02-27T21:58:40.566Z",
    "published": "2025-02-27T21:58:00Z",
    "title": "El nuevo dispositivo que reemplazaría el aire acondicionado y 'promete' consumir menos energía - Semana",
    "text": "En un mundo cada vez más dependiente de la tecnología, las nuevas tendencias auguran una transformación radical en el diseño de los hogares, con el objetivo de convertirlos en espacios más inteligentes que faciliten las tareas cotidianas. Este invento representa un avance significativo en la búsqueda de alternativas más sostenibles y eficientes para la climatización de espacios. Ofreciendo un rendimiento superior, un costo competitivo y un menor impacto ambiental, se posiciona como una opción prometedora en el camino hacia soluciones más ecológicas y económicas en el ámbito del confort térmico.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Environment->energy saving",
      "Social Issue->social problem",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:11:06.219+02:00",
    "updated": "2025-02-28T00:11:06.219+02:00"
  },
  {
    "uuid": "bae269d8eaabaf8ddb920aea647eadeddfee6b34",
    "url": "https://www.unian.net/world/izrail-gotovitsya-nanesti-udary-po-iranu-sky-news-13035804.html",
    "ord_in_thread": 0,
    "author": "@unian",
    "published": "2025-06-12T06:58:00Z",
    "title": "Израиль готовится нанести удары по Ирану, - Sky News - УНИАН",
    "text": "США приказали посольствам на Ближнем Востоке проанализировать угрозу и принять меры по безопасности персонала.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "topics": [
      "War, Conflict and Unrest->international military intervention",
      "Politics->international relations",
      "Politics->defence"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://news.sky.com/story/israel-considering-military-action-against-iran-in-days-without-us-support-reports-13382384",
      "https://www.news.sky.com/story/israel-considering-military-action-against-iran-in-days-without-us-support-reports-13382384"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_cz",
        "top_news_il",
        "top_news_ua",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:13:11.211+03:00",
    "updated": "2025-06-13T08:06:51.000+00:00"
  },
  {
    "uuid": "fe17d364c4ed701665574054d45ae9660d6e8115",
    "url": "https://euro.dayfr.com/news/2605671.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "dahlia.",
    "published": "2025-01-09T20:07:00Z",
    "title": "Chile: a green hydrogen megaproject threatens sky observation in the Atacama Desert",
    "text": "Chile: a green hydrogen megaproject threatens sky observation in the Atacama Desert\nThe European Southern Observatory (ESO) warned on Thursday of the risks of light pollution linked to a megaproject for the production of hydrogen and green ammonia in northern Chile, a region particularly suitable for observing the sky.\n“This complex threatens the clear skies of ESO’s Paranal Observatory in the Atacama Desert,” the intergovernmental organization warned in a statement.\nAt the end of December, AES Andes, a subsidiary of the American electricity company AES Corporation, announced that it would submit the project to an environmental impact study.\nThe industrial complex would be built in Taltal, in the Antofagasta region, about ten kilometers from Paranal, where the Very Large Telescope (VLT), one of the most powerful telescopes in the world, is located, and near which , another even more powerful one, the Extremely Large Telescope (ELT), is under construction.\n“Dust emissions during construction, increased atmospheric turbulence and especially light pollution will have an irreparable impact on astronomical observation capabilities,” explains ESO Director General Xavier Barcons in the press release.\nThe Paranal Observatory, built and operated by ESO, was inaugurated in 1999 at an altitude of 2,600 meters, in the heart of the Atacama Desert, an ideal place for astronomical observation due to its dry climate, its altitude and the absence of clouds and rain.\nThe complex is part of the network of astronomical observatories located in Chile, which also includes the ALMA radio telescope and the La Silla optical telescope, also in the north of the country.\nFor Itziar de Gregorio, ESO representative in Chile, “it is essential to consider other locations for this megaproject that do not endanger one of the most important astronomical treasures in the world.”\nWhen contacted, AES Andes did not immediately comment. At the end of December, the company indicated that its project included “the production of hydrogen and green ammonia, as well as the development of solar, wind and battery storage”, in line with Chile’s objective of increase the renewable origin of its energy mix.\nIn October 2024, a new light standard came into force in Chile in order to preserve astronomical observation. Regulations establish brightness limits or maximum operating hours for advertising screens.\nDo you have a real estate project in mind? Yakeey & Médias24 help you make it happen!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->environmental pollution",
      "Environment->energy resources",
      "Science and Technology->natural science",
      "Science and Technology->astronomy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "AES Corporation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Atacama Desert",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T04:53:27.695+02:00",
    "updated": "2025-01-10T04:53:27.695+02:00"
  },
  {
    "uuid": "8bd555ce38fbf6cb617ae1caf1be29794be982ec",
    "url": "https://cronicavasca.elespanol.com/sociedad/20240201/tension-baskonia-maccabi-por-protestas-contra-israel/829417218_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victoria Fernández",
    "published": "2024-02-01T00:00:00Z",
    "title": "Tensión en el Baskonia vs Maccabi por las protestas contra Israel",
    "text": "El encuentro de Euroliga entre el Baskonia y el Maccabi de Tel Aviv, como vaticinó este diario previamente, ha estado marcado por las protestas contra Israel que han sido más que relevantes. La tensión se ha palpado desde minutos antes del inicio del partido cuando varios aficionados y colectivos locales se han manifestado en los aledaños del Buesa Arena en señal de protesta a raíz de la invasión en Gaza , en la que ya han muerto más de 25.000 palestinos .\nLos aficionados portban banderas de Palestina y Sudráfica y han protestado con el objetivo de denunciar la campaña de blanqueamiento del genocidio y la limpieza étnica contra la población palestina. A la llegada del autobús del equipo israelí, rodeado de un fuerte dispositivo de seguridad y policial, expresaron su descontento con cánticos en contra de Israel y a favor de Palestina.\nVer esta publicación en Instagram Una publicación compartida de Crónica Vasca (@cronicavasca)\nNo suficiente y siguiendo con el llamamiento del colectivo BDZ Araba e Indar Baskonia, los aficionados han continuado con la protesta a las puertas del recinto durante los primeros cinco minutos del partido. Además, un grupo de voluntarios repartió banderas y flayers explicativos con los motivos de la protesta.\nUna vez en las gradas, continuaron con las protestas en contra de Israel y a favor de Palestina. Se exhibieron banderas palestinas y un pequeño mosaico con la inscripción \"Free Palestina\" (Palestina libre) y gritos reivindicativos: \"Palestina askatu!\" e \"Israel, genocida\". Además, los aficionados dedicaron estruendosos abucheos a los jugadores del equipo israelí. La atmósfera tensa y las manifestaciones marcaron un encuentro que trascendió en lo deportivo para convertirse en un reflejo de tensiones políticas.\nAficionados del Baskonia protestan contra Israel / EFE\nEl Buesa Arena registró una asistencia inferior a la habitual en comparación con los encuentros anteriores. Aunque el Baskonia no pudo contar con la presencia de todos sus leales seguidores que suelen asistir a eventos significativos como la Liga ACB o la Euroliga, sí recibió a parte de ellos, quienes no dejaron de mostrar su apoyo y solidaridad con las víctimas de la Guerra de Israel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://www.instagram.com/reel/C20Tl1APqsu/?utm_source=ig_embed&utm_campaign=loading",
      "https://instagram.com/reel/C20Tl1APqsu/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/reel/C20Tl1APqsu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:12:36.039+02:00",
    "updated": "2024-02-02T01:12:36.039+02:00"
  }
]