[
  {
    "uuid": "d0902296d82012adf140c2c5c0ca97d7c5eb8e41",
    "url": "https://www.zacks.com/stock/news/2203341/tsmc-tsm-exceeds-market-returns-some-facts-to-consider",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks Investment Research",
    "published": "2023-12-28T00:00:00Z",
    "title": "TSMC (TSM) Exceeds Market Returns: Some Facts to Consider - December 28, 2023 - Zacks.com",
    "text": "TSMC ( TSM Quick Quote TSM - Free Report ) closed the most recent trading day at $104.70, moving +0.05% from the previous trading session. This change outpaced the S&P 500's 0.04% gain on the day. On the other hand, the Dow registered a gain of 0.14%, and the technology-centric Nasdaq decreased by 0.03%.\nThe chip company's shares have seen an increase of 5.84% over the last month, surpassing the Computer and Technology sector's gain of 4.9% and the S&P 500's gain of 5.28%.\nThe upcoming earnings release of TSMC will be of great interest to investors. The company's earnings per share (EPS) are projected to be $1.34, reflecting a 26.37% decrease from the same quarter last year. Our most recent consensus estimate is calling for quarterly revenue of $18.99 billion, down 4.71% from the year-ago period.\nIn terms of the entire fiscal year, the Zacks Consensus Estimates predict earnings of $4.97 per share and a revenue of $66.45 billion, indicating changes of -24.35% and -12.42%, respectively, from the former year.\nInvestors should also pay attention to any latest changes in analyst estimates for TSMC. These revisions help to show the ever-changing nature of near-term business trends. Consequently, upward revisions in estimates express analysts' positivity towards the company's business operations and its ability to generate profits.\nBased on our research, we believe these estimate revisions are directly related to near-team stock moves. Investors can capitalize on this by using the Zacks Rank. This model considers these estimate changes and provides a simple, actionable rating system.\nThe Zacks Rank system ranges from #1 (Strong Buy) to #5 (Strong Sell). It has a remarkable, outside-audited track record of success, with #1 stocks delivering an average annual return of +25% since 1988. Over the past month, there's been no change in the Zacks Consensus EPS estimate. TSMC is currently sporting a Zacks Rank of #3 (Hold).\nIn the context of valuation, TSMC is at present trading with a Forward P/E ratio of 21.06. This valuation marks no noticeable deviation compared to its industry's average Forward P/E of 21.06.\nInvestors should also note that TSM has a PEG ratio of 2.94 right now. Comparable to the widely accepted P/E ratio, the PEG ratio also accounts for the company's projected earnings growth. The Semiconductor - Circuit Foundry industry currently had an average PEG ratio of 2.94 as of yesterday's close.\nThe Semiconductor - Circuit Foundry industry is part of the Computer and Technology sector. This industry, currently bearing a Zacks Industry Rank of 87, finds itself in the top 35% echelons of all 250+ industries.\nThe Zacks Industry Rank gauges the strength of our individual industry groups by measuring the average Zacks Rank of the individual stocks within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nMake sure to utilize Zacks.com to follow all of these stock-moving metrics, and more, in the coming trading sessions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "tsmc",
          "sentiment": "negative"
        },
        {
          "name": "nasdaq",
          "sentiment": "none"
        },
        {
          "name": "s&p 500",
          "sentiment": "none"
        },
        {
          "name": "zacks consensus estimates",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:11:56.935+02:00",
    "updated": "2023-12-29T02:11:56.935+02:00"
  },
  {
    "uuid": "c32d28fffef44996253ccc5016dfd23d5078cf2c",
    "url": "https://www.wjcl.com/article/santa-cruz-flooding-evacuations/46251852",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Josh Copitch",
    "published": "2023-12-29T18:42:00Z",
    "title": "VIDEOS: Huge waves, flooding and rip currents caused by storms in California",
    "text": "A series of powerful storms in the Pacific Ocean are driving towering waves into the California coastline, triggering flooding and posing a significant risk to people and structures along the coast.\nAdvertisement Video above: Big waves brings crowds to Monterey Peninsula\nWatch the videos below to see damage caused along the California coastline.\nLarge waves tosses kids in Santa Cruz A massive wave tossed kids who were watching the high surf in Santa Cruz, California, along West Cliff.\nVideo above taken by sister station KSBW viewer Craig Pearson shows on-lookers near lighthouse point trying to see the high surf hitting the Santa Cruz coastline when they were hit by a massive wave.\nWharf damaged by high surf in Santa Cruz Video above shows waves flooding the Santa Cruz County coastline, closing sections of streets in the area.\nWoman nearly washed out in Capitola A woman was nearly washed out to sea by the high surf in Capitola, California.\nVideo above sent by sister station KSBW viewer Mike N. shows the woman walking at the front of the Capitola Venetian Mouse House before being swept away by a wave.\nCapitola flooding Less than a year after a bomb cyclone-caused high surf flooded Capitola, the city was hit again by destructive waves.\nCoastal flooding shown in the video above , with waves reaching 20-25 feet tall, brought familiar sights to the city of Capitola.\nVideo Credit: Kaenon Hardy on YouTube\nBusinesses and homes near the coast were flooded once again. Drone video above shows the extent of the damage caused by flooding in Capitola.\nMassive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike n.",
          "sentiment": "none"
        },
        {
          "name": "craig pearson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "capitola venetian mouse house",
          "sentiment": "none"
        },
        {
          "name": "ksbw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pacific ocean",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "monterey peninsula",
          "sentiment": "none"
        },
        {
          "name": "santa cruz video",
          "sentiment": "none"
        },
        {
          "name": "santa cruz",
          "sentiment": "none"
        },
        {
          "name": "santa cruz county",
          "sentiment": "none"
        },
        {
          "name": "capitola",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:36:02.420+02:00",
    "updated": "2023-12-29T21:36:02.420+02:00"
  },
  {
    "uuid": "f69399fdcd34e96e67f07dd7cf9dd19d913de170",
    "url": "https://www.zonebourse.com/cours/action/BEAUCE-GOLD-FIELDS-INC-54321077/actualite/Modification-du-plan-d-option-d-achat-d-actions-45646620/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zonebourse",
    "published": "2023-12-28T22:35:00Z",
    "title": "Modification du plan d'option d'achat d'actions -Le 28 décembre 2023 à 23:35 | Zonebourse",
    "text": "Montreal, Quebec--(Newsfile Corp. - 28 décembre 2023) - Champs d'or en Beauce (TSXV: BGF) (Beauce Gold Fields) (« BGF » ou la « Société »), annonce que son conseil d'administration a approuvé la modification du nombre total d'actions pouvant être émises en vertu de son plan d'options d'achat d'actions, en l'augmentant de 4 890 000 actions, passant de 3 380 000 actions à 8 270 000 actions et, par conséquent, la consolidation de son plan d'option actuel dans le nouveau plan d'options 2023. Le nombre maximum d'actions ordinaires qui peuvent être émises en vertu du plan doit être équivalent à moins de 10 % des actions ordinaires émises et en circulation de la société. La modification et le nouveau plan d'option d'achat d'actions 2023 sont soumis à l'approbation des autorités réglementaires et de la Bourse de croissance TSX.\nÀ propos de Champs d'Or en Beauce Inc.\nChamps d'Or en Beauce Inc. (¨BGF¨) est une société d'exploration aurifère axée sur l'exploration dans la région de la Beauce au sud du Québec. La propriété phare de la société est le site du projet aurifère de St-Simon-les-Mines, site de la première ruée vers l'or du Canada, antérieure au Yukon Klondike. La région de la Beauce a abrité certaines des plus grandes mines d'or placérien historiques de l'est de l'Amérique du Nord qui étaient actives de 1860 aux années 1960. Elle a produit parmi les plus grosses pépites d'or de l'histoire minière canadienne (50 oz à 71 oz) (Source Sedar: Beauce juillet 4 th 2018, Rapport 43-101)\nL'objectif de Champs d'Or en Beauce est de retracer les anciens chantiers aurifères placers jusqu'à la source du substratum rocheux afin de découvrir un gisement d'or économique.\nDécharge de responsabilité :\nLa Bourse de croissance TSX et son fournisseur de services de règlementation (au sens attribué à ce terme dans les politiques de la Bourse de croissance TSX) n'assument aucune responsabilité quant à la pertinence ou à l'exactitude du présent communiqué.\nCe communiqué de presse contient certains énoncés prospectifs, au sens des lois sur les valeurs mobilières applicables. Les énoncés prospectifs reflètent les attentes et les hypothèses actuelles de la Société et sont assujettis à un certain nombre de risques et d'incertitudes qui pourraient faire en sorte que les résultats réels diffèrent sensiblement de ceux prévus. Ces énoncés prospectifs impliquent des risques et des incertitudes, y compris, mais sans s'y limiter, nos attentes en ce qui concerne l'exploration des ressources naturel et aurifère. Ces énoncés reflètent les points de vue actuels de la Société à l'égard des évènements futurs et sont assujettis à certains risques et incertitudes et à d'autres risques détaillés de temps en temps dans les dépôts en cours de la Société auprès des autorités en valeurs mobilières, lesquels documents peuvent être trouvés à www.sedar.com. Les résultats réels, les évènements et les performances futurs peuvent différer considérablement des attentes décrites. Les lecteurs sont priés de ne pas se fier indument à ces énoncés prospectifs. La Société n'assume aucune obligation de mettre à jour ou de réviser publiquement les énoncés prospectifs, à la suite de nouvelles informations, d'évènements futurs ou autrement, sauf dans les cas prévus par les lois sur les valeurs mobilières applicables.\nCONTACT :\nPatrick Levasseur, président et directeur général : Tél. (514) 262-9239\nwww.beaucegold.com\nTo view the source version of this press release, please visit https://www.newsfilecorp.com/release/192668",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.newsfilecorp.com/release/192668",
      "https://api.newsfilecorp.com/newsinfo/192668/158",
      "https://www.api.newsfilecorp.com/newsinfo/192668/158",
      "https://newsfilecorp.com/release/192668"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:30:28.371+02:00",
    "updated": "2023-12-29T03:30:28.371+02:00"
  }
]