[
  {
    "uuid": "0062200c0f8bd9399de6e6c6ac3dcd117b3e73be",
    "url": "https://coingape.com/xrp-price-prediction-expert-sees-potential-surge-to-3-70/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Coingape Staff",
    "published": "2023-12-28T19:44:00Z",
    "title": "XRP Price Prediction: Expert Sees Potential Surge to $3.70",
    "text": "Ripple XRP coin is currently in the spotlight following an expert’s analysis suggesting a potential surge in its value. Amid its ongoing consolidation phase, Ripple is showing signs that could lead to a significant increase in its price, possibly reaching $3.70. Currently [valued](https://coinmarketcap.com/currencies/xrp/) at $0.63, XRP is experiencing a consolidation phase along a slanted trend line. This pattern is reminiscent of previous cycles where the asset showed significant growth following similar trends. In 2021, XRP witnessed a 500% gain, reaching $1.60. This historical precedent and current market conditions form the basis of the expert’s prediction for a potential surge. [#XRP]Super Guppy (Update) 🔍 Latest Development Check: For a clearer picture, refer to the October 28, 2022 post: [https://t.co/WPLTtxRvov] What's Happening Now: [#XRP]is currently in a consolidation phase along a slanted trend line, reminiscent of cycle 'B'. The pattern mirrors… [pic.twitter.com/Uz3aHf4mR6] Recommended Articles — EGRAG CRYPTO (@egragcrypto) [December 26, 2023] Technical analysis retrieved from TradingView indicates a strong bullish market sentiment. The summary aligns with a ‘strong buy’ rating, supported by moving averages and oscillators. Ripple’s trading volume has surged by 38%, now standing at $1.9 billion, further reinforcing the positive outlook. Additionally, the [appearance](https://twitter.com/egragcrypto/status/1585847672854175745) of a glowing green Super Guppy, a set of moving averages indicating trend strength, suggests a bullish trend for XRP. XRP Legal Clarity and Market Anticipation Following Ripple’s partial victory in the case [against](https://coingape.com/xrp-lawsuit-ripple-legal-chief-us-sec-settlement/) the Securities and Exchange Commission (SEC), where XRP was declared not a security, market anticipation has grown. Despite this legal clarity, XRP has not yet seen a formidable rally in line with the general market movement. However, experts believe the asset is well-positioned for growth, especially when considering Ripple’s underlying technology and increasing adoption rates. Ripple Price Prediction The expert, known under the pseudonym Egrag Crypto, suggests that the period between December 2023 and February 2024 could be critical for XRP. This timeframe is expected to witness significant price movements, offering potential opportunities for investors. The analysis advises consolidating dollars and other crypto gains into XRP during this phase, which could amplify portfolios by six to seven times. XRP’s race to hit the $1 mark is also in context with competing assets like Cardano (ADA). Based on underlying factors and technical indicators it is considered to have a strong position in this race. The overall trajectory along with the [market](https://coingape.com/markets/xrp-price-prediction-simmers-at-0-64-can-december-uncork-festive-flow-towards-1/) trends and technology adoption rates, will be key determinants in its potential skyrocketing prospects. XRP/USD daily price chart, Source: [Tradingview](https://www.tradingview.com/x/EAv8su1G/) A look at the Ripple’s technical analysis obtained from TradingView reveals that optimistic sentiments dominate, with the summary coinciding with a strong buy’ at 13. Moving averages support the same rating of 11 and oscillators support a ‘buy’ at 2. The 20-EMA is currently above 50-EMA, indicating a bullish trend in the near term. Also read: [XRP Price Prediction: Will $0.6 Support Revive Recovery Trend?](https://coingape.com/markets/xrp-price-prediction-will-0-6-support-revive-recovery-trend/) [XRP Price Prediction: Simmers at $0.64, Can December Uncork Festive Flow Towards $1?](https://coingape.com/markets/xrp-price-prediction-simmers-at-0-64-can-december-uncork-festive-flow-towards-1/) [XRP Price Prediction: Analyst Sees Potential For Growth In This Market Cycle](https://coingape.com/xrp-price-prediction-analyst-sees-potential-for-growth/) [XRP Price Prediction: Will $0.6 Hold Strong Amidst the Market Uncertainty?](https://coingape.com/markets/xrp-price-prediction-will-0-6-hold-amidst-uncertainty/) [2024 Outlook: VanEck Makes Bullish Bitcoin Forecast as Investment Fund Grows](https://coingape.com/2024-outlook-vaneck-makes-bullish-bitcoin-forecast-as-investment-fund-grows/?utm_source=priceanalysisbar) [Congressman Tom Emmer Backs Davidson’s Bill to Overhaul SEC, Remove Gensler](https://coingape.com/congressman-tom-emmer-backs-davidsons-bill-to-overhaul-sec-remove-gensler/?utm_source=priceanalysisbar) [SEC Charges Entrepreneur Diana Fernandez with Investment Fraud](https://coingape.com/sec-charges-entrepreneur-diana-fernandez-with-investment-fraud/?utm_source=priceanalysisbar) [Hashdex Unveils Crypto Ad After Anticipated SEC Meet](https://coingape.com/hashdex-unveils-crypto-ad-after-anticipated-sec-meet/?utm_source=priceanalysisbar) [China Tightens Crypto Grip with Zhao’s 7-Year Sentence](https://coingape.com/china-tightens-crypto-grip-with-zhaos-7-year-sentence/?utm_source=priceanalysisbar) [VeChain Price Prediction: VET On The Move As Analyst Foresees Surge To $1.6](https://coingape.com/markets/vechain-price-prediction-vet-on-the-move-as-analyst-foresees-surge-to-1-6/?utm_source=priceanalysisbar) [Top Altcoins To Buy December 28: QNT, CAKE, BSV](https://coingape.com/markets/top-altcoins-to-buy-today-december-28-qnt-cake-bsv/?utm_source=priceanalysisbar) [Arbitrum Price Prediction: Analyst Predicts $2 Milestone Amidst 58% Surge](https://coingape.com/markets/arbitrum-price-prediction-analyst-predicts-2-milestone-amidst-58-surge/?utm_source=priceanalysisbar) [Crypto Price Prediction December 28: LINK, MINA, EGO](https://coingape.com/markets/crypto-price-prediction-today-december-28-link-mina-ego/?utm_source=priceanalysisbar) [Cardano Price Prediction Hints Last Pullback Before $ADA Hit $0.75](https://coingape.com/markets/cardano-price-prediction-hints-pullback-before-ada-hit-0-75/?utm_source=priceanalysisbar)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/egragcrypto/status/1585847672854175745",
      "https://www.tradingview.com/x/EAv8su1G/",
      "https://coinmarketcap.com/currencies/xrp/",
      "https://coinmarketcap.com/currencies/xrp",
      "https://www.coinmarketcap.com/currencies/xrp/",
      "https://tradingview.com/x/EAv8su1G/",
      "https://www.twitter.com/egragcrypto/status/1585847672854175745",
      "https://www.tradingview.com/x/EAv8su1G"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "tradingview",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:11.607+02:00",
    "updated": "2023-12-29T01:19:10.804+02:00"
  },
  {
    "uuid": "5fdae8febb36208ef5f0c15029e2855328104019",
    "url": "https://www.rcnradio.com/politica/senado-arrancara-debate-de-proyecto-para-luchar-contra-el-hambre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rcnradio",
    "published": "2024-03-22T02:32:00Z",
    "title": "Senado arrancará debate de proyecto para luchar contra el hambre",
    "text": "Senado arrancará debate de proyecto para luchar contra el hambre Un grupo de congresistas visitó el Banco de alimentos de Bogotá para continuar con el estudio de la iniciativa. En el Congreso de la República está avanzando un proyecto de ley que tiene como propósito combatir el hambre en todo el territorio nacional. La iniciativa busca generar incentivos tributarios a las empresas que donen alimentos en buen estado y de esta manera garantizar que millones de personas pobres tengan manera de alimentarse por lo menos una vez al día. Le puede interesar: [Presidente del conservatismo se enfrenta con Petro por supuesto “abuso” a su hija en aeropuerto](https://www.rcnradio.com/politica/presidente-del-conservatismo-se-enfrenta-con-petro-por-supuesto-abuso-a-su-hija-en) Esta semana, varios congresistas visitaron el Banco de Alimentos en Bogotá, para corroborar la manera como se está trabajando para ayudar los más necesitados de la ciudad. “No es posible que se sigan desperdiciando 9,7 millones de toneladas de alimentos al año, cuando pueden ser donados para enfrentar el hambre de millones de colombianos”, indicó la representante Saray Robayo, que es quien lidera la iniciativa en el Congreso. El proyecto ya está en la cancha del Senado de la República y en los próximos días arrancará su discusión en el tercero de cuatro debates. Robayo destacó el trabajo que vienen haciendo los 25 Bancos de Alimentos que funcionan a nivel nacional y agradeció la labor del padre Daniel Saldarriaga, a su equipo y a Juan Carlos Buitrago, Director Ejecutivo de ABACO, la Asociación de Bancos de Alimentos en Colombia. Dijo que “estamos decididos a ganar la batalla contra el hambre”. En la visita que realizaron, también estuvo presente el representante a la Cámara Edwar Sarmiento, quien se había opuesto a esta iniciativa en su segundo debate, pero quien pudo corroborar la labor que realizan estas entidad para llevar alimentación a los más necesitados. Consulte aquí: [Por primera vez, el Senado trabajará en Semana Santa](https://www.rcnradio.com/politica/por-primera-vez-el-senado-trabajara-en-semana-santa) Este proyecto de ley busca que el descuento que hoy tienen las empresas en el impuesto de renta por la donación de alimentos pase del 25% al 40%, con el ánimo de incentivar esta práctica, y que en casos de emergencia dicho descuento pueda ascender hasta el 50%. Sistema Integrado de Información",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T05:59:45.434+02:00",
    "updated": "2024-03-22T05:59:45.434+02:00"
  },
  {
    "uuid": "8042827a998d8a3fc57ff6f876e40a04f3742d66",
    "url": "https://www.einpresswire.com/article/677868597/innovation-expert-dan-adams-reveals-three-ways-a-company-can-restore-its-builder-spirit-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dottie DeHart",
    "published": "2023-12-28T22:15:00Z",
    "title": "Innovation Expert Dan Adams Reveals Three Ways a Company Can Restore Its “Builder Spirit” in 2024",
    "text": "Innovation Expert Dan Adams Reveals Three Ways a Company Can Restore Its “Builder Spirit” in 2024 The best companies are those with a senior leadership team full of what he calls “Builders.” Dan Adams offers a three-step plan of attack to take next year.CUYAHOGA FALLS, OH, USA, December 28, 2023 / [EINPresswire.com](https://www.einpresswire.com/)/ -- For many companies, 2023 was a doozy. Navigating a shaky economy, rampant inflation, labor shortages, and soaring interest rates has taken its toll. Dan Adams has a suggestion for struggling companies that want to turn things around in 2024: Set a New Year’s resolution to restore the Builder spirit. “Every company was founded by a Builder,” says Adams, author of Business Builders: How to Become an Admired & Trusted Corporate Leader (The AIM Institute, 2023, ISBN: 979-8-854-42618-3, $19.95). “Yet too many end up putting a different type of leader—a Decorator or Remodeler or even a Realtor—in charge later. From that point on, whether they know it or not, there’s a long spiral into mediocrity, irrelevance, or even nonexistence.” The root of many organizations’ problems could be that they’ve got the wrong leaders at the helm, says Adams. His company did some [research that yielded two key findings](https://theaiminstitute.com/organic-growth/why-your-senior-business-leader-should-be-a-builder/): 1. Only one-third to one-half of companies are still led by Builders. The rest have leaders who are fixated on issues other than growth—say, presenting favorable financial performance to investors, or improving operational efficiency, or pursuing external alliances. (Adams labels these non-Builder types Decorators, Remodelers, and Realtors, respectively.) 2. Companies helmed by senior leaders he classifies as Builders consistently experience faster revenue growth than those headed up by other types of leaders. Adams says the C-suite must have a hefty dose of “Builder spirit”—a passion for driving organic growth by delivering differentiated value to customers, a focus on innovation, and an insistence on thinking in years rather than quarters—to stay competitive in a fierce marketplace. Lose that spark, and organizations are prone to big leadership errors that squelch their own growth. How can companies tell if they have lost the “Builder spirit”? Adams’ book explains more, of course, but a few red flags are: • Revenue growth is sluggish. • There’s lots of talk about maximizing shareholder wealth (Adams calls this a “false goal”). • Customer-facing innovation is downplayed (or even neglected). • There are lots of cost-cutting measures like spending freezes and mass lay-offs. • In general, employees seem uninspired, disengaged, and unhappy in general, with the best and brightest future Builders jumping ship. If any of this sounds (dismayingly) familiar, don’t worry: Organizations can restore the Builder spirit, get back on track, and start ramping up growth. Adams offers a three-step plan of attack to take starting in 2024. STEP 1: Start putting Builders in charge. When a Decorator is left in charge—someone fixated on making the company look better to investors—companies fail to inspire employees, and chase away future Builders. “But don’t fire those who aren’t Builders,” Adams advises. “You need their help to improve operational efficiency, make acquisitions, or look good on Wall Street. You need them, but in supporting roles.” How to know if someone is a Builder? They should have market-facing innovation in their DNA, a desire to build skills and capabilities, a passion to make things better, a duty to leave the business stronger than they found it, and frankly, they won’t be satisfied doing much else. (If leaders want to get real about their own mindset and/or that of other leaders in the company, visit [https://www.areyouabusinessbuilder.com/](https://www.areyouabusinessbuilder.com/)for a quick and easy assessment.) “You can’t afford to hesitate with changes at the senior leadership level, but you can take more time with middle management,” notes Adams. “Give them a chance to show what they can do. Establish new measures of success, starting with their ‘duty’ to leave their business stronger than they found it. Ask them for evidence showing they’re strengthening their business’s long-term growth capabilities and their plan to do more of this.” STEP 2: Create a growth capabilities roadmap. Building the long-term capabilities to become a growth powerhouse doesn’t take place in a single year. Nor does it make sense to bounce from one initiative to another in a haphazard fashion. An organization needs a roadmap that is intelligently formed, embraced by the full leadership team, and communicated clearly and often to all employees. Leaders can start by developing a list of capabilities their company needs for strong organic growth driven by market-facing innovation. For example: customer interviewing skills, competitive insights, R&D capabilities, new product launch, talent management, and culture of innovation (to name a few). “Conduct an employee survey measuring your business’s current capabilities,” suggests Adams. “Then, for each capability, ask them to rate its importance and satisfaction. Prioritize improving capabilities with high importance scores and low satisfaction scores. Next, create a plan to boost those capabilities most likely to impact your growth. Publish your results for all employees to see and make it clear that your goal is to understand and meet customer needs better than others.” STEP 3: Attract new investors who get the benefit of long-term thinking. Publicly traded companies need patient investors who are focused on the longer term. If quarterly earnings in these companies take a dip while leaders stay focused on the future, these investors will understand. In fact, they don’t want leaders making poor decisions that damage long-term growth. When meeting with investors, try to assess if they’re truly in this for the long haul with the organization. “Too many company leaders make the excuse, ‘We’d like to focus on the future, but investors won’t let us,’” Adams says. “That argument doesn’t hold up. In Amazon’s early years, Jeff Bezos led it through seven years without showing a profit. Far from penalizing Amazon, Wall Street cheered it on. Its leader had communicated a vision of growth, and this is what you must do.” One more thing: It’s important for companies to carefully time when they start courting long-term investors. Do it too soon, and a company might seem like they’ve got a story without substance. Do it too late, and their stock will be punished when they make the right decisions judged by the wrong investors. “I suggest communicating elements of your Growth Capabilities Roadmap when you can do so buoyed by early successes,” says Adams. “Examples of market-facing innovation that led to positive financial results will be well received. I’ve seen billion-dollar businesses completely reinvent themselves this way. It’s not easy, and it takes several years. But as a leader, you won’t be on your own. You’ll have many very motivated employees coming alongside to join you.” (Now that sounds like a 2024 to look forward to!) # # # About the Author: Dan Adams is the founder of The AIM Institute and author of the books Business Builders and New Product Blueprinting, as well as the blog Awkward Realities and video series B2B Organic Growth. He is a chemical engineer with a listing in the National Inventors Hall of Fame. Dan has trained tens of thousands of B2B professionals globally in the front end of innovation and works with senior executives on driving profitable, sustainable growth. For more information, please visit [https://theaiminstitute.com/](https://theaiminstitute.com/). About the Book: Business Builders: How to Become an Admired & Trusted Corporate Leader (The AIM Institute, 2023, ISBN: 979-8-854-42618-3, $19.95) is available at bookstores nationwide and from major online booksellers. Dottie DeHart DH&C dottie@dehartandcompany.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.areyouabusinessbuilder.com/",
      "https://www.areyouabusinessbuilder.com/)for",
      "https://theaiminstitute.com/).",
      "https://theaiminstitute.com/",
      "https://theaiminstitute.com/organic-growth/why-your-senior-business-leader-should-be-a-builder/):",
      "https://www.areyouabusinessbuilder.com",
      "https://theaiminstitute.com",
      "https://areyouabusinessbuilder.com/",
      "https://areyouabusinessbuilder.com/)for",
      "https://www.theaiminstitute.com/organic-growth/why-your-senior-business-leader-should-be-a-builder/):",
      "https://www.theaiminstitute.com/",
      "https://www.theaiminstitute.com/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dan adams",
          "sentiment": "negative"
        },
        {
          "name": "adams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aim institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:27.292+02:00",
    "updated": "2023-12-29T00:32:27.292+02:00"
  },
  {
    "uuid": "536266987d5b5e450c0147a505cab576c0f7339e",
    "url": "https://source-wiki.win/index.php?title=Unlock_Countless_Enjoyment:_Your_Overview_to_Registering_With_Nuebe_Gaming&diff=696875&oldid=0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "L4waedu918",
    "published": "2024-01-05T23:50:00Z",
    "title": "Unlock Countless Enjoyment: Your Overview to Registering With Nuebe Gaming",
    "text": "Difference between revisions of \"Unlock Countless Enjoyment: Your Overview to Registering With Nuebe Gaming\"\n|\n|\n(Created page with \"In the ever-expanding world of online gaming, Nuebe Gaming has actually arised as a sign of innovation and exhilaration, especially for enthusiasts in the Philippines. When yo...\")\n(No difference)\nLatest revision as of 23:50, 5 January 2024\nIn the ever-expanding world of online gaming, Nuebe Gaming has actually arised as a sign of innovation and exhilaration, especially for enthusiasts in the Philippines. When you decide to begin on the Nuebe Gaming join procedure, you are not simply opening up an account, yet entering a world of countless entertainment and gaming chances. This popular online casino, accredited by the Isle of Man Gambling Guidance Compensation, supplies a varied range of games and an unmatched individual experience.\nThe simplicity and simplicity of the Nuebe Gaming subscribe procedure are significant. Created to be straightforward, the sign-up treatment can be completed in just a couple of mins, allowing you to promptly dive right into the thrilling globe of online gaming. Whether you have an interest in ports, live online casino games, sports wagering, or other amazing offerings, Nuebe Gaming has something to satisfy every preference.\nA significant draw for brand-new players is the eye-catching totally free signup bonus that Nuebe Gaming provides. This perk is a warm welcome that enhances your initial gaming experience, giving you with more possibilities to explore the substantial range of games offered. Moreover, as you finish your Nuebe Gaming subscribe, you will discover yourself qualified for numerous daily, weekly, and long-lasting promos, making your gaming journey much more fulfilling.\nEconomic purchases are a essential part of any type of online gaming experience, and Nuebe Gaming masters this respect. The platform sustains a variety of payment alternatives including GCash, GrabPay, PayMaya, and several local financial institutions, making deposits and withdrawals seamless and convenient. This is enhanced by an automatic money flow system that refines transactions within an impressive 30-second timeframe, highlighting the system's commitment to effectiveness.\nFinally, Nuebe Gaming's commitment to customer fulfillment appears throughout the register procedure and beyond. The platform supplies day-and-night customer assistance with conversation and voice help, guaranteeing that any problems you run into are swiftly solved. This degree of client care is not just regarding analytical; it has to do with creating a stress-free, satisfying gaming environment where gamers can focus on what they enjoy doing most.\nIn conclusion, the Nuebe Gaming subscribe procedure is your gateway to a world where amusement, benefit, and client fulfillment converge. It's not just about playing games; it has to do\nLook at this website with experiencing the peak of online gaming in a safe, easy to use, and interesting system. Whether you are a skilled bettor or a curious newcomer, Nuebe Gaming welcomes you to join and discover the excitement and enjoyment that awaits.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://nuebe.co",
      "https://www.nuebe.co"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nuebe gaming",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:53:53.033+02:00",
    "updated": "2024-01-06T01:53:53.033+02:00"
  }
]