[
  {
    "uuid": "50c977cd2c234fff91d1366eff3a57f694b33f51",
    "url": "https://newsrnd.com/news/2023-12-28-double-headache-for-san-lorenzo--they-were-inhibited-by-an-old-debt-and-came-into-conflict-with-a-player-who-wants-to-leave.HJeLlWKowp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T23:12:00Z",
    "title": "Double headache for San Lorenzo: they were inhibited by an old debt and came into conflict with a player who wants to leave - The Limited Times",
    "text": "The first hours of Marcelo Moretti's government in San Lorenzo were not quiet. On Thursday, FIFA issued an inhibition due to the claim of Yeison Gordillo , former player of the Boedo club, for an old debt. Almost at the same time, a conflict broke out with another Colombian, Rafael Pérez , who declared himself free for non-payment, although the new president assures that he transferred the money on time.\nOn the scale of importance, an inhibition beats a casualty in the first team, but both are problems for the institution and for Ruben Darío Insua . On the one hand, today San Lorenzo is prevented from registering new contracts. And, to top it off, everything indicates that they are going to lose a key defender for the Galician.\nThe history with Gordillo goes back a long way. The midfielder, for whom the Ciclón had paid $1,200,000 for 80 percent of his move to Deportes Tolima, was considered free to play in the middle of last year due to unpaid debts.\nThe first intimation via Agremiados had been at the beginning of 2022, but the sequence was repeated in May. Finally, in August, the 31-year-old midfielder who currently plays for Velez reached an agreement with the previous management for a payment plan.\nGordillo played a year and a half with the Ciclón between 2021 and 2022. Photo: AFP\nHe had signed for 3 24/<> years, he was there for one and a half and had two more to go. Gordillo agreed to collect in installments what he owed plus three months of the <> months that lay ahead of him. However, that agreement was not fulfilled by San Lorenzo and the Colombian raised his claim to the FIFA offices.\nHow much is the debt? The exact amount was not disclosed but, according to Clarín , the figure exceeds one million dollars. Moretti and company have two options: either they pay to lift the inhibition or they try to open dialogue with the player to reach a new agreement. One way or another, the solution will have to be immediate if they want to strengthen the team ahead of next year's Copa Libertadores.\nAt the same time, Rafa Perez is looking for his exit although he has one year left on his contract and notified this past Wednesday that he is considered a free player for non-payment of a bonus debt of 110 thousand dollars.\nPerez issued a Dec. 12 request to be paid within 15 days. According to Barça's new leadership, there was time until Wednesday 27 to pay, the day on which part of the total was transferred to adjust to the law.\nRafe Perez does not plan to return to San Lorenzo. Photo: AFP\nHowever, Perez moved forward with Junior de Barranquilla, a club that wants to sign him as a free agent. In Colombia, they even report that the medical check-up has already been carried out and that their contract has been agreed. What is coming now will be a legal battle between the player and the Cyclone, although it is almost a given that he will no longer wear blue and red again.\nIn this regard, the arrival of Jhohan Romaña, another Colombian defender who last played for Olimpia and whose transfer belongs to Austin FC, is advanced, who would loan him out with an option to buy. Of course, the current inhibition will have to be lifted first.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marcelo moretti",
          "sentiment": "negative"
        },
        {
          "name": "yeison gordillo",
          "sentiment": "none"
        },
        {
          "name": "gordillo",
          "sentiment": "none"
        },
        {
          "name": "ruben darío insua",
          "sentiment": "none"
        },
        {
          "name": "rafael pérez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fifa",
          "sentiment": "neutral"
        },
        {
          "name": "ciclón",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san lorenzo",
          "sentiment": "none"
        },
        {
          "name": "agremiados",
          "sentiment": "none"
        },
        {
          "name": "deportes tolima",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:21:56.621+02:00",
    "updated": "2023-12-29T01:21:56.621+02:00"
  },
  {
    "uuid": "b4e31fb8ab98069af96c15665a024710f980de2d",
    "url": "https://www.belfasttelegraph.co.uk/news/uk/blair-aides-wanted-asylum-holding-camp-on-the-isle-of-mull/a1368990048.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gavin Cordon. PA",
    "published": "2023-12-28T23:01:00Z",
    "title": "Blair aides wanted asylum holding camp on the Isle of Mull | BelfastTelegraph.co.uk",
    "text": "Blair aides wanted asylum holding camp on the Isle of Mull Tony’s Blair’s Labour government considered setting up a holding camp on the Isle of Mull in an attempt to drive down the numbers of asylum seekers entering in the UK, according to newly released official papers. The plan, put forward by one of the prime minister’s closest aides, was part of a “nuclear option” for tackling the asylum issue which would have seen illegal migrants put straight back on the plane they arrived on with little or no right of appeal. Drawn up just months before the US-UK invasion of Iraq, the scheme also called for the creation of a series of regional “safe havens” in countries such as Turkey and South Africa – where refugees who could not be returned to their own country could be sent. Although in the event it was not taken up, it echoes the debate still taking place more than 20 years later around Rishi Sunak’s plans to deport asylum seekers to Rwanda. The proposals, contained in files released by the National Archives in Kew, west London, reflect Mr Blair’s frustration that “ever-tougher controls” in northern France had not had an impact on the number of asylum claims – which reached a new monthly high of 8,800 in October 2002. “We must search out even more radical measures,” Mr Blair scrawled in a handwritten note. Following a brainstorming session with senior officials and advisers, the prime minister’s chief of staff Jonathan Powell produced a paper entitled Asylum: The Nuclear Option, in which he questioned whether the UK needed and asylum system at all. “As an island, people who come here by sea have by definition already passed through a safe country. And very few of those who apply at airports are genuine refugees,” he wrote. “So in fact what we should be looking at is a very simple system that immediately returns people who arrive here illegally. Uttering the word ‘asylum’ should not allow people to opt out of this system and give them the right to remain here for months or years while their cases are heard. “Ideally we should not have an asylum hearing at all, simply a decision by an immigration officer to return someone followed by a one tier fast appeal against that decision if that is necessary.” Mr Powell said that it should form part of “a big bang solution that would send a shock through the system”. In particular, he pointed to the “great success” the Australians had had by housing all asylum seekers in one place, with many asking to be returned to their own country. He said that officials in the office of the attorney general, Lord Goldsmith, had suggested setting up a camp on the Isle of Mull in the Inner Hebrides where people could be detained until they could be removed. “I doubt that is going to work because of the nimby factor, but we have commissioned work to look at tagging, detention etc to help deter people and ensure we are able to return them as soon as their appeals have been heard,” Mr Powell wrote. Elsewhere, other officials suggested claimants could be sent to the Falkland Islands, 8,000 miles away in the south Atlantic. Mr Powell said they were also looking at establishing a series of “safe havens” in Turkey, South African and Kenya – where asylum seekers from Iraq, Zimbabwe and Somalia could be returned to. The Foreign Office said it believed Turkey in particular could be persuaded to set up such a centre “quite rapidly” in return for financial assistance, while the United Nations High Commissioner for Refugees would back such an approach. Mr Powell said they should also legislate “incompatibly” with Article 3 of the European Convention on Human Rights to allow the removal people despite the risk of persecution – even though it would be challenged by the court in Strasbourg. “We would like to extend this to return any illegal immigrant regardless of the risk that they might suffer human or degrading treatment,” he advised. “We would almost certainly lose this case when it got to Strasbourg. But we would have two to three years in the meantime when we could send a strong message into the system about our new tough stance. “And we would make clear that if we lost in Strasbourg we would denounce the ECHR and immediately re-ratify with a reservation on Article 3.” Home Office lawyers warned that the measures would fall foul of the Geneva Convention on refugees. An exasperated Mr Blair scrawled “just return them”, adding: “This is precisely the point. We must not allow the ECHR to stop us dealing with it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "blair",
          "sentiment": "neutral"
        },
        {
          "name": "rishi sunak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "isle of mull tony’s blair’s labour",
          "sentiment": "neutral"
        },
        {
          "name": "national archives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "rwanda",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "kew",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:20:54.689+02:00",
    "updated": "2023-12-29T02:20:54.689+02:00"
  },
  {
    "uuid": "f12196d424291b9a480aea4d7e009600bbac9eba",
    "url": "https://www.timescolonist.com/indigenous-news/canadians-across-country-celebrate-new-years-day-with-polar-bear-swims-8044272",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lyndsay Armstrong; Ritika Dubey; The Canadian Press",
    "published": "2024-01-01T12:20:00Z",
    "title": "Canadians across country celebrate New Year's Day with polar bear swims",
    "text": "Hundreds of people across Canada shrieked, shivered and smiled their way into a new year on Monday as they took part in the long-standing tradition of Jan. 1 polar bear dips.\nCanadians have been marking New Year's Day with plunges into lakes, oceans and rivers made frigid by typical January conditions since at least 1920, and scheduled events in cities spanning Halifax to Vancouver were poised to maintain the ritual.\nJoanie McNally, from Sackville, N.S., lost no time in kicking off this year's polar dips when she ran into the icy ocean water at Queensland Beach on Nova Scotia's South Shore at 9 a.m. Monday morning. In doing so, she also fulfilled a long-standing personal goal.\n“We’re always at this beach, but this is the first time (swimming) when it’s on the more frigid side,” she said moments before taking the plunge.\n“It’s a bit of a challenge to start the new year on the right track.”\nThe temperature sat around -5 C as McNally and 11 other swimmers stripped off their winter jackets, mittens and hats and went off into the icy waves.\nMcNally’s husband and daughter, along with a handful of other spectators, cheered and hollered for the group as they ran from the frozen sand to the chilly water.\nDave Morash, also from the Sackville area, said this is the coldest polar plunge he’s done in at least six years.\nMorash and a small group of fellow high school teachers have been doing the plunge together since 2018, but he says this is the first time since then that the temperature has been below zero on New Years Day.\n“It’s invigorating, it’s like all of your nerve endings start tingling,” he said immediately after the dip.\n“I always refer to it as a reboot, you sort of reboot your system like a computer. So here we go, here comes 2024,” he said with a laugh as he dried off.\nMonday's swim, while launching new traditions for some, also marked a departure from New Year's Days past in Halifax.\nFor many years, swimmers jumped into the ocean from a city wharf as part of the Herring Cove Polar Bear Dip. The non-profit organization that had put on the event since 1994 cancelled the 2021 dip due to the COVID-19 pandemic, and has not resumed since.\nA recent social media post from the Herring Cove Polar Dip organization says it is “hoping to look at options going forward” for future events and asked for volunteer support.\nWhen Halifax resident Darrell Robert found out there would not be an organized dip yet again this year, he suggested in comments on social media that people meet at Queensland Beach for an impromptu swim.\n“It's nice to corral people and motivate each other to do something new on a new year,” he said, adding he was pleased to see so many faces show up at the beach Monday morning.\n“I like to see people get together as a community, I think it’s great and it's a great start to the new year.”\nSmall groups of cold-water swimmers are expected to do their own polar plunges throughout Nova Scotia. More than 20 swimmers in Halifax took an icy plunge into the Northwest Arm at Sir Sandford Fleming Park.\nSimilar events, many of which are intended to raise money for charity, are set to take place in locations including Charlottetown, Saint John, N.B. and Vancouver.\nIn Oakville, Ont., a city just west of Toronto, the return of sub-zero temperatures following days of unseasonably mild conditions proved no deterrent for the roughly 850 people who took part in a plunge at Coronation Park. The swim in Lake Ontario was intended to raise money for charity World Vision Canada.\nCEO Michael Messenger said this year’s dip has so far raised $100,000 towards projects that help provide clean water in developing countries.\nThe 39th annual Oakville plunge marked the first such dip for 11-year-old Luca Tarabokia.\n“I’m pretty excited for it because the waves look awesome and I like the waves,” Tarabokia said.\n“It’s my first time. I want to do it again next year if it goes well.\"\nHis mother, Jane Moran, called Tarabokia the \"cold water representative\" for their family.\n“You’ve got to have a certain fortitude to be able to do this and I really, really admire those who are able to do it, but I’m not one of them,\" she said with a laugh.\nThis report by The Canadian Press was first published Jan. 1, 2024.\nLyndsay Armstrong and Ritika Dubey, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joanie mcnally",
          "sentiment": "none"
        },
        {
          "name": "mcnally",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "nova scotia",
          "sentiment": "none"
        },
        {
          "name": "south shore",
          "sentiment": "none"
        },
        {
          "name": "sackville",
          "sentiment": "none"
        },
        {
          "name": "halifax",
          "sentiment": "none"
        },
        {
          "name": "n.s.",
          "sentiment": "none"
        },
        {
          "name": "queensland beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T23:18:31.760+02:00",
    "updated": "2024-01-01T23:18:31.760+02:00"
  }
]