[
  {
    "uuid": "12ea9c639879b5c244319b5d0237d4c80e78de0b",
    "url": "https://www.newsbreak.com/massachusetts-state/3279761503868-workers-in-new-england-states-looking-forward-to-a-bump-up-in-minimum-wages-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T19:15:00Z",
    "title": "Workers in New England states looking forward to a bump up in minimum wages in 2024",
    "text": "Workers in several New England states are looking forward to a bump up in the minimum wage in 2024 while advocates in Massachusetts are pushing a ballot question aimed at phasing out the state's subminimum wage of $6.75 per hour for tipped workers. In Rhode Island, the state's current $13 minimum wage will jump by $1 to $14 an hour on Jan. 1. It is the next step in a phased-in increase that will reach $15 in 2025. In Vermont, the state’s minimum wage will reach $13.67 — climbing $0.49 from the current $13.18 wage. The annual adjustment also affects the minimum wage for tipped workers, which will tick up from $6.59 to $6.84 per hour. Maine will see its hourly minimum wage tick up from $13.80 to $14.15 per hour. Maine requires annual adjustments to the minimum wage based on the cost-of-living. Portland is pushing its city minimum wage from $14 to $15. The state's new tipped wage in 2024 will be $7.08 per hour. The minimum wage in Connecticut will rise from the current rate of $15.00 per hour to $15.69 — the highest in New England. Beginning Jan. 1, and occurring annually each following Jan. 1, the wage will be adjusted according to the U.S. Department of Labor’s calculation of the employment cost index. Massachusetts' minimum wage will remain at $15 per hour in 2024, although there is a campaign to hike the wage again to $20. New Hampshire continues to have the lowest minimum wage in New England, matching the federal wage of $7.25. State lawmakers have defeated multiple attempts to increase it in recent years. The New England states are among 20 raising minimum wages for workers, further widening the gap between state requirements and the federal minimum wage, which has been static at $7.25 an hour since July 2009. In several states, the new minimum will more than double that rate. In Massachusetts, advocates are pushing a ballot question that would phase out the state’s “service rate” which lets restaurants pay workers $6.75 an hour if tips make up the difference between that and the state's $15 minimum wage. Under the question, the service rate would end by 2029. Organizers for the group One Fair Wage said they have collected enough signatures to clear an initial hurdle to gaining a slot on next year's ballot. \"Massachusetts voters are ready to move away from outdated wage practices and towards a system that guarantees dignity, justice, and economic security for all workers,\" Saru Jayaraman, president of One Fair Wage, said in a written statement, The Massachusetts Restaurant Association opposes the question, saying the highest-paid employees in any restaurant are tipped employees, frequently averaging $20, $30, and sometimes even $50 per hour. A restaurant owner can employ more than two full time waitstaff employees for the same hourly rate as one minimum wage employee, said Jessica Muradian of Massachusetts Restaurant Association. “This is a win for the tipped employee because they are the highest compensated employee in the restaurant, it’s a win for the guest who is getting a full-service experience and a win for the restaurant operator who gets to employ as many people as possible,” she said in a statement. The U.S. Department of Labor in August has also announced a proposed rule that would let 3.6 million more workers qualify for overtime. The proposed regulation would require employers to pay overtime to salaried workers who are in executive, administrative and professional roles but make less than $1,059 a week, or $55,068 a year for full-time employees. That salary threshold is up from $35,568.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.independent.co.uk/topic/maine",
      "https://www.independent.co.uk/topic/new-england",
      "https://img.particlenews.com/image.php?url=2Yazey_0qSlh6Cc00",
      "https://www.independent.co.uk/topic/massachusetts",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2Yazey_0qSlh6Cc00",
      "https://www.independent.co.uk/topic/portland",
      "https://independent.co.uk/topic/maine",
      "https://www.img.particlenews.com/image.php?url=2Yazey_0qSlh6Cc00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2Yazey_0qSlh6Cc00",
      "https://img.particlenews.com/image.php",
      "https://independent.co.uk/topic/massachusetts",
      "https://independent.co.uk/topic/new-england",
      "https://independent.co.uk/topic/portland"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "vermont",
          "sentiment": "none"
        },
        {
          "name": "rhode island",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:06:24.707+02:00",
    "updated": "2023-12-29T01:06:24.707+02:00"
  },
  {
    "uuid": "e10f257a7387c11e01011db52356a89357903997",
    "url": "https://uk.news.yahoo.com/snow-slickens-roads-eastern-iowa-222119342.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "San Luis Obispo Tribune",
    "published": "2023-12-28T00:00:00Z",
    "title": "Snow Slickens Roads in Eastern Iowa",
    "text": "Storyful Snow Slickens Roads in Eastern Iowa Read full article Storyful December 29, 2023 at 12:21 a.m.\nHigh rates of snowfall was leading to “slushy accumulation” and reduced visibility roads in eastern Iowa on Thursday, December 28, officials said, prompting warnings to motorists to “slow down and drive carefully.”\nThis video shows light snow coating a parking lot in Cascade, southwest of Dubuque, on Thursday morning.\nThe snow was expected to continue in Illinois, to to the east, through Thursday night, with 1 inch of accumulation expected, the National Weather Service said . Credit: @everythinglov18 via Storyful\nTRENDING 1. A broken pelvis, a severed vein and a holiday ruined 2. B.C. trucker found dead 4 days after completing delivery in Winnipeg, family friend says 3. Alberta family of three reported missing on Christmas found dead: RCMP 4. Nikki Haley doesn't mention slavery when asked what caused the Civil War. She later walks that back 5. North Korea's Kim orders military to accelerate war preparations -state media",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/lSD9iuP_toN5cM.mwMKRow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEzNDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://twitter.com/NWSQuadCities/status/1740404852159885649",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://twitter.com/intent/tweet?text=Snow%20Slickens%20Roads%20in%20Eastern%20Iowa&url=https%3A%2F%2Fca.news.yahoo.com%2Fsnow-slickens-roads-eastern-iowa-222119342.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://twitter.com/NWSQuadCities/status/1740456327233544670\\",
      "https://twitter.com/NWSQuadCities/status/1740456327233544670",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fsnow-slickens-roads-eastern-iowa-222119342.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/iyxHaumWazVjh7Cigb9l0w--~B/aD00NDU7dz02MDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/video.storyful.com/97126626edf1d489501512286cd508c5",
      "https://www.storyful.com",
      "https://s.yimg.com/uu/api/res/1.2/luBnNODxEfAuDdzZllR_oA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/video.storyful.com/97126626edf1d489501512286cd508c5)",
      "https://twitter.com/NWSQuadCities/status/1740404852159885649\\",
      "https://media.zenfs.com/en/video.storyful.com/97126626edf1d489501512286cd508c5",
      "https://www.twitter.com/NWSQuadCities/status/1740456327233544670",
      "https://www.s.yimg.com/uu/api/res/1.2/luBnNODxEfAuDdzZllR_oA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/video.storyful.com/97126626edf1d489501512286cd508c5)",
      "https://www.facebook.com/dialog/feed",
      "https://storyful.com",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fsnow-slickens-roads-eastern-iowa-222119342.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/lSD9iuP_toN5cM.mwMKRow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEzNDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://www.twitter.com/NWSQuadCities/status/1740404852159885649\\",
      "https://www.s.yimg.com/uu/api/res/1.2/iyxHaumWazVjh7Cigb9l0w--~B/aD00NDU7dz02MDA7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/video.storyful.com/97126626edf1d489501512286cd508c5",
      "https://www.media.zenfs.com/en/video.storyful.com/97126626edf1d489501512286cd508c5",
      "https://www.twitter.com/intent/tweet?text=Snow%20Slickens%20Roads%20in%20Eastern%20Iowa&url=https%3A%2F%2Fca.news.yahoo.com%2Fsnow-slickens-roads-eastern-iowa-222119342.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.twitter.com/NWSQuadCities/status/1740404852159885649",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://www.twitter.com/NWSQuadCities/status/1740456327233544670\\",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "kim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "storyful",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eastern iowa read",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "winnipeg",
          "sentiment": "none"
        },
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "dubuque",
          "sentiment": "none"
        },
        {
          "name": "cascade",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:16.465+02:00",
    "updated": "2023-12-29T00:35:16.465+02:00"
  },
  {
    "uuid": "d9d1dfa3619eb9be263853616110ca534223b0cd",
    "url": "https://www.telam.com.ar/notas/202312/650964-abuso-sexual-san-isidro-condena-monja.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TÉLAM",
    "published": "2023-12-28T00:00:00Z",
    "title": "Condenaron a 10 años a una monja por abuso sexual contra cinco adolescentes en San Isidro",
    "text": "Sociedad 28-12-2023 19:23 - los hechos sucedieron entre 2017 y 2021 Condenaron a 10 años a una monja por abuso sexual contra cinco adolescentes en San Isidro María Tellez Fajardo fue encontrada culpable de \"abuso sexual gravemente ultrajante agravado\" contra cinco adolescentes de entre 12 a 17 años en el Hogar Hermanas Trinitarias de Boulogne, en el partido bonaerense de San Isidro. La justicia condenó este jueves a 10 años de prisión a la monja Tellez Fajardo por el delito de \"abuso sexual gravemente ultrajante agravado\" contra cinco adolescentes con quienes convivió en el Hogar de las Hermanas Trinitarias de Boulogne, en el partido bonaerense de San Isidro. La sentencia a cargo del Tribunal Oral en lo Criminal 1 de San Isidro, integrado por los jueces Sebastián Urquijo, Alberto Ortolani y Gonzalo Aquino recayó sobre María Tellez Fajardo (Sor Marina), de nacionalidad colombiana, quien se encontraba con prisión preventiva. Según el fallo al que tuvo acceso Télam, Tellez Fajardo fue encontrada culpable por ser \"autora penalmente responsable del delito de abuso sexual gravemente ultrajante agravado por tratarse de una persona encargada de la guarda y contra menores de 18 años y aprovechando la situación de convivencia preexistente, su relación de autoridad y que las víctimas no haya podido consentir libremente el accionar\". Los abusos se produjeron contra cinco adolescentes de entre 12 a 17 años durante 2017 y 2021 en el Hogar ubicado en la calle Carlos Tejedor número 348. En noviembre, la querella había solicitado una condena de 15 años de prisión y la fiscalía, otra de 10. Atención especializada sobre los derechos de niñas, niños y adolescentes - Por llamada gratuita y confidencial a la [Línea 102](tel:102). - Si sos víctima de violencia familiar o sexual, llamá a la [Línea 137](tel:137). - Si no te podes comunicar, [buscá las áreas de niñez de tu provincia](https://www.argentina.gob.ar/desarrollosocial/linea102/areasninez). El juez Aquino consideró en la sentencia que \"lo que ha quedado probado aquí es que la imputada no protagonizó un acto aislado, fugaz, discontinuo o sorpresivo en perjuicio de sus víctimas\". \"Inexorablemente tal circunstancia configura una mayor ofensa a la dignidad e integridad sexual, moral y personal de las damnificadas, que sufrieron un grado de degradación o vejación superior al del abuso sexual simple\", remarcó el magistrado al referirse al período de entre \"2 y 5 años\". Para el magistrado, \"es evidente que María Tellez Farjado actuó desde una posición de aprovechamiento de convivencia preexistente con las menores desde que eran nada menos que niñas institucionalizadas en un Hogar de la Congregación de la cual la misma era parte, y que los abusos se consumaban en la propia casa - Hogar donde la imputada junto\" a las víctimas \"compartían la vida en común\". Esta situación \"permitió la comisión de los hechos ventilados en el presente legajo y de la cual se valió la primera para lograr sus objetivos en ocasión que se encontraba a solas con las criaturas\". Testimonio de las víctimasUna de las víctimas que en ese momento tenía 14 años, declaró en el juicio oral y público que los \"cinco o seis\" hechos de abuso ocurrieron en la cocina donde ella trabajaba. La abogada de una de las víctimas relató que la adolescente le había comentado lo ocurrido a la directora del hogar -Sor Silvia Challu- y que ella \"le respondió que iban a esperar una señal divina que le indiquen que era lo que tenían que hacer, una señal de Dios\". De acuerdo a los declarado en el debate por la licenciada en Psicología del Centro de Atención a la Víctima de la Fiscalía General de San Isidro, Sonia Oettel, otra de las víctimas \"describió que la actitud del hogar era de tapar todo, que ella había recurrido a Sor Silvia para contarle lo de Marina pero que descreyó de ella y la trató de mentirosa\". Todas las víctimas relataron que los abusos se daban en la cocina del Hogar y en una dependencia dentro del mismo predioOtra de las víctimas señaló, según el testimonio de Oettel, que todas las jóvenes le hablaron \"de la misma persona denunciada\" y que los abusos se daban en la cocina del Hogar y en una dependencia que el lugar tenía por fuera dentro del mismo predio. En uno de los casos, la adolescente, luego de sufrir dos episodios de abusos, dijo haberse sentido muy triste tras lo ocurrido y comenzó a \"autoagredirse a través de cortes en sus brazos\", por lo que tuvo que ser hospitalizada. El 12 de abril de 2022 el fiscal Marcelo Fuenzalida, titular de la Unidad Funcional de Instrucción y Juicio Especializada en Violencia de Género de San Isidro, firmó el pedido de elevación a juicio de la causa por abusos sexuales contra Sor Marina. Sor Marina llegó a esa residencia en mayo de 2017 y en abril de 2021 se concretó la primera denuncia. Fue detenida el 10 de junio de 2022Fuenzalida hizo el pedido a la jueza Andrea Rodríguez Mentasty, titular del Juzgado de Garantías 3 de San Isidro, quien denegó el pedido de sobreseimiento solicitado por la defensa. Tellez Fajardo estuvo cinco días en la DDI de San Isidro y después fue trasladada a la Alcaidía de La Plata N° 3, donde permaneció durante seis meses en el pabellón femenino. Sor Marina llegó a esa residencia en mayo de 2017 y en abril de 2021 se concretó la primera denuncia y fue detenida el 10 de junio de 2022. Otras acusaciones y condenas de monjas de ese mismo hogarSegún describen en su página web, el trabajo de las Hermanas Trinitarias \"en Argentina se ha desarrollado básicamente en hogares, de menores adolescentes y de jóvenes\" y \"el sentido de estos ha sido, desde los orígenes, ofrecer una casa, hogar y familia, a aquellas jóvenes que debían dejar la suya o no la tenían\". La comunidad de religiosas fue fundada el 2 de febrero de 1885 en Madrid. En 2019, la justicia argentina condenó a tres años de prisión a la monja Luisa Ester Toledo en 2019, pero por privación ilegítima de la libertad agravada bajo la utilización de violencia y amenazas contra otras dos monjas de inferior rango en Paraná. En octubre de 2023, fueron absueltas, junto a otros siete acusadas, las monjas Kumiko Kosaka y Asunción Martínez acusadas por abusos sexuales contra niños hipoacúsicos o por omitir denunciar esos hechos ocurridos en el Instituto Próvolo de Mendoza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.argentina.gob.ar/desarrollosocial/linea102/areasninez).",
      "https://argentina.gob.ar/desarrollosocial/linea102/areasninez)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:29.068+02:00",
    "updated": "2023-12-29T00:43:29.068+02:00"
  },
  {
    "uuid": "aae1a8e5eecdf6d478b2f1bc57723ace192342c6",
    "url": "https://www.dailymotion.com/video/x8vzqtm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FRANCE 24 English",
    "published": "2024-03-29T13:34:00Z",
    "title": "Religion in France gives some of today's youth 'a sense of meaning that society is failing to give'",
    "text": "Religion in France gives some of today's youth 'a sense of meaning that society is failing to give'\n- 1 minute ago\nVisit our website:\nhttp://www.france24.com\nLike us on Facebook:\nhttps://www.facebook.com/FRANCE24.English\nFollow us on Twitter:\nhttps://twitter.com/France24_en\nRecommended\nWe're exactly one month away from the #RoyalWedding, and #PageSixTV is giving #PrinceHarry and #MeghanMarkle the treatment they deserve! The beer, the guest list and the tent policy on today's Wedding Royale!\nPage Six TV\nGiving guests a welcome they'll never forget, these friendly #dolphins came to say #talofa to Amoa Resort's boat charter guests in the warm waters off Savai'i.\nTop Videos\nGiving guests a welcome they'll never forget, these friendly #dolphins came to say #talofa to Amoa Resort's boat charter guests in the warm waters off Savai'i.\nTop Videos\nGiving guests a welcome they'll never forget, these friendly #dolphins came to say #talofa to Amoa Resort's boat charter guests in the warm waters off Savai'i.\nTop Videos\nHeather Lowery of Femme It Forward on The Importance of Giving Women Their Flowers, Picks Dream Dinner Party Guests & More | Give Her FlowHERS Awards Gala 2023\nBillboard\nPrison inspectors say a Rochester youth offenders' institution is failing to tackle violence\nKentOnline / KMTV\nIs 'Republique failing' French youth? Macron govt 'torn between law & order and softer left wing'\nFRANCE 24 English\n7 days to the Commonwealth Heads of Government Meeting(CHOGM). #Gambia youth advocate Taslima Jallow – “The Commonwealth Youth Forum gives young people a voic\nBest Videos\n«Pour beaucoup de musulmans, ils ont le sentiment que l’on vise les formes d’expression vestimentaire de leur religion, plus que celles des autres confessions»\nCNEWS\nIls publient des caricatures de leur propre religion pour défendre la liberté d'expression\nMister Buzz",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "http://www.france24.com",
      "https://twitter.com/France24_en",
      "https://www.facebook.com/FRANCE24.English",
      "http://france24.com",
      "https://facebook.com/FRANCE24.English",
      "https://www.twitter.com/France24_en"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heather lowery",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "savai'i",
          "sentiment": "none"
        },
        {
          "name": "amoa resort",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T16:35:49.569+03:00",
    "updated": "2024-03-29T16:35:49.569+03:00"
  },
  {
    "uuid": "497fe3005340b409ba630940cd546692fe09c36d",
    "url": "https://soirmag.lesoir.be/558334/article/2023-12-29/hugh-grant-sert-le-repas-de-noel-500-seniors-sans-famille",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lesoir.com",
    "published": "2023-12-29T12:27:00Z",
    "title": "Hugh Grant sert le repas de Noël à 500 seniors sans famille",
    "text": "À Londres, la mairie organisait un repas de Noël pour les personnes âgées sans famille.\nBelga Image Par la rédaction Publié le 29/12/2023 à 12:27 Temps de lecture: 1 min C’était un repas de Noël un peu particulier pour les 500 seniors présents. L’acteur Hugh Grant, actuellement à l’affiche de Wonka , est venu servir un repas de fête pour des personnes âgées seules ou sans famille lors de l’événement Big H & F Christmas Day Lunch . Le repas avait lieu dans le quartier londonien de Hammersmith et Fulham le 25 décembre et était organisé par la municipalité et l’association H & F Giving .\n« Merci à tous ceux qui se sont joints à nous lors du déjeuner annuel du jour de Noël de H & F, y compris un invité très spécial, Hugh Grant. Hugh nous a aidés à servir à manger à 500 personnes âgées de la région qui, autrement, auraient fêté cela seules », déclarait le conseiller municipal Ben Coleman à People .\nVisiblement, l’ambiance était au rendez-vous lors de ce repas solidaire. Sur plusieurs photos, on pouvait voir l’acteur de 63 ans bavarder avec les convives et faire le service.\nÀ lire aussi Des stars d’Hollywood servent le repas de Noël aux plus démunis\nUne ambiance de Noël qui rappelle évidemment la comédie romantique de 2003, « Love Actually », dans laquelle jouait Hugh Grant.\nRetrouvez plus d’actualités sur www.soirmag.be et sur Facebook .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/ChelFulhamBen/status/1740093488757432796?s=20",
      "https://www.ultimedia.com/deliver/generic/iframe/src/qkuuuqk/showtitle/1/mdtk/01613302/zone/34/?tagparamdecoded=People&tagparam=cat%3Dpeople",
      "http://www.soirmag.be",
      "http://www.soirmag.be/",
      "http://soirmag.be/",
      "https://leseng.rosselcdn.net/sites/all/themes/enacarbon_lesoir/images/s-soirmag.svg",
      "https://www.twitter.com/ChelFulhamBen/status/1740093488757432796?s=20",
      "https://facebook.com/soirmag",
      "https://www.leseng.rosselcdn.net/sites/all/themes/enacarbon_lesoir/images/s-soirmag.svg",
      "https://twitter.com/ChelFulhamBen/status/1740093488757432796",
      "https://ultimedia.com/deliver/generic/iframe/src/qkuuuqk/showtitle/1/mdtk/01613302/zone/34/?tagparamdecoded=People&tagparam=cat%3Dpeople",
      "https://www.ultimedia.com/deliver/generic/iframe/src/qkuuuqk/showtitle/1/mdtk/01613302/zone/34/",
      "https://www.facebook.com/soirmag"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:35:22.668+02:00",
    "updated": "2023-12-29T15:04:15.752+02:00"
  },
  {
    "uuid": "69c8b3417d7a1d7bf470fe4124b667a940acf2a6",
    "url": "https://gamerant.com/warhammer-40k-space-marine-2-october-2024-update-patch-notes-dlc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shooter",
    "published": "2024-10-17T22:07:00Z",
    "title": "Space Marine 2 Releases Big New Update for October 2024",
    "text": "Warhammer 40K: Space Marine 2 releases a major update which not only fixes and improves the game, but adds in free downloadable content as well.\" /",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:23:39.144+03:00",
    "updated": "2024-10-18T04:02:48.797+03:00"
  },
  {
    "uuid": "b204f55d02cede363b3c3c76e519e6b9c4fbea61",
    "url": "https://www.kcrg.com/2024/10/10/dubuque-county-fairgrounds-raceway-raising-money-send-water-bottles-hurricane-milton-victims",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KCRG",
    "published": "2024-10-10T23:31:00Z",
    "title": "Dubuque County Fairgrounds, Raceway raising money to send water bottles to Hurricane Milton victims",
    "text": "DUBUQUE, Iowa (KCRG) - Several groups in Dubuque are teaming up to send water to hurricane victims in Florida. Resources Unite, the Dubuque County Fairgrounds, and the Dubuque Speedway are raising money to buy pallets of water for people in need. “We thought, ‘We’ll pay it forward,’” said Dubuque County Fairgrounds General Manager Kevin Kotz. “We all have great sponsors, people that have been supporting us for as long as the fairs been going on. We need to help those people where they’re at. The basics of just water even is sorely needed. We’re big on paying it forward out here at the fairgrounds and that’s what we want to do.” After launching the initiative Thursday morning, the Dubuque County Fairgrounds told TV9 its raised nearly $2,000 as of 5:18 p.m., which is enough money to send about 16,000 water bottles to Florida. The goal is to reach 20 pallets, or enough water to pack a semi-trailer by Friday night. People interested in donating can learn more on the Dubuque County Fair’s Facebook page . Copyright 2024 KCRG. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/DBQFAIR/posts/943361327832850?ref=embed_post).",
      "https://facebook.com/DBQFAIR/posts/943361327832850?ref=embed_post).",
      "https://www.facebook.com/DBQFAIR/posts/943361327832850"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kevin Kotz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Dubuque Speedway",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County Fairgrounds",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T03:10:40.470+03:00",
    "updated": "2024-10-11T04:26:52.991+03:00"
  }
]