[
  {
    "uuid": "d3728550d835273b0991794bd903ade05d55c0ca",
    "url": "https://www.startribune.com/american-canadian-israeli-woman-believed-to-be-held-hostage-in-gaza-pronounced-dead/600331120/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MELANIE LIDMAN",
    "published": "2023-12-28T20:16:00Z",
    "title": "American-Canadian-Israeli woman believed to be held hostage in Gaza pronounced dead",
    "text": "TEL AVIV, Israel — A hard-hit Israeli kibbutz on Thursday announced the death of Judith Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza.\nThe news came six days after Weinstein's husband, Gad Haggai, was also pronounced dead.\nWeinstein, 70, and Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of Oct. 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others.\nIn the early hours of the morning, Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family.\nWeinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Haggai was killed Oct. 7 and his body was taken to Gaza.\nOn Thursday, the kibbutz said it had learned that Weinstein was also killed on Oct. 7 and her body is also being held in Gaza.\nIt was not immediately clear how Israeli authorities determined their deaths.\nThe couple are survived by two sons and two daughters and seven grandchildren, the kibbut said.\nPresident Joe Biden said he was ''devastated'' to learn of Weinstein's death, especially after hearing about the couple during a meeting with their daughter.\nThe families \"have been living through hell for weeks. No family should have to endure such an ordeal,'' he said in a statement.\nWeinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Haggai was a retired chef and jazz musician.\n''Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,'' her family said in a statement.\nAl Haggai, one of the couple's sons, told Israel's Channel 13 that the family had originally hoped their mother's multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children.\nHe said that when his mother's name was not on any of the daily lists, he started to suspect that something happened to her.\nAccording to Prime Minister Benjamin Netanyahu's office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity.\nNir Oz was one of the hardest-hit Israeli communities on Oct. 7, with roughly one- quarter of its residents killed or kidnapped.\nThe families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new cease-fire deal to bring home their loved-ones.\nNetanyahu met Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office.\n''I can't elaborate on the details, we are working to return everyone,'' he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:06.589+02:00",
    "updated": "2023-12-29T00:11:06.589+02:00"
  },
  {
    "uuid": "59db154fd50701a3cb8fa9cfce670076777a5136",
    "url": "https://www.eadt.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | East Anglian Daily Times",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judih Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. In a YouTube video made during a brief round of fighting between Israel and the Islamic Jihad militant group last May, Ms Weinstein read a series of poems and expressed hope for better days ahead. “I truly hope that the next time I’m recording some Haiku it won’t be under duress, under rocket fire, under conditions where people are at war,” she said. “May we all be granted the right to our basic rights of home, food, shelter and peaceful days. Here’s hoping.” Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "kibbutz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:02.527+02:00",
    "updated": "2023-12-29T01:51:26.755+02:00"
  },
  {
    "uuid": "8eb56f64e50a1d671f2ec849dd45a3cee7e65fa3",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/getfeatured-2024-1-5-abercrombie-jewelry-the-premier-destination-for-buying-and-selling-estate-jewelry-in-austin-tx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GetFeatured",
    "published": "2024-01-05T00:00:00Z",
    "title": "Abercrombie Jewelry: The Premier Destination for Buying and Selling Estate Jewelry in Austin, TX | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "Austin, TX - Estate jewelry includes items with a rich history, having been previously owned and passed down through generations. Typically acquired after a previous owner has passed away, these pieces often hail from eras such as Victorian, Arts and Crafts, Georgian, or Art Deco/Nouveau.\nEven though every piece of estate jewelry differs, they are usually high-quality items with personal style characteristics that have withstood the test of time. In addition to the fact that only the finest and most durable pieces survive, many lesser-quality items break apart or deconstruct to fit changing jewelry styles, contributing to the design of estate and antique trinkets.\nAbercrombie Jewelry, specializing in buying and selling estate jewelry, excels in appraising and acquiring these valuable pieces, ensuring fair valuations. Serving as a trustworthy destination for estate jewelry transactions in Austin, Texas, and nearby areas, the company is dedicated to providing reliable and professional services.\nSharing insights on these valuable pieces, the company highlights that estate jewelry offers access to traditional and classic styles, promotes eco-friendliness, and holds significant historical value. The company further explains that age has nothing to do with whether or not a piece of jewelry is considered an 'estate'; rather, it must be valuable, desirable, or premium.\nThe Austin store has one of the finest selections of estate, vintage, and antique male and female wedding bands. They feature diamond cuts, two-tone stones, bypass shapes, premium colors, and more, perfect for clients who prefer simplicity, sophistication, discretion, and everything in between.\nFor a one-of-a-kind estate find or classic staple bracelet, Abercrombie Jewelry has yellow gold, diamond bangle, Tiffany & Co., tennis, Van Cleef, Emerald, and other types for clients to explore. Their antique chains, diamond + gemstone, and statement necklaces elevate an everyday look while their stud, chandelier, pearl, hoop, and teardrop earrings add a beautiful touch to one’s style. The store also carries vintage and newer luxury watches from Patek Philippe, Cartier, Rolex, and more.\nIn addition to providing valuable items for sale, Estate Jewelry Austin - Abercrombie Jewelry buys gold, flatware, silver, diamonds, coins, watches, and precious gems like sapphires, rubies, and emeralds.\nWhen buying estate jewelry, they determine the type of precious metal or gemstones present, assess how resalable the item is, and identify the brand and whether or not the trinket has aftermarket parts. While pure gold is ideally what Abercrombie Jewelry is in the market for, they accept any options that are 10, 14, 18, or 22 karats and platinum and palladium.\nAs a GIA-certified diamond grader with over 15 years of experience in accurate appraisals for estate jewelry Austin , they provide verbal assessments covering the item's general age and value, the type of metal or stone, and its purchase price. The store's expert appraisers focus on clarity, size, cut, and color, conducting thorough checks for GIA certifications, abrasions, chips, and other imperfections.\nWith a commitment to preserving the essence of timeless pieces, Abercrombie Jewelry stands as a trusted destination for acquiring, selling, and appraising estate jewelry in Austin, Texas, and neighboring areas.\nAbout Abercrombie Jewelry. Ron Rosenberg started Abercrombie Jewelry in 1989 out of a passion for unique jewelry and antiques. As a family-owned and operated business with long-term relationships with Austin communities, their mission has always been to cultivate a distinctive collection of jewelry ranging from estate and antique to contemporary and custom. They are competitive buyers and appraisers of estate pieces, loose and set diamonds, timepieces, and precious metals.\nMedia Contact\nCompany Name\nAbercrombie Jewelry\nContact Name\nAJ Rosenberg\nPhone\n512-328-7530\nAddress\n3008 Bee Caves Rd #100\nCity\nAustin\nState\nTexas\nPostal Code\n78746\nCountry\nUnited States\nWebsite\nhttps://abercrombiejewelry.com/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://abercrombiejewelry.com/",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://sites.google.com/view/austinjewelrybuyers/",
      "https://www.youtube.com/embed/ehUszvdz7s8?si=-Iih7arQPoTObAy-",
      "https://abercrombiejewelry.com/austin-jewelry-buyers/",
      "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d13783.103750985181!2d-97.794729!3d30.2719647!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x6307ca175e0f7d77!2sAbercrombie%20Jewelry!5e0!3m2!1sen!2sph!4v1664796804730!5m2!1sen!2sph",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel?slug=getfeatured-2024-1-5-abercrombie-jewelry-the-premier-destination-for-buying-and-selling-estate-jewelry-in-austin-tx",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://abercrombiejewelry.com",
      "https://www.google.com/maps/embed",
      "https://cloudquote.io/article/6",
      "https://www.abercrombiejewelry.com/austin-jewelry-buyers/",
      "https://tracking.newsrpm.com/pixel",
      "https://www.abercrombiejewelry.com/",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.sites.google.com/view/austinjewelrybuyers/",
      "https://youtube.com/embed/ehUszvdz7s8?si=-Iih7arQPoTObAy-",
      "https://cloudquote.io",
      "https://sites.google.com/view/austinjewelrybuyers",
      "https://www.tracking.newsrpm.com/pixel?slug=getfeatured-2024-1-5-abercrombie-jewelry-the-premier-destination-for-buying-and-selling-estate-jewelry-in-austin-tx",
      "https://abercrombiejewelry.com/austin-jewelry-buyers",
      "https://google.com/maps/embed?pb=!1m14!1m8!1m3!1d13783.103750985181!2d-97.794729!3d30.2719647!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x6307ca175e0f7d77!2sAbercrombie%20Jewelry!5e0!3m2!1sen!2sph!4v1664796804730!5m2!1sen!2sph",
      "https://www.youtube.com/embed/ehUszvdz7s8"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "selling estate jewelry",
          "sentiment": "neutral"
        },
        {
          "name": "abercrombie jewelry",
          "sentiment": "none"
        },
        {
          "name": "art deco/nouveau",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tx",
          "sentiment": "none"
        },
        {
          "name": "austin",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:35:06.996+02:00",
    "updated": "2024-01-06T00:35:06.996+02:00"
  },
  {
    "uuid": "64ef045fbc5cae806ecc2a20cebb33106d6c8618",
    "url": "https://www.adnradio.cl/2024/12/05/valparaiso-recibe-encuentro-nacional-de-comunicacion-cientifica-con-mas-de-150-expositores",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mario Vergara",
    "published": "2024-12-05T23:11:00Z",
    "title": "Valparaíso recibe encuentro nacional de comunicación científica con más de 150 expositores",
    "text": "Valparaíso recibe encuentro nacional de comunicación científica con más de 150 expositores\nSe trata del IV Encuentro Nacional de Profesionales de la Comunicación y Divulgación en Ciencia, Tecnología, Conocimiento e Innovación, que contará con destacados expertos de Chile y el extranjero, abordando desafíos como la desinformación y la crisis climática.\nBloque 2 (05/12/2024)\n29:59\nCompartir\nEl código iframe se ha copiado en el portapapeles\n<iframe src=\"https://www.adnradio.cl/embed/audio/538/adn_tunuevoadn_bloq_20241205_173000_180000/\" width=\"100%\" height=\"360\" frameborder=\"0\" allowfullscreen></iframe>\nLa región de Valparaíso será el epicentro de la comunicación científica durante la próxima semana y Andrea Obaid abordó la instancia en Tu Nuevo ADN conversando con Gema Revuelta, directora del Máster en Comunicación Científica, Médica y Medioambiental de la Universidad Pompeu Fabra, una de las principales expositoras del encuentro.\nEl próximo jueves 12 y viernes 13 de diciembre, la Pontificia Universidad Católica de Valparaíso (PUCV) recibirá a más de 150 expositores nacionales e internacionales en el IV Encuentro Nacional de Profesionales de la Comunicación y Divulgación en Ciencia, Tecnología, Conocimiento e Innovación. Este evento, organizado por ACHIPEC y universidades locales, busca transformar la sociedad desde la comunicación científica.\nEl evento, titulado “Transformando la sociedad y el conocimiento desde la comunicación científica”, reunirá a expertos y divulgadores de Chile y otros países para compartir estrategias de divulgación, promover el pensamiento crítico y fortalecer el ecosistema de comunicación científica. Habrá cinco salas paralelas con exposiciones orales, investigaciones, conversatorios y presentaciones de productos innovadores en diversos formatos.\nMás información\n“Hoy más que nunca, debemos trabajar en nuevas narrativas y formatos que impacten positivamente en las diversas audiencias. La comunicación científica es clave para enfrentar crisis como la climática e hídrica, las próximas pandemias y la desinformación”, destacó Andrea Obaid, presidenta de ACHIPEC.\nEl evento, que vuelve tras su última edición en 2015 en Punta Arenas, es una plataforma para debatir el rol de la ciencia en tiempos de cambio, con énfasis en la educación y la calidad de la información.\nExpositores destacados\nEl encuentro contará con la participación de renombrados expertos internacionales, entre ellos:\n- Dr. John Atkinson (Escocia): PhD en Inteligencia Artificial y Director del Máster en IA en la Universidad Adolfo Ibáñez.\n- Erika Check Hayden (EE.UU.): Directora del Programa de Comunicación Científica de la Universidad de California, Santa Cruz.\n- Gema Revuelta (España): Directora del Máster en Comunicación Científica, Médica y Medioambiental de la Universidad Pompeu Fabra.\n- Xavier Cortada (EE.UU.): Ecoartista y creador de The Underwater Project, que aborda el cambio climático.\n- Ximena Serrano (Colombia): Presidenta de la Asociación Colombiana de Periodismo y Comunicación de la Ciencia.\n- Miguel García Guerrero (UNESCO): Director de RedPOP para América Latina y el Caribe.\nEl impacto social de la ciencia\nLuis Mercado, vicerrector de la PUCV, subrayó que “la transformación de la sociedad desde la comunicación científica es una tarea fundamental de las universidades”. Por su parte, la vicerrectora de la UPLA, Carolina Santelices, enfatizó que la divulgación científica fomenta el pensamiento crítico y favorece decisiones informadas en la ciudadanía.\nEl programa completo está disponible en el sitio web de ACHIPEC ([www.achipec.org](http://www.achipec.org/)). Este encuentro cuenta con el apoyo del Fondo de las Artes Escénicas 2023 y otras instituciones académicas y culturales.\n[Podcasts recomendados](https://www.adnradio.cl/podcast/)\n[Ver todos](https://www.adnradio.cl/podcast/)\n[Alerta por casos de Mycoplasma](/audio/d56b90e7-f0bb-4397-b7fa-b23d00e58519/)Ayer - 17:36\n[Suscríbete](/podcast/adn-hoy/0af1fa9c-adaf-5bf2-8972-45602b7a871f/)[Suscríbete](/podcast/pais-adn/318def40-7671-5aef-af8d-690a11f66083/)[Suscríbete](/podcast/una-pausa-necesaria/9b246ab0-4229-59b5-9215-b3c67fb7283e/)[Especial Mauricio Redoles - Lavanda](/audio/1931e348-d358-4e8a-a8f2-b23300f26faa/)26/11/24 - 46:33\n[Suscríbete](/podcast/mauricio-redoles-50-anos/d9639464-b576-5b4c-890e-a8ae64bb3fc8/)[Suscríbete](/podcast/los-tenores-de-adn/636a5307-ad69-5137-a879-652bb485950d/)[Salud Mental y la PAES 2024](/audio/11bf105b-1bda-4b41-a362-b23a00fa3dce/)02/12/24 - 26:05\n[Suscríbete](/podcast/salud-mental-en-ciudadano-adn/0eb17476-be4d-590e-afb5-d61842f1a3d6/)[Llegó fin de año ¿Cómo cuadramos las cuentas?](/audio/6f93ecc3-093a-4b3d-8da7-b23a00a32f4d/)02/12/24 - 36:51\n[Suscríbete](/podcast/tus-finanzas-familiares/469c6c4c-d1f8-5b54-8536-e2d81ad42250/)[Cap 21 - Temporada 3: Letras Torcidas](/audio/de56cf71-5a10-45e7-9b91-b22c00dbbbb0/)19/11/24 - 26:04\n[Suscríbete](/podcast/cuatro-ojos/165bf755-14af-52e2-873c-eafd6b71ddc5/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.achipec.org/",
      "http://achipec.org/",
      "http://www.achipec.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:45:35.705+02:00",
    "updated": "2024-12-06T02:45:35.705+02:00"
  },
  {
    "uuid": "800c32f06bb8635ab8923e0e01bb3aca62f038e3",
    "url": "https://www.independent.ie/world-news/north-america/adrian-weckler-on-la-riots-lockdown-this-is-the-curfew-zone-and-tensions-are-running-high/a421536174.html",
    "ord_in_thread": 0,
    "author": "Adrian Weckler",
    "published": "2025-06-12T07:33:00Z",
    "title": "Adrian Weckler on LA riots lockdown: This is the curfew zone - and tensions are running high",
    "text": "Adrian Weckler on LA riots lockdown: This is the curfew zone – and tensions are running high\nAs Los Angeles endures its second night of a lockdown curfew, Adrian Weckler reports from inside the curfew zone\nWithin a few minutes of entering the city’s downtown, I saw them. A group of around 100 protesters were shouting from a bridge, with flags and banners. A block away, I could see the blue and red lights of half a dozen police cars approaching, in formation. Overhead, a helicopter suddenly became audible.\nWelcome to Los Angeles after curfew.\nJoin the Irish Independent WhatsApp channel\nStay up to date with all the latest news",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->riot"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Adrian Weckler",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ie",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-12T10:37:27.925+03:00",
    "updated": "2025-06-13T08:07:22.000+00:00"
  },
  {
    "uuid": "138817155e459e49c45f9253e2cf07eb87cf82f3",
    "url": "https://www.independentespanol.com/deportes/purdy-busca-la-mentalidad-correcta-despues-de-su-partido-de-4-intercepciones-b2470674.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Josh Dubow",
    "published": "2023-12-29T02:12:00Z",
    "title": "Purdy busca la mentalidad correcta después de su partido de 4 intercepciones | Independent Español",
    "text": "Purdy busca la mentalidad correcta después de su partido de 4 intercepciones [Josh Dubow](/author/josh-dubow) Brock Purdy no ha tenido que lidiar con muchas salidas complicadas en su breve carrera en la [NFL](/tag/nfl). Eso fue lo que hizo que su actuación de cuatro intercepciones la noche del lunes contra los [Ravens](/tag/ravens) de Baltimore resultara inusual, al no lograr un balance correcto en las decisiones de cuándo arriesgarse y cuándo proteger el balón. \"Fue simplemente no tener la mentalidad correcta como QB, teniendo que ser agresivo para lanzar, para hacer una gran jugada, pero también, a la hora de tirar, no quieres volver a entregar el balón. Ese es el aprendizaje, volver atrás y decir que cada jugada tiene vida propia”, dijo el jueves. La noche de Purdy tuvo un mal inicio cuando forzó un pase en la zona roja a Deebo Samuel en la primera serie de [San Francisco](/tag/san-francisco), sólo para que el safety Kyle Hamilton se pusiera frente a él para una intercepción. Previo a eso, dos grandes pases a George Kittle habían tenido a San Francisco en la zona de anotación, volviendo a Purdy demasiado agresivo para hacer un pase perfecto. “En retrospectiva, no fue una decisión adecuada, no fue el movimiento más inteligente como QB. Eso es algo en lo que necesito crecer. Tienes que jugar en la manera correcta y no sólo seguido por la emoción y todo lo que sentiste en jugadas previas”, señaló. El entrenador en jefe Kyle Shanahan describió las otras tres intercepciones más como mala fortuna que como una mala decisión. Dos desvíos llevaron el balón a las manos de los defensores en lugar de caer al suelo y otra intercepción llegó después de que Purdy fue golpeado mientras lanzaba. Su mayor preocupación fue la manera en la que Purdy jugó después de lanzar para su cuarta intercepción en el tercer cuarto. “Es difícil tener mucho fútbol (americano) después de cuatro intercepciones, especialmente cuando estás por debajo con este tipo de defensa. Creo que fue la mejor experiencia para él, como sentirlo, saber que estaba pasando y por qué, y seguir teniendo que lanzar y jugar”, señaló Shanahan. Si bien la mala actuación resultó un duro golpe a las esperanzas de Purdy de ganar el premio al Jugador Más Valioso, hizo poco para disminuir la confianza que sus compañeros de equipo, quienes lo respaldaron públicamente después del encuentro y expresaron su creencia en que la meta del equipo es ganar el Super Bowl. Purdy sigue liderando las categorías más importantes para los quarterbacks de la NFL; rating (112.2), yardas por oportunidad (9.7) y se encuentra segundo en yardas (4,050) y pases de touchdown, además de tercero en porcentaje de pases completos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:46:47.197+02:00",
    "updated": "2023-12-29T04:46:47.197+02:00"
  },
  {
    "uuid": "dcf6877d294d3a5f92bcc27aa03cb5f757caf441",
    "url": "https://noticiasya.com/2025/02/22/papa-francisco-salud-angelus-trax",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noticias",
    "published": "2025-02-22T13:03:00Z",
    "title": "El papa Francisco no dirigirá el rezo del Ángelus por segundo domingo consecutivo",
    "text": "El papa Francisco permanecerá hospitalizado tras su diagnóstico de neumonía y no pronunciará el Ángelus semanal. Es la tercera vez que esto sucede en sus 12 años de papado.\nEl papa “durmió bien” durante la noche en el Policlínico Agostino Gemelli de Roma, según dijo este sábado la oficina de prensa del Vaticano, después de que un médico del centro dijera que no está claro durante cuánto tiempo recibirá tratamiento médico.\nFrancisco no corre riesgo de “muerte inmediata”, dijo este viernes a los periodistas Sergio Alfieri, un cirujano que ha operado al papa anteriormente.\n“¿Está el papa fuera de peligro? No. Ambas puertas están abiertas. ¿Corre riesgo de muerte inmediata? No. La terapia necesita tiempo para funcionar”, dijo Alfieri.\nFrancisco está respondiendo “positivamente” al tratamiento médico para la neumonía, dijo el Vaticano el jueves. Se espera que el pontífice permanezca hospitalizado “al menos toda la próxima semana”, dijo Alfieri.\nEn respuesta a una pregunta de CNN, Luigi Carbone, médico jefe de la oficina de salud e higiene del Vaticano, dijo que el papa no ha perdido el apetito y que come con regularidad. Alfieri añadió que sigue de buen ánimo y que conserva su sentido del humor.\nUna vez que la parte aguda de la infección sea tratada en el hospital, explicó Alfieri, Francisco podrá ser tratado en su residencia de la Casa Santa Marta.\nFrancisco, que recibió la Eucaristía, “se dedicó a las actividades laborales” tras una “leve” mejoría de su estado, dijo el jueves el Vaticano. El papa recibió oxígeno para respirar, dijo el portavoz, y agregó que su corazón aguanta bien y no tiene fiebre.\nEl pontífice fue ingresado en una clínica de la capital italiana el 14 de febrero e inicialmente se sometió a pruebas para detectar una infección del tracto respiratorio. Posteriormente se le diagnosticó neumonía en ambos pulmones después de una tomografía computarizada posterior.\nFrancisco, que es de Argentina, es vulnerable a las infecciones respiratorias. Cuando era joven, sufrió un grave ataque de neumonía que requirió la extirpación de parte de un pulmón.\nEn 2021, los médicos también le extirparon quirúrgicamente parte del colon en relación con una diverticulitis, que puede causar inflamación o infección del colon. Fue hospitalizado por bronquitis en 2023 y en los últimos meses sufrió dos caídas en las que se lastimó el mentón y el brazo.\nEste es el tercer periodo más largo que Francisco ha pasado en el hospital desde su designación como papa.\nSus médicos recomendaron “reposo absoluto” para el papa.\nAun así, ha seguido trabajando, incluyendo conversaciones telefónicas en los dos primeros días de hospitalización con el reverendo Gabriel Romanelli, y con su asistente, el padre Yusuf Asad, en la ciudad de Gaza, en el norte del enclave. Han estado en contacto frecuente desde que Israel lanzó su campaña de bombardeos y asedio al enclave, tras los ataques liderados por Hamas el 7 de octubre de 2023.\nFrancisco también ha estado firmando decisiones en la clínica, dijo a CNN el portavoz del Vaticano, Matteo Bruni. Hasta ahora, sólo sus “colaboradores más cercanos” lo han visitado, dijo el portavoz del Vaticano a los periodistas. El miércoles, la primera ministra de Italia, Giorgia Meloni, lo visitó durante 20 minutos.\n“Bromeamos como siempre. No ha perdido su proverbial sentido del humor”, dijo la primera ministra en un comunicado.\nFuera de la capital, los fieles se han reunido en iglesias iluminadas con velas —desde Argentina hasta el Vaticano— para rezar por la pronta recuperación de Francisco.\n“Siempre lo ponemos en nuestras intenciones”, dijo a Reuters el miércoles Rodomina Valdez, una argentina de 45 años en la Catedral Metropolitana, en la Ciudad de Buenos Aires. “Pero lo que podemos hacer es ponerlo en nuestras oraciones y ofrecer ayuno o, en todo caso, alguna penitencia”.\nJusto afuera de la Basílica de San Pedro, en el Vaticano, un turista alemán, Klaus, dijo que esperaba que al papa “le queden muchos años fuertes”. Y en el Policlínico Agostino Gemelli, en Roma, cartas y dibujos hechos por niños en el departamento de oncología mostraban ilustraciones coloridas y mensajes deseándole lo mejor.\n“Espero que se mejore pronto y que pueda volver a su papel”, dijo Gaetano Bavagnini, un residente de Roma. “Es un hombre extraordinario y un Papa extraordinario”.\nThe-CNN-Wire\n™ & © 2025 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "topics": [
      "Religion and Belief->christianity",
      "Religion and Belief->pope"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Francisco",
          "sentiment": "none"
        },
        {
          "name": "Sergio Alfieri",
          "sentiment": "none"
        },
        {
          "name": "Luigi Carbone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "CNN",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-22T15:11:57.032+02:00",
    "updated": "2025-02-22T15:11:57.032+02:00"
  },
  {
    "uuid": "1605709f13ec64dd5157e8ddf1605b557a5f9728",
    "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-03-14/quarto-de-despejo-ganha-versao-em-hq-ilustrada-por-artistas-negras.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canaltech",
    "published": "2024-03-14T21:05:00Z",
    "title": "Quarto de Despejo ganha versão em HQ ilustrada por artistas negras",
    "text": "Nem só de heróis da mitologia contemporânea são feitos os quadrinhos que inspiram os leitores, e, prova disso, é a adaptação do livro Quarto de Despejo: Diário de uma Favelada em uma HQ ilustrada por artistas negras. O projeto homenageia a obra e o legado da escritora e ex-catadora de papel Carolina Maria de Jesus, que completaria 110 anos nesta quinta-feira (14).\n-\nDia do Quadrinho Nacional: uma carta de amor às HQs brasileiras\n-\nConheça a página silenciosa que estilhaçou os limites das HQs\nCarolina Maria de Jesus nasceu em 14 de março de 1914, em Sacramento, Minas Gerais, e, em 1937 mudou-se para a cidade de São Paulo, onde trabalhou como empregada doméstica. A partir de 1948, quando passou a viver na favela do Canindé, onde nasceram seus três filhos, começou a ganhar popularidade por registrar seu cotidiano como catadora de papel em palavras.\nCom um relato de linguagem objetiva que alternava o culto e o inculto, entre o registro popular e o discurso literário, Carolina descreveu em vários cadernos suas vivências no período de 1955 a 1960. As palavras, cruas e viscerais, ilustram com rara fidelidade as angústias dos habitantes da favela, sobretudo a rotina da fome. Como sustentava um lar recolhendo papel nas ruas, quando não conseguia o suficiente, ela e seus filhos não comiam.\n-\nCT no Flipboard\n: você já pode assinar gratuitamente as revistas Canaltech no Flipboard do iOS e Android e acompanhar todas as notícias em seu agregador de notícias favorito.\n-\nO jornalista Audálio Dantas, depois de conhecer Carolina, levou sua história ao grande público em duas reportagens: uma no jornal Folha da Noite, em maio de 1958; e outra na revista O Cruzeiro, um pouco depois. O repórter selecionou trechos de 20 cadernos do diário de Carolina, em 1960, a editora da Livraria Francisco Alves lançou um livro que é considerado um dos marcos da literatura feminina no Brasil.\nAdaptação com artistas negras\nO livro Quarto de Despejo: Diário de uma Favelada reproduz o diário em que Carolina narra seu dia a dia em uma comunidade pobre da cidade de São Paulo, desocupada para construção da Marginal Tietê, em 1961, por influência da repercussão de sua obra. A tiragem inicial de dez mil exemplares se esgotou em apenas uma semana. Desde o lançamento, o texto já foi traduzido para mais de 13 idiomas.\nA adaptação para HQ foi feita por quatro artistas negras: a roteirista Triscila Oliveira (@afemme1), a ilustradora Vanessa Ferreira (@pretailustra) e as arte-finalistas Hely de Brito (@ilustralyly) e Emanuelly Araujo (@vulgoafronauta).\n“Queríamos continuar fazendo algum trabalho em cima do Quarto de Despejo . Como é um gênero literário que gera bastante interesse do público, a ideia foi adaptá-lo para HQ, com o propósito também de incentivar a leitura já a partir do sexto ou sétimo ano do ensino fundamental”, disse à Agência Brasil a coordenadora Laura Vecchioli do Prado, da SOMOS Educação, companhia idealizadora da iniciativa que faz parte da Editora Ática.\nQuarto de Despejo\ntem 90 páginas ilustradas, e\njá está disponível para venda na Amazon\ne em algumas das livrarias do país.\nLeia a matéria no\nCanaltech\n.\nTrending no Canaltech:\n-\nStarship: foguete da SpaceX chega ao espaço em 3º teste de voo\n-\nQuais as diferenças entre Galaxy A05, A15, A25, A35 e A55?\n-\nSpin | Instagram deve ganhar novo recurso para republicar Reels\n-\nOs 45 filmes mais esperados de 2024\n-\nCopilot está mais poderoso e oferece GPT-4 Turbo de graça\n-\nOs 10 melhores jogos de corrida para Android",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://flipboard.com/@canaltechbr",
      "https://www.amazon.com.br/Quarto-despejo-Carolina-Maria-Jesus/dp/8508198787?&tag=canaltech-ofertas-20",
      "https://www.amazon.com.br/Quarto-despejo-Carolina-Maria-Jesus/dp/8508198787",
      "https://www.flipboard.com/@canaltechbr",
      "https://amazon.com.br/Quarto-despejo-Carolina-Maria-Jesus/dp/8508198787?&tag=canaltech-ofertas-20"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:49:19.863+02:00",
    "updated": "2024-03-15T00:49:19.863+02:00"
  }
]