[
  {
    "uuid": "0f77211370d574f7939ef6a82c1bbf9420d141e5",
    "url": "https://www.eutimes.net/2023/12/priests-in-uk-rebel-against-vatican-gay-blessings/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@EUTimesNET",
    "published": "2023-12-23T22:06:00Z",
    "title": "Priests in UK Rebel Against Vatican Gay Blessings | EUTimes.NET ⚡ Hidden Story ⚡",
    "text": "A group of British priests, numbering around 500, affiliated with the Confraternity of Catholic Clergy, has released an open letter emphasizing the “unchangeable” nature of the teachings of the Catholic Church. This comes in response to a groundbreaking ruling approved by Pope Francis allowing priests to issue blessings to same-sex couples under specific conditions. The Vatican’s doctrinal office issued a document on Monday stating that Roman Catholic priests could grant blessings to same-sex couples on a “case-by-case basis.” The decision emphasized that this practice would not supersede the sacrament of heterosexual marriage and could not take place during regular church rituals or liturgies. Blessings in the Catholic Church involve a priest or minister asking God for protection or favor for individuals. The open letter from the British priests expressed a commitment to reiterating the traditional values of the Church, confirming that these values are “unchanged and unchangeable.” The priests aimed to address the “widespread confusion” that followed the Vatican’s declaration. According to the letter, the priests saw no situation where blessing a same-sex couple could be properly distinguished from showing approval. They argued that such pastoral blessings are “pastorally and practically inadmissible.” Catholic dogma maintains that being attracted to someone of the same sex is not a sin, but engaging in homosexual acts is. Pope Francis, since assuming office in 2013, has taken steps to make the Church more inclusive to LGBTQ individuals without compromising the faith’s moral doctrine. Critics, including theology professor Ulrich L. Lehner from the University of Notre Dame, expressed concerns about the potential for misunderstanding and confusion arising from the Vatican’s guidance. Lehner even suggested that it might invite schism within the Church. However, the Vatican’s document emphasizes that the guidance aims to help individuals “increase their trust in God” and should not hinder this process. RELATED ARTICLES [Pope Francis Says He Is Preparing His Own Funeral](https://www.eutimes.net/2023/12/pope-francis-says-he-is-preparing-his-own-funeral/) [Sniper Guns Down Christian Mother and Daughter inside Catholic Church](https://www.eutimes.net/2023/12/sniper-guns-down-christian-mother-and-daughter-inside-catholic-church/) [UK 'Experts' Say We Shouldn't Breathe Anymore Because We're Warming the Planet](https://www.eutimes.net/2023/12/uk-experts-say-we-shouldnt-breathe-anymore-because-were-warming-the-planet/) [Barbados PM Urges UK to Pay $4.9 Trillion Reparations for Slave Trade](https://www.eutimes.net/2023/12/barbados-pm-urges-uk-to-pay-4-9-trillion-reparations-for-slave-trade/) [Top Cardinal Warns Mass Migration Being Used To Abolish National Identities](https://www.eutimes.net/2023/12/top-cardinal-warns-mass-migration-being-used-to-abolish-national-identities/) [donation](https://www.eutimes.net/donations/)or [subscribing](https://feedburner.google.com/fb/a/mailverify?uri=TheEuropeanUnionTimes)to our Newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://feedburner.google.com/fb/a/mailverify?uri=TheEuropeanUnionTimes)to",
      "https://feedburner.google.com/fb/a/mailverify",
      "https://www.feedburner.google.com/fb/a/mailverify?uri=TheEuropeanUnionTimes)to"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "catholic cler",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T00:15:27.924+02:00",
    "updated": "2023-12-24T00:15:27.924+02:00"
  },
  {
    "uuid": "933dca940b62c9460b8b413c6160ab5947423bf4",
    "url": "https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Morag Lindsay",
    "published": "2023-12-29T12:00:00Z",
    "title": "Storm Gerrit: A9 OAPs find safe haven thanks to Pitlochry heroes",
    "text": "Perth & Kinross Storm Gerrit: Pitlochry janitor and dinner ladies open school for stranded A9 bus OAPs When Storm Gerrit closed the A9 for several hours, Pitlochry High School's heroes came to the rescue of 82 travellers\nBy Morag Lindsay December 29 2023, 12.00pm Share Storm Gerrit: Pitlochry janitor and dinner ladies open school for stranded A9 bus OAPs Share via Facebook Twitter Linkedin Whatsapp Messenger Email Post link https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/ Copy Link 0 comment Dinner lady Leisa Dick welcomed the stuck A9 travellers to Pitlochry High School.\nPitlochry High School provided a safe haven for two coachloads of snowbound OAPs during Storm Gerrit.\nSchool janitor Graham Dick lives across the street. So when his bosses at Tayside Contracts called to let him know there were 82 travellers in desperate need of a toilet break, he sprung straight into action.\nGraham’s wife Leisa, 42, is a dinner lady. So while Graham, 56, was opening the doors and turning up the heating, she and workmate Morven Morrison, 43, fired up the kitchens to lay on teas and coffees.\nPitlochry janitor Graham Dick came to the aid of the A9 travellers during Storm Gerrit. Image: Leisa Scott. Head teacher Elaine Liney got in on the mercy mission too. She and her husband arrived to serve the weary travellers with biscuits and snacks.\nThe local bobbies also did their bit to help during Wednesday’s drama .\nDinner lady Morven Morrison. Image: Leisa Scott. Leisa said it had turned a ghastly day into a real pleasure.\n“They were all so happy with us” she said.\n“And it was nice to be able to help people at a time like that.”\nStorm Gerrit brought A9 to standstill A “major incident” was declared on Wednesday as Storm Gerrit swept across Tayside .\nHeavy snow in Highland Perthshire made travelling conditions particularly challenging and the A9 Perth to Inverness road was closed due to stuck traffic at Dalnaspidal and flooding between Dunkeld and Ballinluig.\nTraffic on the A9 near Dalwhinnie during Storm Gerrit. Image: Sandy McCook/DC Thomson. 27/12/23. Motorists were told to stay in their cars. But Leisa said many of the bus passengers were in their 70s and 80s and were grateful for a more comfortable rest stop.\n“They’d been staying in Kingussie and were trying to get home,” she said.\n“Some of them said they were trying to get to Leicester, but they’d been stuck for about six hours without a toilet break.”\nNo one from Tayside Contracts was available to comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://api.whatsapp.com/send?text=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/%20-%20When%20Storm%20Gerrit%20closed%20the%20A9%20for%20several%20hours,%20Pitlochry%20High%20School&#039;s%20heroes%20came%20to%20the%20rescue%20of%2082%20travellers",
      "https://secure.gravatar.com/avatar/bbe7b1b1b0b592667c9717d9a8a7582d?s=64&#038;d=mm&#038;r=g",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/&#038;redirect_uri=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://twitter.com/intent/tweet?url=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://facebook.com/sharer/sharer.php?u=https://thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://linkedin.com/sharing/share-offsite/?url=https://thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://www.secure.gravatar.com/avatar/bbe7b1b1b0b592667c9717d9a8a7582d?s=64&#038;d=mm&#038;r=g",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet?url=https://thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/&#038;redirect_uri=https://thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://www.facebook.com/dialog/send",
      "https://api.whatsapp.com/send?text=https://thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/%20-%20When%20Storm%20Gerrit%20closed%20the%20A9%20for%20several%20hours,%20Pitlochry%20High%20School&#039;s%20heroes%20came%20to%20the%20rescue%20of%2082%20travellers",
      "https://twitter.com/intent/tweet?url=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps",
      "https://secure.gravatar.com/avatar/bbe7b1b1b0b592667c9717d9a8a7582d",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps/&#038;redirect_uri=https://www.thecourier.co.uk/fp/news/perth-kinross/4852946/storm-gerrit-pitlochry-school-helps-stranded-a9-oaps",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leisa",
          "sentiment": "none"
        },
        {
          "name": "leisa scott",
          "sentiment": "none"
        },
        {
          "name": "graham",
          "sentiment": "none"
        },
        {
          "name": "morag lindsay",
          "sentiment": "none"
        },
        {
          "name": "morven morris",
          "sentiment": "none"
        },
        {
          "name": "graham scott",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "perth & kinross",
          "sentiment": "negative"
        },
        {
          "name": "pitlochry high school",
          "sentiment": "none"
        },
        {
          "name": "facebook twitter linkedin whatsapp messenger email post",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:06:33.025+02:00",
    "updated": "2024-01-05T20:06:49.238+02:00"
  },
  {
    "uuid": "858a2bd0d0356744dd7268960106d420cba4a9e9",
    "url": "https://www.qatar-tribune.com/article/99970/business/80-of-qatars-ceos-predict-growth-in-their-organisations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Qatar Tribune",
    "published": "2023-12-28T22:08:11Z",
    "title": "80% of Qatar’s CEOs predict growth in their organisations - Read Qatar Tribune on the go for unrivalled news coverage",
    "text": "Tribune News Network\nDoha\nKPMG in Qatar’s 2023 CEO Outlook Report has delved into the ever-evolving economic and geopolitical landscape, revealing how Qatar’s CEOs are strategically navigating uncertainty with unwavering optimism.\n“We find CEOs navigating economic uncertainties with optimism, prioritizing disruptive technologies such as generative AI, and championing ESG governance for improved stakeholder returns.\n“Despite challenges ranging from cyber threats to regulatory hurdles, their commitment to integrity and long-term strategic planning remains firm - ready to make bold decisions for the greater good, even in complex times,” emphasizes Ahmed Abu-Sharkh, Country Senior Partner at KPMG in Qatar.\nQatar’s CEOs proudly express an exceptional 80% confidence in the growth path of their organizations and industries for the next three years.\nThis not only exceeds the perspectives of their global counterparts but highlights a distinct strategic emphasis on organic growth, digitization, and resilient practices, even in the face of economic uncertainties.\nQatar’s CEOs do however express more caution when it comes to national and global economic growth. “Qatar CEOs shine with unwavering optimism for organizational growth, navigating nationwide challenges with a keen eye on emerging technology and cyber risks, exemplifying resilience and strategic foresight,” said Venkat Krishnaswamy, Partner, Head of Advisory, KPMG in Qatar.\nQatar’s CEOs have begun to recognize ESG’s long-term benefits in enhancing brand, customer relations, and talent attraction, despite potential challenges such as increased costs and stakeholder scrutiny.\n“The potential for growth and positive change through ESG is undeniable,” notes Omar Mahmood, Partner and Head of Financial Services at KPMG in Qatar, “Qatar’s CEOs have a golden opportunity to harness this momentum, strengthen stakeholder bonds, and elevate their ESG initiatives to help drive long-term sustainable growth.” Overall, ESG is seen as a transformative force, not just a trend, in corporate strategy.\nThe KPMG’s CEO Outlook report reveals a nuanced perspective on the future of workforce in Qatar.\nWhile 72% anticipate a full office return and 24% contemplate hybrid models, there seems to be a strong focus on inclusion, diversity, and equity (IDE), Barbara Henzen, Partner, and Head of Tax at KPMG in Qatar emphasizes, “In today’s dynamic business landscape, forward-thinking CEOs recognize the undeniable power of inclusion, diversity, and equity as catalysts for sustainable growth. Embracing diverse leadership is not just progressive—it’s essential for future success.”\nWith a clear understanding of AI’s transformative potential, 44% of Qatar’s CEOs prioritize its investment, focusing on profitability, efficiency, innovation, and cybersecurity.\nDespite challenges in employee adoption, ethics, technical skills, and regulatory gaps, CEOs remain resilient, viewing regulation as both a hurdle and a necessary element for responsible AI practices.\nNizar Hneini, Partner and Head of Digital & Innovation at KPMG in Qatar, highlights, “Generative AI is transforming business - promising innovation and efficiency. CEOs, while addressing challenges, are committed to responsibly leveraging AI’s potential, ensuring ethical use and robust governance, paving the way for prosperous growth and a tech-enabled future.”\nThis year’s report presents significant insights and official statements contributed by esteemed leaders in the business landscape, including Sheikh Ali Bin Jabor Al Thani, Chief Executive Officer of Ooredoo Qatar; Salman Gulzar, Country Head of Mashreq Bank; Abdul Hakeem Mostafawi, Chief Executive Officer of HSBC Qatar; Salem Al-Mannai, Chief Executive Officer of QIC Group; Ibrahim Bn Khalid Al Sulaiti, President of YEC; and Sheikh Hamad Abdulla Jassim Al-Thani, Chief Executive Officer of Vodafone Qatar.\nIn summary, Qatar’s CEOs, as revealed in the KPMG Qatar 2023 CEO Outlook Report, transcend challenges with unwavering optimism.\n Copy 29/12/2023 70",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ahmed abu-sharkh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "read qatar tribune",
          "sentiment": "negative"
        },
        {
          "name": "tribune news network doha kpmg",
          "sentiment": "negative"
        },
        {
          "name": "esg",
          "sentiment": "none"
        },
        {
          "name": "kpmg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "qatar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:14.614+02:00",
    "updated": "2023-12-30T15:27:39.267+02:00"
  }
]