[
  {
    "uuid": "72a96c4713e544b6c27692991286eb200440f070",
    "url": "https://www.sootoday.com/national-sports/cfl-fines-edmonton-quarterback-bethel-thompson-for-public-criticism-of-schedule-9269929",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-07-25T21:05:00Z",
    "title": "CFL fines Edmonton quarterback Bethel-Thompson for public criticism of schedule",
    "text": "TORONTO — A second condemnation of the CFL schedule has earned Edmonton Elks quarterback McLeod Bethel-Thompson another fine.\nThe CFL announced Thursday it was penalizing Bethel-Thompson for a second violation of its code of conduct. Following Edmonton's 20-14 loss to Ottawa on Friday, Bethel-Thompson was publicly critical of the league having both teams play on five days rest.\nIt marked the second time this season that Bethel-Thompson has publicly criticized the league for scheduling the Elks to play games five days apart. After dropping a 39-36 decision in Toronto on June 22, Edmonton was on the short end of a 24-21 score in Vancouver to the B.C. Lions on June 27.\nThe league also fined Edmonton defensive back Loucheiz Purifoy for delivering a high hit on Ottawa receiver Bralon Addison. As well, Winnipeg linebacker Adam Bighill was fined for unnecessary roughness after driving Saskatchewan quarterback Shea Patterson into the ground late in the Riders' 19-9 victory.\nBighill was disciplined for hitting Patterson as he rolled out to pass on the final play of the game.\nAs per league policy, the amounts of the fines were not disclosed.\nThis report by The Canadian Press was first published July 25, 2024.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mcleod beth",
          "sentiment": "negative"
        },
        {
          "name": "thompson",
          "sentiment": "negative"
        },
        {
          "name": "loucheiz purifoy",
          "sentiment": "none"
        },
        {
          "name": "adam bighill",
          "sentiment": "none"
        },
        {
          "name": "bighill",
          "sentiment": "none"
        },
        {
          "name": "bralon addison",
          "sentiment": "none"
        },
        {
          "name": "shea patterson",
          "sentiment": "none"
        },
        {
          "name": "patterson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "edmonton elks",
          "sentiment": "negative"
        },
        {
          "name": "edmonton",
          "sentiment": "negative"
        },
        {
          "name": "cfl",
          "sentiment": "negative"
        },
        {
          "name": "saskatchewan",
          "sentiment": "none"
        },
        {
          "name": "b.c. lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "winnipeg",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "edmonton",
          "sentiment": "none"
        },
        {
          "name": "bethel",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:21:24.947+03:00",
    "updated": "2024-07-26T00:21:24.947+03:00"
  },
  {
    "uuid": "fd77d9ada65f821c1a3f56256dbf41edfa90e410",
    "url": "https://timesofindia.indiatimes.com/city/patna/faith-leaders-and-unicef-join-hands-to-champion-child-rights/articleshow/110576074.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-05-31T00:00:00Z",
    "title": "Child Rights: Faith leaders and Unicef join hands to champion child rights | Patna News - Times of India",
    "text": "Patna: Prominent faith and spiritual leaders on Thursday came together on a common platform, pledging to ensure that children in Bihar have their rights to survival, growth, development, protection, and participation fulfilled, with a particular focus on the most marginalized and vulnerable children. This meeting marked the revival of the Bihar Interfaith Forum for Children (BIFC), initiated in 2017 and active till the global pandemic.Over 20 faith leaders along with other representatives of Faith-Based Organisations (FBOs), media and UNICEF officials attended a panel discussion on \\\"Advancing Children’s Rights in Bihar\\\" organised here on Thursday.During her speech, Margaret Gwada, the chief of field office for UNICEF Bihar, highlighted the 75-year journey of UNICEF in India and the unwavering support of faith leaders and their organisations. She stated, \\\"Our history demonstrates that together, we can accomplish what we set our minds and hearts to, whether it's eradicating polio or combating the global pandemic of Covid.\\\"Other participants in the panel discussion included Prof Sayyad Shah Shamim Ahmad from Khanqah Muneemiya, Mufti Sohrab Nadwi Qasmi from Emarat E Shariya, Md Shahzad from Jamat E Islami, Acharya Kishore Kunal from Mahavir Nayas Samiti, B K Sarita from Brahmakumaris, SK Parida from ISKON, Alok Kumar Agrawal and Pragya Agrawal from Art of Living, Dilip Singh from Takhat Sri Harimandir Sahib Ji (Patna Sahib), Vijay Kumar Jain, and Jain Mandir (Patna).We also published the following articles recentlyBihar will improve by winning elections with right people: Prashant KishorPoll strategist Prashant Kishor emphasized the need for Bihar's reformation through elections with the right candidates, not just winning. He addressed a gathering in New Delhi, advocating for a change in power dynamics.Bihar man dies from heatstroke in DelhiA 40-year-old man from Darbhanga, Bihar, lost his life at the RML Hospital in New Delhi due to a heat stroke during the intense heat wave in the national capital.Amid divorce rumours with Hardik Pandya, Natasa Stankovic shares FIRST photo; talks about 'faith'Rumours swirl around Natasa Stankovic and Hardik Pandya's possible divorce, hinted at by Natasa's Instagram activity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "margaret gwada",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "unicef",
          "sentiment": "negative"
        },
        {
          "name": "patna news - times of india patna",
          "sentiment": "negative"
        },
        {
          "name": "bihar interfaith forum for children",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "unicef bihar",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T03:49:57.635+03:00",
    "updated": "2024-05-31T03:49:57.635+03:00"
  },
  {
    "uuid": "99248e9211e3a8818da306785ddb576c3422d8b6",
    "url": "https://newsrnd.com/news/2023-12-28-drama-shakes-italy--ambulance-collides-with-bus-full-of-children---4-dead.ryByQujvp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T22:12:00Z",
    "title": "Drama shakes Italy: ambulance collides with bus full of children - 4 dead - The Limited Times",
    "text": "Last updated: 28.12.2023, 22:57\nBy: Patrick Mayer\nCommentsPrint Share\nTunnel drama in Italy: Four people die in a burnt-out ambulance in a traffic accident in the Marche region. © Screenshot X@poliziadistato\nIn a devastating tunnel accident in Italy, the entire crew of an ambulance is killed. The patient also dies at Fermignano.\nFermignano - While a pest is wreaking havoc between Lake Maggiore and Lake Garda, a serious traffic accident is causing a stir in Italy. The drama took place in a tunnel near Fermignano, in the Marche region, not far from the border with San Marino.\nMarche region: Serious traffic accident in tunnel near Fermignano The Polizia di Stato, the state police in charge of national roads between the regions, reported on Wednesday evening (27 December) on X (formerly Twitter) about a serious traffic accident that occurred in the afternoon on the Strada statale 73 Senese-Aretina between Tuscany and theAdriatic coast.\nNamely at the Ca' Gulino tunnel near Fermignano and Urbino. It was not until the following day that the extent of the tragedy became public: As Bild reports, an ambulance crashed head-on into a bus full of children on a church trip in the tunnel.\nTunnel tragedy in the Marche: entire crew of an ambulance dies in the fire As can be seen in the photos, both vehicles caught fire and burned out completely. According to Bild , a doctor (42 years old), a nurse (49), the driver of the ambulance (59) and the transported patient (80) were all killed on board the ambulance. For them, any help came too late.\nAccording to the first findings of the Polizia di Stato, the ambulance is said to have suddenly crossed into oncoming traffic. The bus driver is said to have tried to brake, but he was no longer able to avoid it in the tunnel. The bus driver and seven children between the ages of three and eight were injured. The children were on their way to the crèches of Urbino, where they are altar boys. Two boys from the bus were taken to hospital with smoke inhalation, reports Bild.\nMy news Dream of eternal youth: Multimillionaire undergoes controversial treatment – \"I am now genetically enhanced\"read\nPolar vortex event imminent: Climate phenomenon expected to cause the onset of winter soonread\nBecause he was bored: Family man wins over 6 million euros – with a bet of 1.60 €read more\nLottery Lucky Won £161 Million: Document Reveals How Much He Squandered Until Death\nRemedies for colds: get rid of colds and sore throats quicklyread\nSouth America pest endangers Lake Garda shores\nTunnel drama in Italy: Marche, Tuscany, Venice - Serious traffic accidents again and again Again and again, serious traffic accidents occur in Italy with several deaths. In October, a bus accident in Venice that killed 21 people caused a stir across Europe. The Mediterranean country is struggling with a dilapidated infrastructure. Genoa, Tuscany, Venice - especially the condition of Italian bridges and elevated roads is criticized by the public. The cause of the tunnel accident near Fermignano has been investigated by the State Police Directorate of the Province of Pesaro. (pm)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patrick mayer",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "fermignano",
          "sentiment": "none"
        },
        {
          "name": "fermignano the polizia di stato",
          "sentiment": "none"
        },
        {
          "name": "marche",
          "sentiment": "none"
        },
        {
          "name": "lake maggiore",
          "sentiment": "none"
        },
        {
          "name": "lake garda",
          "sentiment": "none"
        },
        {
          "name": "urbino",
          "sentiment": "none"
        },
        {
          "name": "san marino",
          "sentiment": "none"
        },
        {
          "name": "tuscany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:37.972+02:00",
    "updated": "2023-12-29T01:12:37.972+02:00"
  }
]