[
  {
    "uuid": "bb105cb77ed77c8e6ff0afe8114567923a1edb9e",
    "url": "https://newsrnd.com/news/2023-12-28-in-a-harsh-phone-call--biden-demanded-that-netanyahu-release-palestinian-tax-revenues---voila!-news.SJZBH2dsP6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T22:52:00Z",
    "title": "In a harsh phone call, Biden demanded that Netanyahu release Palestinian tax revenues - voila! news - The Limited Times",
    "text": "Biden: I wish I could be there to hug Abigail/Reuters\nUS President Joe Biden had a difficult conversation with Prime Minister Benjamin Netanyahu last Saturday about Palestinian tax revenues that Israel has been freezing for two months. Biden demanded that Netanyahu solve the problem and then ended the conversation, according to two senior American and Israeli officials and a third source familiar with the issue.\nMore on the subject: Israel to US: Demand Hezbollah 10 kilometers from border Poll: Nearly half of Israelis think Netanyahu is misbehaving vis-à-vis Biden Biden: \"Bibi told me, 'You dropped an atomic bomb, many civilians were killed.'\" \"Investing in this land now can make you a millionaire.\" Why it's important: A senior US official said it was one of the most difficult and frustrating phone calls between Biden and Netanyahu since the start of the war in Gaza. The difficult conversation is another sign of the growing tension between the president and the prime minister in recent weeks. More in Walla! Biden hugs and the shekel soars: Why is the currency strengthening during our most difficult times? See full article >\nQuick reminder: Two months ago, Israel's political-security cabinet decided to deduct about 40 percent of the tax revenues Israel collects for the Palestinian Authority, which it is obligated to transfer to it by virtue of agreements between the sides. The decision was made following a demand by Finance Minister Bezalel Smotrich, who claimed that the funds were transferred by the PA to the Gaza Strip and would therefore reach Hamas. Since that decision, Smotrich has refused any compromise on the issue and even threatened that if the funds were transferred directly or indirectly to the Palestinian Authority, he would resign from his position. One of the most difficult and frustrating phone calls. Joe Biden and Benjamin Netanyahu/Government Press Office, Haim Tzach\nBackstage: The 45-minute conversation focused on the next phase of Israel's ground operation in Gaza and plans to expand it to al-Bureij refugee camp in central Gaza, Israeli and U.S. officials said. Toward the end of the conversation, however, Biden raised his concerns about Israel's freezing of PA tax revenues. The president asked the prime minister to accept a proposal that Israel itself made to the United States a few weeks ago, according to which the offset tax lines would be transferred to custody in Norway until an agreement was reached that would address Israel's concern that the money might reach Hamas. The Palestinian Authority has already agreed to this proposal and made it clear to the US that under such an arrangement it would be willing to renew the receipt of the portion of tax money that Israel did not freeze. A senior U.S. official and a source familiar with the contents of the conversation said that Netanyahu surprised Biden by retracting Israel's agreement and said he no longer believed the Norwegian proposal was good. Netanyahu told Biden that he does not trust Norway and stressed that the Palestinian Authority should simply take part of the tax money that Israel is willing to transfer to it. Biden replied to Netanyahu that the U.S. trusts Norway and that should be enough for Israel to trust that offer as well, a senior U.S. official said. U.S. and Israeli officials said Biden told Netanyahu he had to deal with extremists in his coalition who oppose the transfer of tax dollars just as he faces political pressure on the Gaza war from some congressional Democrats. A few minutes later, Biden told Netanyahu that he expected him to find a solution to the issue, noting that \"this conversation is over.\" \"The feeling was that the president was going above and beyond for Netanyahu and taking political risks every day, but when Bibi's moment comes to give something back and take a political risk, he won't do it,\" a senior U.S. official said. Another senior U.S. official who commented on the details of the article tried to downplay the controversy, noting that Netanyahu did not reject the Norwegian proposal out of hand, but \"said that he was still trying to resolve some issues on the Israeli side.\" Snapshot: A few days after the conversation between Biden and Netanyahu, a close associate of the prime minister, Minister Ron Dermer, arrived at the White House for talks with President Biden's national security adviser, Jake Sullivan. The issue of Palestinian tax money was one of the topics discussed. A senior US official noted that since the phone call between Biden and Netanyahu, progress has been made on the issue. \"I think this matter is on the way to being resolved,\" the U.S. official said. What they say: A White House spokesman said the conversation between Biden and Netanyahu was \"good and helpful.\" More on the subject: Benjamin Netanyahu Joe Biden Iron Sword War Gaza War Taxes Palestinians",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "netanyahu",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "abigail",
          "sentiment": "negative"
        },
        {
          "name": "bibi",
          "sentiment": "none"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "biden biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "limited times",
          "sentiment": "negative"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "walla",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:19.794+02:00",
    "updated": "2023-12-29T01:12:19.794+02:00"
  },
  {
    "uuid": "b7dbf73118f0dd1f13d17fe13b8d89918d8535d4",
    "url": "https://abc17news.com/cnn-weather-environment/2023/12/29/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-29T09:56:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nCNN, KION, KPIX, KGO, VENTURA PD AND THE CITY OF VENTURA, SANTA CRUZ COUNTY, CHP SANTA CRUZ\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and warnings of dangerous and damaging swells after several people were injured by a wave along Ventura beach on Thursday.\nThe wave crashed over a barrier along the southern California beach, tossing a wall of fast-moving water at a group of onlookers who rushed to escape the deluge, witness video shows. Seawater quickly knocked some people off their feet and pummeled cars as drivers tried to speed away.\nNearly 20 people were briefly swept away in the incident and eight people were taken to the hospital, Ventura officials said.\nHigh water and dangerous rip currents will churn along some of California’s beaches through the weekend as much of the West coast – spanning from the US-Mexico border to southern Oregon – is under coastal flood and high-surf alerts, the National Weather Service said.\nWaves as high as telephone poles – about 40 feet – could slam into San Francisco through Friday morning. Fifteen to 20-foot waves are expected along the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nCrews in Ventura worked through the night to reinforce a mile-long sand barrier that was damaged by powerful waters on Thursday, the local fire department said. Standing about seven feet tall, the raised wall helps protect beachside communities.\nHoping to discourage spectators, local officials closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday. Some coastal streets in the area have also been closed as a precaution.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nTempestuous waters are also battering Northern California, where the Bay Area could see waves of 28 to 33 feet, the weather service advised.\nA high wind alert is also in effect for the Bay Area on Friday as wind gusts of up to 50 mph are expected.\nRainfall is likely to stretch northward from the Bay Area throughout the day Friday before shifting south into the weekend.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the site known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\nMavericks’ jaw-dropping waves – caused by unique underwater rock formations – reach their biggest heights in the winter, when big wave surfers from all over the world make pilgrimages to face the swells.\nThe legendary waves and the surfers who brave them have been the subject of several films and documentaries, including the 2012 biopic “Chasing Mavericks” about American surfer Jay Moriarity’s journey to surf Mavericks as a teen.\nOn Thursday, the conditions were prime for surfers like Blanco.\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "kgo",
          "sentiment": "none"
        },
        {
          "name": "kpix",
          "sentiment": "none"
        },
        {
          "name": "kion",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:53:06.413+02:00",
    "updated": "2023-12-29T14:53:06.413+02:00"
  },
  {
    "uuid": "82d6221678cc2cbf967af68e5ea92b15d637dd37",
    "url": "https://www.ringtv.com/710137-jonathan-rodriguezs-promoter-paco-damian-discusses-weight-issues-prior-to-failed-tanaka-bout",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anson Wainwright",
    "published": "2024-07-25T18:08:00Z",
    "title": "Jonathan Rodriguez’s promoter Paco Damian discusses weight issues prior to failed bout vs Kosei Tanaka",
    "text": "Jonathan Rodriguez’s promoter Paco Damian discusses weight issues prior to failed bout vs Kosei Tanaka Junior bantamweight contender Jonathan Rodriguez had been due to face Kosei Tanaka for the WBO 115-pound title on Saturday. However, at the weigh in the day before he tipped the scales at 121.25, meaning he was 6.25-pounds overweight and the fight was correctly soon scratched. It was hard not to feel sorry for Tanaka who had done his part and made weight, while Rodriguez has become something of a pariah, especially in Japanese circles. His promoter, Paco Damian, who is a disciple of the late great Hall of Fame promoter Don Chargin, had gone to Japan with high hopes only to leave with his tale between his legs after a particularly difficult few days. “This situation was very embarrassing,” Damian told The Ring. “Unfortunately since Wednesday Jonathan started cramping, had trouble breathing, and felt pressure in his chest. I had no choice but to hydrate him and try to stay ahead of his symptoms. From that point we couldn’t catch up. “No excuses on my end. I am the promoter and I assume all the responsibility. No finger-pointing to the fighter or trainer. I love our sport and one thing I can say is: There was never a bad intention on coming heavy. “When I spoke with Mr Honda about it, I spoke the truth. He is an honorable man with a lot of experience. I would like to believe he knows we never had a bad intention to come overweight or to use it as advantage. We kept trying until last minute to lose every little [bit of] weight we could. We absolutely did our best as a team to make the fight happen. Until medically it was not possible.” Rodriguez weight 121.6-pounds on the Wednesday of fight week but was unable to shift any additional weight due to the ailments. 試合中止です 相手選手が2.9kgオーバー 再計量も断念して計量失格 相手選手の体調や 試合不成立になった戦いを行う事自体、本来良くない事 色々な事を踏まえて 試合中止という判断です 明日はグローブではなく マイクを持って リングで皆さんに顔を見せます 残念なお知らせ誠に申し訳ございません。 [pic.twitter.com/Eq3ehi74dy] — 田中恒成/KOsei Tanaka (@KOsei530) [July 19, 2024] Prior to that, everything according to Damian, things were going smoothly and just how they had planned. “Everything was on track,” he said. “I asked them their answer was every thing is going great.” Once it became obvious to Damian that things were veering off course he attempted to help. “I made some calls to the USA searching for advice,” he said. “I was concerned and I knew then we were in big trouble. We all had the hope that somehow by controlling the cramps we can keep working safely on losing the extra weight. “Unfortunately every time the cramps will come back all we worked and the weight he lost was in vain because I had to give him some liquids to keep him safe, that brought him right back to the weight he was. We couldn’t catchup. “On Wednesday, when this happened, I didn’t point the finger at anybody, instead I try to keep everyone calm and deal with the situation. I took over, Every time we worked to lose weight, I pushed Jonathan to the limit responsibly. However, at the time I had a big responsibility and that was his health first.” The promoter is apologetic about what happened and more than willing to take his medicine. “This hasn’t sat well with me,” he said. “I have never accepted excuses, excuses are for people that are not willing to assume responsibility. “Other athletes from different countries made weight just fine. The damage we have caused is unrepairable. As the lead person of my team I assume all the responsibility to be laid upon me.” It is of course very early in the process, but the JBC are notoriously tough on offenders. They had a no-nonsense approach to Luis Nery who tested positive for zilpaterol and flagrantly missed weight against Shinsuke Yamanaka, and was given a lifetime ban. That ban was subsequently rescinded to allow Nery to face Ring junior featherweight titleholder Naoya Inoue in May. Each case is different and judged on its own merit. “I am glad they are tough, as they should be,” he said, falling at their mercy. “I don’t know as of right now what their verdict will be.” Rodriguez’s short-term future depends on the JBC ruling, though he received some encouraging support from another sanctioning body. “I had a conversation with [WBC President] Mr. Mauricio Sulaiman while in Japan in regard to this unfortunate situation and he personally offered me his board of doctors and experts to look into what happened to find out what was the cause of this, and also to use this to be as awareness to other athletes. And in what weight category Jonathan will fight in the near future.” “I have to wait for the JBC decision,” explained Damian. “Then we will proceed accordingly.” Questions and/or comments can be sent to Anson at [[email protected]](/cdn-cgi/l/email-protection#27424b55464e4944484653674b4e514209444809524c).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paco damian",
          "sentiment": "negative"
        },
        {
          "name": "jonathan rodriguez",
          "sentiment": "negative"
        },
        {
          "name": "kosei tana",
          "sentiment": "negative"
        },
        {
          "name": "kosei tanaka jonathan rodriguez",
          "sentiment": "negative"
        },
        {
          "name": "don chargin",
          "sentiment": "none"
        },
        {
          "name": "kosei tanaka",
          "sentiment": "none"
        },
        {
          "name": "damian",
          "sentiment": "none"
        },
        {
          "name": "jonathan",
          "sentiment": "none"
        },
        {
          "name": "tanaka",
          "sentiment": "none"
        },
        {
          "name": "rodriguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hall of fame",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:18:46.082+03:00",
    "updated": "2024-07-26T04:56:46.388+03:00"
  },
  {
    "uuid": "16dc98cc60ee223c65aeeff5b49d8d16bdd7ad1e",
    "url": "https://www.capital.fr/economie-politique/airbus-un-a380-de-qantas-a-realise-des-dizaines-de-vols-avec-un-outil-coince-dans-le-moteur-1505504",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "prismamedia.com",
    "published": "2024-11-15T13:08:00Z",
    "title": "Airbus : un A380 de Qantas a r\\u00e9alis\\u00e9 des dizaines de vols\\u2026 avec un outil coinc\\u00e9 dans le moteur",
    "text": "Voici une révélation qui ne va sans doute pas vous rassurer si vous devez [prendre l’avion](https://www.capital.fr/conso/chez-ryanair-le-telephone-portable-est-obligatoire-pour-prendre-lavion-1503943)… Un [Airbus A380](https://www.capital.fr/economie-politique/une-ancienne-piste-dediee-a-lairbus-a380-en-passe-detre-transformee-en-piste-cyclable-geante-1501996) de la compagnie aérienne australienne [Qantas](https://www.capital.fr/economie-politique/un-boeing-737-de-qantas-oblige-de-se-poser-juste-apres-le-decollage-a-cause-d-un-probleme-moteur-1505224) a effectué des dizaines de vols avec un outil coincé dans le moteur, rapporte [Air Journal](https://www.air-journal.fr/2024-11-15-un-a380-de-qantas-a-effectue-des-dizaines-de-vols-avec-un-outil-coince-dans-le-moteur-5259181.html), ce vendredi 15 novembre. Cette invraisemblable découverte fait suite à une enquête du Bureau australien de la sécurité des transports (ATSB) concernant des débris d’objets étrangers impliquant un A380-800. L’appareil en question, en provenance de Sydney, a atterri à l’aéroport de Los Angeles le 2 février 2024, après avoir volé pendant près de 300 heures (soit 17 allers-retours) avec un outil logé dans l’un de ses quatre moteurs Rolls-Royce. Lors de l’inspection de l’appareil, un mécanicien de la compagnie aérienne a découvert un outil de 1,25 m de long coincé contre les aubes directrices de sortie basse pression de l’un des moteurs, précisent nos confrères. Selon l’ATSB, l’outil a été laissé dans le moteur lors de son contrôle précédent à Los Angeles, soit près de 26 jours avant qu’il ne soit finalement détecté. [Boeing de Lufthansa : 11 personnes blessées dans un avion en proie à de grosses turbulences](https://www.capital.fr/economie-politique/boeing-de-lufthansa-11-personnes-blessees-dans-un-avion-en-proie-a-de-grosses-turbulences-1505400) Aucun dommage sur le moteur Dans son rapport, relayé par Air Journal, l’ATSB a indiqué que bien que l’outil ait été «déformé par un flux d’air à haute énergie», aucun dommage n’a été observé sur le moteur lui-même. «L’enquête de l’ATSB a révélé que les mécaniciens de maintenance n’avaient pas remarqué que l’outil avait été laissé dans le carter du compresseur basse pression du moteur lorsqu’ils ont effectué des vérifications pour détecter d’éventuels corps étrangers à la fin de la tâche d’inspection endoscopique», a précisé Angus Mitchell, commissaire en chef de l’ATSB. Par ailleurs, «les ingénieurs de maintenance n’ont pas entamé la procédure de perte d’outil une fois que l’outil a été identifié comme manquant, et l’ingénieur de certification a remis l’avion en service alors que l’outil n’était pas retrouvé.» «Les débris et les dommages causés par des objets étrangers peuvent constituer une menace importante pour l’exploitation sûre des avions, c’est pourquoi des réglementations, des procédures et des formations sont en place pour limiter le risque de dommages causés par des objets étrangers, en particulier ceux introduits lors de la maintenance», conclut le rapport de l’ATSB. «Nous prenons cela très au sérieux et bien qu’aucun dommage n’ait été subi par le moteur, il est essentiel que les processus appropriés en cas de perte d’outils soient suivis», a déclaré un porte-parole de Qantas. «Depuis cet événement, nous avons émis une directive de sécurité interne rappelant à nos ingénieurs et aux membres de l’équipe du magasin d’outils de respecter ces processus pour garantir que cela ne se reproduise plus», a-t-il assuré.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.air-journal.fr/2024-11-15-un-a380-de-qantas-a-effectue-des-dizaines-de-vols-avec-un-outil-coince-dans-le-moteur-5259181.html),",
      "https://air-journal.fr/2024-11-15-un-a380-de-qantas-a-effectue-des-dizaines-de-vols-avec-un-outil-coince-dans-le-moteur-5259181.html),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T16:53:40.314+02:00",
    "updated": "2024-11-15T16:53:40.314+02:00"
  },
  {
    "uuid": "619344a99d8c05cac1da60174ab5bb50132e0912",
    "url": "https://www.laprensagrafica.com/economia/El-Salvador-disminuye-exportacion-de-energia-a-C.A.-ante-epoca-seca-20240509-0087.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prensagrafica",
    "published": "2024-05-10T01:29:00Z",
    "title": "El Salvador disminuye exportación de energía a C.A. ante época seca",
    "text": "El Salvador disminuye exportación de energía a C.A. ante época seca\nLectura 3:00 min\nLectura 3:00 min\nEl Ente Operador Regional(EOR) muestra que en mayo el país solo inyectó 14,791 MWh, cuando su promedio entre enero y abril había sido de 83,756 MWh. El presidente de CEL confirmó la restricción.\nEl presidente de la Comisión Ejecutiva Hidroeléctrica del Río Lempa (CEL) y también director general de Energía, Hidrocarburos y Minas de El Salvador, Daniel Álvarez, afirmó este jueves que El Salvador ha limitado las exportaciones de energía a la región con el fin de cuidar el recurso hídrico, que ha disminuido a raíz de la época seca.\n“Actualmente los niveles de los embalses se encuentran en condiciones óptimas para la época; es más, hemos restringido las exportaciones de energía para cuidar el recurso y evitar situaciones criticas”, afirmó el funcionario en la red social X.\nLos datos del Ente Operador Regional (EOR) confirmaron una disminución de las exportaciones de energía que realiza El Salvador a los demás países de la región.\nEn lo que va de mayo, el país solo ha inyectado 14,791 megavatios hora (MWh) mientras que entre enero y abril, su promedio fue de 83,756 MWh y en marzo del año pasado, a la misma fecha, había inyectado 61,740 MWh. El Salvador exporta energía a través del Sistema de Interconexión Eléctrica para Países de América Central (SIEPAC).\nEn la región, Guatemala, Honduras y Costa Rica han tenido que declarar emergencia eléctrica, programar cortes de energía y racionarla por ciertas horas debido a que la época seca ha reducido su generación de energía hidroeléctrica.\nEn Honduras, nada menos este jueves, el Centro Nacional de Despacho de la Empresa de Energía Eléctrica (ENEE) se declaró en estado de emergencia por 48 horas debido a la ola de calor y la prolongada sequía que ha afectado a este país.\nEn El Salvador, el nivel de los embalses ha disminuido en las últimas semanas.\nSegún datos de la Unidad de Transacciones (UT), el 8 de mayo, la Central Hidroeléctrica Cerrón Grande (la mayor del país) reportaba 233.38 metros sobre el nivel del mar (msnm) cuando el 10 de octubre de 2023, este era de 243.03.\nDe igual forma, la presa El Guajoyo ha reducido su nivel desde 426.95 msnm el 16 de noviembre de 2023 a 420.95 msnm el 8 de mayo.\nSegún Álvarez, hay “suficientes recursos para generar, transmitir y distribuir energía eléctrica para más de 2 millones de usuarios”.\nLos datos de la UT muestran que a marzo, la generación hidroeléctrica aportó el 11.03% del total de la energía. Esta generación es menor en 39.9% a la energía hídrica generada en marzo de 2023.\nOtros recursos\nÁlvarez dijo que el país mantiene su generación hídrica, que también se complementa con energía geotérmica, fotovoltáica y eólica.\n“Hemos asegurado que haya suministro para generar energía con gas natural y búnker, en el caso sea necesario y como parte de un mayor respaldo al sistema eléctrico nacional”, afirmó.\nSegún los datos de la UT, la generación de energía con gas natural es la que más ha aportado a la matriz energética en marzo, con una participación de 33.64%.\nEsta planta de generación de energía privada representó una inversión de más de $1,200 millones. El gas natural sigue siendo un derivado del petróleo, pero se considera un combustible de transición hacia la descarbonización total.\nTags\n[Precios de la energía](/precios-de-la-energia-t262293)\n- Energía\n- CEL\n- UT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T04:49:21.706+03:00",
    "updated": "2024-05-10T04:49:21.706+03:00"
  },
  {
    "uuid": "6606deb4e4ca06936cbcf2b252ff5f60a4a05611",
    "url": "https://www.kansas.com/sports/article302387079.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Scott Chasen",
    "published": "2025-03-19T22:03:00Z",
    "title": "Mizzou basketball's Caleb Grill can be NCAA Tournament star | Wichita Eagle",
    "text": "Sports\nHe might be March Madness’ best shooter. His Mizzou teammates say he’s elite at this, too\nBy this point in the season, most everyone knows what Caleb Grill does best.\n“Of course he can shoot the leather off the ball,” says Missouri teammate Jacob Crews.\n“He can get going quick,” adds Drake men’s basketball coach Ben McCollum, tasked with engineering a game plan to quiet Missouri’s sharpshooting sixth man. “He’s obviously fantastic.”\nDespite missing five games with a neck injury, and starting only a single contest this season, Grill has made more 3s than anyone on his team — by 25.\nHe’s shooting 40.5% from deep entering the NCAA Tournament, and his highlights include a barrage of 30- (and 40-) footers, contested looks and shots while on the move. One teammate called him “arguably, probably the best shooter in college basketball.”\nHis teammates benefit from it. His opponents fear it.\nBut there’s another part of his game that tells a bigger story.\n“He’s had a lot of dunks this season,” Tigers junior Aidan Shaw said. “If you watch some film, you can see him — we call it lurking.”\nThat word brought a smile, then a laugh, out of the 6-3 205-pound Grill.\nGrill says it comes down to anticipation and film study. If you know what the opponent wants to do and put yourself in the right positions, they’ll give the ball away on occasion.\nEasy as that, right?\nShaw, Crews and others painted a much more involved picture.\n“He might be the best defender on this team,” Crews insisted. “I know we’ve got Ant (Robinson). But Caleb’s everywhere. He can guard any position. He knows every position. He knows every play. He knows where to put other guys while he’s in the middle of putting himself in position.”\nCrews, in fact, said Grill has “a different aura about him when it comes to situations” and that he’s never had a teammate so adept at film study. Shaw, attempting to explain how Grill ranks second on Missouri (22-11) in steals, went back to Grill’s high school days in Wichita.\n“So, he used to play football, and he used to play quarterback,” Shaw said. “So I would say that’s where he might get it from. But also having that kind of awareness where he’s seeing where people are passing the ball. He gets a lot of skip passes and intercepts them.”\nWhich leads to run-outs ... and dunks.\nFunny enough, Grill has dunked 13 times this season (and missed twice), according to tracking data from Synergy. Josh Gray, a 7-footer who has played in 32 games for Missouri and started 16 at center, is 13-of-16 on dunks, including a Shaq-esque throwdown against Kentucky on senior day.\nFor a player who spends so much time camped behind the 3-point line, you might not expect Grill to score nearly a third of his 2-point baskets by dunking. Just like you might not expect Grill’s 45 steals, 1.6 per game, to rank second for the Tigers behind Robinson’s 64 (2 per contest).\n“He studies this game. He loves this game. And it shows,” Crews said. “Nothing is too small or big for him. Every role is important. That means if he’s having to be in help defense or man-to-man defense or zone defense, he always knows what he’s doing.”\nThat will be on display in a perfect setting.\nWhile Grill wasn’t sure — or didn’t want to divulge — the exact number of tickets he’d set aside for family and friends, he said he was grateful for everyone who would be able to see him play his first competitive game in Wichita since his high school days at Maize.\nHe was a four-sport athlete there.\nGrill, who said in an interview with Mizzou Athletics he has lived in Mulvane, Maize, Garden Plain and Wichita, has kept a level head about returning home. Several teammates, including graduate guard Tony Perkins, described Grill as being “just his normal self.”\nPart of that, Perkins added, is Grill’s excitement about returning to the NCAA Tournament in his sixth and final season of college. Particularly after missing most of last season — as Mizzou went 0-18 in SEC play — due to injury, then missing five more games this year with a scary neck injury that left him fearing his college career could be done.\n“Honestly,” Grill said back in February, “sometimes I wish the games were longer.”\nGrill has found joy the entire season in winning, helping the No. 6-seeded Tigers build an NCAA Tournament resume and taking teammates who have never been to the Big Dance to their first trip.\nWhile he’ll almost certainly come off the bench — as you’d expect from the SEC’s sixth man of the year — no one is shortchanging the effect he’ll have on Thursday’s game (6:35 p.m. on truTV) against No. 11 seeded Drake (30-3).\nWhether it’s his “lurking,” dunking or, yes, logo 3-pointers at Intrust Bank Arena that get everyone going.\n“You just try to limit it to one ...” McCollum said, “and maybe he misses it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->basketball",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=XDpfscF2HSk",
      "https://www.kansascity.com/sports/college/sec/university-of-missouri/article301706119.html",
      "https://www.kansascity.com/sports/college/sec/university-of-missouri/article295463699.html",
      "http://www.youtube.com/watch",
      "https://kansascity.com/sports/college/sec/university-of-missouri/article301706119.html",
      "https://kansascity.com/sports/college/sec/university-of-missouri/article295463699.html",
      "http://youtube.com/watch?v=XDpfscF2HSk"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:20:28.235+02:00",
    "updated": "2025-03-20T00:20:28.235+02:00"
  },
  {
    "uuid": "f82051d3199eecfd8626d40943cb10ceaf3f6f9f",
    "url": "http://business.ridgwayrecord.com/ridgwayrecord/article/bizwire-2025-4-16-synovus-announces-earnings-for-first-quarter-2025",
    "ord_in_thread": 0,
    "author": "The Ridgway Record",
    "published": "2025-04-16T21:24:00Z",
    "title": "Synovus Announces Earnings for First Quarter 2025 | User | ridgwayrecord.com",
    "text": "Diluted earnings per share of $1.30 versus $0.78 in 1Q24\nAdjusted diluted earnings per share of $1.30 versus $0.79 in 1Q24",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Social Issue->social condition",
      "Politics->government budget",
      "Politics->government department",
      "Politics->economic policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "f82051d3199eecfd8626d40943cb10ceaf3f6f9f",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:27:34.108+03:00",
    "updated": "2025-04-17T00:27:34.108+03:00"
  },
  {
    "uuid": "59bd33f2301101cedf99cc6dca1a78c64250cd0b",
    "url": "https://www.dexerto.com/fortnite/fortnite-teases-nascar-collab-ahead-of-fncs-global-championship-2890151",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anyka Pettigrew",
    "published": "2024-09-05T20:34:00Z",
    "title": "Fortnite teases Nascar collab ahead of FNCS Global Championship - Dexerto",
    "text": "Gaming\nFortnite Fortnite teases Nascar collab ahead of FNCS Global Championship Anyka Pettigrew ❘ Published: 2024-09-05T20:34:13 Epic Games/Dexerto The Fortnite Champion Series Global Championship begins the first weekend of September, and Epic Games has already indicated a Nascar collaboration is coming soon.\nHeld in Fort Worth, Texas on September 7-8, the FNCS Global Championship is an in-person tournament with a $200,000 prize for the winning team and a prize pool total of $2 million.\nWhile most players have been swept up by the latest Chapter 5 Season 4 31.10 update , fans of Fortnite’s competitive side may be interested to know about an upcoming collab with one of the world’s most iconic auto racing organizations.\nArticle continues after ad Fortnite’s X account shared a post getting the audience hyped for the upcoming tournament, which also mentioned that Nascar was “ready to bring the energy” to it. This makes it sound like we’ll get more information during the tournament.\nA trusted Fortnite leaker presented more information in a quoted reply that revealed some important details about this long-awaited crossover.\nArticle continues after ad\nNASCAR x Fortnite 🤔 https://t.co/Mtd8SjYhpr pic.twitter.com/YbjIOWE3IG\n— iFireMonkey (@iFireMonkey) September 5, 2024 According to the LinkedIn page of a Nascar employee, the company has plans to bring elements of the iconic brand into Fortnite through “new licensed Vehicles and new Rocket Racing Tracks.”\nArticle continues after ad That will likely mean new car skins for Rocket Racing, as well as Nascar cosmetics that you can use in the Battle Royale mode.\nThe leaked image provided also made it seem like Rocket League, also owned by Epic Games, will receive a similar Nascar collab.\nThis wouldn’t be the only time Fortnite has worked with companies to bring familiar cars to the Battle Royale mode. The Tesla Cybertruck arrived in the game just a few months ago.\nRelated: Fortnite Festival and Rocket Racing 23 January patch notes: New items, tracks & more Article continues after ad Players who love both franchises were ecstatic to hear about this news. In reply to another post talking about the Nascar crossover, someone said “that’s a crazy collab.”\nAnother commenter shared how hyped they were for this by simply telling Epic to “take my money.”\nArticle continues after ad keep reading Fortnite Fortnite players slam Epic going for “quick cash grab” after Cybertruck release Joe Pring Fortnite Fortnite leaks reveal potential Kingdom Hearts collab Michelle Cornelia Fortnite Fortnite leaks reveal new vehicle and unexpected collab Daniel Appleford Fortnite Fortnite Rocket Racing Season 1 Neon Rush patch notes: New tracks, cars, quest pack & more Josh Taylor Fortnite Fortnite Championship Series 2024 Majors: Schedule, streams, how to qualify & more Daniel Appleford Fortnite FNCS Global Championship 2024: Schedule, venue, prize pool & more Rishabh Sabarwal Fortnite Fortnite Rocket Racing 28.30 patch notes: Diestro car skin, Speed Run mode, more Josh Taylor Fortnite FNCS Global Championship 2023: List of all qualified participants Rishabh Sabarwal About The Author Anyka Pettigrew Anyka Pettigrew is a Games Writer on the US Dexerto team. She specializes in games such as Baldur's Gate, Diablo, and Valorant, amongst other games in genres such as RPGs, horror games, and farming sims. She was previously a writer for PC Invasion. You can contact her at: anyka.pettigrew@dexerto.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/iFireMonkey/status/1831769871782441411",
      "https://t.co/Mtd8SjYhpr",
      "https://x.com/ShiinaBR/status/1831771853276201144",
      "https://t.co/YbjIOWE3IG",
      "https://twitter.com/iFireMonkey/status/1831769871782441411?ref_src=twsrc%5Etfw",
      "https://x.com/FNCompetitive/status/1831769268452782554",
      "https://twitter.com/iFireMonkey/status/1831769871782441411",
      "https://www.t.co/Mtd8SjYhpr",
      "https://www.x.com/ShiinaBR/status/1831771853276201144",
      "https://www.x.com/FNCompetitive/status/1831769268452782554",
      "https://www.x.com/iFireMonkey/status/1831769871782441411",
      "https://www.twitter.com/iFireMonkey/status/1831769871782441411?ref_src=twsrc%5Etfw",
      "https://www.t.co/YbjIOWE3IG"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:25:25.920+03:00",
    "updated": "2024-09-06T00:25:25.920+03:00"
  },
  {
    "uuid": "fca8bc225faeff4979e376ed8c0b7a2826e75998",
    "url": "https://www.wgrz.com/article/news/local/national-public-safety-telecommunicators-week-honors-dispatchers-wny/71-8d1324f0-c7a2-4255-8f20-7d74d36efdf3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelly Dudzik",
    "published": "2024-04-18T17:34:00Z",
    "title": "National Public Safety Telecommunicators Week honors dispatchers | wgrz.com",
    "text": "BUFFALO, N.Y. — This is National Public Safety Telecommunicators Week , a week to celebrate the 100,000 people who help keep us safe in 911 dispatch centers across the country. Joseph Sajdak started his career with the Erie County Sheriff's Office 25 years ago, and in that time he's seen a lot of things change, and he's helped a lot of people. \"We work 12-hour shifts,\" Sajdak said. And throughout those shifts, Sajdak helped answer many of Erie County's 102,000 911 calls last year. \"The day usually starts off slower and it gets crazier throughout the day,\" Sajdak said. Sajdak knew he wanted a career in law enforcement at an early age and decided he wanted to be a dispatcher after getting two degrees in law enforcement and taking the civil service test. He works the day shift. \"Courts, medical runs, sending cars for service, school, SRO-related duties, and then in the afternoon is when everybody comes home to find problems. So those are more community-driven complaints where they come home, find their house broken into, something comes in the mail threatening information, calls on their phone,\" Sajdak said. He says when he started maybe about a quarter of the calls were from cell phones, and now only about 10 percent are from landlines. \"The technology is evolving every day. We've gone from 911 calls to now taking text messages, and soon we'll be able to take video text messages and video calls,\" Sajdak said. A lot of the calls are serious, but he's has his share of, let's just say, interesting calls, too. \"Naked people running down the street. We've had problems with people mowing each other's lawns. Those are the lighter aspects of weird calls, but some things are really strange and people do some really crazy things,\" Sajdak said. And his best career advice is that you have to be understanding both to the callers and the first responders. Sajdak says the training process takes anywhere from 12 to 16 weeks and some people pick it up pretty quickly. RELATED VIDEO:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.ntia.gov/blog/2024/national-public-safety-telecommunicators-week-celebrating-nation-s-9-1-1-heroes#:~:text=From%20April%2014th%20to%20April,are%20frontline%20responders%20during%20crises.),",
      "https://ntia.gov/blog/2024/national-public-safety-telecommunicators-week-celebrating-nation-s-9-1-1-heroes#:~:text=From%20April%2014th%20to%20April,are%20frontline%20responders%20during%20crises.),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sajdak",
          "sentiment": "none"
        },
        {
          "name": "joseph sajdak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national public safety telecommunicators week",
          "sentiment": "negative"
        },
        {
          "name": "erie county sheriff's office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "erie county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:38:16.542+03:00",
    "updated": "2024-04-19T01:28:48.891+03:00"
  }
]