[
  {
    "uuid": "940dc91bb7439758b38fc7a663d50d4fafa68d04",
    "url": "https://www.ozbargain.com.au/node/824741",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rosebank",
    "published": "2024-01-05T22:37:00Z",
    "title": "Citizen Promaster Eco-Drive Super Titanium Sapphire BN0241-59W Watch $499 Delivered @ Starbuy",
    "text": "I think this is a great tool watch with great specs. Super Titanium, solar, sapphire, not too thick, and lug-to-lug of only 46mm, despite it being 42mm.\nCitizen Promaster Eco-Drive Super Titanium Mens Watch BN0241-59W Green dial with a 42mm case size.\nCitizen’s Promaster Land watch BN0241-59W is perfect for high-speed adventurers and has all the tools for the toughest terrain. With Eco-Drive technology, it is powered by light and never needs a battery, so you'll never need to open your caseback or compromise your next adventure again.\nFeatures of the BN0241-59W include a Super Titanium case and bracelet, luminous hour and minute hands, one- piece construction, Duratect MRK and a date function. Water resistant to 200m, the BN0241-59W includes Sapphire crystal glass, a solid case back, screw lock crown and a fold over clasp with a safety button. The case size is 42mm with a thickness of 11.9mm and a lug-to-lug size of 46mm\nCitizen Promaster BN0241-59W features the Citizen solar power E168 Japanese movement that has a 6 month power reserve once fully charged.\nRest of the sale:\nhttps://starbuy.com.au/weekend-flash-sale/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.starbuy.com.au/weekend-flash-sale/",
      "https://starbuy.com.au/weekend-flash-sale",
      "https://starbuy.com.au/weekend-flash-sale/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:44:28.937+02:00",
    "updated": "2024-01-06T00:44:28.937+02:00"
  },
  {
    "uuid": "fa5091645fd1dcd92db679b25ce5ff9b8d9e5bca",
    "url": "https://www.kompas.id/baca/english/2023/12/24/en-jangan-jadikan-agama-sebagai-alat-untuk-mendapatkan-kemenangan-elektoral",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "REGINA RUKMORINI",
    "published": "2023-12-23T19:57:00Z",
    "title": "Don't Use Religion as a Tool to Gain Electoral Victory - Kompas.id",
    "text": "[›](/) [English](/kategori/english)›Don't Use Religion as a Tool... Don't Use Religion as a Tool to Gain Electoral Victory Religious communities are reminded to avoid using identity politics to gain support in elections. Religion should be a good basis for contestation. About AI Translated Article Please note that this article was automatically translated using Microsoft Azure AI, Open AI, and Google Translation AI. We cannot ensure that the entire content is translated accurately. If you spot any errors or inconsistencies, contact us at [hotline@kompas.id](mailto:hotline@kompas.id), and we'll make every effort to address them. Thank you for your understanding. The following article was translated using both Microsoft Azure Open AI and Google Translation AI. The original article can be found in [Jangan Jadikan Agama sebagai Alat untuk Mendapatkan Kemenangan Elektoral](https://www.kompas.id/baca/nusantara/2023/12/24/jangan-jadikan-agama-sebagai-alat-untuk-mendapatkan-kemenangan-elektoral) MAGELANG, KOMPAS - Ahead of the 2024 General Election, all religious communities are reminded to avoid using identity politics to gain support. All communities are also urged not to engage in using religious issues as a means to achieve electoral victory. \"On the contrary, make religion a good foundation to contest peacefully in elections,\" said Deputy Minister of Religion Saiful Rahmat Dasuki in his speech at the Maha Sanghadana Pabbajja Samanera event at the Borobudur Temple Tourism Complex in Magelang Regency, Central Java, on Saturday (23/12/2023).\" The Maha Sanghadana is part of the series of activities of the Pabbajja Samanera, which takes place at the Borobudur Temple Tourist Park from December 16-28, 2023. This Pabbajja Samanera is being attended by 500 people from all over Indonesia. Pabbajja Samanera is a type of training in which Buddhist practitioners undergo a practice of becoming novice monks. This activity is held by the Indonesian Mahanikaya Buddhist Council (MBMI). The democratic party elections are a routine agenda that is repeated every five years. In the elections, there will always be differences and competition. However, it should be noted that all members of the community and various religious groups in Indonesia should be able to pass through it happily and joyfully. \"Face the election with joy and remember that friendship and brotherhood are something that we must always maintain,\" he said. Religious communities are expected to continue to maintain and strengthen the unity that exists in Indonesia. In the midst of the approaching election, all communities are also urged not to aggravate the political situation with unpleasant actions, insults, or even defaming others. Also read: [”Thudong” Crosses Four Temples](https://www.kompas.id/baca/nusantara/2023/12/17/peserta-pabbajja-samanera-sementara-akan-thudong-lintasi-empat-candi) For the benefit of Buddhists, Saiful appreciates all the ritual activities that are regularly held at the Borobudur Temple Tourist Park. Through these events, the Buddhist community is reminded to continue maintaining internal harmony among themselves as well as with members of other religious communities. \"Practice dhamma properly and correctly in your daily life and bring about peace in our Indonesia today,\" he said. The Samanera Pabbajja event is expected to further strengthen the appeal of Borobudur Temple as a religious tourism destination. By holding it regularly, Samanera Pabbajja is also expected to contribute to attracting more visitors from various countries to Indonesia. The Chairman of the Pabbajja Samanera Committee, Fatmawati, said that during the Maha Sanghadana event, Buddhist devotees lit candles and released 300 lanterns over the Taman Wisata Candi Borobudur complex. Also read: [Charity for Samanera Flows in Borobudur](https://www.kompas.id/baca/nusantara/2023/12/20/derma-pada-samanera-mengalir-di-borobudur) The lighting of candles and lanterns is meant as a symbol, reminding Buddhist followers to illuminate the brightness within themselves to offer light to the community around them and for global peace. The Chairman of MBMI, Agus Jaya, stated that lighting candles and releasing lanterns are also symbolic of the spiritual way to achieve a happier life. He also invited all people to continue practicing dhamma to increase virtue in everyday life. \"Spread kindness and bring peace within yourself and the world,\" he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "kompas",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "magelang",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T05:26:03.431+02:00",
    "updated": "2023-12-24T05:26:03.431+02:00"
  },
  {
    "uuid": "5b1a8e0e3fab78c25a93190b125fa5977bf2a03d",
    "url": "https://www.zupyak.com/p/3971019/t/eco-friendly-savings-the-environmental-benefits-of-renewable-energy-solar-in-florida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zupyak.com",
    "published": "2023-12-28T20:43:00Z",
    "title": "Eco-Friendly Savings: The Environmental Benefits of Renewable Energy Solar in Florida",
    "text": "Discover how embracing renewable energy through solar power in Florida can help you save money and contribute to a healthier environment. As climate change remains a pressing concern, it's crucial to explore eco-friendly options like solar energy. If you're wondering, \"How can I make a difference?\" – well, this article has the answers for you. Explore the benefits of [renewable energy](http://sunhaveninnovations.com) and learn how solar power can be a sustainable solution for both your wallet and the planet. What is Solar Energy? Solar energy is a sustainable and renewable source of power that is derived from the sun's radiation. It is captured through the use of solar panels, which convert sunlight into electricity using the photovoltaic effect. This form of energy is both clean and emission-free, making it an environmentally friendly option. Furthermore, it reduces reliance on fossil fuels and promotes self-sufficiency in energy production. By utilizing the power of the sun, solar energy provides a long-term solution to meeting our energy needs while also minimizing our impact on the environment. Consider installing [solar panels](https://goo.gl/maps/yUrhrmSrsQJMn8Ui8) on your property to take advantage of this abundant and eco-friendly energy source. How Does Solar Energy Work? Solar energy works by capturing the sun's rays and converting them into usable electricity. Here is a step-by-step guide on how solar energy works: - Solar panels, made up of photovoltaic cells, absorb sunlight. - The sunlight excites electrons in the cells, creating an electric current. - An inverter converts the direct current (DC) into alternating current (AC) to power homes or businesses. - The AC electricity is then distributed to power electrical appliances and devices. - Excess electricity generated can be stored in batteries or fed back into the grid for credit. Why is Solar Energy Important for the Environment? Solar energy plays a crucial role in protecting the environment due to its numerous benefits. - Reduced carbon emissions: By producing electricity without emitting greenhouse gases, solar energy helps in the fight against climate change. - Renewable and sustainable: As a renewable energy source, solar energy will never run out as it relies on the infinite power of the sun. - Conservation of natural resources: By reducing the reliance on fossil fuels, solar energy helps conserve precious and finite resources like coal and natural gas. - Improved air and water quality: The production of solar energy does not release harmful pollutants into the air or water, leading to cleaner environments and healthier communities. What Are the Environmental Benefits of Solar Energy? Solar energy offers numerous environmental benefits that contribute to a sustainable future. - Reduced greenhouse gas emissions: Solar energy produces electricity without emitting harmful greenhouse gases, helping to combat climate change. - Clean and renewable: Solar power is a renewable energy source that is abundant and readily available, reducing reliance on fossil fuels and minimizing environmental pollution. - Conservation of natural resources: Solar energy does not require the extraction or consumption of finite resources like coal or natural gas, preserving ecosystems and biodiversity. - Air and water quality improvement: By replacing traditional energy sources, solar energy reduces air pollution and water contamination associated with fossil fuel power plants. - Energy independence: Solar energy diversifies energy sources, reducing dependence on imported fuels and increasing energy security. By harnessing solar power, we can enjoy a cleaner, healthier environment for future generations. How Does Solar Energy Help Combat Climate Change? Solar energy plays a critical role in the fight against climate change by reducing greenhouse gas emissions and decreasing dependence on fossil fuels. Here are the ways in which solar energy helps combat climate change: - Reduces carbon emissions: Solar energy produces electricity without emitting harmful greenhouse gases, such as carbon dioxide and methane. - Decreases air pollution: By replacing traditional energy sources, solar energy helps decrease the amount of air pollutants that contribute to respiratory issues and smog formation. - Conserves water resources: Solar energy requires minimal to no water for operation, unlike fossil fuel power plants that consume significant amounts for cooling and other processes. - Promotes sustainability: Utilizing solar energy helps preserve finite fossil fuel resources, promoting a sustainable energy future. - Encourages global action: The adoption of solar energy inspires other countries to invest in renewable energy, creating a global movement to combat climate change. Advantages of Solar Power and Renewable Energy in Florida Florida has numerous advantages when it comes to utilizing solar energy. Firstly, the state receives an abundance of sunlight year-round, making it the perfect location for generating solar power. Secondly, solar energy can greatly reduce electricity bills for both homeowners and businesses, resulting in long-term cost savings. Additionally, by utilizing solar energy, Florida can help decrease greenhouse gas emissions, promoting a cleaner and healthier environment. Lastly, the state offers various financial incentives and rebates to promote the adoption of solar energy, making it an appealing choice for those looking to go green and save money. How Does Solar Energy Benefit Florida's Economy? Solar energy has numerous economic benefits for Florida's economy, including job creation, local investment, reduced energy costs, tax revenue, and energy independence. By implementing solar energy, households and businesses can save money on electricity bills, freeing up funds for other economic activities. Additionally, solar projects attract investments, stimulating economic growth, and generate tax revenue for local governments. This not only contributes to long-term sustainability but also provides a significant boost to the economy by creating jobs and reducing dependence on imported fossil fuels. What Are the Environmental Impacts of Traditional Energy Sources in Florida? The use of traditional energy sources in Florida, such as coal and natural gas, has a significant impact on the environment. These sources emit greenhouse gases like carbon dioxide, which contributes to climate change. They also release harmful pollutants into the air, water, and soil, posing a threat to both human health and ecosystems. Additionally, the extraction of finite resources and habitat destruction are also consequences of traditional energy production. However, by transitioning to solar energy, Florida can reduce these environmental impacts as solar power generates electricity without emissions or pollution. Embracing renewable energy sources like solar in Florida is crucial for a cleaner and more sustainable future. How Can Individuals and Businesses Save Money with Solar Energy in Florida? To save money with [solar energy](http://sunhaveninnovations.com) in Florida, individuals and businesses can follow these steps: - Invest in solar panels to generate electricity and decrease reliance on the grid. - Take advantage of net metering programs to earn credits for any excess electricity produced. - Apply for federal and state incentives, such as tax credits and rebates, to help offset installation costs. - Decrease energy consumption through implementing energy-efficient practices and using energy-saving appliances. - Monitor and optimize energy usage with smart technology, like solar monitoring systems. What Are the Financial Incentives for Installing Solar Panels in Florida? Florida offers a variety of financial incentives to encourage the installation of solar panels. These incentives include: - Solar Investment Tax Credit: The federal government provides a tax credit of 26% on the cost of installing solar panels, reducing the overall expense of the system. - Property Tax Exemption: In Florida, the added value of a solar energy system is exempt from property taxes. This means that homeowners and businesses do not have to pay additional taxes on the increased value of their property due to solar panels. - Sales Tax Exemption: Florida does not impose sales tax on the purchase of solar panels and other solar energy equipment, helping to lower the upfront cost of installation. - Net Metering: Florida's net metering policy allows solar panel owners to receive credits for excess electricity they generate and feed back into the grid, which can be used to offset future electricity bills and result in long-term savings. How Can Solar Energy Help Reduce Utility Bills in Florida? Switching to solar energy can help significantly reduce utility bills in Florida by providing a clean and renewable source of electricity. Here are the steps to make it happen: - Assess your energy needs and determine the appropriate size of the solar panel system required. - Contact various [solar installation](http://sunhaveninnovations.com)companies to obtain quotes and compare prices. - Apply for any available financial incentives, such as tax credits or rebates, to further reduce costs. - Secure financing options, including loans or leasing agreements, to make the transition to solar energy affordable. - Schedule the installation of the solar panels with a certified installer to ensure proper installation. - Connect the solar panels to your utility grid and start generating your own electricity. - Monitor your energy production and savings through a monitoring system to track the benefits of going solar. Conclusion This comprehensive exploration of solar energy in Florida highlights its multifaceted benefits for individuals, businesses, and the environment. From the abundance of sunlight, financial incentives, and reduced utility bills to the positive impacts on the economy and the fight against climate change, solar power emerges as a sustainable and economically viable solution. By embracing renewable energy, Floridians not only contribute to a cleaner and healthier environment but also enjoy long-term savings and economic prosperity. The journey towards a greener future begins with the simple yet impactful step of harnessing the power of the sun through solar energy. Visit these pages to learn more about Solar Power and Renewable energy through [SunHaven Innovations](https://goo.gl/maps/yUrhrmSrsQJMn8Ui8): Socials: [SunHaven Innovations Facebook Page](https://www.facebook.com/profile.php?id=100094975770897) [SunHaven Innovations Pinterest Page](https://www.pinterest.ph/sunhaveninnovations/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "http://sunhaveninnovations.com)companies",
      "http://sunhaveninnovations.com)",
      "https://pinterest.ph/sunhaveninnovations/)",
      "http://www.sunhaveninnovations.com)companies",
      "https://www.facebook.com/profile.php",
      "https://goo.gl/maps/yUrhrmSrsQJMn8Ui8)",
      "https://www.pinterest.ph/sunhaveninnovations/)",
      "https://www.goo.gl/maps/yUrhrmSrsQJMn8Ui8):",
      "https://facebook.com/profile.php?id=100094975770897)",
      "http://www.sunhaveninnovations.com)",
      "https://www.facebook.com/profile.php?id=100094975770897)",
      "https://www.goo.gl/maps/yUrhrmSrsQJMn8Ui8)",
      "https://goo.gl/maps/yUrhrmSrsQJMn8Ui8):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "environmental benefits of renewable energy solar",
          "sentiment": "negative"
        },
        {
          "name": "solar energy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:24:46.177+02:00",
    "updated": "2023-12-29T02:24:46.177+02:00"
  },
  {
    "uuid": "cdfe17e8e81ef5dcec81ef373fa135472f31f4d1",
    "url": "https://www.kulr8.com/news/state/missoula-students-gain-hands-on-experience-with-a-brand-new-donated-car/image_e5f36977-8df8-5c62-822f-38090afd8ced.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alaina Margo NonStop Local Multimedia Journalist",
    "published": "2024-12-05T05:00:00Z",
    "title": "Missoula students gain hands-on experience with a brand-new donated car | Billings News | kulr8.com",
    "text": "Missoula students gain hands-on experience with a brand-new donated car - Alaina Margo NonStop Local Multimedia Journalist - Updated Tags Locations As featured on MISSOULA, Mont. – Students at Sentinel High School's automotive department have something new to be excited about: a brand-new car donated to their program. Local Weather Currently in Billings 41° Clear 55° / 21° 8 PM 42° 9 PM 41° 10 PM 40° 11 PM 39° 12 AM 38° Most Popular Articles [Billings businesses hit hard by crash; driver facing charges](/news/billings-businesses-hit-hard-by-crash-driver-facing-charges/article_3c9a89c0-b10f-11ef-9e2f-a77df2390514.html)[Winning numbers for Montana Millionaire $250K prize announced today, keep your ticket handy!](/news/winning-numbers-for-montana-millionaire-250k-prize-announced-today-keep-your-ticket-handy/article_3be4e5de-b0c4-11ef-a281-071873a0409b.html)[Highway closure in northeast Montana due to ongoing incident](/news/highway-closure-in-northeast-montana-due-to-ongoing-incident/article_0aac2d46-b26e-11ef-a3e0-1f28e953b779.html)[Billings residents urge action as Shiloh AMC faces cleanliness issues](/news/billings-residents-urge-action-as-shiloh-amc-faces-cleanliness-issues/article_db2ede8c-b133-11ef-9515-c3578e78a2d5.html)[Turkey crashes Billings home ahead of holidays; family thankful for community support](/news/turkey-crashes-billings-home-ahead-of-holidays-family-thankful-for-community-support/article_5bc9495e-ade9-11ef-98e3-afd3b027a8e7.html)[Victim identified in Billings apartment fire early Saturday morning](/news/victim-identified-in-billings-apartment-fire-early-saturday-morning/article_5ecf4afc-b007-11ef-af04-c33fa370b13d.html)[\"Total network outage\" reportedly caused AMC Shiloh closure](/news/total-network-outage-reportedly-caused-amc-shiloh-closure/article_63901c74-b106-11ef-b04c-0fea9096a2d7.html)[MHP investigations in Laurel K9 biting incident lead to internal safety review](/news/mhp-investigations-in-laurel-k9-biting-incident-lead-to-internal-safety-review/article_dc20cce6-adba-11ef-a4c8-fb67e33ab632.html)[Man found near abandoned car near Moore identified](/great-falls/man-found-near-abandoned-car-near-moore-identified/article_a4d39c39-aaad-56cb-aa1a-6b614200a72b.html)[Credit card skimmer targets ATMs in Red Lodge and Columbus](/news/credit-card-skimmer-targets-atms-in-red-lodge-and-columbus/article_e1cc4bd2-b023-11ef-a8a3-6797a5ab365f.html) Videos Sign Up For Newsletters Success! An email has been sent to with a link to confirm list signup. Error! There was an error processing your request. More Video From This Section - 1 min to consume © Copyright 2024 [NonStop Local Billings](/)2045 Overland Ave, Billings, MT |[Terms of Use](/site/terms.html)|[Privacy Policy](/site/privacy.html)Powered by BLOX Content Management System from BLOX Digital .You don't have any notifications. Get up-to-the-minute news sent straight to your device.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [
      "https://bloxdigital.com/",
      "https://bloxcms.com",
      "https://bloxdigital.com",
      "https://www.bloxcms.com",
      "https://www.bloxdigital.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Alaina Margo",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Sentinel High School",
          "sentiment": "none"
        },
        {
          "name": "Shiloh AMC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T04:21:03.455+02:00",
    "updated": "2024-12-06T04:21:03.455+02:00"
  },
  {
    "uuid": "6f88c5cdb9fe24dee799f3c2cfcf67f5a7d4e7ad",
    "url": "https://lemmy.ca/post/32937605",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "https://sh.itjust.works/u/zarkanian",
    "published": "2024-11-14T00:48:00Z",
    "title": "AI Expert Warns Crash Is Imminent As AI Improvements Hit Brick Wall",
    "text": "[log in or register](/login)to comment.\nI think I’ve heard about enough of experts predicting the future lately.\nYay\nWell classic computers will always limited and power hungry. Quantum computer is the key to AI achieving next level\nThank fuck. Can we have cheaper graphics cards again please?\nI’m sure a RTX 4090 is very impressive, but it’s not £1800 impressive.\nI swapped to AMD this generation and it’s still expensive.\nMarcus is right, incremental improvements in AIs like ChatGPT will not lead to AGI and were never on that course to begin with. What LLMs do is fundamentally not “intelligence”, they just imitate human response based on existing human-generated content. This can produce usable results, but not because the LLM has any understanding of the question. Since the current AI surge is based almost entirely on LLMs, the delusion that the industry will soon achieve AGI is doomed to fall apart - but not until a lot of smart speculators have gotten in and out and made a pile of money.\nIt’s so funny how all this is only a problem within a capitalist frame of reference.\nThe hype should go the other way. Instead of bigger and bigger models that do more and more - have smaller models that are just as effective. Get them onto personal computers; get them onto phones; get them onto Arduino minis that cost $20 - and then have those models be as good as the big LLMs and Image gen programs.\nOther than with language models, this has already happened: Take a look at apps such as Merlin Bird ID (identifies birds fairly well by sound and somewhat okay visually), WhoBird (identifies birds by sound, ) Seek (visually identifies plants, fungi, insects, and animals). All of them work offline. IMO these are much better uses of ML than spammer-friendly text generation.\nPlatnet and iNaturalist are pretty good for plant identification as well, I use them all the time to find out what’s volunteering in my garden. Just looked them up and it turns out iNaturalist is by Seek.\nThis has already started to happen. The new llama3.2 model is only 3.7GB and it WAAAAY faster than anything else. It can thow a wall of text at you in just a couple of seconds. You’re still not running it on $20 hardware, but you no longer need a 3090 to have something useful.\nWell, you see, that’s the really hard part of LLMs. Getting good results is a direct function of the size of the model. The bigger the model, the more effective it can be at its task. However, there’s something called compute efficient frontier (\ntechnical but neatly explained video about it). Basically you can’t make a model more effective at their computations beyond said linear boundary for any given size. The only way to make a model better, is to make it larger (what most mega corps have been doing) or radically change the algorithms and method underlying the model. But the latter has been proving to be extraordinarily hard. Mostly because to understand what is going on inside the model you need to think in rather abstract and esoteric mathematical principles that bend your mind backwards. You can compress an already trained model to run on smaller hardware. But to train them, you still need the humongously large datasets and power hungry processing. This is compounded by the fact that larger and larger models are ever more expensive while providing rapidly diminishing returns. Oh, and we are quickly running out of quality usable data, so shoveling more data after a certain point starts to actually provide worse results unless you dedicate thousands of hours of human labor producing, collecting and cleaning the new data. That’s all even before you have to address data poisoning, where previously LLM generated data is fed back to train a model but it is very hard to prevent it from devolving into incoherence after a couple of generations.That would be innovation, which I’m convinced no company can do anymore.\nIt feels like I learn that one of our modern innovations was already thought up and written down into a book in the 1950s, and just wasn’t possible at that time due to some limitation in memory, precision, or some other metric. All we did was do 5 decades of marginal improvement to get to it, while not innovating much at all.\nAre you talking about something specific?\nThis is why you’re seeing news articles from Sam Altman saying that AGI will blow past us without any societal impact. He’s trying to lessen the blow of the bubble bursting for AI/ML.\nIt’s been 5 minutes since the new thing did a new thing. Is it the end?\nAs I use copilot to write software, I have a hard time seeing how it’ll get better than it already is. The fundamental problem of all machine learning is that the training data has to be good enough to solve the problem. So the problems I run into make sense, like:\n- Copilot can’t read my mind and figure out what I’m trying to do.\n- I’m working on an uncommon problem where the typical solutions don’t work\n- Copilot is unable to tell when it doesn’t “know” the answer, because of course it’s just simulating communication and doesn’t really know anything.\n2 and 3 could be alleviated, but probably not solved completely with more and better data or engineering changes - but obviously AI developers started by training the models on the most useful data and strategies that they think work best. 1 seems fundamentally unsolvable.\nI think there could be some more advances in finding more and better use cases, but I’m a pessimist when it comes to any serious advances in the underlying technology.\nSo you use other people’s open source code without crediting the authors or respecting their license conditions? Good for you, parasite.\nVery frequently, yes. As well as closed source code and intellectual property of all kinds. Anyone who tells you otherwise is a liar.\nNot copilot, but I run into a fourth problem:\n4. The LLM gets hung up on insisting that a newer feature of the language I’m using is wrong and keeps focusing on “fixing” it, even though it has access to the newest correct specifications where the feature is explicitly defined and explained.Oh god yes, ran into this asking for a shell.nix file with a handful of tricky dependencies. It kept trying to do this insanely complicated temporary pull and build from git instead of just a 6 line file asking for the right packages.\n“This code is giving me a return value of X instead of Y”\n“Ah the reason you’re having trouble is because you initialized this list with brackets instead of\nnew()\n.”“How would a syntax error give me an incorrect return”\n“You’re right, thanks for correcting me!”\n“Ok so like… The problem though.”\nYeah, once you have to question its answer, it’s all over. It got stuck and gave you the next best answer in it’s weights which was absolutely wrong.\nYou can always restart the convo, re-insert the code and say what’s wrong in a slightly different way and hope the random noise generator leads it down a better path :)\nI’m doing some stuff with translation now, and I’m finding you can restart the session, run the same prompt and get better or worse versions of a translation. After a few runs, you can take all the output and ask it to rank each translation on correctness and critique them. I’m still not completely happy with the output, but it does seem that sometime if you MUST get AI to answer the question, there can be value in making it answer it across more than one session.\nHuh?\nThe smartphone improvements hit a rubber wall a few years ago (disregarding folding screens, that compose a small market share, improvement rate slowed down drastically), and the industry is doing fine. It’s not growing like it use to, but that just means people are keeping their smartphones for longer periods of time, not that people stopped using them.\nEven if AI were to completely freeze right now, people will continue using it.\nWhy are people reacting like AI is going to get dropped?\nPeople are dumping billions of dollars into it, mostly power, but it cannot turn profit.\nSo the companies who, for example, revived a nuclear power facility in order to feed their machine with ever diminishing returns of quality output are going to shut everything down at massive losses and countless hours of human work and lifespan thrown down the drain.\nThis will have an economic impact quite large as many newly created jobs go up in smoke and businesses who structured around the assumption of continued availability of high end AI need to reorganize or go out of business.\nSearch up the Dot Com Bubble.\nBecause in some eyes, infinite rapid growth is the only measure of success.\nBecause novelty is all it has. As soon as it stops improving in a way that makes people say “oh that’s neat”, it has to stand on the practical merits of its capabilities, which is, well, not much.\nI’m so baffled by this take. “Create a terraform module that implements two S3 buckets with cross-region bidirectional replication. Include standard module files like linting rules and enable precommit.” Could I write that? Yes. But does this provide an outstanding stub to start from? Also yes.\nAnd beyond programming, it is otherwise having positive impact on science and medicine too. I mean, anybody who doesn’t see any merit has their head in the sand. That of course must be balanced with not falling for the hype, but the merits are very real.\nThe merits are real. I do understand the deep mistrust people have for tech companies, but there’s far too much throwing out of the baby with the bath water.\nAs a solo developer, LLMs are a game-changer. They’ve allowed me to make amazing progress on some of my own projects that I’ve been stuck on for ages.\nBut it’s not just technical subjects that benefit from LLMs. ChatGPT has been a great travel guide for me. I uploaded a pic of some architecture in Berlin and it went into the history of it, I asked it about some damage to an old church in Spain - turned out to be from the Spanish civil war, where revolutionaries had been mowed down by Franco’s firing squads.\nJust today, I was getting help from an LLM for an email to a Portuguese removals company. I sent my message in English with a Portuguese translation, but the guy just replied back with a single sentence in broken English:\n“Yes a can , need tho mow m3 you need delivery after e gif the price”\nThe first bit is pretty obviously “Yes I can” but I couldn’t really be sure what he was trying to say with the rest of it. So I asked ChatGPT who responded:\nIt seems he’s saying he can handle the delivery but needs to know the total volume (in cubic meters) of your items before he can provide a price. Here’s how I’d interpret it:\n“Yes, I can [do the delivery]. I need to know the [volume] in m³ for delivery, and then I’ll give you the price.”\nThanks to LLMs, I’m able to accomplish so many things that would have previously taken multiple internet searches and way more effort.\nThere’s a pretty big difference between chatGPT and the science/medicine AIs.\nAnd keep in mind that for LLMs and other chatbots, it’s not that they aren’t useful at all but that they aren’t useful enough to justify their costs. Microsoft is struggling to get significant uptake for Copilot addons in Microsoft 365, and this is when AI companies are still in their “sell below cost and light VC money on fire to survive long enough to gain market share” phase. What happens when the VC money dries up and AI companies have to double their prices (or more) in order to make enough revenue to cover their costs?\nNothing to argue with there. I agree. Many companies will go out of business. Fortunately we’ll still have the llama3’s and mistral’s laying around that I can run locally. On the other hand cost justification is a difficult equation with many variables, so maybe it is or will be in some cases worth the cost. I’m just saying there is some merit.\nPeople pay real money for smartphones.\nPeople pay real Money for AIaaS as well…\nHope?\nI am so tired of the ai hype and hate. Please give me my gen art interest back please just make it obscure again to program art I beg of you\nIt’s still quite obscure to actually mess with AI art instead of just throwing prompts at it, resulting in slop of varying quality levels. And I don’t mean controlnet, but github repos with comfyui plugins with little explanation but a link to a paper, or “this is absolutely mathematically unsound but fun to mess with”. Messing with stuff other than conditioning or mere model selection.\nI know, it’s actually still a beautiful community but much harder to talk to outsiders about\nTheres no bracing for this, OpenAI CEO said the same thing like a year ago and people are still shovelling money at this dumpster fire today.\nGood. I look forward to all these idiots finally accepting that they drastically misunderstood what LLMs actually are and are not. I know their idiotic brains are only able to understand simple concepts like “line must go up” and follow them like religious tenants though so I’m sure they’ll waste everyone’s time and increase enshitification with some other new bullshit once they quietly remove their broken (and unprofitable) AI from stuff.\nIt’s had all the signs of a bubble for the last few years.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://youtu.be/5eqRuVp65eY?si=3ff-A75zV_jGtjA_",
      "https://youtu.be/5eqRuVp65eY",
      "https://www.youtu.be/5eqRuVp65eY?si=3ff-A75zV_jGtjA_"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Marcus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "AGI",
          "sentiment": "none"
        },
        {
          "name": "AMD",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "6f88c5cdb9fe24dee799f3c2cfcf67f5a7d4e7ad",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-15T03:27:07.180+02:00",
    "updated": "2024-11-15T03:27:07.180+02:00"
  }
]