[
  {
    "uuid": "5930706aa8dab9a2fc324fc73f46491c52b75580",
    "url": "https://spectrumnews1.com/wi/milwaukee/news/2023/12/29/skating-at-howard-commons-activity-complex",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nathan Phelps",
    "published": "2023-12-29T21:14:00Z",
    "title": "Activity complex offers ice skating in mild winter",
    "text": "HOWARD, Wis. — Forty degrees and sunny on a late December day isn’t typical Wisconsin weather.\nBut for Lori Hermsen of Howard, Wis., Friday was the perfect chance to go ice skating with her grandson and nephew.\nWhat You Need To Know The Howard Commons Activity Complex opened this summer\nIt features an ice-skating rink that doubles as a roller-skating rink in warmer months\nThe complex director said the community has embraced the facility The trio were at the Howard Commons Activity Complex in Howard, near Green Bay.\n“It’s a new spot, so this is our first time checking it out,” Hermsen said. “The weather is perfect and we wanted to check out this beautiful place Howard is offering to our community.”\nAlthough she hasn’t skated in years, spending time with the boys — one from Alabama and the other from Wisconsin — got her back on the ice.\n“They’ve been house hopping all week to see relatives, so this is one this is one thing that was on my list to do with them this week,” Hermsen said. “We’re finally doing it before he heads back to Alabama.”\n(Spectrum News 1/Nathan Phelps) The complex features the skating rink, a biergarten and — in warm weather — a splash pad and music venue. The ice-skating rink doubles as a roller rink for part of the year.\nDirector Melissa Martinson said the commons has been a long-term vision for the community. It was brought to fruition in August when the complex opened.\n“Nothing makes me happier than seeing families spending time together. Multiple generations are here,” she said Friday. “Earlier this week, we had a 99-year-old lady in wheelchair who wanted to cross [ice skating] off her bucket list. Her children, grandchildren and great-grandchildren were here and were able to push her on the ice.”\nMartinson said the community has responded positively to the space.\n“There are multiple times a day people stop and tell me how great this is for our community and that we needed this,” she said. “We needed a space where people could feel safe, mingle with people they maybe haven’t seen and just spend quality time making new memories.”\n(Spectrum News 1/Nathan Phelps) With winter break winding down, Hermsen said she is happy to spend time with her relatives before they return to their regular routines.\n“I wait for him to come so we can do this kind of stuff,” she said. “This is a cherished memory I’ll have.”\nRelated Stories Wisconsin ski hills adapt to warmer weather\nParts of Wisconsin saw over two inches of snow Thursday",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://www.villageofhoward.com/428/Howard-Commons-Activity-Complex",
      "https://s7d2.scene7.com/is/image/TWCNews/Howard",
      "https://www.s7d2.scene7.com/is/image/TWCNews/Howard",
      "https://villageofhoward.com/428/Howard-Commons-Activity-Complex"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "howard",
          "sentiment": "none"
        },
        {
          "name": "hermsen",
          "sentiment": "none"
        },
        {
          "name": "lori hermsen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "(spectrum news 1/nathan phelps",
          "sentiment": "none"
        },
        {
          "name": "howard commons activity complex in howard",
          "sentiment": "none"
        },
        {
          "name": "howard commons activity complex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "howard",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "green bay",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:23:46.596+02:00",
    "updated": "2023-12-30T00:23:46.596+02:00"
  },
  {
    "uuid": "b6596860662d29e3fce4d9d05ef855286544e059",
    "url": "https://www.vcstar.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:45.967+02:00",
    "updated": "2023-12-29T00:38:45.967+02:00"
  },
  {
    "uuid": "a23d5770a5ec2025f150f8cfd4cdead357353d54",
    "url": "https://www.prensa-latina.cu/2024/05/06/general-vo-nguyen-giap-vencedor-de-imperios",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Salazar Gutiérrez",
    "published": "2024-05-06T12:52:00Z",
    "title": "General Vo Nguyen Giap, vencedor de imperios",
    "text": "Algunos incluso lo llaman el Napoleón Rojo, pero la comparación linda con lo ofensivo, pues si el Corso fue un conquistador, el general Giap fue un libertador y sus campañas frente a japoneses, franceses y estadounidenses, fueron decisivas para la independencia de la nación indochina.\nLo cierto es que si a Ho Chi Minh se le reconoce el mérito político-ideológico de aquellas victorias, a Giap se le certifica el mérito militar.\nHabría bastado la batalla de Dien Bien Phu (marzo-mayo de 1954) para inscribir su nombre en los anales de la historia militar contemporánea.\nEl ejército colonial francés consideraba a aquella una plaza poco menos que inexpugnable y tal vez lo era desde el punto de vista “académico”.\nPero en vez de un ataque frontal a corto plazo y de dudoso resultado, las fuerzas de Giap lanzaron asaltos espaciados contra puntos fortificados siguiendo la táctica del general de “un ataque y un avance más lentos, pero más seguros (…) atacar solo cuando se tenga la certeza de la victoria”. Tras 55 días de asedio y la decisiva toma del aeropuerto, la guarnición francesa cayó el 7 de mayo y todo su Estado Mayor fue capturado por los vietnamitas.\nEsa batalla no solo culminó una guerra de resistencia de nueve años, sino que en muchos sentidos fue también un sólido fundamento teórico-práctico para las batallas que aún tenía Vietnam por delante.\nPero aún más: Dien Bien Phu demostró a los países colonizados que un ejército pobremente armado, calzado con rústicas sandalias, salido de un pueblo de economía agrícola casi primitiva, podía derrotar a una potencia rica y poseedora de una industria bélica de alta tecnología.\nEn Dien Bien Phu, por demás, Francia tuvo el apoyo de otras naciones occidentales como Inglaterra y Estados Unidos. Este último asumió el 70 por ciento de los costos del ejército galo en aquella onerosa batalla.\nLa guerra contra Estados Unidos fue otra brillante página en la historia militar de Vietnam y de su más ilustre comandante. Todavía en aquel país no acaban de poner en claro quién la perdió, pero todos están de acuerdo en que fue Vo Nguyen Giap quien la ganó.\nGiap, sin embargo, no reclamó ni un ápice de esa gloria y lo atribuyó todo a su pueblo: “Estados Unidos perdió muchas oportunidades para poner fin a la guerra de Vietnam, mientras que Vietnam siempre las aprovechó todas”.\nÉl la tuvo clara desde el principio: “Tuvimos que usar lo pequeño contra lo grande, armas anticuadas contra armas modernas”, explicó en su momento. “Al final, es el factor humano el que determina la victoria”, sentenció.\nSe cuenta que muchos soldados vietnamitas se tatuaban en el pecho una frase lapidaria: Nací en el Norte para morir en el Sur. Y que lo hacían inspirados en el sencillo modo de vida de su jefe y en el espíritu de sacrificio y entrega a la patria que aquel sabía inspirarles.\nEra, además, una prueba incontrastable de la confianza de las tropas en su general, quien lo mismo convertía al ejército en una guerrilla que a esta en aquel. No por gusto los estudiosos de esa guerra han dicho que inmovilizar al Ejército de Vietnam del Norte era igual de imposible que sacar sangre de una piedra.\nGiap era la cura antes de la herida y por eso hoy, en vísperas de la gran victoria de Dien Bien Phu, está en el recuerdo de los vietnamitas, indeleble como una cicatriz de guerra.\nmem/asg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T16:19:38.151+03:00",
    "updated": "2024-05-06T16:19:38.151+03:00"
  }
]