[
  {
    "uuid": "d16384520c7c63f105c1786dfe16c634afffd6b8",
    "url": "https://www.arabnews.pk/node/2452441/world",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mahad",
    "published": "2024-02-01T23:45:00Z",
    "title": "Ukraine must brace for drop in aid, top commander says",
    "text": "KYIV, Ukraine: Ukraine may be forced to adapt its military strategy due to a drop in foreign aid, army chief Valery Zaluzhny said in an article published Thursday.\nZaluzhny, who is reportedly at loggerheads with President Volodymyr Zelensky, said in an opinion piece for CNN that Ukraine’s key allies were “grappling” over future support for Kyiv.\n“We must contend with a reduction in military support from key allies, grappling with their own political tensions,” said Zaluzhny, who serves as Ukraine’s commander-in-chief.\nEU leaders overcame long-running opposition from Hungary to agree another aid package for Ukraine on Thursday, but support from Washington is still in doubt due to infighting in Congress.\nZaluzhny also said Ukraine would not be able to boost its army’s manpower unless lawmakers took “unpopular” measures to mobilize more men, a highly contentious issue in Ukraine.\nThe military has asked Zelensky to draft half a million more people to swap out long-serving exhausted soldiers and counter the 600,000 or so Russians deployed in Ukraine.\nBut in January, parliament refused to debate a controversial bill aimed at mobilizing more troops, amid fierce criticism from the public and lawmakers.\nRumours swirled across Ukrainian media this week that Zelensky planned to fire Zaluzhny amid disagreement over how to boost numbers in the army, which is struggling to fill its ranks.\nUkraine must brace for drop in aid, top commander says\nhttps://arab.news/gj4cd\nUkraine must brace for drop in aid, top commander says\nKYIV, Ukraine: Ukraine may be forced to adapt its military strategy due to a drop in foreign aid, army chief Valery Zaluzhny said in an article published Thursday.\nUK to reassess asylum applications of former Afghan special forces soldiers\n- Hundreds of former ‘Triples’ personnel who served alongside UK Armed Forces stranded, in hiding\n- Issues with relocations policy meant soldiers who helped in Kabul evacuation had applications rejected: UK armed forces minister\nLONDON: The UK government will reopen applications from former Afghan special forces members denied asylum in Britain.\nHundreds of soldiers from so-called “Triples” units including Afghan Commando Force 333 and Afghan Territorial Force 444, set up by the British Army and who served alongside coalition forces, were denied relocation to the UK after the Taliban retook control of Afghanistan in August 2021.\nThe soldiers were described as fighting “shoulder-to-shoulder” with British units and were even paid by the UK government. They remained in place as other elements of the Afghan military disintegrated in 2021, assisting British soldiers with the evacuation of Kabul.\nArmed Forces Minister James Heappey said the government would look again at the rejected cases, with one campaigner describing it as “a momentous decision and a life-changing day.”\nLast month the BBC said it had identified 200 cases of former Triples soldiers currently in hiding in Pakistan and facing deportation.\nFollowing the Taliban takeover, the UK set up the Afghan Relocations and Assistance Policy for Afghans who held “exposed or meaningful” roles working with UK authorities in the country and their families to travel to Britain.\nAfter the fall of Kabul, many Triples soldiers believed their years of service would mean eligibility for relocation to the UK under the scheme, but hundreds were left stranded along with their relatives.\nGen. Sir Richard Barrons described the situation as “a disgrace, because it reflects that either we’re duplicitous as a nation or incompetent.”\nHeappey told the British House of Commons that inconsistencies in the ARAP system had been identified which may have caused Triples applications to be rejected.\nHe added that the UK “owes a debt of gratitude to these brave individuals,” and said the Ministry of Defence would establish a dedicated team to carry out the reassessments.\nHe had previously told the Commons the MoD had faced problems verifying “the service of those who just served in the unit rather than explicitly alongside UK personnel.”\nThis prompted anger from former UK personnel who served in Afghanistan, with several saying references provided for their Afghan comrades had been ignored in the application process.\nThere have also been allegations that the UK’s failure to act sooner had led to the detention, torture, and deaths of several former Afghan Triples.\nOne former British soldier who served in Afghanistan told the BBC: “We have lost a number already, not all of them will make it, but for those who do this is the end of two-and-a-half years in hiding.\n“This is finally a ray of hope for them, with the potential to have a life for them and their families.”\nA campaigner acting on behalf of the former Afghan soldiers told the BBC: “They were so certain they would be taken care of, but to have to go into hiding and see colleagues murdered and not to have received any response or be rejected, was utterly heart-breaking.\n“We failed in our duty of care to these people. These decisions were unlawful. The MoD knew they were unlawful but have just tried to delay the inevitable. They’ve been duplicitous,” the campaigner added.\nBiden to visit Michigan as Arab American anger over Gaza grows\n- Muslims and people of Middle Eastern heritage feeling betrayed by the Democratic Party\n- They accuse the 81-year-old Democrat of sacrificing civilians in Gaza\nWASHINGTON: US President Joe Biden traveled Thursday to the crucial swing state of Michigan, which is also the crucible of growing Arab American anger at his pro-Israel policies.\nThe trip came days after the Democratic incumbent’s campaign manager traveled to the city of Dearborn — home to the largest concentration of Arab Americans in the United States — only to be snubbed by the Detroit suburb’s mayor.\nIt was an ominous sign for Biden, for whom swing states such as Michigan could prove decisive in November, when he faces a likely rematch with his predecessor Donald Trump.\nThe White House has made clear that Thursday’s trip is purely a campaign visit, and Biden’s 2024 team has said that he will meet with members of the powerful United Auto Workers (UAW) union, who endorsed him last week.\nThat could carry a lot of weight in Michigan, home to the US auto industry — but he will still have to contend with the anger of Arab Americans as Israel’s devastating war in Gaza grinds on.\nIn an unusual move, the White House did not say ahead of time which town Biden would be visiting — only that it was in the Detroit area.\nBiden has asked Congress for billions of dollars in additional military aid to Israel and his government has vetoed multiple UN Security Council calls for a ceasefire in the conflict, leaving many Muslims and people of Middle Eastern heritage feeling betrayed by the Democratic Party, traditionally their political home.\nThey accuse the 81-year-old Democrat of sacrificing civilians in Gaza, which is facing a serious humanitarian crisis, in the name of supporting Israel.\nWhite House spokeswoman Karine Jean-Pierre said Wednesday that Biden was “heartbroken by the suffering of innocent Palestinians.”\nCoinciding with his Michigan trip, the president on Thursday imposed sanctions on Israeli settlers in the West Bank accused of attacking Palestinians.\nThe current fighting in Gaza was triggered by Hamas’s October 7 attack on Israel, which resulted in the deaths of around 1,140 people, mostly civilians, according to an AFP tally based on official figures.\nFollowing the attack, the deadliest in Israel’s history, its military launched a withering air, land and sea offensive that has killed at least 26,900 people in Gaza, most of them women and children, according to the health ministry in the Hamas-run territory.\nOn Wednesday a group of Dearborn organizations called for an immediate ceasefire in Gaza.\nThe city’s mayor, Abdullah Hammoud, had earlier written on X, formerly Twitter, that he refused to meet with Biden’s campaign manager.\n“I will not entertain conversations about elections while we watch a live-streamed genocide backed by our government,” he said.\nBiden is now regularly confronted by demonstrators waving Palestinian flags and chanting slogans against “Genocide Joe,” with his speeches interrupted by protesters.\nHe won decisively among Arabs and Muslims in 2020. But analysts have warned many could stay home or vote for a third party in 2024.\nIndian police clear a suspected Chinese spy pigeon after 8 months in bird lockup\n- Pigeon was captured in May near a Mumbai port with two rings tied to its legs\n- It later turned out that the pigeon was an open-water racing bird from Taiwan\nNEW DELHI: Indian police cleared a suspected Chinese spy pigeon after eight months’ detention and released it into the wild Tuesday, news agency Press Trust of India reported.\nThe pigeon’s ordeal began in May when it was captured near a port in Mumbai with two rings tied to its legs, carrying words that looked like Chinese.\nPolice suspected it was involved in espionage and took it in, later sending it to Mumbai’s Bai Sakarbai Dinshaw Petit Hospital for Animals.\nEventually, it turned out the pigeon was an open-water racing bird from Taiwan that had escaped and made its way to India. With police permission, the bird was transferred to the Bombay Society for the Prevention of Cruelty to Animals, whose doctors set it free on Tuesday.\nMumbai police could not be reached for comment.\nIt is not the first time a bird has come under police suspicion in India.\nIn 2020, police in Indian-controlled Kashmir released a pigeon belonging to a Pakistani fisherman after a probe found that the bird, which had flown across the heavily militarized border between the nuclear-armed nations, was not a spy.\nIn 2016, another pigeon was taken into custody after it was found with a note that threatened Indian Prime Minister Narendra Modi.\nCenturies-old mosque torn down in Indian capital\n- Masjid Akhonji in New Delhi, caretakers say, was around 600 years old and home to 22 students\n- Demolition comes at a time when Indian nationalists are campaigning to replace mosques with temples\nNEW DELHI: Bulldozers have knocked down a centuries-old mosque in India’s capital, a member of the building’s managing committee said Thursday, during a demolition drive to remove “illegal” structures from a forest reserve.\nThe demolition comes at a sensitive time in India with nationalist activists emboldened in their long campaign for the replacement of several prominent mosques with Hindu temples.\nThe Masjid Akhonji in New Delhi, which its caretakers say is around 600 years old, was home to 22 students enrolled in an Islamic boarding school.\nIt was torn down on Tuesday in a forest of Mehrauli, an affluent neighborhood dotted with centuries-old ruins from settlements predating modern Delhi.\nMohammad Zaffar, a member of the mosque’s managing committee, told AFP that it had not received any prior notice before a demolition carried out “in the dark of the night.”\nHe said many graves in the mosque compound were also desecrated, and no one was allowed to take out copies of Qur’an or other materials from inside the mosque before it was razed.\n“Many of our revered figures and my own ancestors were buried there. There is no trace of the graves now,” Zaffar told AFP.\n“The rubble from the mosque and the graves has been removed and dumped somewhere else.”\nThe Delhi Development Authority, the city’s main land management agency responsible for carrying out the demolitions, did not respond to AFP’s requests for comment.\nA heavy police presence had barricaded roads outside the grounds on Thursday and refused access to the site.\nThe demolition took place barely a week after Prime Minister Narendra Modi inaugurated a grand new Hindu temple in the northern city of Ayodhya, built on grounds once home to the centuries-old Babri mosque.\nThat mosque was torn down in 1992 in a campaign spearheaded by members of Modi’s party, sparking sectarian riots that killed 2,000 people nationwide, most of them Muslims.\nHindu activist groups have also laid claim to the disputed Gyanvapi mosque in the Indian holy city of Varanasi, which they say was built over a Hindu temple during the Muslim Mughal empire centuries ago.\nHindu worshippers entered the Gyanvapi mosque on Thursday to pray after a local court gave them permission to do so.\nCalls for India to enshrine Hindu supremacy have rapidly grown louder since Modi took office in 2014, making the country’s roughly 210-million-strong Muslim minority increasingly anxious about their future.\nClimate activist Greta Thunberg defied police at protest, court hears\n- Prosecutor Luke Staton told court: “She said that she was staying where she was and so she was arrested”\n- Thunberg, a global figure in the fight against climate change, pleaded not guilty to the charges\nLONDON: Activist Greta Thunberg defied police orders to move during a climate demonstration, prosecutors told a London court on Thursday, on the first day of her two-day trial for public order offenses.\nWestminster Magistrates’ Court in central London heard that police gave the 21-year-old Swedish campaigner a “final warning” to move from outside the entrance of the London hotel hosting the Energy Intelligence Forum in October.\nProsecutor Luke Staton told court: “She said that she was staying where she was and so she was arrested.”\nThunberg, who faces a maximum fine of £2,500 ($3,177), was taken away by two police officers and put into the back of a van outside after she joined the mass protest.\nShe was one of dozens of climate activists arrested for disrupting access to the conference, which brought together major oil and gas companies at a luxury hotel in the British capital on October 17.\nDemonstrators greeted the forum participants with cries of “Shame on you!” while carrying placards reading “Stop Rosebank,” a reference to a controversial new North Sea oil field that the government authorized in September.\nPolice arrested Thunberg for failing to adhere to an order not to block the street where the rally was taking place, with Staton telling court that people were unable to get into the hotel.\nShe was released on bail but then took part in another demonstration in front of the five-star hotel the next day, along with hundreds of other people.\nThunberg, a global figure in the fight against climate change, pleaded not guilty to the charges at an initial hearing in November, as did four other activists who are her co-defendants.\nThey were among dozens of activists arrested for disrupting access to the conference.\nSupporters were already gathered outside court on Thursday when Thunberg arrived around an hour before the 10:00 am (1000 GMT) start of her trial.\nThey held large yellow signs reading “fossil free London” and “climate protest is not a crime” as Thunberg, wearing a grey coat, and her fellow defendants made their way through the throng.\nMaja Darlington, campaigner at Greenpeace UK, said the activists were on trial “for peacefully protesting” while oil executives were “celebrating making billions from selling climate-wrecking fossil fuels.”\n“The prosecution of Greta and other peaceful protesters reflects a government that cares more about bolstering the profits of oil bosses than fighting for a liveable future for all of us,” she added.\nThe Conservative government’s reversals on its pledges to combat climate change have angered campaigners.\nPrime Minister Rishi Sunak has postponed a ban on the sale of petrol and diesel cars and announced plans to grant new licenses to drill for oil and gas in the North Sea.\nThe British electorate, which votes in a general election this year, is facing an inflation-fueled cost-of-living crisis.\nOn Monday, the UK’s independent advisory body on climate strategy expressed concern that the government was sending out “mixed messages” that were tarnishing its international influence on the issue.\nThunberg, who came to worldwide attention as a 15-year-old by staging school strikes in her native Sweden, regularly takes part in such demonstrations.\nShe was fined in October for blocking the port of Malmo in Sweden, a few months after being forcibly removed by police during a demonstration against the use of coal in Germany.\nShe also joined a march last weekend in southern England to protest against the expansion of Farnborough airport, which is mainly used by private jets.\nPrint Edition\n[Read pdf version](/pdfissues/index.php) Subscribe now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://www.arab.news/gj4cd",
      "https://www.arabnews.us12.list-manage.com/subscribe/post?u=e8a07b26a0f9770e78d447653&id=daf6913c32",
      "https://arabnews.us12.list-manage.com/subscribe/post?u=e8a07b26a0f9770e78d447653&id=daf6913c32",
      "https://arabnews.us12.list-manage.com/subscribe/post",
      "https://arab.news/gj4cd"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "volodymyr zelensky",
          "sentiment": "none"
        },
        {
          "name": "zaluzhny",
          "sentiment": "none"
        },
        {
          "name": "zelensky",
          "sentiment": "none"
        },
        {
          "name": "valery zaluzhny",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:45:30.213+02:00",
    "updated": "2024-02-02T01:45:30.213+02:00"
  },
  {
    "uuid": "459d36244fe59c1a21541c6546acc2fbded3b060",
    "url": "https://indiaeducationdiary.in/university-of-exeter-study-highlights-importance-of-regional-climate-change-understanding-for-effective-adaptation-policy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "iednewsdesk",
    "published": "2024-10-17T17:25:00Z",
    "title": "University of Exeter Study Highlights Importance of Regional Climate Change Understanding for Effective Adaptation Policy",
    "text": "A greater understanding of how climate change impacts at a regional level is vital to developing effective climate policies that protect communities from escalating risks.\nResearchers writing in Frontiers in Science used the results from multiple new studies to make a synthesis of regional climate data that highlights emerging climate change signals.\nThey emphasize the increasing intensity of monsoons, altered storm tracks, and polar precipitation shifts, underscoring the critical need for such region-specific data to inform climate adaptation policies.\nThe researchers say that while worldwide changes, such as increases in global mean temperature, often dominate discussions of climate mitigation actions, a detailed understanding of the regional impacts of a warming world is crucial for protecting communities from escalating risks.\n“We are constantly advancing our understanding of climate change, particularly its regional aspects, to inform policies aimed at adaptation,” said lead author Mat Collins, Professor in Climate Change at the University of Exeter and a member of the University of Exeter’s Global Systems Institute.\n“While global aspects remain important, humanity will feel the impact of climate change at the regional level. This is where infrastructure planning, extreme event preparedness, and management of public health and food security need up-to-date climate science.”\nRegional impacts and rising risks\nThe study revealed a range of emerging climate change signals at the local level that are likely to occur this century, spanning from the equator to the poles.\nIn tropical and subtropical regions, dramatic changes in precipitation are expected to significantly alter monsoon intensity, leading to substantial societal impacts.\nMonsoon systems, which are critical for agriculture, directly affect billions of people. Approximately 60% of the world’s population resides in the northern hemisphere monsoon regions, where the summer monsoon season can deliver up to 80% of the annual rainfall. As aerosol emissions decrease and greenhouse gases rise, monsoons are predicted to become more intense, potentially resulting in floods, landslides, and reduced agricultural yields.\nIn the mid-latitudes, high-resolution climate models indicate a potential strengthening of storm tracks into northwestern Europe, increasing the risk of extreme weather.\n“Increased monsoon precipitation and storm track rainfall variability can lead to droughts in some regions and high winds and flooding in others, resulting in devastating impacts on agriculture, essential infrastructure, and the overall health of communities,” said co-author Vikki Thompson, from the Koninklijk Nederlands Meteorologisch Instituut, the Netherlands.\nIn polar regions, projections show that a greater fraction of precipitation will fall as rain rather than snow, potentially accelerating ice melt and amplifying sea-level rise. This transition endangers coastal communities worldwide. Moreover, changes at the poles are not confined to those regions. Polar amplification, which refers to the phenomenon in which the poles warm faster than the rest of the planet, can influence weather patterns in the mid-latitudes, potentially altering storm tracks.\nEnhanced climate models can improve regional adaptation and resilience\nThe study calls for a concerted, interdisciplinary effort in the scientific and policy communities to bridge the gaps in climate modeling. Higher-resolution data, integration of machine learning techniques, and new models will improve the simulation of complex climate phenomena at both global and regional levels.\nAccording to Eunice Lo, co-author from the University of Bristol, UK, such advancements are vital for informing international climate policies and ensuring that local adaptation measures—such as resilient infrastructure, enhanced early-warning systems, and sustainable agricultural practices—are based on the most reliable and precise data.\n“Regional information is essential for preparing for these extreme events and implementing effective, science-led adaptation measures,” said co-author Dr Matthew Priestley, a Research Fellow at the University of Exeter.\n“Without investments into advanced climate modeling and monitoring systems, policymakers and local communities are left navigating climate risks with insufficient information, which can lead to inadequate or misdirected efforts.”\nDr Paul Holland, an ocean/ice scientist at the British Antarctic Survey (BAS) added: “Human-induced climate change is unequivocal, but the average global warming of our planet is not likely to be the biggest impact. Instead, ecosystems and human populations are most affected by changes in flooding and drought, extreme heat and cold, and other impacts such as storm damage and sea-level rise.\n“This review highlights the significant progress scientists are making in understanding the influence of human forcing on these complex impacts. For example, in the polar regions we are assessing the human contribution to ice losses that are changing weather patterns and making substantial contributions to global sea-level rise. The review emphasises that we must urgently curtail emissions of greenhouse gases in order to avoid a range of potentially catastrophic changes in all regions of our planet.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:10:40.467+03:00",
    "updated": "2024-10-18T00:10:40.467+03:00"
  },
  {
    "uuid": "930dce3fab86053b0f5754a623a4793163e608ec",
    "url": "https://www.espn.com.ar/futbol/champions-league/nota/_/id/14183250/atletico-madrid-se-quedo-con-un-triunfazo-impensado-ante-leipzig-por-champions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ESPN com",
    "published": "2024-09-19T20:57:00Z",
    "title": "Atlético Madrid se quedó con un triunfazo impensado ante Leipzig por Champions - ESPN",
    "text": "En el estadio Metropolitano de Madrid, el [Atlético](/futbol/equipo/_/id/1068/atletico-madrid) reforzado de Diego Simeone comenzó de la mejor manera su ilusión en la [UEFA Champions League](/futbol/champions-league/nota/_/id/14156274/la-guia-de-la-champions-2024-25-en-vivo-por-disney+-nuevo-formato-fixture-final-jugadores-equipos) frente al [Leipzig](/futbol/equipo/_/id/11420/rb-leipzig), al imponerse por 2-1 en un partido con momentos chatos, pero también con varias emociones, que se puede ver [en Disney+](https://www.disneyplus.com/es-419/browse/entity-4e2077fa-9ded-41fb-b1da-b3c81e50d035?cid=DTCI_STAR-Synergy-ESPN-Site-NA-DisneyPlus-SSLA-DisneyPlus-NA-SSLA-FP-UCL_AtleticoMadrid_Leipzig-NA) (sólo para Sudamérica). Tras comenzar perdiendo, el Colchonero remontó sobre el final en un partido que parecía irse igualado en uno, gracias a un cabezazo de Josema Giménez a los 90'. Lo cierto es que el encuentro se rompió cuando apenas iban 4' de la primera mitad, y fue en favor de los visitantes. El Colchonero soltó a sus carrileros para generar peligro sobre el arco alemán. Sin embargo, Rodrigo De Paul no jugó bien la pelota y Leipzig agarró muy mal parado al Atlético, encontrando muchos espacios con facilidad. Y así llegó el gol: un remate de Openda que Oblak logró rebotar, aunque no logró impedir la llegada de Sesko para el 1-0. El equipo del Cholo, sin embargo, no bajó los brazos. Y lo fue a buscar rápidamente con una acción clarísima tras un gran pase de De Paul que terminó en Griezmann imposibilitado de empujarla abajo del arco por mala fortuna y una defensa brillante. Pero pocos minutos después el francés tuvo revancha. Llorente apareció por derecha y tiró un centro a media altura para un Antoine que, de derecha, le pegó de volea y la mandó al fondo de la red. Así se fue el primer tiempo, y parecía que el Atlético tenía todo para buscarlo en el complemento. Simeone realizó variantes para darle frescura al ataque pero el equipo español no encontraba los caminos. Y mientras el Leipzig amenazaba, exigiendo respuestas de Oblak. Pero cuando parecía irse todo en uno, un centro pasado al segundo palo encontró a Josema cabeceando casi en el área chica de Gulacsi, cruzándola lejos de su alcance y sellando el 2-1 final. Impensado por el trámite y las chances, pero posible, como sabe el Atlético.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.disneyplus.com/es-419/browse/entity-4e2077fa-9ded-41fb-b1da-b3c81e50d035?cid=DTCI_STAR-Synergy-ESPN-Site-NA-DisneyPlus-SSLA-DisneyPlus-NA-SSLA-FP-UCL_AtleticoMadrid_Leipzig-NA)",
      "https://www.disneyplus.com/es-419/browse/entity-4e2077fa-9ded-41fb-b1da-b3c81e50d035",
      "https://disneyplus.com/es-419/browse/entity-4e2077fa-9ded-41fb-b1da-b3c81e50d035?cid=DTCI_STAR-Synergy-ESPN-Site-NA-DisneyPlus-SSLA-DisneyPlus-NA-SSLA-FP-UCL_AtleticoMadrid_Leipzig-NA)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:26:12.568+03:00",
    "updated": "2024-09-20T00:26:12.568+03:00"
  },
  {
    "uuid": "38e565d2e14b18fcd293a02589dc93a01a5da9af",
    "url": "https://odishatv.in/news/national/terrorists-gun-down-retired-j-k-ssp-while-offering-azaan-in-mosque-223437",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-24T09:48:00Z",
    "title": "Terrorists gun down retired J&K SSP while offering 'azaan' in mosque",
    "text": "Recommended Stories\nA 72-year-old retired police officer and local \"muezzin\", Mohammad Shafi Mir, was shot dead by terrorists on Sunday morning while he was giving a call for \"azaan\" from a mosque in north Kashmir's Baramulla district, leaving the community in shock.\nAccording to Mir's cousin Mohammad Mustafa, who was present at home during the incident, the call for pre-dawn prayers was being given through a loudspeaker when it abruptly stopped.\nMir's last words were \"reham\" (mercy), Mustafa recalled. The \"azaan\" had stopped at the phrase \"Ashhadu Anna Mohammadu Rasool-Allah\" (I bear witness that Mohammad is the messenger of Allah).\nPolice officials stated that Mir, who retired as a senior superintendent of police (SSP) in 2012, was shot inside the mosque located in the Gantmulla locality of Sheeri area.\n\"Terrorists fired upon Shri Mohd Shafi, a retired police officer, at Gantmulla, Sheeri Baramulla, while praying 'azaan' in the mosque and succumbed to injuries,\" the Kashmir Zone Police said. Police are also looking into the possibility of personal animosity as the deceased was shot with a .12 bore gun, the officials said.\nMir's family members described him as a dedicated individual who had taken up the role of the local \"muezzin\" and faithfully carried out his duties at the mosque.\nAfter the incident, a large number of people gathered at Mir's house and at the mosque complex to pay their respects. He is survived by his wife, two sons, and a daughter.\nMustafa, speaking to reporters, shared his account of the incident, stating, \"He (Mir) was my cousin. He used to call for prayers every day. This morning, while I was reading the Quran, as usual, he started the 'azaan', so I closed the Quran.\" He added, \"my cousin recited 'Ashhadu Anna Mohammadu Rasool-Allah', and then the 'azaan' stopped. I only heard a shout of 'reham' (mercy). It was in a heavy voice.\" Mustafa said he initially thought Mir might have stopped his call due to some other reason and guessed he could have collapsed due to dizziness. But it was later revealed that Mir was shot, he said. Relatives of Mir claimed that he had been shot four times. His younger brother, Abdul Kareem, who was awakened by the sounds, believed they were caused by a technical issue with the microphone.\n\"My daughter-in-law said she heard people crying,\" he added.\nKareem also said that Mir used to give the call for 'azaan' every day and suspected that the incident had been planned, as the prayer leader would be absent on Saturday and returned on Sunday.\nJ-K Lieutenant Governor Manoj Sinha condemned the terror attack and conveyed his deep sympathies to the Mir's family.\nIn a post on X, the Lt Governor said: \"Pained beyond words on the dastardly terrorist attack on retired police officer, Shri Mohammad Shafi Mir while he was giving a call for prayer in the mosque. Cowards responsible for this barbaric act will not be spared. My condolences to the bereaved family in this hour of grief\".\nPolitical parties expressed their strong condemnation of the killing and offered condolences to the family of the former police officer.\nThe National Conference (NC) stated in a post on X, \"JKNC president Dr. Farooq Abdullah and VP @OmarAbdullah express profound sadness over the tragic Baramulla incident, where retired SP Mohammad Shafi was senselessly shot dead.\" Mehbooba Mufti, president of the Peoples Democratic Party (PDP), expressed her concern over the loss of innocent lives, stating, \"Innocent people have become collateral damage to maintain the façade of normalcy touted by the Centre.\" The BJP condemned the act as dastardly and emphasised that terror and terrorists have no religion.\nThe party's spokesperson in Kashmir, Altaf Thakur, stated, \"Dastardly act of killing of a 72-year-old retired police officer by those who have no religion. The sons of the devil can't even tolerate 'azaan'... Terror and terrorists have no religion.\" Democratic Progressive Azad Party chief Ghulam Nabi Azad said the government must take decisive measures to crack down on terrorism.\n“Alarmed by the rising terrorist attacks in J&K. The killing of the ex-SSP Mohd Shafi Mir in Baramulla is condemnable. Urgent action is needed. The government must take decisive measures to crack down on terrorism and ensure the safety of all citizens!” he said on X.\nAltaf Bukhari, chief of Jammu and Kashmir Apni Party, expressed his condolences and condemned the cowardly act.\nSajad Lone, president of the Peoples Conference, joined in condemning the killing and expressed his condolences to Mir's family. He emphasised the importance of evaluating security threats based on objective analysis rather than personal biases.\nSeparatist Hurriyat Conference, led by Mirwaiz Umar Farooq, also expressed pain and sorrow at the ex-cop’s killing.\nThe Hurriyat expressed sympathy and condolences with the bereaved family. In a statement, it said such killings are a blot on humanity and only bring disgrace to the people and place where they are committed. The killing of Mir has shaken the local community, and authorities are conducting an investigation to bring the culprits to justice. PTI SSB ANB SKL.\n(Except for the headline, this story, from a syndicated feed, has not been edited by Odishatv.in staff)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohammad shafi mir",
          "sentiment": "negative"
        },
        {
          "name": "mustafa",
          "sentiment": "none"
        },
        {
          "name": "shri mohd shafi",
          "sentiment": "none"
        },
        {
          "name": "mohammad mustafa",
          "sentiment": "none"
        },
        {
          "name": "ashhadu anna mohammadu rasool",
          "sentiment": "none"
        },
        {
          "name": "mohammad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kashmir zone police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "sheeri baramulla",
          "sentiment": "none"
        },
        {
          "name": "mir",
          "sentiment": "none"
        },
        {
          "name": "sheeri",
          "sentiment": "none"
        },
        {
          "name": "gantmulla",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T16:58:36.782+02:00",
    "updated": "2023-12-24T16:58:36.782+02:00"
  }
]