[
  {
    "uuid": "6880e80285826304f7d03218818049e9e1cfe80c",
    "url": "https://es-us.finanzas.yahoo.com/noticias/tel%C3%A9fono-elon-musk-cofundador-xiaomi-191500543.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2023-12-28T00:00:00Z",
    "title": "Teléfono para Elon Musk: el cofundador de Xiaomi presentó su primer auto eléctrico y promete superar a Tesla",
    "text": "Forbes Argentina Teléfono para Elon Musk: el cofundador de Xiaomi presentó su primer auto eléctrico y promete superar a Tesla Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación TSLA XIACF CHHL WB 1211.HK Forbes Argentina 28 9:15 p. m. · 3 min de lectura En este artículo: Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación TSLA XIACF CHHL WB 1211.HK\nLei Jun , cofundador y consejero delegado de Xiaomi , presentó el jueves el primer vehículo eléctrico de la empresa, lo que supone la entrada del fabricante chino de smartphones en el competitivo mercado de los vehículos eléctricos.\nEl multimillonario se abstuvo de revelar la fecha exacta de lanzamiento o el precio del SU7 , abreviatura de Speed Ultra , pero sí afirmó que Xiaomi pretende convertirse en uno de los principales actores del sector a escala mundial. La compañía había dicho anteriormente que planeaba lanzar el coche en la primera mitad de 2024.\n\"Después de tres años fabricando coches, me di cuenta de lo difícil que es esta empresa\", dijo Lei . \"Pero después de 15 a 20 años de duro trabajo, nuestro objetivo es convertir a Xiaomi en una de las cinco principales empresas de vehículos eléctricos del mundo\".\nComo uno de los lanzamientos de producto más esperados del año, Lei se dirigió a un público repleto en el Centro Nacional de Convenciones de China en Pekín, donde describió algunas de las características del nuevo vehículo.\nCoche eléctrico de Xiaomi: fecha de lanzamiento, precios, motores y últimas noticias Lei no reveló la autonomía de los vehículos eléctricos de Xiaomi , pero sí dijo que funcionarán con baterías fabricadas en colaboración con las empresas chinas BYD y Contemporary Amperex Technologies . También se dice que los vehículos son capaces de mantener su autonomía en condiciones de frío extremo, cuando normalmente consumen más energía para calentar el compartimento.\nXiaomi afirma que el SU7 superará a los vehículos eléctricos de gama alta de Tesla o Porsche gracias a los avances de la empresa tecnológica en el motor del vehículo, la conducción autónoma y los sistemas de gestión de la batería.\nEl lunes, Lei escribió en la red social china Weibo que el SU7 podría parecer \"un poco caro\". El modelo rivalizará en prestaciones con el deportivo totalmente eléctrico Taycan Turbo de Porsche , que puede recorrer hasta 627 kilómetros con una sola carga. También se fabricará con funciones de conducción inteligente similares a las del Model S de Tesla , según la publicación de Lei en las redes sociales.\nContinuar leyendo la historia \"Sin duda superaremos las expectativas de la gente\", escribió el ejecutivo de 54 años en Weibo .\nEl coche eléctrico de Xiaomi podría costar desde 12.500 euros, según el CEO de la compañía El vehículo eléctrico de Xiaomi será probablemente una berlina de cinco plazas con techo panorámico de cristal, según un informe publicado en noviembre por el Ministerio de Industria y Tecnología de la Información chino. Un post publicado el jueves en la cuenta oficial de la empresa en Weibo también muestra un coche azul brillante con techo de cristal oscuro. Hoy ha desvelado otros dos colores, verde y gris.\nMientras tanto, se espera que el mercado chino de vehículos de nueva energía crezca alrededor de un 20% el año que viene, hasta alcanzar los 11 millones de unidades, lo que significa que aproximadamente uno de cada tres coches vendidos en el país funcionará con electricidad, según estimaciones de la Asociación China de Turismos . La competencia entre los fabricantes de vehículos eléctricos, como Tesla y BYD , de Wang Chuanfu , ya es muy intensa y han recurrido a agresivos recortes de precios para arrebatarse cuota de mercado unos a otros.\nLei dice que la competencia no le disuade, al menos en lo que respecta a la conducción autónoma. \"Las tecnologías de conducción autónoma cambian muy deprisa, y empezar tarde tiene sus ventajas\", afirma. \"Significa que podemos trabajar desde un umbral más alto y construir a partir de ahí\".\nNota realizada por Forbes US\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/Q7Ne3dJYRJ7spR1p6xYy_g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/forbes_argentina_485/3d088c707e8609049b167f2d016a4654",
      "https://twitter.com/intent/tweet?text=Tel%C3%A9fono%20para%20Elon%20Musk%3A%20el%20cofundador%20de%20Xiaomi%20present%C3%B3%20su%20primer%20auto%20el%C3%A9ctrico%20y%20promete%20superar%20a%20Tesla&url=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Ftel%25C3%25A9fono-elon-musk-cofundador-xiaomi-191500543.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.forbesargentina.com/",
      "https://s.yimg.com/ny/api/res/1.2/qKNlbLBN5ya4WPHMt.8oMQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/es/forbes_argentina_485/3d088c707e8609049b167f2d016a4654",
      "https://www.forbes.com/sites/ywang/2023/12/28/billionaire-lei-jun-vows-to-overtake-tesla-as-he-unveils-xiaomis-first-electric-vehicle/?sh=4fceda8f6b65",
      "https://s.yimg.com/ny/api/res/1.2/mfy.LKqrmc13isLOsagGSg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTQ5MQ--/https://media.zenfs.com/es/forbes_argentina_485/78a6ed8184412a8bfeb3caec40742bb7",
      "https://s.yimg.com/ny/api/res/1.2/gX_0n1RRb_o2T_eJVaoKZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Ftel%25C3%25A9fono-elon-musk-cofundador-xiaomi-191500543.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://s.yimg.com/ny/api/res/1.2/yemIyH7pPR6np2Unepj6vg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/forbes_argentina_485/fa9e100ee1d91880329a397c3aa049f3",
      "https://www.twitter.com/intent/tweet?text=Tel%C3%A9fono%20para%20Elon%20Musk%3A%20el%20cofundador%20de%20Xiaomi%20present%C3%B3%20su%20primer%20auto%20el%C3%A9ctrico%20y%20promete%20superar%20a%20Tesla&url=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Ftel%25C3%25A9fono-elon-musk-cofundador-xiaomi-191500543.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://forbes.com/sites/ywang/2023/12/28/billionaire-lei-jun-vows-to-overtake-tesla-as-he-unveils-xiaomis-first-electric-vehicle/?sh=4fceda8f6b65",
      "https://www.s.yimg.com/ny/api/res/1.2/mfy.LKqrmc13isLOsagGSg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTQ5MQ--/https://www.media.zenfs.com/es/forbes_argentina_485/78a6ed8184412a8bfeb3caec40742bb7",
      "https://forbesargentina.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/qKNlbLBN5ya4WPHMt.8oMQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.media.zenfs.com/es/forbes_argentina_485/3d088c707e8609049b167f2d016a4654",
      "https://www.forbes.com/sites/ywang/2023/12/28/billionaire-lei-jun-vows-to-overtake-tesla-as-he-unveils-xiaomis-first-electric-vehicle/",
      "https://www.s.yimg.com/ny/api/res/1.2/gX_0n1RRb_o2T_eJVaoKZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://www.s.yimg.com/ny/api/res/1.2/yemIyH7pPR6np2Unepj6vg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/forbes_argentina_485/fa9e100ee1d91880329a397c3aa049f3",
      "https://www.forbesargentina.com",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/Q7Ne3dJYRJ7spR1p6xYy_g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/forbes_argentina_485/3d088c707e8609049b167f2d016a4654",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Ftel%25C3%25A9fono-elon-musk-cofundador-xiaomi-191500543.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:29.780+02:00",
    "updated": "2023-12-29T07:52:14.244+02:00"
  },
  {
    "uuid": "f76597d441509d60f27bef69e97935915ba127aa",
    "url": "https://la100.cienradios.com/horoscopo/horoscopo-de-piscis-hoy-sabado-30-de-diciembre-de-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@la100fm",
    "published": "2023-12-30T04:58:00Z",
    "title": "Horóscopo de Piscis de hoy: sábado 30 de diciembre de 2023 | La 100",
    "text": "El rasgo clave de la personalidad de Piscis es se caracterizan por ser personas compasivas, receptivas, vacilantes, y con mucha imaginación, con lo cual suelen ser personalidades con habilidades creativas. Aunque vale aclarar que su unión trascendente con el mundo de los sueños puede confundirlo y tornarlo evasivo con la realidad. Qué le espera a Piscis el sábado 30 de diciembre de 2023 Hoy, los astros te brindan una gran energía positiva que te impulsará a enfrentar cualquier desafío con valentía y determinación. Aprovecha esta influencia cósmica para tomar decisiones importantes y llevar a cabo tus proyectos pendientes. No tengas miedo de arriesgarte, Piscis, ya que el universo está de tu lado en este día. Amor: En el ámbito amoroso, las relaciones se verán fortalecidas hoy. Si estás en pareja, disfrutarás de momentos llenos de complicidad y conexión profunda con tu ser amado. Aprovecha esta jornada para expresar tus sentimientos más sinceros y reavivar la pasión en la relación. Si estás soltero, es posible que encuentres a alguien especial que capturará tu atención desde el primer momento. Riqueza: En cuanto al aspecto financiero, hoy podrías recibir buenas noticias relacionadas con ingresos adicionales o nuevas oportunidades laborales. Mantén los ojos abiertos ante posibles propuestas interesantes que podrían surgir durante la jornada. Es un buen momento para invertir en tu crecimiento profesional y económico. Bienestar: Tu bienestar físico y mental estarán en óptimas condiciones hoy gracias a la influencia planetaria favorable sobre ti, Piscis. Te sentirás lleno de vitalidad y energía positiva para enfrentar cualquier desafío que se presente durante el día. Aprovecha esta buena racha para cuidarte tanto física como emocionalmente. Cualidad: Mutable Elemento: Agua Planeta: Júpiter y Neptuno Polaridad: Negativo Puntos Fuertes: Cuando está en lo mejor de sí, es el signo más intuitivo, empático y que con mayor facilidad conecta con lo que otros necesitan. Es reactivo a la necesidad del otro, muy amoroso y muy compañero. Puntos débiles: Dificultad para lidiar con la cruda realidad y visión del futura algo difusa, que hace que se pierda en sus mundos oníricos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T07:32:06.600+02:00",
    "updated": "2023-12-30T07:32:06.600+02:00"
  },
  {
    "uuid": "026d0338df82171e04856b71c2c400bb9b35abd4",
    "url": "https://www.meneame.net/story/ministro-carlos-cuerpo-inaugura-discurso-japones-encuentro-tokio/c0139",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Olarcos",
    "published": "2024-07-05T05:35:00Z",
    "title": "#139 El ministro Carlos Cuerpo inaugura con un discurso en japonés un encuentro con empresarios en Tokio",
    "text": "[Sergio_ftv](/user/Sergio_ftv)a [elpais.com](/go/link/3955842) [#134](c134#c-134) No creo que seas ningún zopenco. Simplemente es que hablar a un nivel bueno otra lengua no es algo fácil, sea cual sea la lengua y el inglés con la pronunciación que tiene y la cantidad inmensa de vocabulario, se convierte en verdaderamente difícil cuando quieras avanzar a niveles altos. ¡Animo que seguro que lo haces muy bien ya!\n[#14](c14#c-14) con la app de trascripción de Google, y Google Translate.\nEl japonés es muy difícil de traducir de forma automática porque es extremadamente contextual, por ejemplo donce dice \"estoy muy contento\", me lo traducía como \"soy feliz\", pero obviamente un ministro no va a decir eso. Y otras palabras tienen significados difeferentes que también dependen del contexto, de ahí la parte final que es ininteligible\n[#129](c129#c-129) Con un B2 real tendrías que ser capaz de hacer eso. La inmensa mayoría de la gente en España no tiene un B2 en español y se apañan entre un A2 y un B1. Un B2 es un nivel alto, que te permite asistir sin problemas a clases en una universidad extranjera y ver películas sin necesidad de subtítulos. Y no es \"que es para ti\" si no lo que es, independientemente de mi opinión.\n[#131](c131#c-131) Como te digo recibo clases para poder desempeñar mi trabajo en inglés en poco tiempo por otros proyectos, pero no es lo mismo sacarte un máster que atender una empresa, yo tengo certificados de cursos que se imparten en inglés y se realizan los exámenes en inglés pero en mi trabajo no puedes dudar si eres quien dirige la orquesta\n[#132](c132#c-132) Cierto, pero esos cursos no son de un B2 real, si no puedes utilizar el inglés así. Es algo que suele pasar, todas las academias y empresas, incluidas Cambridge sobrevaloran sus certificaciones, porque así consiguen más alumnos y por lo tanto más dinero. Un C1 es un nivel muy alto de lengua, a un nivel muy culto. Haz, si quieres, un examen de C1 de español. La inmensísima mayoría de los españoles no serían capaces de aprobarlo y un C2 menos aún, sin una preparación específica.\n[#133](c133#c-133) Tienes toda la razón, hay partes de gramática que he aprobado que ha sido a base de estudiar pero una vez aprobado queda todo olvidado, lo que ocurre es que yo lo que necesito es hablar fluido y sin cometer graves errores gramaticales y por eso ahora abandonando certificaciones mi empresa se ha centrado en esto son 6 meses intensivos más los conocimientos adquiridos queda bien al menos en pasadas ocasiones igual yo soy un zopenco\nPD: Soy más feliz currando en español así igual es un problema\n[#76](c76#c-76) [#104](c104#c-104) [#108](c108#c-108) [#124](c124#c-124) [#128](c128#c-128) https://es.wikipedia.org/w/index.php?title=Carlos_Cuerpo&action=history\nCorrecto. En Wikipedia no estában usando una fuente fiable para decir que habla Japonés. Parece que fue añadido el día 4 por un usuario que se llama: PereM.Aranda YT y después Mazbel y 2 usuarios anónimos revertieron la modificación ya que no está claro que sea una transcripción fonética. Además en su linkedin solo nombra Inglés y Francés:\nhttps://www.linkedin.com/in/carlos-cuerpo-86b226a9/\nSiento no que mi información con la wiki no aportase nada.\n[#73](c73#c-73) En el caso de Japón y los japoneses, no son tan angloparlantes como pensamos aquí. Tengo amigos (fanáticos del manga/anime) que han viajado a Japón y todos me coinciden en lo mismo, que excepto en los hoteles, tu le preguntas en Tokio a algún japonés algo en inglés y la gran mayoría no te entienden. Seguramente en el caso de la visita del ministro, la gran mayoría de su audiencia entienden con mayor o menor destreza el inglés, y hasta el castellano, pero no deja de ser un gran detalle (cosa que los japoneses aprecian mucho) que realice un esfuerzo para dirigirles unas palabras en japonés.\nEsos gestos los japoneses lo valoran mucho.\n[#84](c84#c-84) Hay gente qie dice que sí y otras que no.\nhttps://www.noticiasdenavarra.com/opinion/2021/11/23/deliciosa-lengua-vasca-2106914.html\n[#112](c112#c-112) Sobre lo difícil que es aprender euskera, es un viejo mito:\nhttps://aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal/\nExiste un curso de 60 horas para el A1 que debe ser bastante exitoso:\nhttps://www.eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas/\nhttps://www.euskalkultura.eus/espanol/noticias/uler-saioak-proponen-nueva-metodologia-para-lograr-en-60-horas-un-nivel-basico-de-comprension-del-euskera\n[#68](c68#c-68) No, es una transcripción automática, y el japonés es muy difícil de transcribir fonéticamente, ya que tiene muchísimos homófonos y a menudo requiere entender de qué se está hablando para que la frase tenga sentido. Súmale que su pronunciación no es perfecta y el eco del vídeo.\nEste 特許で2本 (Tokkyo de nihon, \"dos patentes\") es en realidad 東京で日本 (Tokyo de nihon, \"Tokio, en Japón\"), y cosas así todo el rato.\n[#70](c70#c-70) Mejor que yo, que me quedé al principio del japones Pimsleur preguntando que donde está la calle Shinjiku (Shinjiku dori wa doko desu ka?)\n[#32](c32#c-32) tampoco pone énfasis en el resto de partículas, que es hacia donde suele \"subir\" la frase y donde paran a coger aire. También es verdad que no es una regla estricta, por común que sea.\nPero es una sorpresa que tenga ese nivel.\n[#71](c71#c-71) si lo habla con fluidez, te aseguro que no dice \"ua\" en vez de \"va\" porque es uno de los sonidos más repetidos en japonés. Lo habla bien, pero está leyendo una transcripción fonética.\n[#126](c126#c-126) Bueno estaría que te escriban mal un discurso, pero porque no mandas a un tercero representativo y que hable bien coño que es inglés no suajili o hebreo. Aún recuerdo a Rajoy apartado, ¿Queremos que un presidente del gobierno español parezca un apestado? No es que sea el mejor sueldo del mundo pero gente que gana bien sin formación en idiomas en un puesto donde es necesario, no por favor\n[#76](c76#c-76) [#90](c90#c-90) a priori me parece un gesto positivo. Ahora bien, salvo que tengais un dominio elevado de la lengua japonesa me parece bastante atrevido decir que esto es mejor que lo del café con leche. Ana Botella es una petarda, pero su discurso fue en un inglés correctísimo con acentazo español, eso sí. No veo absolutamente nada criticable en lo que hizo. Por supuesto, tampoco en lo de Carlos Cuerpo, pero de lo que no sé no puedo hablar, así que lo pongo al mismo nivel: bien, pero no por encima.\n[#102](c102#c-102) Pero de qué hablas? El discurso de Botella fue un desastre, no sólo por el acento, que para un inglés o americano era imposible de entender (puedes tener el acento que quieras mientras te entiendan, pero no si eso impide que sepan qué dices), sino por que las frases eran inconexas y con las entonaciones completamente mal puestas por lo que un hablante en inglés no te entiende ya que es vital donde están puestas.\n[#111](c111#c-111) es sencillamente falso lo que dices. Cualquier persona que hablase inglés como idioma nativo habría entendido a Ana Botella, pese a su terrible acento.\n[#102](c102#c-102) en serio que el inglés de ana botella era correcto con acento español? Yo tengo un pírrico certificado B2 y hablo mejor que ana botella y aún no me atrevo a trabajar en inglés hasta que consiga el C1, amos no me jodas\nNo me atrevo a comparar porque no se japonés pero lo de ana botella fue vergonzoso\n[#117](c117#c-117) Pues sin entrar en lo que comentas de Ana Botella, porque estamos de acuerdo, si con un B2 no eres capaz de trabajar en inglés, es que quizá no tengas un B2.\n[#119](c119#c-119) ¿Que es trabajar para ti? Yo llevo 40 técnicos y 10 team lead/scrum máster, no me vale con defenderme, saber hablar y mandar cuatro emails, necesito pensar en inglés y para eso estoy recibiendo clases específicas, si yo siguiera de programador (ojalá) me valdría con mi B2 para hablar 5 minutos al día y mandar 20 mails a la semana o poner 2 PR a la semana\n[#117](c117#c-117) en realidad tengo serias dudas de que Ana Botella hable bien inglés. Pero su discurso (que le habrán escrito) era correcto desde el punto de vista lingüístico y su pronunciación correcta, aunque pronunciase con una fonética completamente española. Lo habrá memorizado, puede ser, pero el cachondeo que se montó con el discurso habla peor del nivel de inglés de los españoles que del de Ana Botella.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas/",
      "https://www.euskalkultura.eus/espanol/noticias/uler-saioak-proponen-nueva-metodologia-para-lograr-en-60-horas-un-nivel-basico-de-comprension-del-euskera",
      "https://www.linkedin.com/in/carlos-cuerpo-86b226a9/",
      "https://aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal/",
      "https://es.wikipedia.org/w/index.php?title=Carlos_Cuerpo&action=history",
      "https://www.noticiasdenavarra.com/opinion/2021/11/23/deliciosa-lengua-vasca-2106914.html",
      "https://euskalkultura.eus/espanol/noticias/uler-saioak-proponen-nueva-metodologia-para-lograr-en-60-horas-un-nivel-basico-de-comprension-del-euskera",
      "https://linkedin.com/in/carlos-cuerpo-86b226a9/",
      "https://es.wikipedia.org/w/index.php",
      "https://www.eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas",
      "https://noticiasdenavarra.com/opinion/2021/11/23/deliciosa-lengua-vasca-2106914.html",
      "https://www.es.wikipedia.org/w/index.php?title=Carlos_Cuerpo&action=history",
      "https://eitb.eus/es/noticias/sociedad/videos/detalle/8434162/video-uler-saioak-metologia-para-alcanzar-nivel-basico-de-euskera-en-60-horas/",
      "https://www.aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal/",
      "https://aboutbasquecountry.eus/2022/02/01/es-el-euskera-el-lenguaje-mas-dificil-pues-no-a-pesar-de-lo-que-asegure-un-tribunal",
      "https://www.linkedin.com/in/carlos-cuerpo-86b226a9"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T10:44:18.490+03:00",
    "updated": "2024-07-05T10:44:18.490+03:00"
  },
  {
    "uuid": "ad4448efcc751075cb6abe6abc2e3db83fe122c4",
    "url": "https://www.scmp.com/news/world/middle-east/article/3250641/us-said-back-strikes-iran-targets-iraq-syria-gaza-truce-hopes-rise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-02-01T22:25:32Z",
    "title": "US said to back strikes on Iran targets in Iraq, Syria as Gaza truce hopes rise | South China Morning Post",
    "text": "The planned targets for US strikes in Iraq and Syria in response to the killing of three US soldiers by a drone in Jordan include “Iranian personnel and facilities”, CBS News reported on Thursday, citing American officials.\\nThe United States has assessed that the drone, which also wounded more than 40 people, was made by Iran, four US officials told Reuters. Sources said Iran’s elite Revolutionary Guards were pulling senior officers out of Syria.\\nThe CBS report follows days of conjecture about how Washington would retaliate after three US soldiers were killed on Saturday in a strike on their base.\\nThe fatalities were the first US deaths in an escalation of violence across the Middle East since Israel’s war in Gaza began in October.\\n\\n\\n\\n\\nEven as fighting has intensified this week, diplomatic efforts to achieve a ceasefire in the Palestinian enclave have accelerated.\\nQatari and Egyptian mediators presented Hamas, the militant group that runs Gaza, with the first concrete proposal for an extended halt to fighting, agreed on with Israel and the US at talks in Paris last week.\\nSouth Africa says Israel already ignoring UN court ruling in Gaza\\nA Palestinian official close to the negotiations said the text envisages a first phase of 40 days, during which fighting would cease while Hamas freed remaining civilians among the more than 100 hostages it still holds. Further phases would see the handover of Israeli soldiers and bodies of dead hostages.\\nSuch a long pause would be a first since October 7, when Hamas fighters attacked Israel, killing 1,200 people and capturing 253 hostages, precipitating an Israeli offensive that has laid waste to much of Gaza.\\nHealth officials in the enclave said on Thursday the confirmed Palestinian death toll had risen above 27,000, with thousands more dead still lying under the rubble.\\nA Palestinian official said Hamas was unlikely to reject the proposal outright, but would demand guarantees that fighting would not resume, something Israel has not agreed to.\\nA positive-sounding speech by a Qatari spokesman at Johns Hopkins University in Washington briefly triggered some celebrations in Gaza – and a drop in the price of crude oil. But a Qatari official in Doha told Reuters there was no ceasefire deal yet, and that Hamas had “received the proposal positively” but not responded yet.\\nAnd Taher Al-Nono, media adviser to Hamas chief Ismail Haniyeh, said: “We have received the proposal that was put together in Paris but we haven’t yet given a response to any of the parties”.\\n\\n“We can’t say that the current stage of negotiation is zero and at the same time we can’t say that we have reached an agreement.”\\nCelebratory firing into the air and cheering in central and southern Gaza were soon suppressed by an air strike on a house in Gaza’s main southern city, Khan Younis, that wounded 13 people, according to hospital officials.\\nIsrael started a huge ground assault last week to capture Khan Younis, and combat has also surged in northern areas that Israel claimed to have subdued weeks ago.\\nAppeals to Israel from its main ally, the United States, show little sign of having succeeded in easing the plight of Gaza’s civilians. Washington is stepping up indirect pressure, however.\\nUS President Joe Biden issued an executive order that aims to punish Jewish settlers who attack Palestinians in the occupied West Bank in an surge of violence triggered by the war in Gaza.\\nBiden targets Israeli settlers over ‘intolerable’ violence in West Bank\\nBiden is also under pressure to respond firmly to the killing of US soldiers – which Washington says bears the “footprints” of Kataib Hezbollah, a pro-Iranian militia based in neighbouring Iraq – without igniting a wider war with Iran.\\nThat group said on Wednesday it was suspending military action against US forces to avoid embarrassing Baghdad.\\nIran’s Revolutionary Guards, who have lost more than half a dozen of their members to Israeli strikes since December, are pulling their senior officers out of Syria, sources familiar with the matter said. Iranian advisers assist armed groups in both Iraq, where the US has around 2,500 troops, and Syria, where it has 900.\\nThe CBS report Quote: d US officials as saying weather would be a factor in the timing of the retaliatory US strikes as Washington preferred good visibility to guard against the risk of hitting civilians.\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "cbs",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:25:33.385+02:00",
    "updated": "2024-02-04T03:55:37.149+02:00"
  },
  {
    "uuid": "f9d70e2343b996cc6e0ac13fbd69ac2dbfb34a4c",
    "url": "https://progorod43.ru/news/126074",
    "ord_in_thread": 0,
    "author": "Валерия Веселова",
    "published": "2025-05-01T04:30:00Z",
    "title": "Роковая встреча: Василиса Володина назвала три знака, которых в мае ожидает неприятный сюрприз из прошлого",
    "text": "Роковая встреча: Василиса Володина назвала три знака, которых в мае ожидает неприятный сюрприз из прошлого\n- 07:30 1 мая\nВалерия Веселова\nМай 2025 станет судьбоносным для Овнов, Весов и Козерогов, согласно предсказаниям астролога Василисы Володиной. Им предстоят встречи с прошлым, которые могут повлиять на дальнейшую жизнь, но последствия будут разными.\nОвны: Встреча с человеком из прошлого принесет болезненные воспоминания. Володина предупреждает о поверхностных намерениях этого человека (скука, желание заполнить пустоту). Овнам стоит избегать провокаций, проанализировать свои границы и сосредоточиться на создании здоровых отношений.\nВесы: Появится шанс встретить человека, который долгое время оставался в сердце. Володина советует принимать решение о возобновлении связей с осторожностью, проанализировать чувства и оценить эмоции партнера, чтобы избежать прежних ошибок. Иногда прошлое лучше оставить в прошлом.\nКозероги: Май принесет сложную встречу с бывшим партнером, возвращение которого может быть опасным. Володина советует тщательно обдумать риски, так как доверие может принести еще большую боль. Эта встреча может стать уроком и стимулом для внутренней работы.\nВолодина подчеркивает, что эти встречи - значимые моменты, предлагающие новые возможности или уроки. Важно сохранять ясность мыслей, прислушиваться к себе и не спешить с решениями, чтобы извлечь пользу и двигаться вперед с уверенностью.\nЧитайте также:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->mental wellbeing",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:45:03.141+03:00",
    "updated": "2025-05-01T04:49:40.000+00:00"
  },
  {
    "uuid": "256342d42a190812344c0fe9981ef9bf5658c28d",
    "url": "https://www.elespanol.com/enclave-ods/opinion/20241004/fabricantes-consumidores-tandem-idoneo-luchar-sequia-espana/887791218_13.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fernando Gil",
    "published": "2024-10-04T00:00:00Z",
    "title": "Fabricantes y consumidores, el tándem idóneo para luchar contra la sequía en España",
    "text": "La escasez de agua es un desafío global que nos afecta de manera directa y tangible a todos. Según un informe de Nature Impact , el 50% de los españoles se siente más preocupado por los efectos del cambio climático que hace un año. Y no es para menos; cada vez provoca periodos secos más intensos y duraderos en nuestro país.\nTodo esto, sumado al aumento del consumo de agua, nos sitúa a todos los españoles ante un escenario de riesgo hídrico que nos compete a todos y donde cada actor de la sociedad tiene parte de responsabilidad.\nDe acuerdo con un informe de Women Action Sustainability (WAS), más de la mitad de los ciudadanos españoles ha experimentado ya problemas derivados de la sequía en su hogar o comunidad. El mismo estudio asegura que la media del consumo per cápita de agua en España se sitúa en 138 litros por día, superando el promedio de la Unión Europea fijado en 126 litros. Una situación que debe ser abordada desde diferentes frentes.\nA este respecto, la industria de los electrodomésticos juega un papel crucial . Diseñar aparatos que consuman menos agua en casa es fundamental. Para los fabricantes es determinante tener este aspecto en cuenta en todo el proceso de vida del electrodoméstico, pues su ecodiseño, su fabricación y la tecnología que incorpora puede permitir a los usuarios ahorrar grandes cantidades de agua , energía y, por lo tanto, también recursos económicos.\nPor ello, implementar una estrategia 360º es fundamental ; investigar y desarrollar productos más eficientes, el ecodiseño y la incorporación de materiales que garanticen la excelencia operativa y energética, además de una mayor reciclabilidad de los aparatos en un futuro.\nA pesar del innegable papel que tienen las grandes corporaciones y fabricantes en este proceso, es necesario apelar también a la responsabilidad de los ciudadanos en sus hogares para poder tener una respuesta contundente y atajar esta realidad que nos afecta a todos los niveles.\nEs cierto que existe ya una clara predisposición de los consumidores a participar activamente en la mitigación de la sequía, y otros problemas derivados del cambio climático; según el ya citado informe de Nature Impact , el 89% de los españoles reconoce estar muy preocupado por la escasez de agua , y más de la mitad cree que el cambio climático empeorará su vida, siendo la falta de agua lo que más inquieta a la ciudadanía (58%).\nAnte esta situación, es imperativo realizar una labor didáctica para desmontar mitos todavía hoy presentes en las casas de los españoles, que están perjudicando tanto el medioambiente, como su capacidad de ahorro.\nAcciones tan simples como minimizar los productos de un solo uso, apostar por alternativas reutilizables, optar por alimentos locales producidos de manera sostenible o apoyar marcas y empresas que adopten prácticas responsables con el medioambiente pueden suponer un gran cambio en el planeta y en el entorno que nos rodea.\nCentrándonos en el campo de los electrodomésticos, optar por aparatos con alta eficiencia energética y utilizar los programas de lavado y enfriamiento eco contribuye a la conservación del agua y a la reducción del gasto energético en el hogar.\nAdemás, hay que combatir creencias erróneas, aún muy arraigadas; muchas personas lavan a mano los platos, pensando que así ahorrarán agua. Fregando a mano toda la vajilla, puedes gastar hasta 40 litros y, utilizando el lavavajillas, solo se gastan alrededor de 9 litros por ciclo. Cada minuto que el grifo está abierto se desperdician de 5 a 10 litros de agua.\nTambién es importante considerar que la situación económica puede influir en gran medida en los hábitos de consumo de los usuarios. Según un estudio sobre la desigualdad en España, impulsado por Oxfam Intermón, el 54% de la población española enfrenta dificultades económicas por las que han tenido que realizar cambios domésticos , y un 45% ha tenido que reducir su gasto en electricidad, agua o calefacción en el último año. En este contexto, es importante que los aparatos eficientes no sean considerados un lujo , sino una necesidad accesible para todos.\nPara ello, es fundamental que haya un compromiso conjunto entre consumidores, fabricantes y gobiernos . Es crucial contar con políticas públicas que faciliten el acceso a tecnologías eficientes a todas las familias. Los fabricantes deben liderar esta transformación a través de la innovación y los consumidores tienen que adoptar hábitos más responsables en su vida cotidiana. Solo a través de este esfuerzo conjunto podremos asegurar un futuro sostenible para las próximas generaciones.\n*** Fernando Gil es director general de BSH Electrodomésticos España.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:53:30.903+03:00",
    "updated": "2024-10-11T04:01:51.195+03:00"
  },
  {
    "uuid": "f81077fca3316e7bbd16bdcd7567cfbed6b3be29",
    "url": "https://news.cts.com.tw/cts/local/202507/202507112491174.html",
    "ord_in_thread": 0,
    "author": "cts.com.tw",
    "published": "2025-07-11T03:40:00Z",
    "title": "高雄爭取丹娜絲颱風第三波農損補助 7/11起開放申請 - 華視新聞網",
    "text": "圖/芭樂受災情形（高雄市農業局提供） 林禎倚 綜合報導 / 高雄市\n受到颱風丹娜絲影響，高雄市農損截至昨（10）日已超過9880萬元，高雄市政府農業局表示，成功爭取到第3波救助，包含芭樂、木瓜、改良種芒果與龍鬚菜等，即日起到24日受理農民申報。\n高雄農業局表示，繼補助西瓜、香瓜、苦瓜、胡瓜、香蕉與短期葉菜類等，芭樂、木瓜、改良種芒果及龍鬚菜經農業部公告，即日起受理申報，後續將持續與各公所全力查報，爭取救助。\n農業局說明，芭樂、木瓜及改良種芒果每公頃10萬元、龍鬚菜每公頃4.1萬元農損現金救助及低利貸款，24日前於土地所在地公所受理農民申報，其餘災損各區公所仍持續查報中。\n農業局長姚志旺提醒，種植芭樂、木瓜、改良種芒果與龍鬚菜受損損失達2成以上農友，可利用「農產業天然災害現地照相APP」拍照，於24日前持身分證、印章、農會存款簿及土地所有權狀或土地使用同意書等相關文件，儘速向土地所在區公所申辦現金救助，農友復耕若需低利貸款，亦可洽當地農會辦理。\n新聞來源：華視新聞",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Disaster and Accident",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->agriculture",
      "Disaster and Accident->famine",
      "Disaster and Accident->natural disaster"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://social-plugins.line.me/lineit/share?url=https://ctsnews.page.link/rxc1d",
      "https://www.facebook.com/dialog/send?app_id=1572843652896530&display=page&link=https://ctsnews.page.link/5w8rP&redirect_uri=https://news.cts.com.tw/cts/local/202507/202507112491174.html",
      "https://www.facebook.com/dialog/feed?app_id=1572843652896530&display=page&link=https://ctsnews.page.link/nwgyt&redirect_uri=https://news.cts.com.tw/cts/local/202507/202507112491174.html",
      "https://facebook.com/dialog/send?app_id=1572843652896530&display=page&link=https://ctsnews.page.link/5w8rP&redirect_uri=https://news.cts.com.tw/cts/local/202507/202507112491174.html",
      "https://www.facebook.com/dialog/feed",
      "https://facebook.com/dialog/feed?app_id=1572843652896530&display=page&link=https://ctsnews.page.link/nwgyt&redirect_uri=https://news.cts.com.tw/cts/local/202507/202507112491174.html",
      "https://www.facebook.com/dialog/send",
      "https://www.social-plugins.line.me/lineit/share?url=https://www.ctsnews.page.link/rxc1d",
      "https://social-plugins.line.me/lineit/share"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-11T07:13:20.244+03:00",
    "updated": "2025-07-11T04:15:46.000+00:00"
  },
  {
    "uuid": "8631bee9f790950a0cc6ce0d1b6ea7bcb1b6a133",
    "url": "https://roanoke.com/image_ea9ea16b-6159-5566-9d17-cba53865781b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emil Nicolai Helms/Ritzau Scanpix",
    "published": "2025-03-05T22:15:00Z",
    "title": "Denmark Exhibition Starving Piglets",
    "text": "Denmark Exhibition Starving Piglets Emil Nicolai Helms/Ritzau Scanpix Mar 5, 2025 Mar 5, 2025 Updated 16 mins ago 0 Facebook Twitter WhatsApp SMS Email Print Copy article link Save Three piglets lie in a makeshift cage Feb. 28 as part of exhibition \"And Now You Care\" by artist Marco Evaristti, before its opening at a Copenhagen gallery. Emil Nicolai Helms/Ritzau Scanpix As featured on Facebook Twitter WhatsApp SMS Email Print Copy article link Save Print Ads Services DAVID'S TREE SERVICE INC Updated 17 hrs ago Services PRO GUTTERS Updated 17 hrs ago Real Estate BLUE RIDGE LAND & AUCTION Updated 17 hrs ago Other LINDOR ARTS Updated 17 hrs ago Real Estate MOUNT AIRY EQUIPMENT AUCTIONS Updated 17 hrs ago Services CHISOM LOGGING & FIREWOOD Updated 17 hrs ago Real Estate BART LONG & ASSOC REALTY & AUC Updated 17 hrs ago Services HILTON OLIVER ATTORNEY AT LAW PA-CCA Updated 17 hrs ago Services VIRGINIA GREEN/JOHNSON GROUP Updated 17 hrs ago Real Estate BART LONG & ASSOC REALTY & AUC Updated 17 hrs ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->endangered species",
      "Environment->animal",
      "Social Issue->social problem",
      "Social Issue->ethics",
      "Social Issue->communities",
      "Health->public health",
      "Health->health organisation",
      "Health->injury"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Emil Nicolai Helms",
          "sentiment": "none"
        },
        {
          "name": "Marco Evaristti",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Real Estate BART LONG & ASSOC REALTY",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Facebook Twitter",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T00:43:17.666+02:00",
    "updated": "2025-03-06T00:43:17.666+02:00"
  }
]