[
  {
    "uuid": "cd5cd78382b8d37e52450f36eb5ca73523fc0888",
    "url": "https://www.nwemail.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | The Mail",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judih Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. In a YouTube video made during a brief round of fighting between Israel and the Islamic Jihad militant group last May, Ms Weinstein read a series of poems and expressed hope for better days ahead. “I truly hope that the next time I’m recording some Haiku it won’t be under duress, under rocket fire, under conditions where people are at war,” she said. “May we all be granted the right to our basic rights of home, food, shelter and peaceful days. Here’s hoping.” Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:00.976+02:00",
    "updated": "2023-12-29T01:10:31.683+02:00"
  },
  {
    "uuid": "2dde8c7443f8cc593bce2d548f4f62ce34383f2f",
    "url": "https://chl.ca/lhjmq-islanders/article/islanders-look-to-make-it-two-in-a-row-as-cataractes-come-to-town/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Taylor Stewart",
    "published": "2024-01-19T15:40:00Z",
    "title": "Islanders look to make it two in a row as Cataractes come to town - Charlottetown Islanders",
    "text": "Islanders look to make it two in a row as Cataractes come to town The Islanders are back in the win column after taking down the Saint John Sea Dogs Wednesday night 6-3. The win solved Charlottetown’s five-game skid, but they still search for their first win on home ice since Dec. 15. Tonight the Shawinigan Cataractes roll into the Eastlink Centre to battle for the second time this season. The Islanders claimed the lone matchup before the Christmas break 4-2 in Shawinigan. The Islanders are 2-1 against the Cataractes since falling to them in the franchise’s lone trip to the QMJHL finals in 2021-22. “I think just given the history of the franchise and the fact that our only trip to the finals we came up short against this franchise means a lot. It certainly does to the staff that’s still here. The faces have changed on both sides but I still think there is an underlying element of rivalry that’s healthy and hopefully we’re looking for some revenge,” said Jim Hulton. The two franchises have a tie that runs deeper than the 2022 finals. The Islanders acquired fan-favourite players from the Cataractes in seasons past. Pascal Aquin and Cam Askew were acquired from the franchise just two hours North of Montreal. Los Angeles Kings prospect Angus Booth was dealt to the Cataractes in August of 2020. Owen Saye, a member of the Islanders 2022 finals roster, was also an asset dealt to Charlottetown by the Cataractes. Head Coach Jim Hulton noted the importance of the team’s win in Saint John before this weekend’s homestand. “I think when you’re in a skid, you’re desperately looking for some way to get out of it, it really goes to your confidence. We talked after the Quebec game and we didn’t think we played a bad game we were just finding ways to lose as opposed to finding ways to win,” said Hulton. “You’re searching for that magic formula and I think we found it last night. I think we did a much better job of defending and defending the lead and we got rewarded for it.” Top Scorers Islanders Cataractes |Michael Horth||24-15-39||Vince Elie||16-24-40| |Marcus Kearsey||4-30-34||Felix Lacerte||20-18-38| |Giovanni Morneau||14-20-34||Jordan Tourigny||9-19-28| Keys to Victory - Special Teams – The Islanders scored three of their six goals against Saint John with their special teams units on the ice. Two powerplay and one short-handed goal. With a 23.9% powerplay execution rate, look for the Islanders to make big moves with the man advantage. - Energy – Shawinigan played in Saint John last night meaning the Islanders have the upper hand in the rest department. Look for Hulton to have his squad fired up to open the game and establish momentum early with their legs. Injuries – Hulton commented earlier this week that the team will remain without the services of Cole Huckins, Michael Horth and Ondrej Moruna. With two of the Islanders’ top-five scorers out, Hulton will be looking for another big game out of newcomer William Shields and for the hot hands of Simon Hughes and Alexis Michaud to keep producing. Fans are reminded that any unused tickets for this season can be redeemed at the Eastlink Centre box office for any remaining regular season games. Visit the Eastlink Centre box office in person, [online](https://boxoffice.eastlinkcentrepei.com/TheatreManager/1/online?performance=2149) or call 902-629-6625. The puck drops tonight at 7 p.m.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://boxoffice.eastlinkcentrepei.com/TheatreManager/1/online?performance=2149)",
      "https://boxoffice.eastlinkcentrepei.com/TheatreManager/1/online",
      "https://www.boxoffice.eastlinkcentrepei.com/TheatreManager/1/online?performance=2149)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim hulton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "charlottetown islanders islanders",
          "sentiment": "neutral"
        },
        {
          "name": "islanders",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "charlottetown",
          "sentiment": "none"
        },
        {
          "name": "eastlink centre",
          "sentiment": "none"
        },
        {
          "name": "shawinigan cataractes",
          "sentiment": "none"
        },
        {
          "name": "shawinigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T20:25:53.083+02:00",
    "updated": "2024-01-19T20:25:53.083+02:00"
  },
  {
    "uuid": "718922e5f2fb0bbb3710eb7219994a334b5b57ce",
    "url": "https://markets.financialcontent.com/stocks/article/abnewswire-2023-12-29-law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2023-12-29T00:00:00Z",
    "title": "Law Office of Ghenadie Rusu Offers Free Consultations for Immigration and Family Law Services | FinancialContent Business Page",
    "text": "Law Office of Ghenadie Rusu offers FREE consultations for Immigration & Family Law. Expert guidance for a brighter future!\nThe Law Office of Ghenadie Rusu, a distinguished legal practice based in New York, is excited to announce its commitment to providing free consultations for individuals seeking assistance in immigration and family law matters. With a focus on helping those in need, Attorney Ghenadie Rusu is extending this offer to support individuals looking for guidance on Adjustment of Status (Green Card) and Special Immigrant Juvenile Status cases.\nImmigrating to the USA can be a complex process, and the Law Office of Ghenadie Rusu understands the importance of reliable legal representation. Whether individuals are navigating the path to Green Card status or require assistance with Special Immigrant Juvenile Status, Attorney Ghenadie Rusu is here to offer expert legal counsel.\n\"Empowering individuals with the right legal support is crucial, especially in immigration and family law matters. We are pleased to provide free consultations to those in need, ensuring they have the information and guidance necessary to make informed decisions,\" said Attorney Ghenadie Rusu.\nThe Law Office of Ghenadie Rusu specializes in a range of legal services, including immigration law and family law. Attorney Ghenadie Rusu brings a wealth of experience and expertise to help clients achieve their legal goals.\nIndividuals seeking legal assistance in Adjustment of Status (Green Card) or Special Immigrant Juvenile Status cases can take advantage of the free consultation offered by the Law Office of Ghenadie Rusu. This initiative reflects the firm's commitment to making legal services accessible to those who need them.\nFor more information about the Law Office of Ghenadie Rusu and the free consultation offer, visit their website .\nAbout Law Office of Ghenadie Rusu:\nThe Law Office of Ghenadie Rusu is a trusted legal practice based in New York, specializing in immigration law and family law. Attorney Ghenadie Rusu is dedicated to providing expert legal counsel and support to individuals facing immigration challenges and family law matters.\nFor Media Inquiries about their services, visit their website .\n Law Office of Ghenadie Rusu\nContact Person: Ghenadie Rusu\nEmail: Send Email\nPhone: +1 (347) 907-1248\nCountry: United States\nWebsite: https://rusulaw.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://rusulaw.com/",
      "https://www.abnewswire.com/press_stat.php?pr=law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-29-law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
      "https://www.abnewswire.com/companyname/rusulaw.com_127622.html",
      "https://www.abnewswire.com/email_contact_us.php?pr=law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://abnewswire.com/email_contact_us.php?pr=law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
      "https://abnewswire.com/companyname/rusulaw.com_127622.html",
      "https://tracking.newsrpm.com/pixel",
      "https://abnewswire.com/press_stat.php?pr=law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
      "https://www.abnewswire.com/press_stat.php",
      "https://rusulaw.com",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-29-law-office-of-ghenadie-rusu-offers-free-consultations-for-immigration-and-family-law-services",
      "https://www.rusulaw.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ghenadie rusu",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "financialcontent business page law office",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:08:31.396+02:00",
    "updated": "2024-01-09T04:49:53.205+02:00"
  },
  {
    "uuid": "017fb8e1b0d905fdf3740eaade6c24c47504ef67",
    "url": "https://sports.yahoo.com/pistons-blow-19-point-halftime-lead-vs-celtics-lose-ot-thriller-to-tie-76ers-for-longest-losing-streak-in-nba-history-031226659.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Sports",
    "published": "2023-12-29T00:00:00Z",
    "title": "Pistons blow 19-point halftime lead vs. Celtics, lose OT thriller to tie 76ers for longest losing streak in NBA history",
    "text": "Read full article Yahoo Sports Pistons blow 19-point halftime lead vs. Celtics, lose OT thriller to tie 76ers for longest losing streak in NBA history Jason Owens Staff writer Fri, Dec 29, 2023, 5:12 AM · 4 min read 78\nFor a half on Thursday, the Detroit Pistons looked poised for one of the biggest upsets in NBA history.\nIn the end, they did what they did best. They lost. The Celtics rallied from a 19-point halftime deficit to tie the game in the third quarter then held on in an overtime thriller for a 128-122 win . The loss was the 28th straight for the Pistons, tying the 2014-15/15-16 Process-era Philadelphia 76ers for the longest losing streak in NBA history .\nThe Pistons went to Boston Thursday as 17.5-point underdogs , fresh off securing the longest single-season losing streak in league history . Sparked by a 22-point first half from Cade Cunningham , they stunned the TD Garden crowd by opening a 66-47 halftime lead.\nCeltics rally in 3rd before wild 4th quarter It came apart in the third quarter that saw the Celtics rally to tie the game at 82-82. The Celtics then took their first lead of the game with a Derrick White jump shot to open the fourth. The Pistons remained poised and battled in a back-and-forth fourth quarter that saw the Celtics take a lead in the final seconds of regulation on a close goaltending call.\nBoston had a chance to win in regulation after the call gave them a 108-106 lead with 8.1 seconds remaining. Cade Cunningham sent back a Jayson Tatum layup near the glass that was called goaltending on the floor.\nThe goaltending on Tatum's layup gives the Celtics a 108-106 lead 👀\n8 seconds remaining, Pistons ball on NBA TV!\nPistons-Celtics | Live on NBA TV\n📲 https://t.co/Q9lUtN6Nv0 pic.twitter.com/7dF48U1sSS\n— NBA (@NBA) December 29, 2023\nWas it goaltending? Officials spent several moments reviewing the play before concluding that there was no \"clear and conclusive evidence to overturn the call on the floor.\"\nGoaltending or clean block?\npic.twitter.com/SBzEpasT6S\n— Hoop Central (@TheHoopCentral) December 29, 2023\nBut the Pistons weren't done. Cunningham had a look from the corner on the other end for a go-ahead 3-pointer. Jrue Holiday got a hand up on the shot, and it bounced off the side of the rim. But Bojan Bogdanovic was there for the rebound and the putback to tie the game at 108-108.\nBogey with the putback to tie the game pic.twitter.com/01OAqua4tV\n— Detroit Pistons (@DetroitPistons) December 29, 2023\nTatum had a look at the other end for a game-winner in regulation, but it bounced off the rim to send the game to overtime.\nThe teams continued to trade blows in the extra session before a Holiday and-1 gave the Celtics the lead for good at 116-115 with 2:13 remaining in overtime. The Pistons led twice in the extra session and battled one of the league's best teams in an effort to fend off further NBA history. It just wasn't enough to avoid a 28th straight loss to drop to 2-29 on the season.\nCade Cunningham gives it his best After his 22-point first half, Cunningham finished the game with 31 points, nine assists and six steals while shooting 12 of 22 from the field and 4 of 6 from 3-point distance. It was another big effort in a landmark loss after he scored 41 in Tuesday's loss to the Brooklyn Nets that was a single-season record 27th straight. Jaden Ivey tallied 22 points and 10 rebounds, while Bogdanovic added 17 points, 12 rebounds and six assists.\nTatum scored 12 points in the third quarter that sparked the Boston rally en route to 31 points, 10 assists, seven rebounds and five steals. Kristaps Porzingis posted 35 points and eight rebounds with 29 of his points arriving after halftime. He scored several big buckets in the fourth quarter and overtime to keep the Pistons at bay.\nThe Celtics avoided their own disgrace with the win. With Boston boasting the best record in basketball, it was widely viewed as a given that Detroit would tie the record on Thursday. The only question on the minds of most was if the Pistons would eventually claim the record for their own. They'll now have the chance on Saturday against the Toronto Raptors .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://twitter.com/NBA/status/1740565325903704366?ref_src=twsrc%5Etfw",
      "https://s.yimg.com/ny/api/res/1.2/FKSq6la0WqBm.iHcs7rGkA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIxMDtoPTIxMA--/https://s.yimg.com/os/creatr-uploaded-images/2023-04/d2f4cb00-e600-11ed-b55f-6817177f4c26",
      "https://sports.betmgm.com/en/blog/nba/pistons-celtics-prediction-odds-lines-picks-nba-dec-28-jaa/",
      "https://s.yimg.com/ny/api/res/1.2/jZrcAfaWCS7STBB52h6Cjg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2023-12/7f1d4f40-a5f2-11ee-aff3-82110f34dd4e",
      "https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fsports.yahoo.com%2Fpistons-blow-19-point-halftime-lead-vs-celtics-lose-ot-thriller-to-tie-76ers-for-longest-losing-streak-in-nba-history-031226659.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dlinkedin",
      "https://s.yimg.com/ny/api/res/1.2/Ww7VRcb1BOB1PB0wczQoTQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/7f1d4f40-a5f2-11ee-aff3-82110f34dd4e",
      "https://t.co/Q9lUtN6Nv0;elm:context_link;itc:0",
      "https://t.co/Q9lUtN6Nv0",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-02/d6cfeca0-6bdc-11eb-9fff-072dbeffa160",
      "https://t.co/7dF48U1sSS",
      "https://api.whatsapp.com/send?text=https%3A%2F%2Fsports.yahoo.com%2Fpistons-blow-19-point-halftime-lead-vs-celtics-lose-ot-thriller-to-tie-76ers-for-longest-losing-streak-in-nba-history-031226659.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dwa",
      "https://s.yimg.com/ny/api/res/1.2/pFiN2QcJDLIrq5BL.2kgDw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyNjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-02/d6cfeca0-6bdc-11eb-9fff-072dbeffa160",
      "https://www.twitter.com/NBA/status/1740565325903704366?ref_src=twsrc%5Etfw",
      "https://www.s.yimg.com/ny/api/res/1.2/jZrcAfaWCS7STBB52h6Cjg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/7f1d4f40-a5f2-11ee-aff3-82110f34dd4e",
      "https://www.t.co/Q9lUtN6Nv0;elm:context_link;itc:0",
      "https://www.s.yimg.com/ny/api/res/1.2/FKSq6la0WqBm.iHcs7rGkA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIxMDtoPTIxMA--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-04/d2f4cb00-e600-11ed-b55f-6817177f4c26",
      "https://linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fsports.yahoo.com%2Fpistons-blow-19-point-halftime-lead-vs-celtics-lose-ot-thriller-to-tie-76ers-for-longest-losing-streak-in-nba-history-031226659.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dlinkedin",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-02/d6cfeca0-6bdc-11eb-9fff-072dbeffa160",
      "https://www.s.yimg.com/ny/api/res/1.2/pFiN2QcJDLIrq5BL.2kgDw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyNjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-02/d6cfeca0-6bdc-11eb-9fff-072dbeffa160",
      "https://www.s.yimg.com/ny/api/res/1.2/Ww7VRcb1BOB1PB0wczQoTQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/7f1d4f40-a5f2-11ee-aff3-82110f34dd4e",
      "https://sports.betmgm.com/en/blog/nba/pistons-celtics-prediction-odds-lines-picks-nba-dec-28-jaa",
      "https://twitter.com/NBA/status/1740565325903704366",
      "https://www.t.co/Q9lUtN6Nv0",
      "https://www.sports.betmgm.com/en/blog/nba/pistons-celtics-prediction-odds-lines-picks-nba-dec-28-jaa/",
      "https://www.t.co/7dF48U1sSS",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://www.api.whatsapp.com/send?text=https%3A%2F%2Fsports.yahoo.com%2Fpistons-blow-19-point-halftime-lead-vs-celtics-lose-ot-thriller-to-tie-76ers-for-longest-losing-streak-in-nba-history-031226659.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dwa"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian fluharty",
          "sentiment": "none"
        },
        {
          "name": "celti",
          "sentiment": "none"
        },
        {
          "name": "jason owens",
          "sentiment": "none"
        },
        {
          "name": "fri",
          "sentiment": "none"
        },
        {
          "name": "cade cunningham",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nba",
          "sentiment": "negative"
        },
        {
          "name": "yahoo sports pistons",
          "sentiment": "negative"
        },
        {
          "name": "pistons",
          "sentiment": "none"
        },
        {
          "name": "getty images",
          "sentiment": "none"
        },
        {
          "name": "detroit pistons",
          "sentiment": "none"
        },
        {
          "name": "celtics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "td garden",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:15:54.203+02:00",
    "updated": "2023-12-29T20:50:27.071+02:00"
  },
  {
    "uuid": "91c89bec3f72ae98b81d250ebb808bcd064d6967",
    "url": "https://nymag.com/strategist/article/best-body-washes-for-dry-skin.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brenley Goertzen",
    "published": "2024-04-04T00:00:00Z",
    "title": "8 Best Body Washes for Dry Skin 2024 | The Strategist",
    "text": "In this article I’ve been in the flaky-skin club since I was on Accutane as a teen, so I’m always looking for products to keep my skin moisturized . My hunt often led me to post-shower products — like body lotion s and oils — but what I’ve learned while reporting this story is that what you use in the shower can actually set the stage for healthy, less-dry skin in the first place. Enter: hydrating body washes. Thanks to ingredients like glycerin and hyaluronic acid, a moisturizing body wash can help replenish your skin’s barrier, restoring its suppleness and even preventing further dehydration. If your skin is dry, too — or you’re just trying to manage seasonal dryness — I’m here to help you navigate the body-wash aisle. I tested several formulas myself and interviewed dermatologists about the ones they recommend to patients with dry skin, which can range from temporary inflammation to skin that’s also acne-prone . For an even more comprehensive list of body washes, head over to my roundup for all skin types — and to get Strategist-approved beauty advice straight to your inbox, sign up for our Beauty Brief newsletter . What we’re looking for Ingredients According to board-certified dermatologist Dr. Hope Mitchell , founder of Mitchell Dermatology , a body wash’s ability to combat dryness lies in its moisturizing, skin-barrier supporting ingredients. Look for ultrahydrating ingredients like glycerin, hyaluronic acid, and ceramides, which will help to attract and retain moisture in the skin. Emollients like shea butter, coconut oil, or jojoba oil can also help to soften and smooth rough, dry skin. Additionally, Mitchell recommends opting for mild surfactants like sodium lauroyl sarcosinate or coco-glucoside, which ensure effective cleansing without stripping away the skin’s natural oils. And finally, I’ve done my best to prioritize body washes with simple formulas and minimal ingredients, which helps to further minimize irritation for dry-skin types. Scent Many of the dermatologists I interviewed explained that fragrance-free body-wash formulations are preferable for dry-skin types. “Synthetic fragrances and drying foaming agents can cause irritation and dry skin, so I would recommend avoiding those as much as possible,” explains Dr. Steve Xu , founder of Sibel Health and head of the medical advisory board at Geologie . If you are someone who has dry skin but still wants the option of fragrance — I know I do sometimes — I’ve made a note of which formulas are scented or unscented below. Best body wash for dry skin overall Ingredients: Glycerin, linoleic-rich oils, squalane | Scent: Fragrance free If you’ve read any of our other body-care coverage — like our list of the best body lotions for dry skin — you’ll find that Naturium is widely praised (and loved by us) for having some of the most intensely hydrating formulas on the market. With that in mind, I knew the brand’s Glow Getter Multi-Oil would be important to test for this story. And after using it consistently for about a month, I can honestly say it lives up to the hype. The Glow Getter is silky and lightweight, lathers quite well despite being oil-based, and never leaves any trace of greasiness after my shower. It’s formulated with a blend of linoleic-rich oils, which is major for those of us with dry skin because, as our writer and resident beauty expert Tembe Denton-Hurst puts it, linoleic acid “helps to make similar lipids to the ones already existing in our skin (a.k.a. ceramides), which helps with hydration and keeping moisture in.” It also contains a whopping 50 percent glycerin plus squalane, ingredients that are considered staples in many products formulated specifically for dry skin. While I usually go for scented body washes, the fact that the Glow Getter lacks a strong fragrance hasn’t bothered me because I’m getting the results I want: My dry skin is soft, smooth, and, dare I say, radiant. I never feel the need to smear on a moisturizer after showering. I’ve also started using the Glow Getter on my legs when I’m shaving because it creates the perfect glide for my razor. (If you want to avoid oils — say if your skin is acne-prone — another favorite from Naturium is the Booster , which the brand just launched last month. It’s a rich gel-like body wash infused with hyaluronic acid and comes recommended by board-certified dermatologist Dr. Connie Yang of PFRANKMD by Dr. Paul Jarrod Frank .) Best (less expensive) body wash for dry skin Ingredients: Glycerin, ceramides, hyaluronic acid | Scent: Fragrance free I’ve used CeraVe’s Hydrating face wash on and off over the years, but I hadn’t tried the brand’s body wash until recently — and so far, I’m impressed. The face- and body-wash formulas are similar in texture (a soft and creamy gel-to-foam), though the body wash is definitely heavier and less runny. The formula leaves my skin feeling smooth, and it suds up more easily than Naturium above (it’s also a few bucks less, which never hurts). CeraVe is a favorite brand of dermatologists, and two that I spoke with for this story recommended this body wash. Emmy Graber, board-certified dermatologist and founder of the Dermatology Institute of Boston , likes that it’s formulated with three essential ceramides, which are super-hydrating and work to repair the skin barrier. Dr. Amanda Doyle, a board-certified dermatologist at Russak Dermatology , adds that there are “very few patients that would be sensitive to this.” The CeraVe has also received a seal of approval from the National Eczema Association, which means it’s free of irritants and allergens that can lead to eczema flare-ups . And while it’s technically unscented, I think it still leaves skin smelling clean and fresh. Best body wash for extremely dry skin Ingredients: Glycerin, niacinamide, coconut esters, sunflower esters | Scent: Fragrance free Those with very dry skin will benefit from a deeply hydrating shower oil like this one from Bioderma, which also appears in my roundup of the best body washes for every skin type. I’ve included the oil-based formula here because it’s a favorite of Strategist staffers (more on that below) and dermatologists, including Dr. Noëlle S. Sherber, co-founder of Sherber + Rad and clinical associate professor of dermatology at George Washington University , who notes that “it cleanses while restoring moisture to the skin.” After testing this body wash herself, our editor Maxine Builder says a little goes a long way: “I use about two full pumps for my legs and lower body and two full pumps for my arms and chest and upper body,” she says. Builder likes to apply it after she’s shaved or exfoliated because the heavier texture helps to alleviate the feeling of skin tightness; meanwhile, Sherber notes that it offers a nice slip to the skin, making it a more hydrating alternative to shaving cream . Best body wash for dry sensitive skin SEEN Body Wash Ingredients: Glycerin, bisabolol, hemisqualane | Scent: Fragrance free If your skin is dry and sensitive , then SEEN’s body wash is the one for you. The nonirritating and noncomedogenic formula includes ultrasoothing bisabolol and glycerin, a powerful humectant that “helps the skin absorb and retain moisture, keeping the treated areas more hydrated and soft,” Doyle says. Like the CeraVe above, this SEEN formula is approved by the National Eczema Association , so it’s considered safe for sensitive or eczema-prone skin. (Just note that although this one contains no added fragrance, you may notice it has a slight scent — according to the brand , this is because of the raw ingredients.) Best ultragentle body wash for dry skin Ingredients: Aloe vera, chamomile, lavender | Scent: Unscented “For my patients with very dry or sensitive skin, I often recommend formulas designed to be mild enough for babies,” says Sherber, whose top choice is this two-in-one shampoo and body wash from New York–based brand Paloroma . Because it’s formulated to work for newborns, it contains nourishing chamomile, calming lavender, and moisturizing aloe vera, which all work together to soothe and protect delicate baby skin. Sherber also likes that it’s free of “common irritants such as high concentrations of essential oils” and is without synthetic fragrance, parabens, phthalates, silicones, sulfates, dyes, and petrolatum. Best body wash for dry inflamed skin Ingredients: Glycerin, shea butter, aloe vera, niacinamide | Scent: Unscented If you’re dealing with inflammation caused by dryness — which can range from tiny patches of redness to more significant reactions — I’d go for this La Roche-Posay cleanser. When I tested it, I loved that it created an almost cooling effect when it first touched my skin, providing instant relief in some of my driest areas, like on my arms and legs. And even after patting myself off with a towel post-shower, those once-rough patches felt soft for hours. Mitchell and Sherber both recommend it, too, and Sherber specifically likes that “it’s formulated to be suitable for facial skin, which is thinner and more sensitive than body skin.” The ingredients list includes glycerin and shea butter for hydration, plus La Roche-Posay’s proprietary thermal water, which “is famed to be super soothing,” Sherber says. The formula also includes aloe vera, which has calming, anti-inflammatory properties. I found the consistency to be similar to La Roche-Posay’s gel-based face washes : It pumps out as a thick translucent lotion but turns into a milky foam when combined with water in the shower. Best body wash for dry acne-prone skin Ingredients: Glycerin, glycolic acid, lactic acid, mandelic acid | Scent: Fresh, tropical Those with dry and acne-prone skin will want to look for a body wash that features enzymatic exfoliants , which work by clearing away dead skin cells without fully absorbing into the skin, helping to prevent further irritation and breakouts. Sherber recommends this cleanser from Kosas, which she told me is formulated with facial-quality actives and combines exfoliating papaya and pineapple enzymes with a mild concentration of AHAs (alpha-hydroxy acids, such as glycolic or lactic acid) for additional pore-clearing benefits. It also has hydrating glycerin to keep skin from drying out, making it my pick for those with dehydrated skin that’s prone to breakouts. Best scented body wash for dry skin Ingredients: Glycerin, ginger root extract, aloe vera, chamomile | Scent: Apple, cucumber, and green tea If you really can’t go without using scented products in the shower, this purifying body wash from Red Flower is the one Strategist senior editor Winnie Yang uses on her drier skin. It’s made with omega-6, which promotes moisture retention, plus soothing cucumber, chamomile, and green tea. Yang, who uses it “every day, all year long,” describes the scent as being “a low-key floral with a little mystery to it,” adding that the fragrance doesn’t stay on you all day (a plus in her book). Some other shower essentials we’ve written about Our experts • Maxine Builder , Strategist editor • Dr. Amanda Doyle, board-certified dermatologist at Russak Dermatology • Dr. Emmy Graber, board-certified dermatologist and founder of the Dermatology Institute of Boston • Dr. Hope Mitchell , board-certified dermatologist and founder of Mitchell Dermatology • Dr. Noëlle S. Sherber, co-founder of Sherber + Rad and clinical associate professor of dermatology at George Washington University • Dr. Steve Xu , founder of Sibel Health and head of the medical advisory board at Geologie • Dr. Connie Yang , board-certified dermatologist at PFRANKMD by Dr. Paul Jarrod Frank • Winnie Yang , Strategist senior editor The Strategist is designed to surface the most useful, expert recommendations for things to buy across the vast e-commerce landscape. Some of our latest conquests include the best acne treatments , rolling luggage , pillows for side sleepers , natural anxiety remedies , and bath towels . We update links when possible, but note that deals can expire and all prices are subject to change.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.sherberandrad.com/",
      "https://www.dermboston.com/about-dermatologist-boston/emmy-graber/",
      "https://nationaleczema.org/blog/product/hydrating-body-wash/",
      "https://www.instagram.com/dr.connieyang/?hl=en",
      "http://www.amazon.com/exec/obidos/ASIN/B07RL88DD2",
      "https://www.pfrankmd.com/",
      "https://www.instagram.com/maxine_builder/?hl=en",
      "https://geologie.com/?gad_source=1&gclid=CjwKCAiAtt2tBhBDEiwALZuhADrHWST-zoclflb2AI4jvY5vuMshnJs4bbhxk3GeNvcV8Q9LaoKxnBoCh5QQAvD_BwE",
      "https://helloseen.com/products/body-wash-fragrance-free?variant=40416500154451",
      "https://www.instagram.com/drhopemitchell/",
      "http://www.amazon.com/exec/obidos/ASIN/B0BFZQS6Y5",
      "https://paloroma.com/",
      "https://www.instagram.com/drpauljarrodfrank/?hl=en",
      "https://sibelhealth.com/",
      "https://nationaleczema.org/eczema-products/?pg=1&ppg=6&q=SEEN",
      "https://redflower.com/",
      "https://www.target.com/p/naturium-the-booster-hyaluronic-acid-body-wash-16-9-fl-oz/-/A-89477896",
      "https://apps.smhs.gwu.edu/smhs/facultydirectory/profile.cfm?empName=No%C3%ABlle%20Sherber&FacID=2075369104",
      "https://www.linkedin.com/in/steve-xu-3a158a16/",
      "https://www.mitchellderm.com/",
      "http://www.russakdermatology.com/dr-amanda-doyle/",
      "https://www.linkedin.com/in/steve-xu-3a158a16",
      "https://redflower.com",
      "https://www.helloseen.com/products/body-wash-fragrance-free?variant=40416500154451",
      "https://instagram.com/drhopemitchell/",
      "https://www.redflower.com/",
      "https://linkedin.com/in/steve-xu-3a158a16/",
      "https://www.instagram.com/maxine_builder/",
      "http://amazon.com/exec/obidos/ASIN/B0BFZQS6Y5",
      "https://sherberandrad.com/",
      "https://www.pfrankmd.com",
      "https://www.paloroma.com/",
      "https://sibelhealth.com",
      "http://amazon.com/exec/obidos/ASIN/B07RL88DD2",
      "https://geologie.com/",
      "https://www.nationaleczema.org/eczema-products/?pg=1&ppg=6&q=SEEN",
      "https://helloseen.com/products/body-wash-fragrance-free",
      "https://www.nationaleczema.org/blog/product/hydrating-body-wash/",
      "https://nationaleczema.org/blog/product/hydrating-body-wash",
      "https://www.apps.smhs.gwu.edu/smhs/facultydirectory/profile.cfm?empName=No%C3%ABlle%20Sherber&FacID=2075369104",
      "https://target.com/p/naturium-the-booster-hyaluronic-acid-body-wash-16-9-fl-oz/-/A-89477896",
      "https://www.mitchellderm.com",
      "https://www.instagram.com/drpauljarrodfrank/",
      "https://instagram.com/drpauljarrodfrank/?hl=en",
      "https://www.sibelhealth.com/",
      "https://www.instagram.com/drhopemitchell",
      "http://www.russakdermatology.com/dr-amanda-doyle",
      "https://pfrankmd.com/",
      "https://dermboston.com/about-dermatologist-boston/emmy-graber/",
      "https://paloroma.com",
      "https://nationaleczema.org/eczema-products/",
      "https://apps.smhs.gwu.edu/smhs/facultydirectory/profile.cfm",
      "http://russakdermatology.com/dr-amanda-doyle/",
      "https://instagram.com/dr.connieyang/?hl=en",
      "https://www.instagram.com/dr.connieyang/",
      "https://www.geologie.com/?gad_source=1&gclid=CjwKCAiAtt2tBhBDEiwALZuhADrHWST-zoclflb2AI4jvY5vuMshnJs4bbhxk3GeNvcV8Q9LaoKxnBoCh5QQAvD_BwE",
      "https://www.dermboston.com/about-dermatologist-boston/emmy-graber",
      "https://www.sherberandrad.com",
      "https://mitchellderm.com/",
      "https://instagram.com/maxine_builder/?hl=en"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:03:41.724+03:00",
    "updated": "2024-04-05T00:03:41.724+03:00"
  },
  {
    "uuid": "0759aa7e26a8eb2d638c3649c1b9ca808aeda255",
    "url": "https://www.meneame.net/story/milei-elimina-organismo-investigaba-robo-ninos-durante-dictadura/c077",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Peter086",
    "published": "2024-08-15T19:37:00Z",
    "title": "#77 Milei elimina el organismo que investigaba el robo de niños durante la dictadura argentina",
    "text": "[luspagnolu](/user/luspagnolu)a [publico.es](/go/link/3969477) [#1](c1#c-1) Ahora se han humanizado, en lugar de robarlos proponen comprárselos, además prohibiendo el aborto y poniendo trabas a la educación sexual tienen la producción asegurada.\n[#3](c3#c-3) Lo dijo en campaña: iba a eliminar muchos ministerios y las funciones las absorbe el ministerio de justicia. A los argentinos les pareció bien, no es como si hubiera dicho una cosa en campaña y esté haciendo otra.\nBuenos Aires, 6 ago (EFE).- El Gobierno de Javier Milei disolvió formalmente el Instituto Nacional contra la Discriminación, la Xenofobia y el Racismo (Inadi) y el combate contra la discriminación en todas sus formas será responsabilidad del Ministerio de Justicia argentino, según informaron este martes fuentes oficiales. Por medio de un decreto publicado en el Boletín Oficial, el Estado argentino resolvió eliminar la entidad y transferir los recursos al Ministerio de Justicia, que tendrá bajo su órbita la ejecución de políticas para combatir la discriminación\nAquí en España hay 22 ministerios, tampoco pasaba nada si juntaban algunos y eliminaban miles de consejeros delegados. Alemania, por decir algo, tienen como 15 o 16.\nCon Sánchez subieron de 17 a 23. Anda que no han colocado gente\nhttps://www.google.com/amp/s/www.vozpopuli.com/espana/recortes-ministerios-gobierno_0_1372063833.html%3famp=1\n[#1](c1#c-1) Es que no hay plata, y además, los niños ya están robados y no se van a destinar, así que ¿para qué gastarse la pasta?\nA ver qué dice el subnormal de siempre respecto a esto. Seguro que es capaz de decir que esos niños han sido vendidos y no puede pedirse su devolución o algo similar.\n[#6](c6#c-6) [#42](c42#c-42) [#46](c46#c-46)\nEn serio, por qué perdéis el tiempo con esta gente? Bloqueo y a vivir. Están aquí para joder, nada más.\nNo os llega con Ana Rosa, la Griso, Ferreras, Losantos, Herrera, ABC, El Mundo, etc? Aquí tenéis la oportunidad de taparles la boca a esta gentecilla que a saber por qué están aquí diciendo estas chorradas\n\"Según la organización pro derechos humanos Abuelas de Plaza de Mayo, cerca de 500 bebés fueron robados por la dictadura a sus progenitores, en su mayoría opositores al régimen. En muchos casos, sostiene la organización, las madres que dieron a luz en centros clandestinos de detención y tortura, fueron desaparecidas para siempre, asesinadas o tiradas con vida al mar.\"\nengendros del averno\n[#52](c52#c-52) uff el cansino ese del mensaje kilométrico?\nEse también está entre mis excepciones, igual que el que repetía le mensaje en cada noticia del bitcoin.\nPero es que yo los insultos del calibre de este usuario es que debería estar baneado por el resto del los días.\n[#37](c37#c-37) Pero aún no tienes a ese ente en el ignore? si de cada 10 palabras 20 son insultos...\nLuego preguntan porqué meneame se va al garete..\n[#48](c48#c-48) No uso mucho el ignore, solo tengo a un usuario, el que no quiere hacer crecer a sus hijos en la miseria...\n[#29](c29#c-29) Vaya, qué sorpresa, uno de los seres con mayor nivel de miseria de esta web, y mira que el nivel es alto, alegrándose de que no puedan investigarse los secuestros de niños en una dictadura. Por lo que sea, eh?\nPues ya solo con el banco genético que ha creado ya tiene mayor utilidad que la que puedan tener 10000 seres como tú en 10000 vidas.\n[#31](c31#c-31) ¿Quién se ha alegrado de nada?\nResultados, hay un estudio genético, ok, ¿Cuales son los resultados?\nTu si que eres miserable...\n[#27](c27#c-27) La cuestión es si es necesario un organismo solo para eso o puede derivarse a otro ya existente.\nEl gobierno dice que el organismo actuaba \"por iniciativa propia, para la individualización de los responsables de posibles hechos criminales\"\nA los que defienden la libertad no les gusta que los organismos sean independientes, sobre todo estos organismos que TIENEN LA OBLIGACION de ser independientes de cualquier gobierno o ideología política.\nEspero que alguien viole la LOPD y ponga esos archivos a salvo\n[#56](c56#c-56) Si tienes empatía, dona a una ONG o asociación que realice esa tarea. Que yo no quiera que esto sea financiado coercitivamente/via impuestos no significa en absoluto que esté en contra de que se realice la tarea, de forma privada.\nLa empatía, con el dinero propio, no con el ajeno.\n[#53](c53#c-53) Lo que tú digas, se ha pagado de impuestos por 40 años la investigación de todo esto, más que suficiente.\n40 años después de la dictadura y después de 20 años de trabajo la verdad que ya deberían haber resuelto el tema... o la cuestión es perpetuarse como organismo? En Argentina no sobra el dinero público y deben recortar si quieren seguir teniendo un país habitable, pero algunos piensan que imprimiendo dinero se solucionaria todo, como los niños de 5 años...\n[#70](c70#c-70) El liberalismo se basa en la moral como principio básico, así que difícil. Más fácil si eres socialista o fascista, que viene a ser lo mismo.\n[#23](c23#c-23) Es lo que sospecho, se centran en el número de niños robados, los que reconocen ciertos organismos y los que reconoce el gobierno, pero ¿y los logros de este organismo? ¿cuál es la justificación del gasto? ¿Hay que soltar billetes aunque no haya resultados?\n[#4](c4#c-4) Ni de ti me esperaba defender semejante indignidad. Tiempo suficiente es todo el necesario para la resolución de todos los casos de un crimen tan atroz como es robar seres humanos. Y son cientos.\n[#10](c10#c-10) Semejante personaje despreciable. Como si fuera una \"investigación\" que tarda un tiempo concreto. Es un organismo que se encarga de hacer pruebas de ADN a la población para buscar familiares cercanos de gente que en la mayoría de los casos es por sospecha que puede ser un niño robado o los familiares terminan confesando...\nNo se puede caer más bajo que defender algo así.\n[#10](c10#c-10) No sé cómo te aguantas y llamas simplemente «indigno» a un saco de mierda así. En serio, todo mi respeto a tu templanza\n[#4](c4#c-4) [#16](c16#c-16) Me pregunto si eres de esos que, desde la segurdad del anonimato, publica algo para provocar y se regocija viendo cómo se mosquean \"los rojos\" o si de verdad eres un héroe \"libertario\" que sale por la noches a darle zascas a los \"pogres de mielda\", aunque te pases los días disfrazado de currito de clase media. Uno de estos que echan pestes de todo lo que huela a \"social\", pero que agarran las subidas del SMI o la paga de 200€ de hace 2 años.\n[#4](c4#c-4) Han tenido 20 años para investigar eso\nEso no es completamente cierto. En el artículo dicen claramente que fue fundada en el 92. No han tenido 20 años, han tenido 30.\nY teniendo en cuenta que 10 años antes ya estaba la Comisión Nacional por la Desaparición de Personas que hacía lo mismo y cuyas funciones luego asumió el organismo que ha cerrado Milei, en realidad han tenido 40 años.\n[#28](c28#c-28) Hace 40 años no habia la capacidad de hacer tests genéticos en cantidad, disponibilidad y coste como la que hay ahora.\n[#38](c38#c-38) Las pruebas genéticas para investigar la filiación con personas desaparecidas las lleva el Banco Nacional de Datos Genéticos y son gratuitas. Para quien tiene sospechas de ser hijo/a de algún desaparecido, quien realmente resuelve el tema es está organización, a la que cualquiera puede acudir y que además lo hace de forma gratuita. No necesitas añadir una capa de burocracia adicional en forma de otra organización.\nhttps://es.wikipedia.org/wiki/Banco_Nacional_de_Datos_Genéticos\n[#4](c4#c-4) Te voy a poner un ejemplo: España\nAquí hemos tenido 50 años (y contando) y todavía hay un montón de barbaridades que se hicieron en la dictadura de Franco que siguen sin saberse.\nY eso es así porque todavía hay gente viva y con poder, interesada en que no se sepa.\nY en Argentina, igual. Y esa gente con poder ha votado a Milei para que parara esas investigaciones, no sea que se descubra que algún heredero de una familia de bien resulta que tiene genes de rojo piojoso.\n[#30](c30#c-30) Precisamente. Este es de los que dice que no hay que reabrir heridas del pasado obviando que los delitos de lesa humanidad no prescriben\n[#50](c50#c-50) Viniendo del tío que llama fascistas a los que piden acabar con los difusores de fake news racistas, en realidad tu opinión respecto a esto se podía intuir. Has confirmado lo que pareces esmerarte en demostrar cada día; das asco. No eres más que otro ultra conservador sin escrúpulos, como tu máximo héroe, el sociópata Milei.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://es.wikipedia.org/wiki/Banco_Nacional_de_Datos_Genéticos",
      "https://www.google.com/amp/s/www.vozpopuli.com/espana/recortes-ministerios-gobierno_0_1372063833.html%3famp=1",
      "https://google.com/amp/s/www.vozpopuli.com/espana/recortes-ministerios-gobierno_0_1372063833.html%3famp=1",
      "https://www.es.wikipedia.org/wiki/Banco_Nacional_de_Datos_Genéticos"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:42:19.457+03:00",
    "updated": "2024-08-16T00:42:19.457+03:00"
  },
  {
    "uuid": "aecea8874dd1720a5dfe34d86bbf05661d5627fc",
    "url": "https://wpdh.com/hudson-valley-white-christmas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Boris",
    "published": "2024-12-13T14:01:00Z",
    "title": "Hudson Valley, NY Forecast for White Christmas May Impact Travel",
    "text": "Hudson Valley, NY Forecast for White Christmas May Impact Travel\nDreams of a white Christmas may turn into a nightmare for many New York travelers this year.\nWhile seeing the word \"snow\" in the extended Christmas forecast is usually met with squeals of delight, the thought of traveling over the river and through the woods in slippery conditions is giving pause to some drivers in the Hudson Valley.\nA White Christmas for the Hudson Valley in 2024?\nAccording to meteorologists, chances are good that this may be the first white Christmas in several years for the Hudson Valley. Back in 2017, Middletown, Poughkeepsie and Newburgh all received several inches of snow on Christmas Day. But since then, the holiday has seen much, if any accumulations.\nThis year could be a different story.\nChristmas Snow Forecast for Hudson Valley, New York\nWhile it's still too early to know for certain what the weather will be like on December 25, there are indications that we may see significant snowfall. Earlier this week, the Weather Channel was predicting snow accumulations of over an inch for Christmas Day. Since then, the forecast has changed back and forth several times from just clouds to rain and snow with icy road conditions.\nAs we get closer to Christmas, the snow forecast will come into more focus, but it's clear that snow is definitely a possibility, so be sure to have our app downloaded to your phone with Hudson Valley weather alerts turned on so you can plan your holiday travel early.\nTop 10 Snowiest Cities in America\nRedfinlooked at populations of 75,000 or more that had the highest average seasonal snowfall. Let's dig in.\nGallery Credit: Karolyi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "aecea8874dd1720a5dfe34d86bbf05661d5627fc",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-13T16:59:50.075+02:00",
    "updated": "2024-12-13T16:59:50.075+02:00"
  },
  {
    "uuid": "dcda14cfa0065da5df577abf6d89fce6906bef1f",
    "url": "https://freedom.press/news/israel-and-us-continue-to-ignore-press-freedom-violations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FreedomOfPress",
    "published": "2024-02-01T19:07:00Z",
    "title": "Israel and US continue to ignore press freedom violations",
    "text": "Almost four months into the Israel-Gaza war, the grim death toll of journalists, among other civilians, continues to grow. The international press still is shut out of Gaza. Freedom of the Press Foundation Deputy Director of Advocacy Caitlin Vogus spoke to The Grass is Greener on radio station WXRW in Milwaukee, Wisconsin, about the abysmal state of press freedom in Gaza and [what the Biden administration must do](https://freedom.press/news/press-rights-groups-demand-protections-for-journalists-in-israel-gaza-war/) to pressure Israel to safeguard reporters’ lives and the public’s right to know about the war. As Vogus explained: Journalists … play an integral role in documenting war crimes, in documenting human rights violations, in documenting even legitimate military action. Protecting journalists in Gaza and allowing the press access to Gaza is important not just because we think it’s required by international human rights law, but also because it protects the world’s right to know about what’s happening there and to document all of those stories that otherwise we would never find out about. The Grass is Greener also spoke to Clayton Weimers, executive director of [Reporters Without Borders USA](https://rsf.org/en). Weimers discussed RSF’s recent investigations regarding the potential targeting of journalists in the war, and Israel’s and the United States’ records on press freedom. Listen to the whole interview [here](https://www.riverwestradio.com/episode/the-grass-is-greener-0736-vogus-and-weimers-on-the-press-in-gaza/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.riverwestradio.com/episode/the-grass-is-greener-0736-vogus-and-weimers-on-the-press-in-gaza/).",
      "https://rsf.org/en).",
      "https://riverwestradio.com/episode/the-grass-is-greener-0736-vogus-and-weimers-on-the-press-in-gaza/).",
      "https://www.rsf.org/en)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vogus",
          "sentiment": "none"
        },
        {
          "name": "caitlin vogus",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "press foundation",
          "sentiment": "none"
        },
        {
          "name": "wxrw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "milwaukee",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:14:48.209+02:00",
    "updated": "2024-02-02T00:14:48.209+02:00"
  }
]