[
  {
    "uuid": "bb219ad11eb8e1b0af2d9137490c2ac8ff127f6e",
    "url": "https://www.tellerreport.com/news/2023-12-28-essequibo--venezuela-sends-troops-to-border--guyana-says-it-has--no-plan--for-attack.HJf02zdjDp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T22:12:00Z",
    "title": "Essequibo: Venezuela sends troops to border, Guyana says it has 'no plan' for attack - Teller Report",
    "text": "Essequibo: Venezuela sends troops to border, Guyana says it has 'no plan' for attack In the midst of the crisis over Essequibo, an oil-rich territory claimed by Venezuela, some 5,600 Venezuelan troops are taking part in military exercises of a \"defensive\" nature ordered Thursday by President Nicolas Maduro in \"response to the provocation and threat of the United Kingdom,\" which has sent a warship to Guyana. Venezuelan President Nicolas Maduro meets with staff at the Ministry of Defense in Caracas, Dec. 28, 2023. © Jhonn Zerpa/Miraflores Palace/Handout via REUTERS By: RFI Follow Advertising Read More As the two Latin American countries vie over the Essequibo region, interference from the United Kingdom, of which Guyana has long been a colony, is seen as a provocation to Venezuela. On Sunday 24 December, London announced the deployment of a military patrol ship, HMS Trent. In response, Venezuelan President Nicolás Maduro announced on Thursday, December 28, a \"defensive\" military action by Venezuela in the face of the \"threat\" of a British ship in Guyana. In total, more than 5,600 Venezuelan soldiers have been taking part in military manoeuvres of a \"defensive\" nature since Thursday, December 28. \"I have ordered the activation of a joint action of all the [Venezuelan] Bolivarian National Armed Forces in the Eastern Caribbean, on the Atlantic coast, a joint action of a defensive nature, in response to the provocation and threat of the United Kingdom against the peace and sovereignty of our country,\" President Maduro said during a radio and television broadcast. in which he showed images of warships and fighter jets patrolling the area. Read alsoEssequibo: \"the effects of the announcement have not been followed by effects\" Tensions have been exacerbated for several months For his part, Guyana's Vice President, Bharrat Jagdeo, is trying to ease tensions with his words. \"We have no plan to take offensive measures against Venezuela... We have no intention of invading Venezuela. President Maduro knows this and should not be worried,\" he told a news conference. He also said the arrival of a British patrol boat in Guyana's waters was part of \"routine exercises that have been planned for a long time\". This territorial dispute, which has existed since 1899, has returned to the forefront of the news with the launch, last September, of oil tenders by Guyana, followed by the referendum held on 3 December in Venezuela on a proposal to annex Essequibo. This 160,000 km2 territory, rich in oil and natural resources, administered by Georgetown but claimed by Venezuela, covers two-thirds of Guyana's land area. It is home to about 125,000 people, or one-fifth of the country's population. Read alsoVenezuela-Guyana: could the crisis degenerate into conflict? (With AFP) NewsletterGet all the latest international news straight to your inbox Subscribe now Keep up to date with all the latest international news by downloading the RFI app Share: Read on the same topics: - Venezuela - Guyana - United Kingdom - Defense",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nicolás maduro",
          "sentiment": "none"
        },
        {
          "name": "nicolas maduro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rfi",
          "sentiment": "none"
        },
        {
          "name": "ministry of defense",
          "sentiment": "none"
        },
        {
          "name": "jhonn zerpa/miraflores palace",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "guyana",
          "sentiment": "none"
        },
        {
          "name": "caracas",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "essequibo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:54.414+02:00",
    "updated": "2023-12-29T00:20:54.414+02:00"
  },
  {
    "uuid": "67a0fc671f12cf6654bae3d8b2dfa39f4de1633f",
    "url": "https://www.bol.uol.com.br/noticias/2024/03/22/chuva-rj-petropolis-alagamentos.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thiago Bomfim;",
    "published": "2024-03-22T17:53:00Z",
    "title": "Chuva no RJ: Petrópolis tem alagamentos e sirenes são acionadas; vídeo",
    "text": "Chuva no RJ: Petrópolis tem alagamentos e sirenes são acionadas; vídeo\nThiago Bomfim Do UOL, em São Paulo\n22/03/2024 17h53 Atualizada em 22/03/2024 17h53\nA cidade de Petrópolis, no Rio de Janeiro, está em estado de alerta com as intensas chuvas que atingem a região.\nO que aconteceu Petrópolis está em alerta. A Defesa Civil alterou o estágio de atenção do município para \"Alerta\", e o Governo do Rio de Janeiro anunciou que o \"risco hidrológico e geológico muito alto na cidade de Petrópolis\". A cidade deve continuar enfrentando enchentes, inundações, alagamentos e deslizamentos.\nRelacionadas Defesa Civil alerta para chuvas intensas no Sudeste; RJ preocupa Inmet alerta para 'grande perigo' por chuvas no Sul e Sudeste; RJ preocupa Cláudio Castro decreta ponto facultativo nesta sexta (22) por chuvas no RJ Sirenes de emergência soaram duas vezes. A Prefeitura de Petrópolis acionou as sirenes de emergência duas vezes no primeiro distrito, nas localidades de São Sebastião, Vila Felipe, Dr. Thouzet, Independência e 24 de Maio. Quatro deslizamentos já foram registrados na cidade até agora.\nView this post on Instagram A post shared by SEMPDEC - Secretaria Municipal de Proteção e Defesa Civil (@defesacivil_petropolis)\nCuidados que população deve tomar Defesa Civil orienta população. Em coletiva de imprensa, a Defesa Civil Nacional e o Ministério da Integração indicaram cuidados que a população das áreas afetadas deve tomar:\nObedeça sirenes, deixar sua casa caso seja pedido e seguir orientações de autoridades. Vale o mesmo para carros de som e mensagens de SMS. Obedeça ordens de autoproteção e pense na vida em primeiro lugar. Envie seu CEP para o número 40199 e receba alertas da Defesa Civil em seu celular. Entre em contato com a Defesa Civil local para se informar quais são os refúgios mais próximos e sobre riscos. Busque abrigo em áreas seguras e aguarde até que a chuva pare. Evite atravessar regiões alagadas. A exposição e o contato com a água contaminada podem causar doenças como hepatites virais, leptospirose, diarreias e verminoses. Se informe em fontes oficiais. Leia a cartilha de deslizamentos da Defesa Civil e a de enchentes do Ministério da Saúde . #Alerta de #chuvas intensas no Brasil entre os dias 21 a 23 de Março.\n?? Não se esqueça: busque abrigo em áreas seguras e aguarde até que a chuva pare. Evite atravessar regiões alagadas, já que podem representar perigos em potencial. pic.twitter.com/kku1VFeK0f\n-- Defesa Civil Nacional (@defesacivilbr) March 21, 2024 As mais lidas agora Suco ideal para eliminar fezes sem dor: veja receita para soltar intestino Suco para aumentar a potência masculina: veja receita com melancia e limão Rodriguinho critica Yasmin Brunet no BBB 24: 'Não está jogando' ID: {{comments.info.id}}\nURL: {{comments.info.url}}\nOcorreu um erro ao carregar os comentários. Por favor, tente novamente mais tarde.\n{{comments.total}} Comentário {{comments.total}} Comentários Seja o primeiro a comentar\nEssa discussão está encerrada Não é possivel enviar novos comentários.\nEssa área é exclusiva para você, assinante, ler e comentar.\nAvaliar: Só assinantes do UOL podem comentar Ainda não é assinante? Assine já .\nSe você já é assinante do UOL, faça seu login .\nsair enviar comentário enviar comentário O autor da mensagem, e não o UOL, é o responsável pelo comentário. Reserve um tempo para ler as Regras de Uso para comentários.\nEscolha do editor {{ comment.created | formatDate | prettyDate}}\nResponder Respostas ({{ comment.reply_count }}) Excluir Denunciar responder Escolha do editor {{ reply.created | formatDate | prettyDate}}\nExcluir Denunciar Ver mais respostas Ver mais comentários PUBLICIDADE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://twitter.com/defesacivilbr/status/1770797509763621181?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Alerta?src=hash&ref_src=twsrc%5Etfw",
      "https://sobre.bol.com.br/regras-de-uso.jhtm",
      "https://www.instagram.com/p/C4013PlORfZ/?utm_source=ig_embed&utm_campaign=loading",
      "https://twitter.com/hashtag/chuvas?src=hash&ref_src=twsrc%5Etfw",
      "https://www.gov.br/mdr/pt-br/assuntos/protecao-e-defesa-civil/deslizamento.pdf",
      "https://www.youtube.com/embed/Arx1pbm_tFI",
      "https://bvsms.saude.gov.br/bvs/publicacoes/saiba_agir_caso_enchentes.pdf",
      "https://sobre.bol.com.br/regras-de-uso.jhtm&quot;,&quot;possessivePronoun&quot;:&quot;seu&quot;,&quot;articleUpperCase&quot;:&quot;O&quot;},&quot;likes&quot;:&quot;1&quot;,&quot;version&quot;:&quot;vertical&quot;,&quot;extend&quot;:true,&quot;components&quot;:{},&quot;rm_require&quot;:",
      "https://t.co/kku1VFeK0f",
      "https://www.sobre.bol.com.br/regras-de-uso.jhtm&quot;,&quot;possessivePronoun&quot;:&quot;seu&quot;,&quot;articleUpperCase&quot;:&quot;O&quot;},&quot;likes&quot;:&quot;1&quot;,&quot;version&quot;:&quot;vertical&quot;,&quot;extend&quot;:true,&quot;components&quot;:{},&quot;rm_require&quot;:",
      "https://www.twitter.com/defesacivilbr/status/1770797509763621181?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/chuvas?src=hash&ref_src=twsrc%5Etfw",
      "https://www.instagram.com/p/C4013PlORfZ/",
      "https://twitter.com/hashtag/Alerta",
      "https://www.sobre.bol.com.br/regras-de-uso.jhtm",
      "https://gov.br/mdr/pt-br/assuntos/protecao-e-defesa-civil/deslizamento.pdf",
      "https://youtube.com/embed/Arx1pbm_tFI",
      "https://instagram.com/p/C4013PlORfZ/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.t.co/kku1VFeK0f",
      "https://www.bvsms.saude.gov.br/bvs/publicacoes/saiba_agir_caso_enchentes.pdf",
      "https://www.twitter.com/hashtag/Alerta?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/defesacivilbr/status/1770797509763621181",
      "https://twitter.com/hashtag/chuvas"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T23:17:50.614+02:00",
    "updated": "2024-03-22T23:17:50.614+02:00"
  },
  {
    "uuid": "1944611d788aea6b67d2f0dedd8470ed82c09aa6",
    "url": "https://ground.news/article/5-of-the-best-outfits-kim-kardashian-wore-this-year-and-4-that-missed-the-mark",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Insider",
    "published": "2023-12-28T20:54:00Z",
    "title": "Ground News - 5 of the best outfits Kim Kardashian wore this year and 4 that missed the mark",
    "text": "Summary by Business Insider Kim Kardashian attends a Swarovski x Skims event in New York City.Nina Westervelt/Getty ImagesKim Kardashian appeared at red-carpet events and New York City parties throughout 2023.Some of her outfits were standouts, while others entirely missed the mark.One of her best was a crystal-covered two-piece, and one of her worst included printed leggings.Kim Kardashian is consistent in her efforts to have standout style.She attended a handful of red-c… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nBusiness Insider Lean Left Mixed Factuality Private Equity: Kohlberg Kravis Roberts 5 of the best outfits Kim Kardashian wore this year and 4 that missed the mark Kim Kardashian attends a Swarovski x Skims event in New York City.Nina Westervelt/Getty ImagesKim Kardashian appeared at red-carpet events and New York City parties throughout 2023.Some of her outfits were standouts, while others entirely missed the mark.One of her best was a crystal-covered two-piece, and one of her worst included printed leggings.Kim Kardashian is consistent in her efforts to have standout style.She attended a handful of red-c…\n1 hour ago · United States Read Full Article\nBusiness Insider Lean Left Mixed Factuality Private Equity: Kohlberg Kravis Roberts\n5 of the best outfits Kim Kardashian wore this year and 4 that missed the mark Kim Kardashian attends a Swarovski x Skims event in New York City.Nina Westervelt/Getty ImagesKim Kardashian appeared at red-carpet events and New York City parties throughout 2023.Some of her outfits were standouts, while others entirely missed the mark.One of her best was a crystal-covered two-piece, and one of her worst included printed leggings.Kim Kardashian is consistent in her efforts to have standout style.She attended a handful of red-c…\n1 hour ago · United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.businessinsider.com/kim-kardashian-best-and-worst-fashion-moments-this-year-2023-12?utm_source=ground.news&utm_medium=referral",
      "https://www.businessinsider.com/kim-kardashian-best-and-worst-fashion-moments-this-year-2023-12",
      "https://businessinsider.com/kim-kardashian-best-and-worst-fashion-moments-this-year-2023-12?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kim kardashian",
          "sentiment": "negative"
        },
        {
          "name": "kardashian",
          "sentiment": "none"
        },
        {
          "name": "getty imageskim kardashian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kohlberg kravis roberts",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city.nina w",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "new york city.nina westervelt",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:43.585+02:00",
    "updated": "2023-12-29T00:18:43.585+02:00"
  },
  {
    "uuid": "d3730d0b9cfdfb20252441e9b57135f96777ab12",
    "url": "https://www.newsbreak.com/san-miguel-ca/3367674709169-miller-moth-ranch-anticipates-150-newborn-goats-invites-visitors-for-educational-tours",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-03-14T22:08:00Z",
    "title": "Miller Moth Ranch anticipates 150 newborn goats, invites visitors for educational tours",
    "text": "By Paso Robles Press ,\n5 hours ago Visitors also encouraged to explore the on-site Historical Almond Springs Agri-Tourism Center\nSAN MIGUEL — The local fifth-generation Miller Moth Ranch is expecting 150 baby goats in the month of April and tours are now available to come see the kids. To celebrate, the ranch is extending an invitation to the public to witness these charming kids firsthand through guided tours.\nParticipants of the tour will have the opportunity to immerse themselves in the ranch’s kidding operation, where they can interact with the goats and their newborn offspring. Visitors may even have the chance to witness a goat giving birth, offering a truly memorable and educational experience.\nThe family has owned and operated the Miller Moth Ranch through five generations. Contributed Photo “At the Miller Moth Ranch, we take pride in sharing our passion for agriculture with the community,” remarked Carly Paul, a fifth-generation member of the ranch. “Our tours not only focus on the adorable goats and their babies but also offer insight into our ranch operations, the various commodities we produce, and interaction with our other farm animals.”\nIn addition to the main attractions, the tour includes interactive demonstrations and activities, ensuring a fun and engaging experience for guests of all ages. Visitors are also encouraged to explore the on-site Historical Almond Springs Agri-Tourism Center before or after the tour, and are welcome to bring along a picnic to enjoy the scenic surroundings.\nFor those looking to make a day of it, the Miller Moth Ranch suggests exploring the local wineries in the area, such as High Camp, Villa San Juliette, or Four Sisters Winery, adding another dimension to their visit.\nTour reservations can be made online at millermothranch.com/goats.html . The tour rates are as follows:\nAdults: $25 Children (ages 2 and above): $12 Children under 2: Free Please note that a minimum booking of two persons is required. For groups larger than 10 people, Carly Paul can be reached directly at (805) 550-3035 or via email at millermothranch@gmail.com to arrange a reservation, as the ranch can accommodate large groups.\nDon’t miss this opportunity to witness the miracle of new life at the Miller Moth Ranch and immerse yourself in the rich tapestry of agricultural heritage and education.\nFeature Image: Goats are seen on the Miller Moth Ranch in San Miguel. The owners of the ranch are inviting the public to view the baby goats (kids) expected to arrive in April. Contributed Photo\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2O5qLm_0rsLQpko00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1oz6VL_0rsLQpko00",
      "https://img.particlenews.com/image.php?url=1oz6VL_0rsLQpko00",
      "https://img.particlenews.com/image.php?url=2O5qLm_0rsLQpko00",
      "https://www.millermothranch.com/goats.html",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1oz6VL_0rsLQpko00",
      "https://www.img.particlenews.com/image.php?url=2O5qLm_0rsLQpko00",
      "https://millermothranch.com/goats.html",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2O5qLm_0rsLQpko00",
      "https://www.img.particlenews.com/image.php?url=1oz6VL_0rsLQpko00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller moth ranch",
          "sentiment": "none"
        },
        {
          "name": "carly paul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "paso robles press",
          "sentiment": "negative"
        },
        {
          "name": "miller moth ranch",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "san miguel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:50:05.330+02:00",
    "updated": "2024-03-15T00:50:05.330+02:00"
  },
  {
    "uuid": "63b6c14e735ea5a4b2351a070fad06cdeda1e74e",
    "url": "https://thedailyguardian.com/starting-your-own-real-estate-venture-key-considerations/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TDG Network",
    "published": "2023-12-28T12:47:00Z",
    "title": "Starting your own real estate venture: Key considerations - The Daily Guardian",
    "text": "Kickstarting a career in property management is a bold move but a potentially lucrative one. From cold calls to last-minute deals, real estate promises a career that might feel thrilling one minute, then frustrating the next – yet reveals opportunities when you least expect them. If you get it right, you could join the likes of London estate agents earning £800,000 commissions on top of their salaries. However, getting to grips with the market is no easy task, so it’s always worth knowing how to set off on the right foot with some proper organisation and top industry tips. Four essential tips for start-up estate agents - Get regulated Before you open your doors, it’s essential to make sure that your new real estate firm is registered accordingly. In the UK, this usually entails registering with HM Revenue & Customs for tax and VAT purposes, in addition to forming a limited company with the Companies House. Market analysis and financial projections should be core focus areas for your real estate vision. Once you’ve formulated a solid business plan and operational strategy, you’ll need to ensure that all legalities are considered. Consulting experts who can [undertake a thorough and professional business audit](https://xeinadin.com/services/auditing/) is the most effective way to guarantee peace of mind. - Know your market Understanding the nuances of your local area will be key to your agency’s long-term success. Knowing which type of property will be more likely to be let quickly, and at the highest price possible, will ensure that you can turn around deals without delay. When it comes to sales, you should know your buyers too. Conduct market research to find out whether new homes in your area are typically sold to families, professionals, or investors. In some areas, a lack of designated retirement accommodation could point to a gap in the market – but that’s not always the case. Know your facts before making offers. - Be flexible In challenging economic times, the housing market can throw various curveballs. Demand, via enquiries for available homes to rent, continues to outweigh the supply of homes per agent. In turn, your business needs to adapt and find new ways to secure deals when the supply is scarce. If smaller agencies can prove consistency and success, they make attractive targets to larger firms with goals to create a network of estate agencies. Keeping an open mind towards acquisition has proved invaluable for [UK estate agents who choose to consolidate](https://www.ft.com/content/3b165342-e418-4426-8863-67000f6de965) and share a wider pool of properties available on a local market. - Have a digital presence Lastly, don’t neglect your online presence and marketing strategies. In the digital age, these tactics not only help your brand to reach a wider audience but play an integral role in shaping the reputation of your company. Through social media and review platforms, your customers can interact with your team (and other customers) before and after they use your service. You can also use your platform to share informative and educational resources about the property market, which helps to reassure prospective buyers and partners that you’re serious and knowledgeable about what you do. Over time, you’ll secure your foundations as an expert. Overview Through your online presence, legal compliance and a comprehensive understanding of the local market and demographic, your real estate agency could thrive. As with any business venture, it takes consistency and commitment to see results, so try not to feel frustrated if there’s no immediate growth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "https://www.ft.com/content/3b165342-e418-4426-8863-67000f6de965)",
      "https://xeinadin.com/services/auditing/)",
      "https://ft.com/content/3b165342-e418-4426-8863-67000f6de965)",
      "https://www.xeinadin.com/services/auditing/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "companies house",
          "sentiment": "none"
        },
        {
          "name": "hm revenue & customs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:46.813+02:00",
    "updated": "2023-12-29T00:28:46.813+02:00"
  },
  {
    "uuid": "e5273f715c5d2b6517b5da69f8c2e4a67b454d1c",
    "url": "https://ilmanifesto.it/israeliani-al-cairo-bibi-vuole-8-torri-sul-corridoio-filadelfia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ilmanifesto",
    "published": "2024-08-22T22:01:00Z",
    "title": "Israeliani al Cairo, Bibi vuole 8 torri sul Corridoio Filadelfia | il manifesto",
    "text": "Israeliani al Cairo, Bibi vuole 8 torri sul Corridoio Filadelfia Striscia di sangue. Benyamin Netanyahu non rinuncia al controllo del confine tra Gaza e l’Egitto. Secco no di Hamas. Si riaffaccia la risposta di Hezbollah e iraniani alle uccisioni compiute da Tel Aviv a luglio Striscia di sangue. Benyamin Netanyahu non rinuncia al controllo del confine tra Gaza e l’Egitto. Secco no di Hamas. Si riaffaccia la risposta di Hezbollah e iraniani alle uccisioni compiute da Tel Aviv a luglio [Michele Giorgio](/archivio?autore=Michele%20Giorgio), GERUSALEMME Guidata dal capo del Mossad David Barnea e dal generale Eliezer Toledano, una delegazione israeliana è partita ieri per il Cairo per preparare i colloqui sulla tregua a Gaza e lo scambio di prigionieri con Hamas, che dovrebbero tenersi domenica. Al Cairo era atteso anche il capo della Cia Williams Burns. La notizia non deve creare illusioni sulla possibilità di arrivare in tempi stretti al cessate il fuoco. La trattativa resta incagliata sulle ultime condizioni poste da Benyamin Netanyahu, macigni che nelle intenzioni del premier dovranno garantire il controllo israeliano, almeno parziale, dei Corridoi Filadelfia e Netzarim a Gaza. Secondo...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T01:38:53.433+03:00",
    "updated": "2024-08-23T01:38:53.433+03:00"
  },
  {
    "uuid": "6ed2695604b8ced239aac64a1701d0c165e055ce",
    "url": "https://www.devdiscourse.com/article/health/3006955-swachh-gaon-shudh-jal---paving-the-way-for-a-healthier-tomorrow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-07-05T11:01:00Z",
    "title": "Swachh Gaon, Shudh Jal - Paving the Way for a Healthier Tomorrow | Health",
    "text": "Swachh Gaon, Shudh Jal - Paving the Way for a Healthier Tomorrow The Department of Drinking Water and Sanitation has launched a two-month campaign 'Swachh Gaon, Shudh Jal - Behtar Kal' to promote water and sanitation practices in rural areas. Complementing the National STOP Diarrhoea Campaign, the initiative aims to reduce child mortality by enhancing public health efforts. [Devdiscourse News Desk](/devdiscourse-stories)| New Delhi | Updated: 05-07-2024 19:01 IST | Created: 05-07-2024 19:01 IST - Country: - India The Department of Drinking Water and Sanitation (DDWS) unveiled an expansive two-month campaign on Friday, aimed at raising awareness about water and sanitation practices in rural locales. Dubbed 'Swachh Gaon, Shudh Jal - Behtar Kal,' this initiative dovetails with the National STOP Diarrhoea Campaign, which seeks to eliminate child deaths from diarrhoea through a multi-sectoral approach. Union Health Minister JP Nadda originally spearheaded the STOP campaign on June 24, focusing on bolstering health infrastructure and promoting hygiene. Union Minister of Jal Shakti CR Paatil emphasized the campaign's significance, stating, \"This collaborative effort underscores our commitment to public health, striving to reduce child mortality and foster a culture of hygiene.\" Secretary of DDWS, Vini Mahajan, also stressed the importance of clean water and sanitation to achieving public health goals. She noted, \"No child should succumb to preventable diseases like diarrhoea.\" The campaign's activities will include community engagement, water quality testing, and educational workshops, and will run from July 1 to August 31, aiming to make a lasting impact on rural public health. ALSO READ [ADB sanctions USD 170 mn loan to reinforce India's health infrastructure for future pandemic preparedness](/article/business/2988734-adb-sanctions-usd-170-mn-loan-to-reinforce-indias-health-infrastructure-for-future-pandemic-preparedness) [UAE: Department of Energy launches summer awareness campaign on safe use, trading of gas, petroleum products](/article/international/2993792-uae-department-of-energy-launches-summer-awareness-campaign-on-safe-use-trading-of-gas-petroleum-products) [Gautam Buddh Nagar Police Launches Public Awareness Campaign on New Criminal Laws](/article/law-order/3002759-gautam-buddh-nagar-police-launches-public-awareness-campaign-on-new-criminal-laws) [Karnataka Launches Intense Dengue Awareness Campaign](/article/health/3006680-karnataka-launches-intense-dengue-awareness-campaign)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "swachh gaon",
          "sentiment": "negative"
        },
        {
          "name": "jp nadda",
          "sentiment": "none"
        },
        {
          "name": "shudh jal - behtar kal",
          "sentiment": "none"
        },
        {
          "name": "jal shakti cr paati",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shudh jal",
          "sentiment": "negative"
        },
        {
          "name": "national stop diarrhoea campaign",
          "sentiment": "none"
        },
        {
          "name": "devdiscourse news desk",
          "sentiment": "none"
        },
        {
          "name": "department of drinking water and sanitation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T16:32:39.214+03:00",
    "updated": "2024-07-05T16:32:39.214+03:00"
  },
  {
    "uuid": "34054ae66f7f94b606ee33d05d7eb8751f3692a5",
    "url": "https://tn.com.ar/show/famosos/2024/06/02/la-emocion-de-dario-lopilato-al-hablar-de-su-conexion-con-dios-es-una-forma-de-vida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@todonoticias",
    "published": "2024-06-02T10:54:00Z",
    "title": "Darío Lopilato reveló cómo es su conexión con Dios y sorprendió al contar el ritual que hace en el teatro | TN",
    "text": "Darío Lopilato estuvo como invitado este sábado en el programa de Mirtha Legrand . En un momento de la noche, el actor habló de su conexión con Dios y sorprendió a todos en la mesa.\n“Soy cristiano católico apostólico pero no romano, soy evangélico y mi familia también ”, contó él en su visita al ciclo. Además, estuvieron presentes Mauricio Dayub, Edgardo Alfano y Susana Roccasalvo.\nLeé también: Mirtha Legrand criticó el postre de Jimena Monteverde y se generó un tenso momento: “Mucho no me gusta”\n“En mi casa siempre oramos, con mi vieja lo hacemos todos los días. Leo la palabra de Dios, la Biblia, me congrego en la Iglesia ”, explicó Darío en La Noche de Mirtha (eltrece) sobre su conexión. Sin embargo, recalcó que no lo toma como una religión sino como una forma de vida.\nDarío Lopilato habló con Mirtha Legrand sobre su vínculo con Dios. (Foto: Captura eltrece) “ Cuando uno está mal, me sirve orar. Está bien ir al psicólogo y tener terapias. Pero a mí me sirve estar en la Iglesia y tener mis momentos a solas con Dios”, indicó el hermano de Luisana Lopilato.\nSobre esto, explicó el ritual que hace antes de actuar en su espectáculo. “Mis compañeros me ven bendiciendo el teatro previo a la obra, orando y arrodillado . No tengo cábalas pero sí este momento a solas con Dios”, aseguró.\nAnte la sorpresa de los invitados, el actor indicó: “Esto es algo que desde siempre es así. Todo lo que tengo, es gracias a Dios . Es una forma de vida para mí”.\nLa pregunta de alto voltaje de Mirtha Legrand que incomodó a Darío Lopilato Mirtha Legrand vivió un hilarante momento con Darío Lopilato después de hacerle una pregunta subida de tono sobre Antígona en el baño , la obra que protagoniza junto a Verónica Llinás y Héctor Díaz.\n“Me metí en esta locura hermosa, y sí, tiene una situación, pero no te la puedo contar ”, le dijo el hermano de Luisana a la diva, para no “spoilear” parte de la obra, aunque se estaba refiriendo a un desnudo.\nToda la mesa se rio con el chiste de Mirtha Legrand (Foto: captura Eltrece) Leé también: Alberto Cormillot hizo la primera salida pública con su familia tras estar internado\nMuy contundente, Legrand preguntó: “A mí lo que me interesa saber es si salís desnudito o no . Es lo único que me interesa”. El artista se tentó de la risa, pero la presentadora redobló la apuesta entre risas: “ Y si sale de frente o de espalda ”.\n“Lo único que te puedo decir es que volvieron los gemidos al teatro ”, añadió divertido Darío. Muy picante, Mirtha bromeó: “ ¿Pero gemidos de tristeza o de alegría? ”. Sumándose a la broma, Dayub sentenció: “Pidámosle que haga la escena acá”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T13:55:43.028+03:00",
    "updated": "2024-06-02T13:55:43.028+03:00"
  },
  {
    "uuid": "bd7c8adaa2a244d22d12fc3c6ab8a1b897d835ea",
    "url": "https://www.record.pt/futebol/futebol-nacional/liga-betclic/santa-clara/detalhe/vasco-matos-paulo-fonseca-foi-quem-mais-me-marcou-mostrou-me-coisas-que-nao-tinha-conseguido-ver",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cmjornal",
    "published": "2025-03-19T22:24:00Z",
    "title": "Vasco Matos: «Paulo Fonseca foi quem mais me marcou. Mostrou-me coisas que não tinha conseguido ver»",
    "text": "Vasco Matos: «Paulo Fonseca foi quem mais me marcou. Mostrou-me coisas que não tinha conseguido ver»\nTreinador do Santa Clara em entrevista ao Canal 11\nNuma entrevista ao programa 'Futebol Total', no canal 11, Vasco Matos passou em revista vários tema da carreira. A realizar uma bela temporada ao leme do Santa Clara, 5.º classificado da Liga Betclic, o treinador de 44 anos falou sobre as fontes de inspiração e revelou quem foi o técnico que mais o marcou.\n\"Bebi de todos, mas posso dizer um que me marcou mais, que foi o Paulo Fonseca. Foi o que me mostrou algumas coisas que até então não tinha conseguido ver e partir daí comecei a ver as coisas de forma diferent, na forma de ver o jogo, naquilo que era o treino. O desfrutar de um jogo e perceber que aquilo tinha sido trabalhado durante a semana. No início, o Paulo chegou ao Aves vindo do Pinhalnovense. E nós tínhamos uma equipa batida, pessoal de 2.ª Liga, e estávamos habituados aquele futebol fechadinho, defender bem… e de repente aparece o Paulo a querer jogar com bola. Nós dissemos-lhe 'mister, isto aqui não dá'. Mas ele nunca desistiu e a partir de outubro aquilo começou a mudar. Aquela equipa do Aves, muitos deles ligados ao treino hoje em dia… foi um virar de página. Rapidamente percebemos o sucesso que ia ter\", disse Vasco Matos, voltando a falar do 'não' dado ao Botafogo.\n\"O vinculo entre todos pesou muito na minha decisão final. O compromisso entre todos. A lealdade foi aquilo que me fez ficar. Em função daquilo que é a minha carreira e dos dados que tinha, achei que não era o momento para dar esse passo. Achei que ainda tinha que conquistar coisas importantes em Portugal. Às vezes não é títulos, mas individualmente. ainda tenho que conquistar outros 'skills'. Achei que não era o passo certo. Agradeci, mas estou muito feliz no Santa Clara. Sinto-me muito. Sou feliz e sinto toda a gente feliz. Não há dinheiro que pague isso. Acredito que ainda vou lá chegar.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Sport->sports coaching",
      "Sport->sport achievement",
      "Sport->soccer",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:59:23.200+02:00",
    "updated": "2025-03-20T00:59:23.200+02:00"
  },
  {
    "uuid": "fadea93fc32b7c44369c220ae74629b27b82e6eb",
    "url": "https://www.forbes.com/sites/traversmark/2025/01/23/3-ways-to-use-playfulness-to-strengthen-love-by-a-psychologist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Travers",
    "published": "2025-01-23T00:00:00Z",
    "title": "3 Ways To Use 'Playfulness' To Strengthen Love-By A Psychologist",
    "text": "For many couples, it’s easy to become consumed by responsibilities in the constant hustle of daily life. Unintentionally, they often find themselves sidelining the lighter aspects of their relationship. However, incorporating playfulness isn’t just about having fun—it’s a vital component of long-term relationship satisfaction.\nCouples who share moments of playful interaction build stronger emotional bonds. Playfulness also serves as a powerful tool to break monotony and improve communication, enabling couples to navigate challenges with greater resilience. It helps them to rediscover the excitement and spontaneity that initially drew them together, ensuring their bond remains vibrant and fulfilling, even through life’s ups and downs.\nHere are three ways to incorporate more playfulness into your relationship.\n1. Co-Create Fun Experiences In Your Daily Lives One of the most effective ways to infuse playfulness into your relationship is by actively creating fun experiences together. This can range from planning a spontaneous weekend getaway to trying out a new hobby or even engaging in simple, lighthearted activities like board games, cooking challenges or themed date nights.\nInterestingly, research published in the European Review of Applied Psychology also indicates that people with higher levels of playfulness tend to see more opportunities for connection in their daily lives, simply because they are more attuned to playful interactions. Such moments encourage laughter and a shared sense of joy, which are crucial for maintaining excitement and keeping the relationship fresh.\nA 2024 study published in Scientific Reports also highlights the importance of two kinds of playfulness in reducing anxiety and insecurity in relationships:\nLighthearted playfulness , which is fun and spontaneous, was linked to lower relationship anxiety, meaning people with this playful style tend to worry less about their relationship. Intellectual playfulness, which involves using humor and wit to navigate tough situations, was also linked to lower anxiety in relationships. This suggests that people who use this kind of playfulness may handle relationship worries better and be more satisfied in their relationships. Engaging in playful teasing or inside jokes that are fun—but not hurtful— can help break the ice and foster intimacy without the heaviness that sometimes comes with serious conversations.\nThis type of interaction creates an atmosphere of affection.\nWhen life gets overwhelming, take breaks together to engage in something light-hearted. This could be anything from watching a silly comedy together, playing a game or engaging in spontaneous, fun activities, like an unplanned day trip or an impromptu dance-off at home.\n2. Schedule Intimacy And Fun-Filled Activities While the idea of scheduling intimacy and fun might initially seem unromantic or rigid, it can actually play a key role in strengthening your relationship. When you schedule time for each other, whether it’s a date night , a playful activity or simply some quiet time together, you are actively prioritizing your relationship. It becomes a part of your routine and a commitment that both partners are likely to follow through on.\nBy marking these activities on the calendar, you make it easier to stay consistent. It’s not about having an abundance of time, but about using the time you have wisely to connect and reinforce your emotional bond.\nA 2021 study published in the Journal of Social and Personal Relationships found that people with strong “approach relationship goals” (those focused on actively improving and deepening their relationship) are better at planning and initiating activities that promote excitement, connection and personal growth.\nThese partners do not rely on spontaneous moments of excitement but instead proactively create opportunities for meaningful shared experiences. Such thoughtful and well-planned dates can contribute to greater relationship satisfaction by fostering emotional intimacy and shared enjoyment.\n3. Understand What Is Fun For You And Your Partner It’s easy to get caught up in what other couples are doing—be it adventurous date nights, luxury vacations or trending activities on social media. However, what works for one couple may not resonate with another. The key to nurturing a fulfilling relationship is understanding what brings joy to you and your partner, independent of external influences.\nInstead of comparing your relationship to others, focus on exploring activities that you both genuinely enjoy. Whether it’s a cozy movie night at home, experimenting with a new recipe or taking a walk together, the goal is to prioritize your unique partnership—fun doesn’t have to be extravagant or picture-perfect; it just needs to feel meaningful and authentic to your bond.\nResearch published in the Journal of Social and Personal Relationships highlights that frequent comparison is linked to lower satisfaction and intimacy in relationships. It can also lead people to think that there are better alternatives to their current partner, which harms their relationship.\nIn daily life, frequent “comparers” encounter both positive and negative comparisons. This mixed information creates confusion about where their relationship stands, leading to insecurity.\nUltimately, open communication is essential to create a more meaningful and fun relationship. Talk to your partner about what they find fun and what they would like to do together. It’s important to remember that the motive is not to follow trends or achieve perfection—it’s about cherishing what makes your relationship truly yours.\nSometimes, the most powerful way to strengthen love is through the simple act of rediscovering joy in one another’s company. Playfulness is merely just about breaking routines and allowing space for lighthearted moments. It serves as a reminder to couples that relationships can evolve in dynamic and joyful ways, no matter how long they’ve been together.\nSo, sit down with your partner and brainstorm activities and rituals that feel personal to the both of you. This could mean creating traditions like monthly picnics, a no-phones dinner night or learning a new language together.\nEmbrace the freedom of being silly together or challenging each other in fun and novel ways. By intentionally incorporating play into your relationship, you’re not just creating shared memories—you’re reminding each other why you fell in love in the first place.\nAre you curious to know if your relationship is genuinely thriving? Take this science-backed test to find out: Relationship Flourishing Scale",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->mental wellbeing",
      "Lifestyle and Leisure->lifestyle",
      "Health->therapy",
      "Health->mental health and disorder",
      "Health->health care approach"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://capi.elements.video/tr/si?token=",
      "https://therapytips.org/personality-tests/relationship-flourishing-scale",
      "https://www.sciencedirect.com/science/article/abs/pii/S1162908814000565?via%3Dihub",
      "https://cds.elements.video/a/preload-resources-ovp.json",
      "https://journals.sagepub.com/doi/10.1177/02654075211000436",
      "https://journals.sagepub.com/doi/10.1177/0265407507086806",
      "https://www.nature.com/articles/s41598-024-70979-2",
      "https://www.sciencedirect.com/science/article/abs/pii/S1162908814000565",
      "https://www.cds.elements.video/a/preload-resources-ovp.json",
      "https://www.capi.elements.video/tr/si?token=",
      "https://sciencedirect.com/science/article/abs/pii/S1162908814000565?via%3Dihub",
      "https://www.journals.sagepub.com/doi/10.1177/02654075211000436",
      "https://www.journals.sagepub.com/doi/10.1177/0265407507086806",
      "https://nature.com/articles/s41598-024-70979-2",
      "https://www.therapytips.org/personality-tests/relationship-flourishing-scale",
      "https://capi.elements.video/tr/si"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:37:16.263+02:00",
    "updated": "2025-01-24T00:37:16.263+02:00"
  }
]