[
  {
    "uuid": "182746379b3cf828a31360489d58fe27658bda1b",
    "url": "https://jewishjournal.com/commentary/opinion/366678/open-letter-to-jewish-students/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gil Troy",
    "published": "2023-12-28T19:53:00Z",
    "title": "Open Letter to Jewish Students",
    "text": "Dear Jewish Students,\nI know many of you just experienced your worst semester, ever. Beyond the shared anguish of every Jew, and every moral human being, following Hamas’s October 7 th savagery, you’ve endured the added agony of betrayal. You’ve seen roommates, classmates, professors, and university presidents cower before evil – or, worse, collaborate with it by celebrating it — depending on the context, of course. This, therefore, may have been your most illuminating semester too. You discovered who your friends are — and aren’t. You saw what happens when people, even intellectuals, get swept up in an ideological mania demanding total loyalty, tolerating no disagreement, no nuance, no complexity, no doubt. You had to think independently. You saw what moral clarity looks like and experienced what it feels like. And, most important, you unlearned much of what you and your parents foolishly pay up to $77,000-a-year to swallow.\nIt’s true, our super-heroic Israeli soldiers have shown remarkable bravery – and modeled extraordinary values. But, remember, wherever they go in Israel, they get “feergun,” that wonderful Hebrew word describing “attaboys” conveyed with slaps on the back and high-fives. By contrast, you students need tremendous spiritual courage to embrace Israel and Zionism on campus. The fact that you get the opposite – cold shoulders, social ostracism, online hostility, even harassment – increasingly requires physical courage, too.\nLet’s return to October 7 th . The campus ethical dynamics would have differed had more students and professors stopped, on hearing about the massacre, and felt your pain. Had more said, “I dislike Israel, but this sadistic violence, rape and kidnapping is inexcusable,” you wouldn’t have felt so victimized once these Palestinian apologists started denouncing Israel’s bombing in Gaza.\nIsrael faces difficult military dilemmas and healthy debates are always welcome. But the way so many academics and students denied what Hamas did, or justified Hamas’s evil, is inexcusable – shattering the bond of trust real education and genuine community require.\nSimilarly, as Israel’s military campaign advanced, if some Bash-Israel-Firsters had acknowledged that Hamas was wrong to hide armaments or terrorists in Hamospitals, Hamosques and Killergardens, you could discuss issues reasonably. Had any of these Isra-critics credited Israel for some restraint, for trying to minimize civilian deaths, you could have a productive conversation about “do”s and “don’t”s. Had anyone proposed a better solution to the problem of Hamas turning Gaza into a ticking time bomb that already caused so much death and destruction, we all might have learned something.\nInstead libelous cries of “genocide” – demonizing Israel, romanticizing Hamas – muddied the campus conversation. Meanwhile, the masked Pro-Palestinian protesters’ sheer thuggishness has further shut down conversation. Where are all those overpaid administrators who call for “safe spaces,” censoriously monitoring students’ and professors’ glances and words, when hooligans menace you aggressively?\nLet’s be clear. Every death in Gaza since October 7 th is on Hamas – they started it. And every death near Lebanon is on Hezbollah. Note how Hamas, Hezbollah and the Houthis attack Israel simply because Israel exists. To these haters, just having Israel around is a “causus belli” – why does the world accept that?\nNow, here’s your chance to join the crowd. Let’s shout: “CEASEFIRE NOW!!!!” Demand a ceasefire from Hezbollah, from the Houthis, from Iran, and from Hamas — free the hostages, surrender the October 7th war criminals, then we can have peace!\nTaking a breath, let’s think. How did Hamas control Gaza with an iron fist, yet still convince academics and students that Israel occupied Gaza? And how did Hamas smuggle in tons of weapons, including over 30,000 explosive devices, and build hundreds of miles of tunnels, yet still convince academics and students that Israel blockaded Gaza and starved the Palestinians?\nDid any of your former friends consider what Hamas could have built instead of its fortifications? Finally, why would feminists ally with rapists, gays support homophobes, and liberals support dictators? It takes a lot for intelligent people who see themselves as human rights activists to ignore so many facts. Only people gripped by an ideological mania, swept up by some cultish fad, could be so fanatically embrace such horrific friends, such an embarrassing cause.\nAdmittedly, even if Hamas exaggerates, Palestinians’ civilian death toll is heartbreaking. As the father of soldiers, attending too many funerals these days, I don’t need to be told how ugly this war is — all Israelis, alas, understand. We wish it would end. But it’s hard to believe that these fashionable radicals really care about suffering Palestinian suffering. Campuses were silent as the war in Yemen killed over 377,000 and the Syrian civil war killed over 600,000 – many of them Palestinians too.\nThree factors fuel this anti-Israel pile-on. First, the De-colonizing Grievance Junkies have made Israel the ultimate oppressor, reflecting every Western flaw, while treating Palestinians as the ultimate, Christ-like innocents, forever innocent, no matter how sadistic and violent they are. Second, the anti-Western Guilt-mongers caricature Jews and Israelis as the avatars of “white privilege,” even though we’re not all rich, we’re not all white, and people should judge our character and behavior by what we do and say not what we look like or how much we earn. And, alas, the Jews stand out so prominently in this new demonology because we have been starring in different people’s darkest dystopic fantasies and conspiracies theories for millennia.\nI don’t claim that Israel is beyond reproach on this issue or others. But, the fanaticism, the orthodoxy, the viciousness, the conversation’s total all-or-nothingness is distorting.\nI hope this semester of slaughter taught you a few essential life-lessons:\nFirst, never cower – the enemy smells fear. Stand up for yourself, your friends, your people. Don’t be like so many sniveling professors these days: if you spend your life swivel-headed, forever looking over your shoulder, your neck will always hurt. Don’t avoid Jewish spaces because of threats – invite non-Jews for free steaks or beers to join you there. This too will clarify who your friends are – and aren’t.\nSecond, sift, clarify, and find allies. I believe a Silenced Majority of Americans, even on campus, abhors rapists, maimers, murderers, Hamasian despots, Palestinian terrorists, and the Iranian mullahs- let alone goons who deface America’s national monuments and harass Christmas shoppers. Find them. Befriend them. And invite them over too.\nThird, stop anguishing. The late New York Senator and Harvard Professor, Daniel Patrick Moynihan, didn’t ask “what’s wrong with the accused,” he asked “what’s wrong with the accuser?” Review the facts, from Israel’s full Disengagement out of Gaza in 2005 through October 7. And ask the question Amos Oz asked in 2014 about Hamas attacks from Gaza then: if your neighbor attacked, hiding behind kids, “what would you do” – knowing how America fights terrorists who hide behind the West’s civilized niceties.\nFourth, use this trauma as a moment of liberation. Free yourselves from orthodoxies, from rigidities, from fanaticism – on all sides. Beware extremists. Weigh, question, doubt, and find the middle path.\nFinally, use this crisis to think about your personal Jew-jitsu. How do you transform all this negative energy into something positive? Maybe it’s a new approach to your studies or a new career-path. Maybe it’s a renewed connection to Judaism or Zionism.\nDon’t just focus on the bad, the anger, the betrayal. Start dreaming of a better tomorrow, and what you can do, both to make it happen – and enjoy it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:04.236+02:00",
    "updated": "2023-12-29T00:01:04.236+02:00"
  },
  {
    "uuid": "a468b6aea69ac709aa8cb8f888d190f830ce682a",
    "url": "https://www.heraldo.es/noticias/internacional/2024/05/25/sacerdote-florida-investigado-morder-mujer-comunion-1736584.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Heraldo de Aragón",
    "published": "2024-05-25T08:32:00Z",
    "title": "Un sacerdote de Florida es investigado por morder a una mujer cuando va a comulgar",
    "text": "sucesos Un sacerdote de Florida es investigado por morder a una mujer cuando va a comulgar El cura se negó a darle la comunión, ya que alegó que no se había confesado. La feligresa agarró las formas y comenzó a romperlas. Un sacerdote de Florida es investigado por morder la mano de una feligresa durante la Eucaristía dominical en un supuesto \"intento de defender la Comunión\", según la declaración jurada del caso citada este viernes por medios estadounidenses. El incidente ocurrió el pasado 19 de mayo en la iglesia de Santo Tomás de Aquino en la ciudad de St. Cloud, al sur de Orlando. Según información de CNN, en la misa de la mañana el sacerdote Fidel Rodríguez se negó a darle la comunión a una mujer porque ella no se había confesado. El sacerdote bendijo a la mujer y le aconsejó “recibir el sacramento de la penitencia (confesión) antes de recibir la sagrada eucaristía”, explicó en un comunicado la Diócesis de Orlando. La mujer regresó para la misa del mediodía y cuando fue a recibir la comunión, el padre Rodríguez le preguntó nuevamente si se había confesado, y ella respondió que “no era asunto suyo”. Luego, la mujer metió la mano en la bandeja de la comunión, agarró las hostias y comenzó a romperlas. El padre Rodríguez intentó sujetar a la mujer, pero ella se negó a detenerse. Durante el forcejeo, la feligresa empujó al sacerdote. En respuesta, él le mordió la mano. Tras el incidente, la Diócesis defendió las acciones del padre Rodríguez. \"Si bien la Diócesis de Orlando no tolera altercados físicos como este, de buena fe, el padre Rodríguez simplemente estaba intentando evitar un acto de profanación de la Sagrada Comunión, que, como sacerdote, está obligado a proteger\", dijeron en un comunicado. El padre Rodríguez admitió lo sucedido a la Policía y dijo que estaba actuando en defensa propia. La mujer se negó a recibir atención médica y las autoridades fotografiaron la marca de la mordedura, según los documentos judiciales citados por CNN. La policía de St. Cloud ha enviado el caso a la Oficina del Fiscal de Florida para que decida si impone cargos al sacerdote. [Regístrate gratis](#) [Iniciar sesión](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T11:46:58.363+03:00",
    "updated": "2024-05-25T11:46:58.363+03:00"
  },
  {
    "uuid": "9f811792eda4263c0765511268e99d8013777ae2",
    "url": "https://www.meneame.net/m/actualidad/eeuu-trabajadores-manuales-ganaron-grande-2023-desafiando",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dragstat",
    "published": "2023-12-31T11:01:00Z",
    "title": "EEUU: Los trabajadores manuales ganaron a lo grande en 2023, desafiando predicciones sombrías",
    "text": "Menéame\nLogo Menéame\nPortada\nPortada\nNuevas\nArtículos\nPopular\nMás visitadas\n50F0E052-9EF2-4C3C-849B-F46536B96FBF\nNótame\nmis comunidades\nCiencia\nPolítica\nEconomía\nActualidad\nSeries\notras secciones\nComunidades\nFisgona\nlogin\nregístrate\n×\nÚnete a Actualidad\nÚnete a Actualidad\nHace 5 minutos | Por\nDragstat\na\nbutterword.com\nPublicado hace 5 minutos por\nDragstat\na\nbutterword.com\nEEUU: Los trabajadores manuales ganaron a lo grande en 2023, desafiando predicciones sombrías\nbutterword.com\nUn año que comenzó con perspectivas sombrías, incluida una recesión ampliamente pronosticada, se perfiló como una bendición para el trabajador estadounidense promedio, y uno de los más exitosos para los sindicatos en una generación. Uno de los tres años de huelgas más importantes desde 1990. Muchas de esas huelgas dieron lugar a grandes concesiones por parte de los empleadores, como la acuerdo histórico alcanzado por el UAW. Incluso las simples amenazas de huelga empujaron a los empleadores a aceptar aumentos salariales sorprendentes.\nEtiquetas\neeuu\ntrabajadores\nnegociación colectiva\nhuelgas\nsalarios\nmenéalo\n1\nDE3C548D-E347-406A-A60F-E6BBD322CAB7\n2\n0\nCopiar enlace\nCompartir en X\nCompartir en facebook\nCompartir en telegram\nEmbed\nVoto negativo\nMás información\n<!– /10377667/MNA21-STORY-ROBA1 –>\nComunidad destacada de hoy\nActualidad\nActualidad y sociedad\n<!– /10377667/MNA21-STORY-MEGA1 –>\n<!– /10377667/MNA21-STORY-ROBA1 –>\nLoguéate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T14:08:20.956+02:00",
    "updated": "2023-12-31T14:08:20.956+02:00"
  },
  {
    "uuid": "7e41ecd9cce146a2c92fd18827f6f0bc8fb507f9",
    "url": "https://kalkinemedia.com/news/world-news/innovative-environmental-technologies-and-quickinsure-join-hands-to-support-e-waste-drive-by-indiaasha-asha-foundation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "info@kalkinemedia.com (EIN Presswire)",
    "published": "2023-12-28T18:30:00Z",
    "title": "Innovative Environmental Technologies and Quickinsure Join Hands to Support E-Waste Drive by IndiaAsha (Asha Foundation)",
    "text": "EINPresswire.com/ -- In a remarkable display of corporate responsibility and commitment to environmental sustainability, IndiaAsha(Asha Foundation) is thrilled to announce their collaboration with Innovative Environmental Technologies Pvt. Ltd. and Quickinsure in an endeavor to bolster the E-WasteDrive. The shared goal of this partnership is to raise awareness, promote responsible e-waste disposal, and contribute to a cleaner, greener future.\nElectronic waste, or e-waste, poses a significant environmental challenge, with improper disposal leading to pollution, resource wastage, and potential health hazards. Recognizing the gravity of this issue, Innovative Environmental Technologies Pvt. Ltd. and Quickinsure are stepping forward to support IndiaAsha's dedicated efforts to address this critical concern.\nThe alliance between these two industry leaders and IndiaAsha(Asha Foundation) will encompass several key initiatives:\nE-Waste Collection Drives: Both Innovative Environmental Technologies Pvt. Ltd. and Quickinsure have actively encouraged their employees and customers to participate in e-waste collection drives organized by IndiaAsha(Asha Foundation). These drives will ensure that electronic waste is collected and disposed of responsibly, preventing it from ending up in landfills.\nAwareness Campaigns: A comprehensive e-waste awareness campaign will be jointly undertaken to educate the public about the hazards of improper disposal and the importance of recycling electronics. This campaign will utilize various media channels to reach a wider audience and drive behavior change.\nMr.Ashish V.Nawade, CEO at Innovative Environmental Technologies Pvt. Ltd. , expressed their enthusiasm for the partnership, saying, \"We are proud to stand alongside with IndiaAsha (Asha Foundation) in their noble mission to address the e-waste crisis. Innovative Environmental Technologies Pvt. Ltd., believes in “Your Waste Our Energy” this partnership will allow us to make a significant difference in preserving our environment.\"\nAmey Dehankar, HR Manager at Quickinsure, added, \" Quickinsure is delighted to announce its collaboration with the Asha Foundation to support child welfare through the sale of cluttered, unwanted e-waste, contributing significantly to both social impact and environmental sustainability. This partnership not only aims to make a positive difference in the lives of\nunderprivileged children but also addresses the pressing issue of e-waste. By repurposing and selling unwanted electronic items, we strive to reduce environmental impact while supporting child welfare initiatives.\"\nIndiaAsha (Asha Foundation) is equally excited about the partnership and the impact it could make. Shilpa Mishra, Strategic Leader at IndiaAsha(Asha Foundation), stated, \"This collaboration is a testament to the power of collective action. Together, we will significantly enhance our efforts to address the e-waste issue and pave the way for a more sustainable future.\"\nThis partnership underscores the importance of corporate responsibility and the role that businesses can play in addressing environmental challenges. It sets an example for others in the industry to follow, demonstrating that together, we can create a cleaner, greener, and more sustainable world.\nAvinash Kulkarni\nIndiaAsha (Asha Foundation)\n[[email protected]](/cdn-cgi/l/email-protection#a9c0c7cfc6e9c0c7cdc0c8c8dac1c887c6dbce)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://www.indiaasha.org/",
      "https://www.einpresswire.com/",
      "https://einpresswire.com/",
      "https://www.einpresswire.com",
      "https://indiaasha.org/",
      "https://www.indiaasha.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "innovative environmental technologies",
          "sentiment": "negative"
        },
        {
          "name": "indiaasha (asha foundation",
          "sentiment": "neutral"
        },
        {
          "name": "asha foundation",
          "sentiment": "none"
        },
        {
          "name": "innovative environmental technologies pvt. ltd.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:52:28.315+02:00",
    "updated": "2023-12-29T02:52:28.315+02:00"
  },
  {
    "uuid": "04134a01efa9f2b1b39319188bc05d63924cb210",
    "url": "https://www.timesnownews.com/entertainment-news/tamil/rajinikanth-offers-prayers-at-kedarnath-badrinath-shrines-article-110601723",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Times Now Digital",
    "published": "2024-05-31T00:00:00Z",
    "title": "Rajinikanth Offers Prayers At Kedarnath, Badrinath Shrines | Times Now",
    "text": "Rajinikanth Visits KedarnathWoolwich Roads Closed After Suspected Stabbing In London Town, No Info On SuspectWho Was Stan Maples? Donald Trump's Ex-Wife Marla Maple's Father Dies At 82Crunchyroll Down? Users Report Code Med-1 And 403 ErrorsKehlani Shows Support for Palestine in 'Next 2 U' Music Video, Fans Praise HerEarthquake Strikes Ojai, Tremors Felt In Ventura, Santa Paula, Oxnard And Thousand OaksTexas Supreme Court Rejects Challenge To Abortion Law Over Medical ExceptionsWho Is Hamdi Ulukaya? Chobani Founder Buys San Francisco's Anchor BrewingWho Is Sam Forster? 'Seven Shoulders' Author Slammed For Disguising As Black Man",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kedarnath dham",
          "sentiment": "negative"
        },
        {
          "name": "badrinath dham",
          "sentiment": "negative"
        },
        {
          "name": "rajinikanth",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "ani",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kedarnath",
          "sentiment": "none"
        },
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "dehradun",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T19:40:59.137+03:00",
    "updated": "2024-05-31T23:29:53.808+03:00"
  },
  {
    "uuid": "ffbce30c5d082068b87789a950f5a414cbbfd7aa",
    "url": "https://ctnewsjunkie.com/2025/04/09/attorney-general-wants-answers-on-ct-residents-being-denied-rental-cars-in-florida",
    "ord_in_thread": 0,
    "author": "Donald Eng",
    "published": "2025-04-09T21:30:00Z",
    "title": "Attorney General Wants Answers On CT Residents Being Denied Rental Cars In Florida",
    "text": "HARTFORD, CT – With state school districts going into spring break this month, many Connecticut residents are heading out of state, including to Florida. But upon arriving in the Sunshine State, some Connecticut residents have been dismayed to learn that their reservations for rental cars would not be honored, even after they paid a deposit and submitted payment information.\nThe Office of Attorney General William Tong on Wednesday sent a letter to the Avis Budget Group following complaints that vehicle rental locations in Florida may be improperly refusing service to licensed Connecticut drivers.\nThe websites of Avis, Budget, and Payless suggest that they will refuse to rent vehicles to Connecticut consumers in Florida if they have certain Connecticut driver licenses, including licenses imprinted with “Not for Federal Identification,” claiming such licenses are “not valid for identification purposes” and not “recognized by the State of Florida to drive a vehicle on public roads.”\nThese statements appear only on FAQ pages on the Avis, Budget, and Payless websites but do not appear to be prominently displayed to consumers when making vehicle reservations or providing personal information or payment details.\nThe Avis website in question contains the following statement:\n“Certain, limited out-of-state licenses are not, pursuant to state law, recognized by the State of Florida to drive a vehicle on public roads. These licenses are not valid for identification purposes and will have a statement similar to:\n- Not For Federal Identification\n- Driving Privilege Only\n- Not Valid for Identification\n“This policy applies to any state that issues this type of driver’s license, including Connecticut & Delaware.”\nAssistant Attorney General Joseph Gasser stated in the letter that these denials of service to Connecticut drivers with licenses imprinted “Not for Federal Identification” appear to be based on a misapplication of Florida Statute § 322-033(2), which purports to reject “licenses issued by another state exclusively to undocumented immigrants.”\nGasser stated that such licenses had been issued since at least 2011 “to Connecticut residents who are citizens or otherwise documented residents of the United States. They are valid driver licenses and are not ‘issued by another state exclusively to undocumented immigrants.’”\nGasser requested information from Avis Budget on its policies related to Connecticut licenses, disclosures provided to consumers, and complaints from Connecticut consumers.\nRELATED\nTong Joins 22 Other State AGs To Back Keeping Bank Overdraft Fee Protection\nAttorney General William Tong, alongside a coalition of 22 other state attorneys general, has urged the U.S. House of Representatives to reject a resolution that would overturn a key 2024 rule from the Consumer Financial Protection Bureau (CFPB) aimed at curbing what they called excessive overdraft fees charged by major banks.\nHousing Bill Banning Some AI Data Advances Out Of Judiciary Committee\nHARTFORD, CT — Renters and housing developers could benefit from a housing bill that advanced Friday out of the Judiciary Committee with language permitting developers to collect attorney fees from towns and also outlawing some artificial intelligence algorithms in the setting of rental rates.\nHartford HealthCare, UnitedHealthcare Reach Agreement, Avoid Disruption\nHartford HealthCare and UnitedHealthcare have reached a multiyear contract agreement that ensures UnitedHealthcare members will maintain in-network access to Hartford HealthCare’s hospitals, physicians, and services, according to the two companies and the Connecticut Office of the Healthcare Advocate.\nCT Consumer Counsel Says Verizon-Frontier Settlement Is A Win For Consumers\nA proposed settlement between state consumer protection authorities, Verizon, and Frontier is a win for consumers, according to the state Office of the Consumer Counsel.\nBill To Address Gambling Addiction Sent To House\nHARTFORD, CT – The Public Health Committee voted to send House Bill 7215 to the floor of the House on Wednesday to address problem gambling, particularly as it relates to internet gaming disorder, which has surged since the state legalized online sports betting and casino gaming in 2021.\nTong Lays Out Security Options Following 23AndMe’s Bankruptcy\nWith the announcement that genetic testing company 23andMe filed for bankruptcy on Sunday, Connecticut Attorney General William Tong said state residents have the right to delete their genetic data and request the company destroy DNA samples under the Connecticut Data Privacy Act.\nOpinion | Connecticut’s Housing Crisis Won’t Be Solved Without Zoning Reform\nAs the housing crisis continues in Connecticut, guest columnist Kirk A. Wesley of the Open Communities Alliance keeps hearing from families about rent hikes that outpace their paychecks – and he’d like to see the state pass stronger protections to ensure that landlords cannot uproot tenants without a valid reason.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->discrimination",
      "Social Issue->social services",
      "Politics->civil rights",
      "Politics->government",
      "Politics->citizens' initiative and recall"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.avis.com/en/customer-service/faqs/usa/requirement-for-renting",
      "https://portal.ct.gov/-/media/ag/press_releases/2025/2025-04-08-avis-budget-letter.pdf?rev=76092319e55e4068ac326e669886ba16&hash=85E3F21C12D933D87ABB6BE612CC1E06",
      "https://portal.ct.gov/-/media/ag/press_releases/2025/2025-04-08-avis-budget-letter.pdf",
      "https://avis.com/en/customer-service/faqs/usa/requirement-for-renting",
      "https://www.portal.ct.gov/-/media/ag/press_releases/2025/2025-04-08-avis-budget-letter.pdf?rev=76092319e55e4068ac326e669886ba16&hash=85E3F21C12D933D87ABB6BE612CC1E06"
    ],
    "entities": {
      "persons": [
        {
          "name": "William Tong",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Avis Budget Group",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Payless",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:49:55.121+03:00",
    "updated": "2025-04-10T00:49:55.121+03:00"
  },
  {
    "uuid": "2bf5f24c5e940e2692a74defb3fdaf3a6fc636e7",
    "url": "https://www.kedglobal.com/fiber-textile/newsView/ked202407050011",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "schung10@gmail.com (Sangho Chung)",
    "published": "2024-07-05T07:54:00Z",
    "title": "SK Geo Centric produces sustainable synthetic fiber",
    "text": "Fiber & Textile\nSK Geo Centric produces sustainable synthetic fiber\nThe company collaborates with six global companies in a consortium, producing sports apparel products\nBy 2 MINUTES AGO\n1 Min read\nMost Read\n[](/energy/newsView/ked202303070011)\nS.Korea's LS Materials set to boost earnings ahead of IPO process\n[](/pension_funds/newsView/ked202407020019)\nNPS to cut global stocks under GP management, up its direct control\n[](/private_equity/newsView/ked202406260006)\nKorean PE funds shrink in 2023 for first time in 7 years\n[](/leadership_management/newsView/ked202407030009)\nAI to drive Mirae Asset's next-phase growth: chairman\n[](/steel/newsView/ked202406260014)\nPOSCO gears up for carbon-free steelmaking with hydrogen\nSouth Korea’s SK Geo Centric Co. will collaborate with global companies in the petrochemical, textile, and apparel sectors from Japan, Finland, India, and Thailand to produce polyester based on recycled materials.\nSK Geo Centric announced on Friday that it has produced polyester using renewable naphtha extracted from bio-based byproducts such as palm fatty acid distillate and waste cooking oil.\nThis was done in partnership with six companies, including Finland’s largest oil company Neste, Thai petrochemical company Indorama Ventures, and Japanese sports apparel company Goldwin.\nLast year, SK Geo Centric formed a consortium with these companies to produce and supply sustainable polyester. This marks the first time SK Geo Centric has produced renewable p-xylene (PX), a raw material for synthetic fiber polyester, based on recycled materials.\nRenewable PX is processed through the production lines of petrochemical and textile companies within the consortium to create polyester, which is then used in products by Goldwin's outdoor brand, The North Face.\nGreenhouse gas emissions from producing final apparel products from renewable naphtha are reduced by 80-85% compared to using fossil fuels.\nThe consortium companies plan to explore further applications for sustainable polyester.\nWrite to Woo-Sub Kim at\nMore to Read\n-\nWaste managementSK Geo reconsiders extent of $1.3 bn plastic recycling plant project\nMay 02, 2024 (Gmt+09:00)2 Min read\n-\nChemical IndustrySK Geo Centric, Youlchon Chemical to develop recyclable plastic\nApr 01, 2024 (Gmt+09:00)1 Min read\n-\nChemical IndustrySK Geo breaks ground on $1.4 bn plastic recycling cluster\nNov 15, 2023 (Gmt+09:00)3 Min read\n-\nESGSK Geo Centric switches to recycled materials for petchem packaging\nNov 06, 2023 (Gmt+09:00)1 Min read\n-\nChemical IndustrySK Geo Centric to supply recycled plastic materials to Amcor\nOct 26, 2023 (Gmt+09:00)1 Min read\nComment 0",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fiber & textile sk geo centric",
          "sentiment": "negative"
        },
        {
          "name": "sk geo centric",
          "sentiment": "negative"
        },
        {
          "name": "nps",
          "sentiment": "none"
        },
        {
          "name": "mirae asset",
          "sentiment": "none"
        },
        {
          "name": "sk geo centric co.",
          "sentiment": "none"
        },
        {
          "name": "posco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T10:57:01.662+03:00",
    "updated": "2024-07-05T10:57:01.662+03:00"
  },
  {
    "uuid": "e897faecd496b519367a0fff2833390a1c18f098",
    "url": "https://vanguardia.com.mx/noticias/mexico/incendios-provocados-en-garcia-costaron-300-millones-en-danos-se-levanta-contingencia-ambiental-BN15183345",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "andrés &#034;iscariote&#034; rodríguez",
    "published": "2025-03-05T22:43:00Z",
    "title": "Incendios provocados en García costaron 300 millones en daños; se levanta contingencia ambiental",
    "text": "Incendios provocados en García costaron 300 millones en daños; se levanta contingencia ambiental\nPara el 5 de marzo, se levanta contingencia ambiental, pero autoridades informan que varios de los incendios en García, Nuevo León, fueron provocados por criminales pagados\nSe registraron 239 incendios durante el 4 de marzo, durante las tolvaneras y la contingencia ambiental en el área\nMetropolitana de Monterrey.\nMedios de comunicación llaman “Martes Negro” al 4 de marzo por la amplia cantidad de incendios y de contaminación por humo que se detectó a lo largo de la fecha.\nEl 5 de marzo, desde su cuenta de X y medios de comunicación, el gobernador de Nuevo León,\nSamuel García, agradeció a los operativos de rescate, pero también informó que se encontró evidencia que los incendios de García, algunos, fueron provocados.\nSe notificó que las perdidas en García, a causa de estos incendios provocados con estacas bañadas en gasolina, fueron de 300 millones, con 5 empresas dañas por la propagación del incendio.\nTE PUEDE INTERESAR:\n‘Martes negro’ en Nuevo León deja 239 incendios y cinco detenidos\nEl gobernador, Samuel García, le pidió a los operativos de seguridad ser proactivos y que los responsables reciban “el peso de la ley”.\nCONTINGENCIA AMBIENTAL EN MONTERREY, NUEVO LEÓN\nEl pasado 4 de marzo, se informó que la ciudad de Monterrey tendría una contingencia ambiental, a causa de la alta cantidad de partículas PM10 en el aire; al igual que fuertes vientos y tolvaneras.\nLas condiciones ambientales causaron el cierre de actividades después de las 16:00 horas en escuelas, incendios en los municipios de García y Santa Catarina; y estados de precaución por caída de postes, árboles o materiales de construcción.\nTE PUEDE INTERESAR:\n“Monterrey postapocalíptico”; se vuelve tendencia en las redes por altos niveles de contaminación\nRESTRICCIONES POR CONTINGENCIA AMBIENTAL\nAunque la Secretaria de Medio Ambiente de Nuevo León ha levantado la contingencia ambiental, aproximadamente a las 16:00 horas del 5 de marzo, se recomendó seguir las siguientes indicaciones:\n*) No usar pirotecnia\n*) Abstenerse de crear fogatas\n*) Cerrar puertas y ventanas\n*) Evitar actividades al aire libre\n*) No utilizar desmesuradamente vehículos que puedan contribuir a la contaminación\n*) Para prevenir incendios, humectar áreas verdes y remover hojas secas.\n*) Evitar que personas, con problemas de salud, mayores o menores de edad, estén expuestos\nSe notificó que las perdidas en García, a causa de estos incendios provocados con estacas bañadas en gasolina, fueron de 300 millones, con 5 empresas dañas por la propagación del incendio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->sustainability",
      "Environment->hazardous materials",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Crime, Law and Justice->arson",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->law enforcement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/samuel_garcias",
      "https://www.x.com/samuel_garcias"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Samuel García",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:45:34.969+02:00",
    "updated": "2025-03-06T02:45:34.969+02:00"
  },
  {
    "uuid": "9f4738b9a07ff6b7f43729e55ce5ca17d883bda6",
    "url": "https://www.rcnradio.com/colombia/antioquia/capturan-en-el-aeropuerto-jose-maria-cordova-a-mexicano-requerido-por-eeuu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rcnradio",
    "published": "2024-06-06T22:10:00Z",
    "title": "Capturan a mexicano en aeropuerto José María Córdova | RCN Radio",
    "text": "Capturan en el aeropuerto José María Córdova a mexicano requerido por EE.UU. El mexicano José Guillermo Granja Rojas es requerido por lavar dinero de una organización que trafica heroína, cocaína y metanfetaminas. El director general de la Policía Nacional, el general William René Salamanca, informó que capturaron en el Aeropuerto José María Córdova al ciudadano mexicano José Guillermo Granja Rojas. El extranjero es requerido por Estados Unidos por lavar dinero de una organización dedicada al tráfico de heroína, cocaína y metanfetaminas, a través de cuentas a nombre de una empresa exportadora de frutas. Le puede interesar: ['El José María Córdova sí requiere una segunda pista': gerente del aeropuerto](https://www.rcnradio.com/colombia/antioquia/el-jose-maria-cordova-si-requiere-una-segunda-pista-gerente-del-aeropuerto) Extranjeros inadmitidos A corte de mayo de 2024, Migración Colombia ha inadmitido el ingreso de 13 turistas al país por estar presuntamente involucrados en casos de delitos de explotación sexual. Los cuales fueron identificados a través de la herramienta Angel Watch que funciona como una base de datos que tiene el Gobierno de Estados Unidos, que comparte con el de Colombia, para informar sobre individuos condenados o señalados por este tipo de delitos. En ese sentido es importante recordar que el pasado 31 de mayo, Migración Colombia informó que se realizó la captura, en la ciudad de Medellín, de un ciudadano norteamericano que presuntamente ofrecía dinero a menores de edad para realizar tocamientos en sus partes íntimas. Procedimiento que se dio a través de un trabajo articulado entre Migración Colombia, Policía de Protección y Servicios Especiales, la Alcaldía de Medellín y el Homeland Security Investigations de los Estados Unidos, y que llevó a que el detenido fuera puesto a disposición de la Policía Nacional. Asimismo, para el fin de semana del 19 de mayo, Migración Colombia impidió el ingreso a la capital antioqueña de dos ciudadanos extranjeros que presentaban alertas de posibles agresores sexuales. Le puede interesar: [Cuatro universidades antioqueñas en el QS World University Rankings 2025](https://www.rcnradio.com/colombia/antioquia/cuatro-universidades-antioquenas-en-el-qs-world-university-rankings-2025) Cabe anotar que, según datos de Migración Colombia, Medellín es una de las ciudades del país con más registros de inadmisiones de ciudadanos extranjeros. Sistema Integrado de Información",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:54:37.825+03:00",
    "updated": "2024-06-07T01:54:37.825+03:00"
  }
]