[
  {
    "uuid": "65c68e7bc9d28b7c2ca07f5862f2cbcc4a6793c1",
    "url": "https://m.dailyhunt.in/news/india/english/jagranenglish-epaper-dhdd5aef76aeaf417e84227eb376ebedeb/good+friday+2024+15+bible+verses+that+will+encourage+you+and+fill+with+joy-newsid-n595639198",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-03-28T23:00:00Z",
    "title": "Good Friday 2024: 15 Bible Verses That Will Encourage You And Fill With Joy",
    "text": "Good Friday 2024: The occasion of Good Friday is an important observance in the Christian community. It is observed before Easter Sunday and after Maundy Thursday and this year is being celebrated on March 29. The Good Friday week is extremely important and includes special days such as Palm Sunday, Holy Monday, Holy Tuesday, Holy Wednesday, Maundy Thursday, Good Friday, Holy Saturday and Easter.\nUsually, the date of Good Friday and Easter celebrations depends on the lunar cycle and the timing of the Jewish festival of Passover, which is rooted in the Biblical account of Jesus&apos;s crucifixion and resurrection. Good Friday signifies the victory of good over evil as Christians believe that with his death, Jesus Christ took all the sins of the world. Usually, people think that Good Friday is a celebratory day because of &apos;Good&apos; in it, but according to the beliefs, it is a mourning day and is also known as &apos;Black Friday&apos; or &apos;Resurrection Day.&apos; On Good Friday, people indulge in reading the holy Bible and connecting with God, Jesus Christ. Here are some beautiful Bible verses that you can read on this day and include joy and spirituality in your life.\nGood Friday Bible Verses\n1 Peter 2:24\nHe himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.\nJohn 3:16-17\nFor God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.\nMark 9:31\nFor he was teaching his disciples, saying to them, \"The Son of Man is going to be delivered into the hands of men, and they will kill him. And when he is killed, after three days he will rise.\nIsaiah 53:5\nBut he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds, we are healed.\nMark 10:34\nAnd they will mock him and spit on him, and flog him and kill him. And after three days he will rise.\nRomans 5:6-10\nFor while we were still weak, at the right time Christ died for the ungodly. For one will scarcely die for a righteous person-though perhaps for a good person, one would dare even to die- but God shows his love for us in that while we were still sinners, Christ died for us. Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life.\nMark 8:31\nAnd he began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes and be killed, and after three days rise again.\nMatthew 12:40\nFor just as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.\nJohn 19:30\nWhen Jesus had received the sour wine, he said, \"It is finished,\" and he bowed his head and gave up his spirit.\nMatthew 17:22-23\nWhen they came together in Galilee, he said to them, &apos;The Son of Man is going to be betrayed into the hands of men. They will kill him, and on the third day he will be raised to life.&apos; And the disciples were filled with grief.\nMatthew 26:2\nAs you know, the Passover is two days away - and the Son of Man will be handed over to be crucified.\nMatthew 26:12\nWhen she poured this perfume on my body, she did it to prepare me for burial.\nMatthew 26:24\nThe son of man will go just as it is written about him.\nMatthew 26:39\nGoing a little farther, he fell with his face to the ground and prayed, &apos;My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.\nGood Friday 2024 Bible Verses (Image Credits: Freepik)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T07:46:49.656+03:00",
    "updated": "2024-03-29T07:46:49.656+03:00"
  },
  {
    "uuid": "a36eff7343b815ccdcfddf733b5f81a8855a39e0",
    "url": "https://laopinion.com/2024/03/14/maestra-de-texas-dono-su-rinon-a-un-nino-que-no-conocia-y-le-salvo-la-vida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Erika Hernández",
    "published": "2024-03-14T22:19:00Z",
    "title": "Maestra de Texas donó su riñón a un niño que no conocía y le salvó la vida",
    "text": "Maestra de Texas donó su riñón a un niño que no conocía y le salvó la vida\nCuando la familia de Baer Sobieralski descubrió que ninguno de sus miembros era compatible para donar su riñón el niño menor de un año, acudieron al público para pedir ayuda. Allí fue cuando Jane Callahan respondió a su llamado\nJane Callahan, maestra de tercer grado y madre soltera con dos hijos de\nTexas, cambió por completo la vida de un bebé que, tras nacer con una rara condición genética y padecer insuficiencia renal, necesitaba un riñón para poder seguir viviendo.\nCuando la familia de Baer Sobieralski descubrió que ninguno de sus miembros era compatible con el niño menor de un año, las autoridades médicas lo pusieron en lista de espera para un trasplante.\nDebido a que el niño contaba con muy poco tiempo de vida, la familia decidió acudir al público para buscar ayuda y así salvar al pequeño Baer.\n“Si tuviéramos un donante vivo, listo para funcionar, podríamos hacerlo mañana”, dijo el padre de Baer, ??Keith Sobieralski, a KEYE-TV, afiliada de\nCBS en Austin, en junio del año pasado.\nAl ver su súplica, Callahan hizo una llamada y ofreció uno de sus riñones a un niño que no conocía.\n“Simplemente sabía que si me iban a hacer la prueba sería compatible”, dijo Callahan a CBS News.\nEn diciembre se realizó una cirugía de trasplante de cinco horas en el Texas Children’s Hospital de Houston. Luego vino una agonizante espera antes de que la familia supiera si la cirugía había sido un éxito.\n“A su bebé le ha ido muy bien. Todo es estupendo”, dijo la enfermera a los Sobieralski después de la operación.\nCallahan le dijo a la madre de Baer, Mallory Sobieralski, que le encantaría conocerla. “Fue uno de los momentos más profundos de mi vida”, contó la mamá del pequeño.\nBaer, que ahora tiene 2 años, se está recuperando y Callahan también dice que se siente muy bien.\nMientras tanto, dos familias se han convertido en una.\n“Estás inundado de cosas negativas todo el tiempo en el mundo, y muy a menudo hay cosas hermosas que están ahí fuera, y sólo tienes que elegir mirarlas”, dijo el padre de Bear.\nSigue leyendo:\n–\nCaso de Madeline Soto conmociona a Florida: ¿qué se sabe sobre la trágica muerte de la niña hispana?\n–\nTragedia en Texas: Niña de 11 años que desapareció de camino a la escuela fue hallada muerta en un río\n–\nHombre de Texas arrestado por la muerte de la niña Audrii Cunningham será acusado de asesinato capital",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education",
      "Human Interest"
    ],
    "external_links": [
      "https://cbsaustin.com/news/local/central-texas-toddler-seeks-life-saving-kidney-donor-after-transplant-center-shutdown",
      "https://www.cbsaustin.com/news/local/central-texas-toddler-seeks-life-saving-kidney-donor-after-transplant-center-shutdown"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:50:25.047+02:00",
    "updated": "2024-03-15T00:50:25.047+02:00"
  },
  {
    "uuid": "3ed1a0bf6237b7f7d0fb095b7dcf0ab16d171d7b",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c037",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cognitiva",
    "published": "2023-12-28T21:44:00Z",
    "title": "#37 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:26.999+02:00",
    "updated": "2023-12-29T01:04:26.999+02:00"
  },
  {
    "uuid": "4f78a0d60e0cf364510600a47e271d5463aa68ab",
    "url": "https://www.lavozdegalicia.es/noticia/lemos/2023/12/29/ano-marcado-calor-intempestivo-ribeira-sacra/0003_202312M29C2991.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2023-12-29T03:00:00Z",
    "title": "Un año marcado por el calor intempestivo en la Ribeira Sacra",
    "text": "Durante el 2023, la sequía y los incendios forestales no afectaron al sur de la provincia en la misma medida que en el 2022, pero el año meteorológico trajo fuertes contrastes de temperaturas y precipitaciones, así como un calor otoñal desorbitado que perjudicó gravemente la cosecha de castañas y alteró la temporada de setas. El 2023 empezó lluvioso y con los embalses creciendo con gran rapidez. La nieve hizo aparición el 17 de enero, causando diversos problemas en las carreteras de montaña, y el 25 de febrero cubrió de blanco gran parte del territorio de la Ribeira Sacra . El invierno fue calificado como «húmido» por MeteoGalicia , pero eso no impidió que Monforte ocupase el quinto lugar de Galicia con la menor precipitación acumulada durante la estación , con 319 litros por metro cuadrado. Monforte también figuró entre los diez lugares de la comunidad donde se registraron las temperaturas invernales más bajas por debajo de los mil metros de altura, con 6,1 grados bajo cero. Esta mínima se registró el 11 de febrero.\nUna primavera muy cálida\nLa primavera meteorológica —es decir, el período que va de marzo a mayo— fue clasificada por MeteoGalicia como «moi cálida », lo que se hizo sentir en el sur de la provincia. Ribas de Sil y Monforte ocuparon el sexto y el décimo lugar —con 31,1 y 30,7 grados centígrados, respectivamente— en la lista de localidades gallegas donde se observaron las temperaturas máximas más elevadas de este período . La estación fue también definida como «seca» por la agencia meteorológica gallega, con un porcentaje de precipitación inferior en un 24% —para todo el territorio de la comunidad— a la media del período de referencia 1981-2010.\nLa misma calificación, «moi cálido» fue otorgada por MeteoGalicia al verano —meses de junio, julio y agosto—, un período en el que varios municipios del sur lucense rebasaron los 40 grados centígrados y se situaron en el ránking de los diez valores más altos de Galicia. Fueron los de Ribas de Sil, Monforte y Pantón. Todos los demás concellos de esta lista pertenecen a la provincia de Ourense.\nDos municipios de la Ribeira Sacra , los de Ribas de Sil y Pantón, también se colocaron entre las diez localidades gallegas en las que se observaron las temperaturas más altas del otoño , un período meteorológico —meses de septiembre, octubre y noviembre— que para MeteoGalicia fue «extremadamente cálido». En ambos concellos se registraron 35,1 grados el mismo día, que fue el 1 de octubre.\nBeneficio para los regantes y perjuicio para la castaña Aunque la primavera fue en general seca, el embalse de Vilasouto almacenó una suficiente cantidad de agua para abastecer durante el verano la red de regadío Val de Lemos , en la que no hubo que aplicar ninguna restricción, al contrario de lo que ocurrió en el 2022. En julio, el embalse de O Incio estaba al 76%,19% de su capacidad total. Un año antes, esa cifra era del 47,62%. La campaña de regadío terminó a principios de septiembre con menos agua de lo previsto, pero sin problemas de consideración.\nSi para los regantes fue un buen año, no ocurrió lo mismo con los productores de castaña . Las altas temperaturas de la primera quincena de octubre redujeron drásticamente una cosecha que al principio se mostraba prometedora en el sur lucense. Aunque no tantas como el pasado año, esta vez también hubo dificultades a la hora de conseguir suficiente fruta para celebrar la Festa da Castaña do Courel y la Festa da Pisa de Froxán.\nEl calor y la escasez de agua afectaron también a las setas . En los municipios de la Ribeira Sacra , la campaña de recogida de especies comestibles se retrasó cerca de un mes. Los hongos empezaron a brotar en abundancia a finales de octubre, cuando lo normal es que lo hagan en septiembre.\nAguas enturbiadas\nEl otoño, definido por MeteoGalicia como «extremadamente húmido » , también trajo abundantes precipitaciones al sur de la provincia. Las lluvias incluso enturbiaron el agua de la traída municipal en A Pobra do Brollón y Quiroga. Entre los meses de septiembre y octubre, en los dos municipios, los arrastres llevaron hasta las tuberías cenizas de los incendios del año pasado.\nA principios de noviembre, las lluvias también cayeron con intensidad suficiente como para provocar derrumbes en carreteras de los municipios de Sober, Folgoso do Courel y Ribas de Sil. En diciembre hicieron aparición las nieblas, lo que ocasionó que en lugares como Monforte pasasen días sin lucir el sol.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T08:23:46.557+02:00",
    "updated": "2023-12-29T08:23:46.557+02:00"
  },
  {
    "uuid": "af3dde15325ae45adb64470c9a9aa9dd7a73e974",
    "url": "https://www.eldia.es/sucesos/2023/12/28/detenido-palma-hombre-apunalo-pecho-96344361.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lorenzo Marina",
    "published": "2023-12-28T20:00:00Z",
    "title": "Detenido en Palma un hombre que se apuñaló en el pecho y culpó a su mujer",
    "text": "Vuelco en el caso que se investigaba como un presunto apuñalamiento de un hombre en el pecho por parte de su mujer en su domicilio de\n[Palma](/tags/palma/). El marido había culpado a su esposa de la agresión con arma blanca y ella había sido detenida por un presunto delito de intento de homicidio. Pero, a medida que han avanzado las pesquisas, los investigadores del Grupo de Homicidios no han conseguido acreditar la participación de ella en dicha cuchillada. Hasta el punto de que la arrestada ha quedado en libertad y él ha sido detenido por presunta detención ilegal y malos tratos.\nLos hechos ocurrieron sobre las diez de la noche del pasado martes en un domicilio del barrio palmesano de Cala Major. Una llamada de una mujer, de nacionalidad marroquí y de 58 años, al 112 alertaba de que su marido, neerlandés de la misma edad, había sido apuñalado en el pecho. A continuación agentes de la Policía Local de Palma y de la Policía Nacional acudieron con celeridad al inmueble. Los policías taponaron la herida sangrante del esposo para tratar de contener la hemorragia hasta la llegada de las asistencias sanitarias.\nMientras tanto, investigadores del Grupo de Homicidios de la Policía Nacional tomaron declaración a la esposa y ella aportó una versión muy confusa de lo ocurrido. Hasta el punto de que la mujer decía que podrían haberle apuñalado en un bar o en la calle sin precisar a ciencia cierta quién era el autor. En cambio, el marido señaló a ella como la persona que le había asestado dicha cuchillada en el tórax con la supuesta intención de matarle.\nLas asistencias sanitarias del Ib-salut se personaron poco después en el domicilio del apuñalado. Una vez estabilizadas sus constantes vitales, el hombre fue trasladado en una UVI móvil al hospital Son Espases, donde quedó ingresado en estado grave. Por su parte, los investigadores detuvieron a la mujer por un presunto delito de homicidio en grado de tentativa.\nAutolesionado para forzar la detención de ella\nA partir de este momento, los efectivos del Grupo de Homicidios de la Policía Nacional realizaron una minuciosa reconstrucción de lo ocurrido para tratar de determinar el grado de implicación de la mujer en dicho apuñalamiento. A medida que han avanzado las pesquisas, la participación de ella en la cuchillada en el tórax del hombre ha quedado en entredicho, se ha ido esfumando y ha ido cobrando fuerza que la autoría correspondería al esposo. De acuerdo con esta hipótesis, el hombre se habría autolesionado para forzar la detención de su mujer.\nLas explicaciones dadas por la supuesta víctima sobre cómo fue acuchillado se han ido desmoronando por momentos. Hasta el punto de que los investigadores no le han dado la menor credibilidad a la supuesta participación de la esposa en la cuchillada que había recibido en el tórax. A continuación, el arresto por detención ilegal y malos tratos se le ha comunicado al hombre en la habitación del hospital Son Espases, donde se encuentra ingresado. Mientras que su esposa, cuya puesta a disposición judicial estaba prevista que se fuera a producir este jueves, ha quedado en libertad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:16:39.425+02:00",
    "updated": "2023-12-29T00:16:39.425+02:00"
  },
  {
    "uuid": "20af3be6b38d86d6f159900015487b7655ef61c6",
    "url": "https://www.newsbreak.com/kget-1589923/3723049104919-man-sentenced-to-year-in-jail-for-dui-injury-crash-at-calloway-and-olive-drives",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-12-19T19:37:00Z",
    "title": "Man sentenced to year in jail for DUI injury crash at Calloway and Olive drives",
    "text": "By Jason Kotowski ,\n2 hours ago\nBAKERSFIELD, Calif. (KGET) — A man found guilty of felony DUI charges in connection with a 2022 crash that injured a husband and wife was sentenced Wednesday to a year in jail and five years of probation.\nIf he fails to comply with probation terms, Sean Tokash will be sentenced to five years and four months in custody, according to the District Attorney’s Office.\nTokash, 25, was convicted last month of two counts of DUI causing injury.\nOn April 23, 2022, Tokash ran a red light as he traveled north on Calloway Drive and collided with another vehicle at Olive Drive. A couple in the other vehicle suffered injuries including broken vertebrae.\nKern County Fire Department retires H408 after 24 years of service Two children in the back seat of the couple’s vehicle were unharmed.\nTests revealed Tokash’s blood-alcohol content at 0.089 and 0.095%, prosecutors said.\nHis probation terms include the following: checking in with a probation officer; completing substance abuse and DUI programs; submitting to searches for alcohol and undergoing blood-alcohol testing; paying restitution; and not possessing or drinking alcohol, or going to bars.\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. For the latest news, weather, sports, and streaming video, head to KGET 17.\n2",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Crime, Law and Justice->crime",
      "Crime, Law and Justice->reckless driving",
      "Crime, Law and Justice->court",
      "Social Issue->demographics",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Health->medical service",
      "Health->health care approach",
      "Health->injury"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.kget.com",
      "https://img.particlenews.com/image.php?url=0BjeBs_0xYQeDQP00",
      "https://www.kget.com/news/local-news/kern-county-fire-department-retires-h408-after-24-years-of-service/?ipid=promo-link-block1",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0BjeBs_0xYQeDQP00",
      "https://kget.com",
      "https://www.kget.com/news/local-news/kern-county-fire-department-retires-h408-after-24-years-of-service/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0BjeBs_0xYQeDQP00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=0BjeBs_0xYQeDQP00",
      "https://kget.com/news/local-news/kern-county-fire-department-retires-h408-after-24-years-of-service/?ipid=promo-link-block1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jason Kotowski",
          "sentiment": "negative"
        },
        {
          "name": "Sean Tokash",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Kern County Fire Department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Calloway Drive",
          "sentiment": "none"
        },
        {
          "name": "Olive Drive",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:33:22.384+02:00",
    "updated": "2024-12-20T00:33:22.384+02:00"
  },
  {
    "uuid": "9804ce441e562f467bf9d816a8fd23ce0a947197",
    "url": "https://thesportsrush.com/nfl-news-were-stuck-with-fake-a-jake-from-state-farm-patrick-mahomes-nikes-old-snow-day-commercial-goes-viral-yet-again-as-chiefs-torture-dolphins-in-harsh-weather/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aniket Srivastava",
    "published": "2024-01-14T06:57:00Z",
    "title": "\"We're Stuck With Fake A** Jake from State Farm & Patrick Mahomes\": Nike's Old Snow Day Commercial Goes Viral Yet Again as Chiefs Torture Dolphins in Harsh Weather - The SportsRush",
    "text": "“We’re Stuck With Fake A** Jake from State Farm & Patrick Mahomes”: Nike’s Old Snow Day Commercial Goes Viral Yet Again as Chiefs Torture Dolphins in Harsh Weather [Aniket Srivastava](/author/aniketsrivastava/) |Published The football craze in the country is off the charts as the NFL playoffs kicked off on Saturday. Yet, fans are reminiscing about the good old days when sports commercials were hardcore and enjoyable. A recent viral 8-year-old ad has sparked discussions, with fans noting the absence of similarly impactful advertisements nowadays. Advertisement A viral commercial making waves on the internet revolves around the theme of “Snow Day,” released by Nike in 2015. The ad kicks off with the former Patriots TE, [Rob Gronkowski](https://thesportsrush.com/tag/rob-gronkowski/), waking up to the joyous news of a snow day. Full of excitement, Gronk gets geared up in Nike sports attire, grabs a football, and one by one invites fellow athletes to join him for a game in the snow. Advertisement Besides Gronkowski, this ad showcased more than 20 star athletes, including Ndamukong Suh, LeSean McCoy, Luke Kuechly, Odell Beckham Jr., Ben Roethlisberger, Antonio Brown, and Marcus Mariota, among others. Towards the end, they split into two teams, one led by Rob Gronkowski and the other by Ndamukong Suh, engaging in a spirited game of football on a snow-covered field. The commercial brilliantly features Nike’s range of sportswear throughout and the ad concludes with the tagline “Get Out Here.” It delivers a powerful message that even ruthless winters can’t break a passionate athlete’s spirit to perform. Moreover, as the video went viral on the internet, fans can’t help but talk about how much they miss such ads. A fan said, “They don’t make commercials like they used to. Especially sports commercials. Now we’re stuck with fake ass Jake from State Farm and Patrick Mahomes everywhere” Loading embed tweet https://twitter.com/ThatRealSteel/status/1746271293060645193?ref_src=twsrc%5Etfw Advertisement Another one wrote, “League is too soft now they would have to delay the filming of this commercial due to road conditions” Loading embed tweet https://twitter.com/RealDealEsq77/status/1746277780617138383?ref_src=twsrc%5Etfw Someone else stated, “This ad deserves appreciation. ….I doubt anything like this will happen again in today’s time with such big star plyers coming all together.” Loading embed tweet https://twitter.com/travkreed94558/status/1746402178187841666?ref_src=twsrc%5Etfw This Nike ad truly captured the essence of the game, hitting a chord with viewers. Its inspiring portrayal had the ability to make anyone want to round up their friends for a snowy game. Even after 8 years, its appeal continues to captivate the audience. The ad was reminiscent of the snowy conditions of today’s Chiefs game against the Dolphins, which had Kansas City witness -30 temperatures. Chiefs Overcome Conditions to Secure Dominant Victory Over Dolphins The ad gained attention as the NFL faced challenges from harsh winter conditions recently. Extremely low temperatures have made it tough for games to proceed smoothly. The Buffalo Bills vs. Pittsburgh Steelers game got postponed and now instead of Sunday, it will be played on Monday afternoon. Moreover, similar discussions were happening before the Chiefs’ game at Arrowhead on Saturday. Despite the challenges, the [Kansas City Chiefs](https://thesportsrush.com/tag/kansas-city-chiefs/) managed to play against the Dolphins on Saturday night. They secured a spot in the Divisional round of the playoffs by defeating Miami 26-7. The game was pretty one-sided, with the Chiefs dominating throughout. The [Miami Dolphins](https://thesportsrush.com/tag/miami-dolphins/) only scored a touchdown in the second quarter when Tua threw a 53-yard pass to Tyreek Hill. Unfortunately for the Dolphins, their offense couldn’t match up to the formidable Chiefs’ defense. Star players for the Chiefs, WR Rashee Rice and running back Isiah Pacheco, each scored a touchdown, contributing to their victory. Advertisement Share this article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/RealDealEsq77/status/1746277780617138383?ref_src=twsrc%5Etfw",
      "https://twitter.com/travkreed94558/status/1746402178187841666?ref_src=twsrc%5Etfw",
      "https://twitter.com/ThatRealSteel/status/1746271293060645193?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/RealDealEsq77/status/1746277780617138383?ref_src=twsrc%5Etfw",
      "https://twitter.com/RealDealEsq77/status/1746277780617138383",
      "https://twitter.com/travkreed94558/status/1746402178187841666",
      "https://www.twitter.com/travkreed94558/status/1746402178187841666?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/ThatRealSteel/status/1746271293060645193?ref_src=twsrc%5Etfw",
      "https://twitter.com/ThatRealSteel/status/1746271293060645193"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patrick mahomes",
          "sentiment": "neutral"
        },
        {
          "name": "ndamukong suh",
          "sentiment": "none"
        },
        {
          "name": "rob gronkowski",
          "sentiment": "none"
        },
        {
          "name": "gronkowski",
          "sentiment": "none"
        },
        {
          "name": "gronk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chiefs torture dolphins",
          "sentiment": "neutral"
        },
        {
          "name": "nike",
          "sentiment": "neutral"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T09:16:26.989+02:00",
    "updated": "2024-01-14T09:16:26.989+02:00"
  },
  {
    "uuid": "758ad3e3e992552a400d28548af3424e30d5fafb",
    "url": "https://menafn.com/1108170208/President-Ilham-Aliyev-We-Highly-Value-Polands-Position-That-Spans-The-Entire-South-Caucasus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-05-03T04:16:00Z",
    "title": "President Ilham Aliyev: We Highly Value Poland's Position That Spans The Entire South Caucasus | MENAFN.COM",
    "text": "( MENAFN - AzerNews) “We highly value Poland's position, as a member state of theEuropean Union and as an initiator of the Eastern Partnershipprogram, which contributes to shaping the EU's policy aimed atfostering regional cooperation that spans the entire SouthCaucasus,” President of the Republic of Azerbaijan Ilham Aliyevsaid in his congratulatory letter to President of the Republic ofPoland Andrzej Duda on the occasion of Constitution Day.\nAccording to Azernews, the Azerbaijani leader extended hissincerest congratulations and best wishes to Andrzej Duda and,through him, to all the people of Poland on behalf of himself andthe people of Azerbaijan.\n“We are pleased with the current level of relations betweenAzerbaijan and Poland, which are founded on traditions offriendship and mutual respect. Our rapidly developing cooperationin economy, transportation, culture, and other areas serves theinterests of both our countries and our people,” the letterreads.\nPresident Ilham Aliyev expressed confidence that joint effortswould be continued to realize the existing potential ofAzerbaijan-Poland relations, to expand the scope ofAzerbaijan-Poland cooperation, and to infuse it with newcontent.\nMENAFN03052024000195011045ID1108170208\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.azernews.az/nation/225507.html",
      "https://azernews.az/nation/225507.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ilham aliyev",
          "sentiment": "negative"
        },
        {
          "name": "azernews",
          "sentiment": "none"
        },
        {
          "name": "pola",
          "sentiment": "none"
        },
        {
          "name": "ilham aliyevsaid",
          "sentiment": "none"
        },
        {
          "name": "andrzej duda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "eastern partnershipprogram",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "poland",
          "sentiment": "none"
        },
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "republic of azerbaijan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T18:11:55.259+03:00",
    "updated": "2024-05-03T18:11:55.259+03:00"
  },
  {
    "uuid": "72dba4e93d74db1d3f742664b8145f157d21b4b7",
    "url": "https://flipboard.com/video/euronews/c77127916b",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Euronews",
    "published": "2024-05-03T00:00:00Z",
    "title": "Palestinian journalists awarded World Press Freedom Prize | Flipboard",
    "text": "An international jury of media professionals singled out the journalists in Gaza who have documented Israel’s relentless bombardment of their homeland. More stories from [Euronews](/@euronews) Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Rights & Freedoms](/topic/rights) [Morning Docket: 05.03.24](/topic/rights/morning-docket-05-03-24/a-ftqyjbtbQCuGPIg7JwFqng%3Aa%3A2460014712-11f8d79f1d%2Fabovethelaw.com) * Trump claims the gag order prevents him from testifying. So now Justice Merchan is going to have to the comically uncomfortable conversation asking … [The US sanctioning of IDF’s Netzah Yehuda Battalion is absurd - opinion](/topic/rights/the-us-sanctioning-of-idf-s-netzah-yehuda-battalion-is-absurd---opinion/a-o1wgFuatSYWm8DyVTw8N1Q%3Aa%3A179087245-1ab5737b22%2Fjpost.com) The news came on the day that America was poised to pass a mass assistance package to Israel, strengthening the relationship between America and …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "merchan",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "david pecker",
          "sentiment": "none"
        },
        {
          "name": "hope hicks",
          "sentiment": "none"
        },
        {
          "name": "pecker",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "euronews",
          "sentiment": "none"
        },
        {
          "name": "national enquirer",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T00:30:20.070+03:00",
    "updated": "2024-05-05T08:06:35.045+03:00"
  },
  {
    "uuid": "ea6fe554a499c4d41b3363d0dafd085a901f8342",
    "url": "https://thenarcissisticlife.com/5-things-that-can-go-wrong-when-healing-from-narcissists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander Burgemeester",
    "published": "2024-08-30T11:19:00Z",
    "title": "5 Things That Can Go Wrong When Healing From Narcissists?",
    "text": "Healing is how you move on and start to redefine your own identity.\nComing from nothing, and building to something, it’s never linear. You go back and forth, between the good days and the bad.\nSoon enough, those bad days get less frequent.\nWhen they don’t, something isn’t right.\nWhen healing – things can go terribly wrong.\nUnderstanding what those things are will help you form a baseline of improvement – and really shed that last layer of abuse that’s clinging to you.\nYou’re worth the healing.\nHealing is Necessary\nLeaving any narcissistic relationship is going to involve an element of healing. When you feel so tired that you can’t even comprehend putting a future for yourself together – that’s when you know the narcissist has worn you down.\nAnd that’s when healing starts.\nAnd it’s not linear. No healing is. You will get rough days, and great days, and all in between.\nIf you want to truly move on from the narcissist, healing is going to be necessary. You need to be able to reflect on the relationship, everything that happened, and learn a lot about how damaging narcissistic relationships really are.\nA huge world will open up for you as you start to heal. As you walk your journey, you should be prepared, or at least be aware that things can go not according to plan sometimes.\nThese things are never intentional – but they do happen.\nAnd I want you to know about them.\nWanting What’s Best For Yourself – and Fighting For It!\nAt the end of the day, that’s all it’s really about, isn’t it?\nWanting what’s best for yourself and being able to fight for that.\nPersonally speaking, I want the best for you. I know narcissistic abuse can wear you down and leave you feeling like you have nothing.\nBut that’s not the case.\nAnd when you feel that weakness cropping in, you can use your awareness to step aside and not get drawn back into the past.\nSo, with that in mind, let’s get to those 5 things that can go wrong when healing from narcissists.\nWhat Can Go Wrong When Healing From Narcissists? Check Out These 5 Things!\n#1 You Open Back Up To The Narcissist\nSo, enough time has passed now, right? You feel completely healed of all past narcissistic abuse, and you have learned so much about the kinds of people narcissists are.\nYou have gone to hell and back in your quest for strength, and you know what? A big part of you now actually feels ready to open back up to the person who caused all that pain.\nSo you do!\nYou call them, you meet them, you find them again. You know this time it’s going to be different. Why? Because you know them better! You will be able to spot the signs that the tide is turning sooner. You’ll be more in control.\nYou’ve got this – and you aren’t going to be walked all over like you were before because you have a new attitude to abuse.\nYou won’t tolerate their bad side, so you go ahead and seek out what you think is going to be a good side.\nBig mistake.\nHealing is only possible when you realize that going back in time and putting yourself in that position again is impossible.\nEven if you think you know what you’re doing – it’s not going to go well.\n#2 You’re Angry That You Fell For It Again\nAnd then comes the next step – you apply point number 1. When you finally come face to face with the person who caused you all that pain in the past – you regret it instantly.\nBeyond the regret there is the anger that you allowed yourself to slip back into old habits so quickly.\nA big part of this is understanding that healing doesn’t mean you go back to the environment that made you sick in the first place. You’re feeling better than you’ve felt for a long time, and then what?\nYou turn back around and want to have to do it all over again?\nHealing isn’t linear, and I appreciate that.\nHowever – healing is for one reason only. It’s to move on from the hurt and damage you experienced.\nFalling for it again is going to set you back several steps you worked hard to achieve.\n#3 The Setback\nThe focus when falling back into the arms of a narcissist after a long and arduous period of healing can be how much it sets you back.\nThis isn’t about doing what you did, it’s what it ends up doing to you.\nAll that hard work – and I know there will have been tears. Both day and night. The feeling like you’re never going to be able to move on. Using all your strength to remain no contact with the person who caused so much stress and toxicity in your life.\nIt all comes crashing down the moment you reach out to the narcissist again.\nAnd I get it. You worked on loving yourself so hard that you think, “It’s okay. No matter what happened in the past, I am a different person now. I know the narcissist isn’t going to be able to break down my walls like they did then.”\nAnd then they do. Because guess what? You can not see the narcissist for years and years, but the second you do, you revert back into the role you once played.\n#4 You Feel Foolish\nIt’s natural to feel foolish for believing things might be different. Looking at yourself and how you’ve healed, it can be almost automatic to believe that means the narcissist has also been working on themselves.\nAnd when you realize they haven’t? You can feel embarrassed that you put yourself in that position. The false hope that maybe you are able to make amends. Or the relationship you always hoped you’d have looks like it could come to fruition this time.\nBut it doesn’t.\nIt can’t. Only part of the dynamic has changed, and in fact, with everything you’ve learned – would it stand a chance?\nIf you have taken the time to learn about narcissism and everything that goes with the toxic traits of others – you can’t ‘unlearn’ any of it.\nYou know what, though? Don’t feel foolish. Your heart never stopped being good, and you continue to see the best, or the potential best in people…\n…Including the narcissist!\n#5 Are They Happy You Healed?…\nI can let you know firsthand that a narcissist isn’t going to be happy that you went off and healed. They hate the idea of you becoming more independent in thought and knowledge. If you are wise, it’s because you’ve been able to understand why the narcissist acts how they do.\nThey can’t stand you knowing the real them. Their facade has been ruined, and what they’ve spent a lifetime building, you’ve dismantled.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T14:30:16.032+03:00",
    "updated": "2024-08-30T14:30:16.032+03:00"
  }
]