[
  {
    "uuid": "d51846a8486e6cf26ab42095f399ae3ef8b60bc0",
    "url": "https://httpswwwch-ymassgecomjiny67653.ampedpages.com/%EC%95%88%EB%A7%88-%EC%9E%98%ED%95%98%EB%8A%94%EA%B3%B3-%EC%A7%84%EC%98%81%EC%B6%9C%EC%9E%A5%EC%95%88%EB%A7%88-%EC%9E%AC%EB%B0%A9%EB%AC%B8-100-massage-51626890",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Httpswwwch-Ymassgecomjiny",
    "published": "2023-12-29T09:17:00Z",
    "title": "ì•ˆë§ˆ ìž˜í•˜ëŠ”ê³³ ì§„ì˜ì¶œìž¥ì•ˆë§ˆ ìž¬ë°©ë¬¸ 100% Massage",
    "text": "There are couple of points nowadays that feel as good as a massage therapy! In case you have at any time obtained a specialist therapeutic massage, you already know precisely how comforting they are able to truly feel. Your worries and cares often burn away. This information will describe some tips and ideas with this calming expertise.\nUsing massage therapy oil does indeed assist usher in the added sensation and discomfort. It will help reduce anxiety and anxiety in the muscle tissues. Method is a thing, and getting the right therapeutic massage oil does indeed perform the more technique. Kneading the essential oil in the skin area as you may deep tissues restorative massage is simply great.\nOne of the most crucial things to consider if you are supplying your massage to someone is to make certain that the environment is up to par. Keep stuff comfortable and make use of bathroom towels to soften the spot the particular person you will be kneading will be lying down along with.\nWhile you are giving your massage therapy, attempt to have audio taking part in in the room. This music ought to be extremely comforting and relax, without numerous phrases. Audio therapies might help soothe the muscle groups to enable you to increase the all round expertise and aid your overall technique during the massage therapy which you give.\nAs soon as your toes damage, you damage around. Ease the anguish with a decent ft . restorative massage you can do on your own or someone can do it for you. Stroke your foot with your thumb from the base of your heel to your toes. This movements ought to go to and fro all over your ft . as well.\nWhen offering a therapeutic massage, it is vital which you use oils or lotion. Massage therapy oils can increase the movements of your delicate tissues. Making use of essential oil will reduce the pinching and tugging feel on the skin. Restorative massage skin oils can be found in many different varieties. They include aromatherapy and give lubrication and nutrition.\nAlthough providing a massage, your moves needs to be sluggish to achieve a calming, calm reaction. Support your thumbs while using the those to massage tighten muscle tissues. Work together with your weight to protect yourself from exhaustion.\nYou should do a abdomen massage therapy following each meal. Utilizing 1 or equally palms, commence rubbing your stomach area making use of clockwise round motions. The clockwise movements is the same direction that your particular meals digests by natural means within your intestines. This will help to with digestive function which will help prevent fuel and intestinal soreness.\nAre you unclear where you should be paying attention yourself-massages? Where the pain is in! Begin with the locations which are painful and radiate outward. If an additional region of discomfort emerges, massage this too. Whenever it prevents experiencing good, then you could stop the therapeutic massage, if you wish to.\nIt could be easy to decrease stomach aches by rubbing your abdomen. When you therapeutic massage your abdominal area, use both hands and massage in the clockwise path. This may assist in the digestive function method. Make sure you are as mild that you can. Avoid placing plenty of tension on your tummy until finally digestion continues to be accomplished.\nMake certain that if you use massage therapy oils on an individual during a massage therapy, allow them to have the opportunity shower off when you're completed. The shower room will rinse the gas away and provide a soothing impact. This can be vital to the facial skin, since it prevents pores from obtaining clogged up and spots from taking place.\nAn incredible restorative massage to relieve strained shoulders is a bear hug. To start, cross your hands more than your chest area. Get your arm with both palm. Then, squash a arm and discharge it around three occasions. Accomplish this for both of them. Following that, shift lower your hands, compressing and delivering them before you reach your wrists.\nCalming music is important while you are supplying a restorative massage. Audio is likely to unwind the recipient of the massage. As they chill out, their muscle tissue will discharge their pressure. This will make the massage more effective, plus your palms will loosen those tight muscle tissue.\nDon't neglect to suggestion your masseuse. As a massage therapist is really a service staff member, gratuities make up a big part of their cash flow. Make an effort to suggestion somewhere close to 20 % depending on the assistance you acquired.\nBreathing is amongst the most essential aspects of getting therapeutic massage. Try to inhale and exhale as usually as possible, even when you feel feelings which you have in no way noticed in your life. Your system will ultimately accommodate the massage therapy, for your inhaling and exhaling pattern need to remain the same through the entire method.\nIf you have not eliminated to have a therapeutic massage as you think that it must be too expensive, it's not really. Prices of massages could be very expensive, but there are numerous locations where give excellent massages on an affordable value. Educational institutions which have massage treatment programs also frequently supply deeply reduced massages preformed with the students.\nA bit of good restorative massage is gentle and functions on the dilemma region with persistence. Sophisticated techniques might be great, but the aim of a massage is generally to slow-moving the entire body and relax the muscle groups. You have to program your cerebral vascular accidents and make sure that they're sleek so the location is provided enhanced comfort that it wishes.\nShould you suffer from anxiousness, question your medical professional if standard therapeutic massage may help. This treatment has been used for hundreds of years to relieve the physique and relax your head. Only if for an hour or so per week, you should be able to get away from from the tension, anxiety and irritation that anxiousness brings about you.\nTry using a system rock and roll or perhaps a bamboo resource so that you can apply strain more efficiently. Retaining one of those objects inside your fingers will provide you with far more power, but also you can apply the subject right on the tense muscle. Make sure you apply certain gas or other sort of lubricant.\nAcquiring a massage can be a true happiness well worth suffering from. Feeling all of your stress just reduce from your physique is surely an extraordinary sensation. Even though it can be a little pricey, we think you will recognize that it must be definitely worth the cost to the tranquility that it gives you!\nHandful of issues in life might take you away to la-los angeles property quicker than the usual excellent massage. We must have these to relax, loosen up and relieve anxiety inside our hard-did the trick muscle groups! Learn more about how including massages into your hectic agenda may benefit you in mind and body. You won't be the very same after reading!\nShould you experience repeating pain inside your muscles, get a book that points out trigger factors, or go to the masseuse who is able to show you neuromuscular treatment method. Trigger details or little knots frequently occur in tight muscle tissues. These knots can cause discomfort to take place throughout your system. Guides on skilled massages and induce position therapy can help you eradicate these points.\nOne easy approach to give you a massage is to apply a \"raking\" strategy. This is done by distributing your hands and taking advantage of your fingertips. Start in the arm location then relocate your fingers inside a raking action on the again. Make sure the fingers shift over the spinal column not in addition to the spine. While a single hands movements up transfer one other 1 downward in alternating motion.\nIf you're getting a full body massage therapy, ensure that the massage therapist works with a therapeutic massage oils. These fats can be a have to once they consider excavating deeply into the ligaments and muscle tissue without the need of triggering irritation. These fats make their hands and wrists slick, that helps minimize rubbing and decreases the probability of obtaining skin area burns up.\nIn case your baby is having a tricky time getting to sleep, give restorative massage a go. Therapeutic massage is calming and simple for just about any parent to complete. Just relax the infant on your own lap and rub the back, forearms, hip and legs and neck area carefully. You may also use a very little oils to create the massage more enjoyable.\nWhile you are offering a massage therapy, do not utilize the exact same stroke time and time again. This may create the total practical experience mundane, as you wish to incorporate the maximum amount of alter during the program as is possible. Change your method, the heart stroke and exactly how hard you click on the rear, neck and upper thighs.\nSwedish massage therapy is regarded as the frequently presented type accessible. Some people look at this just to become a standard massage therapy. The cerebral vascular accidents are long and clean, done in a kneading movement, normally in circles. The massage therapist will probably use essential oil along the way. It is not as well thorough and quite pleasant.\nIf your kid is suffering from colic, a mild restorative massage may reduce a selection of their suffering. Somewhat cozy some lavender newborn lotion and lightly restorative massage your infants back again, thighs, hands and wrists and feet. This helps unwind your youngster which makes them much less choosy should they be suffering from belly cramping due to colic.\nAn incredible place to start with a massage therapy will be the rear. Once you start in your partner's back, you will give their body a general rest that is certainly a lot more favorable to kneading the other body. The quicker you can get their entire body to unwind, the greater advantageous the whole massage therapy will likely be.\nOnce you have a customer that you are currently offering a therapeutic massage to, check with whether or not they are comfortable. The very last thing which you will want is someone who does not feel protect while you are supplying a restorative massage. In addition, they are really small and tough to massage should they be concerned.\nAs soon as your toes are sore after a long working day, take into account getting some reflexology. This treatment uses tension on certain parts of the foot which are associated with your bodily organs, much like in acupuncture. It brings about not simply the feet to feel awesome, but in addition assists balance your solutions and provides you a great deal of relaxing.\nIf rubbing is totally new to you or maybe you don't really know what to get, try out a Swedish or serious tissue restorative massage. There are numerous kinds from which to choose, and a few might not be as great as other individuals. These two protect each stops in the spectrum in massage treatment.\nTry not to go over 45 moments while you are offering a massage. Bear in mind that you are urgent down on someone's system for long periods of your energy if you are kneading. Consequently, if you it for too long you can easily cause some bruising and pain, which you should\nmassage stay away from.\nBefore receiving a massage therapy, tell your massage therapist of all of the trouble spots you have. Should you don't you could possibly wind up losing half of your massage therapy time on regions that need a lot much less try to feel good! This interaction will provide your therapist a course of action for that very limited time there is accessible.\nDo you realize you have excellent personal-restorative massage tools throughout the house? Why not lay with a tennis golf ball to get a aching location on your back? A rolling pin is perfect for the foot of your toes. Walk about your home and you could be very impressed by all the great resources you discover!\nShould you suffer from health concerns for example high blood pressure or are expecting, talk up just before getting your therapeutic massage. In many instances, a restorative massage is still harmless, but the technique will probably need to be adjusted. A professional massage therapist can help you get the relaxation you are seeking while remaining safe if you are willing to speak up.\nDo not be afraid to try out new restorative massage tactics when seeing the hot tub. Some health spas offer you massages exactly where warm stones are used, others husband and wife massages by using a dark chocolate cover or seaweed. These strategies can improve the whole experience, benefiting your own muscles, pores and skin and mind. Think about them if you are looking for a true indulging practical experience.\nIf you want gentle massages, require a Swedish therapeutic massage. This kind of massage therapy employs extended, mild strokes. This has been identified as by far the most relaxing sort of therapeutic massage readily available. This restorative massage lightly massages the superficial tiers of muscle tissues leading to relaxing and satisfaction. This type of restorative massage is wonderful for those who are a novice to therapeutic massage.\nYou must certainly be completely confident that massages can definitely execute a great deal for you, particularly when you're very occupied and suffer with pains and aches. Seriously think about such a normal restorative massage may help you with and spread the phrase to help other individuals. Why not take full advantage of this kind of simple and easy cure to countless issues?\n안마 잘하는곳 진영출장안마 재방문 100% Massage\nThere are couple of points nowadays that feel as good as a massage therapy! In case you have at any time obtained a specialist therapeutic massage, you already know precisely how comforting they are able to truly feel. Your worries and cares often burn away. This information will describe some tips and ideas with this calming expertise.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://httpswwwch-ymassgecomjiny21963.shoutmyblog.com/24008513/안마-잘하는곳-진영출장마사지-재이용-100-massage",
      "https://www.httpswwwch-ymassgecomjiny21963.shoutmyblog.com/24008513/안마-잘하는곳-진영출장마사지-재이용-100-massage"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:20:53.311+02:00",
    "updated": "2023-12-29T15:20:53.311+02:00"
  },
  {
    "uuid": "04631cb28f70c8fa7295a3f5335f901da862dbd9",
    "url": "https://www.perfil.com/noticias/cordoba/verano-de-lujo-precios-y-servicios-de-5-opciones-top-para-vacacionar-en-cordoba.phtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María Gabriela Simonetti",
    "published": "2023-12-28T21:40:00Z",
    "title": "Verano de lujo: Precios y servicios de 5 opciones top para vacacionar en Córdoba",
    "text": "Con la llegada del verano y las vacaciones, algunos turistas se inclinan por elegir destinos en la provincia que no solo ofrecen el típico paisaje serrano, sino que también cuentan con servicios que marcan la diferencia como spa, cancha de golf y gastronomía de primer nivel. Myrian Prunotto: “quiero combatir las malas mañas de la política” En medio de un contexto económico incierto, muchos viajeros eligen destinos cercanos a sus lugares de residencia. Algunas opciones de alojamientos en distintos centros turísticos de la provincia: La Cumbre-Villa Giardino Pueblo Nativo : Ubicado entre Villa Giardino y La Cumbre, cuenta con diversas modalidades de alojamiento como suites, cabañas y casas. Se destaca por su cancha de golf y por ofrecer actividades al aire libre. El complejo cuenta con una pileta de 400 metros cuadrados y un spa con un circuito hídrico y diversas terapias destinadas al relax. En cuanto a la gastronomía, Pueblo Nativo tiene un restaurante que se nutre de productos locales. Para tener una noción de los costos, en enero se trabaja con un mínimo de 4 noches. La tarifa por noche por unidad es de 174 dólares + IVA ($174.230 finales). Para garantizar la reserva se debe contar con los datos de una tarjeta de crédito y al momento de hacer el check-in se abona la totalidad tomando el dólar vigente del momento o bien se puede pagar de forma anticipada el 100% de la reserva para congelar el tipo de cambio. Córdoba capital Azur Real : Ubicado a metros de la Manzana Jesuítica, en una antigua casa-comercio de dos plantas, este hotel de 16 habitaciones fue reconocido por ser uno de los mejores hoteles boutique del mundo con una arquitectura que fusiona lo antiguo y lo nuevo. En diciembre de 2020, sumaron los Baños de Azur, un circuito de bienestar inspirado en las antiguas termas romanas. El circuito insume dos horas y se recorre de manera individual, en pareja o grupos de hasta cuatro personas. Se puede complementar con masajes, terapias y gastronomía. Tienen prioridad los huéspedes del hotel que eligen la \"experiencia 360º\". El precio de las habitaciones parten desde $117.435 + IVA, incluye servicio de desayuno. Alta Gracia El Potrerillo de Larreta se ubica en la zona de Alta Gracia, a tan solo 43 kilómetros de Córdoba capital. Se caracteriza por su edificación colonial y por su campo de golf de 18 hoyos sumado a una pileta con vistas panorámicas a las sierras. También cuenta con dos canchas de tenis. El complejo ofrece un restaurante exclusivo que está abierto todo el año y brinda el servicio de traslado hacia el lugar en helicóptero y también sobrevolar las sierras de Córdoba. Los precios para alojarse parten desde los $135.945 + IVA por noche. Villa General Belgrano El Böden Hotel Spa by AKEN Soul se encuentra en Villa General Belgrano, a 1,4 km del parque cervecero de Villa General Belgrano, y ofrece alojamiento con restaurante, estacionamiento privado gratuito, pileta exterior de temporada y centro de fitness. Cuenta con bar, salón compartido y jardín. Hay recepción 24 horas, room service y servicio de organización de excursiones. El precio por noche es de $192.208. San Javier La Posada Rural La Matilde se encuentra en San Javier y tiene jardín y bar. Cuenta con piscina exterior de temporada y habitaciones con aire acondicionado, WiFi gratuita y baño privado. Hay estacionamiento privado gratuito y servicio de enlace con el aeropuerto por un suplemento. Las habitaciones están equipadas con armario, ropa de cama y terraza con vistas a la montaña. Todas las habitaciones disponen de caja fuerte. El precio por tres noches es de $709.861. Miramar Hotel Spa Casino Ansenuza : Cuenta con promociones para días de semana, fin de semana o por semana completa. Una habitación doble o twin por 4 días y 3 noches durante la semana tiene un costo $340.000, por el fin de semana de $380.000 y por una semana completa de $720.000. Todas las promociones incluyen desayuno, buffet y cena.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://bodenhotelspaakenmind.com-hotel.com/es/",
      "https://ansenuzahotelcasino.com.ar/",
      "https://www.elpotrerillodelarreta.com/",
      "https://azurrealhotel.com/portal/es-es/2227/Home",
      "https://www.pueblonativo.com.ar/",
      "https://es.luxuryhotel.world/hotel/1641693?checkin=2024-01-29&checkout=2024-02-01&rooms=1&adults=2&children=",
      "https://es.luxuryhotel.world/hotel/1641693",
      "https://www.elpotrerillodelarreta.com",
      "https://pueblonativo.com.ar/",
      "https://www.ansenuzahotelcasino.com.ar/",
      "https://ansenuzahotelcasino.com.ar",
      "https://www.pueblonativo.com.ar",
      "https://www.es.luxuryhotel.world/hotel/1641693?checkin=2024-01-29&checkout=2024-02-01&rooms=1&adults=2&children=",
      "https://bodenhotelspaakenmind.com-hotel.com/es",
      "https://www.bodenhotelspaakenmind.com-hotel.com/es/",
      "https://elpotrerillodelarreta.com/",
      "https://www.azurrealhotel.com/portal/es-es/2227/Home"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:06.385+02:00",
    "updated": "2024-01-05T00:16:15.957+02:00"
  },
  {
    "uuid": "38e8ea6368940d813fe75da09c0350797f38c184",
    "url": "https://chicago.suntimes.com/2023/12/29/24016895/jews-palestinians-future-peace-antisemitism-bolotin-american-jewish-committee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurence Bolotin",
    "published": "2023-12-29T01:25:00Z",
    "title": "‘Jewish and Palestinian communities deserve a future free from fear’",
    "text": "As we stand at the threshold of a new year, let us embrace the blank canvas it offers, seizing the opportunity to paint a narrative of resilience, growth and unity.\nIn a time marked by uncertainty and strife, the power of a child’s question can be both heart-wrenching and enlightening. One evening, as I sat with my daughter, her innocent query cut to the core of our concerns: “Daddy, are people going to come to Chicago to kill Jews?”\nHer words underscored the ever-present fears and divisions that linger in Chicago and beyond. But amid the challenges, there is hope, and the American Jewish Committee is uniquely poised to be a catalyst for change.\nAs a dedicated board member of AJC, my involvement with this organization is deeply personal. AJC’s unwavering commitment to promoting acceptance, combating antisemitism and advocating for human rights resonates with me on a profound level. These are not just values; they are a call to action, a path toward building bridges between communities in conflict.\nOpinion\nAJC’s unique position in the pursuit of peace lies in its extensive network, diplomacy and dedication to personal engagement. The organization actively engages with policymakers, diplomats and thought leaders on a global scale, creating platforms for dialogue and cooperation. It is in these connections and shared experiences that AJC finds its strength.\nBoth Jewish and Palestinian communities are hurting amid the ongoing war. The pain is real, and so is the urgent need for healing. AJC’s mission is not only about diplomacy; it’s about people. By organizing educational programs and exchange initiatives, AJC fosters personal connections that serve as critical reminders to us of the shared humanity that transcends borders and political differences.\nIt is crucial, particularly in these trying times, for communities to come together. Both Jewish and Palestinian communities deserve a future free from fear, and we can all play a role in achieving this. As an AJC board member, I have seen firsthand the organization’s dedication to fighting antisemitism and advocating for human rights on all sides, fostering a more equitable and harmonious future.\nThe need to unite against terrorism is a shared goal. Hamas, recognized as a terrorist organization by numerous countries, including the U.S., poses a threat to the security and peace of all. It is imperative we come together, transcending political boundaries, to combat terrorism and promote a more secure future for everyone.\nSteps to promote peace\nFor those in Chicago and beyond, there are concrete steps we can take to bridge divides and promote peace:\n- Educate yourself: Take the time to learn from trusted, balanced sources about the conflict, its history and the perspectives of all parties involved. Knowledge is a powerful tool for understanding and empathy.\n- Support peace initiatives: Advocate for organizations like AJC, which work tirelessly to promote peace, understanding and cooperation between communities.\n- Engage in dialogue: Open conversations with individuals from different backgrounds. Building bridges begins with a willingness to listen and understand.\n- Foster inter-community relationships: Support cultural exchange programs and initiatives that bring Jewish and Palestinian communities together for mutual understanding.\n- Promote acceptance: Encourage acceptance and respect in your community. Speak out against hate and discrimination wherever you encounter it.\nIn these uncertain times, AJC’s unique ability to facilitate understanding is a beacon of hope. As we join hands, recognize our shared humanity and stand together against terrorism, we can work toward a world where fears like my daughter’s become a relic of the past. Building peace is a collective effort, and AJC is leading the way. Join me.\nLaurence Bolotin has worked in higher education administration and the Jewish community for 20 years. He is the former regional director and a current board member of the American Jewish Committee in Chicago.\nThe Sun-Times welcomes letters to the editor and op-eds.\nSee our guidelines.\nThe views and opinions expressed by contributors are their own and do not necessarily reflect those of the Chicago Sun-Times or any of its affiliates.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ajc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:15:52.944+02:00",
    "updated": "2023-12-29T14:15:52.944+02:00"
  },
  {
    "uuid": "39ef93c3f60c81d53c46309601c72b77cbb9c294",
    "url": "https://www.meneame.net/story/minas-uranio-espana-2025/c031",
    "ord_in_thread": 0,
    "author": "crissis",
    "published": "2025-05-07T21:23:00Z",
    "title": "#31 Minas de uranio en España 2025",
    "text": "Este envío tiene varios votos negativos.\nAsegúrateantes de menear\n Minas de uranio en España 2025\npor a enviado:\nLa historia de la minería de uranio en España ha sido variada, con minas en Salamanca y otras regiones. Proyectos como el de Berkeley Minera en Retortillo han enfrentado desafíos, especialmente con la Ley de Cambio Climático. El cierre de la última mina de uranio en Salamanca marca el fin de esta industria en el país.\n|\n#1no tienes uranio en salamanca ni para la mitad de las centrales que tienes ahora. Además de eso, tu forma de enriquecerlo supongo que será comprándole Bitcoin, no?\nO haciendo fakin burpis?\n#7Pues no lo sé, pero por este artículo tu tampoco...\nEn esa página no aparece ni un dato de cuanto uranio han sacado, o la calidad...\nNi uno.\n#7para las centrales nucleares españolas no lo suficiente y tendrías que enriquecerlo. Donde lo enriqueces? No vale cocerlo con Avecrem ehh, lo de chup chup aquí no vale! Es otra cosa!\nSabes de lo que hablas o te dijo tu cuñado de Repsol que vengas a soltar esto?\n#18te refieres a Carrero blanco? Creo que fue amonal, no uranio... Pero no recuerdo\nA ver, siempre habláis sin concretar nada.... Ese uranio, en saelices el chico, producias 300 toneladas año, con la producción de dos años no tenías para abastecer a Almaraz siquiera.\n(75 toneladas de enriquecido cada 18 meses consume, osea 675 toneladas sin enriquecer, más de dos años de producción).\nLa de quercus en toda la vida útil de la mina no se sacaron más de 6k toneladas. Menos de la producción de dos años que necesitan tus centrales.\nY acuérdate de dónde vas a enriquecerlo.\n#22si y los pantanos y la seguridad social. Esa me la se.\nLa realidad es que lo que hicieron fue asesinar españoles, usurpar el poder por la fuerza y vender la mitad de la extensión de España para que sus biznietos tengan aún más patrimonio que la casa real. De eso sí que no alardean.\nNi del terrorismo en época de franco, ni de como rompió y vendió España hasta pulirse la mitad.\n#1si los ciber voluntarios de guardia lo tapan con sus negativos para ganarse el dogchow deja de ser verdad\n#14La moda de minar uranio para las plantas que se van a cerrar.\n#1Y eso que Sánchez se erigía como el protector contra los bulos.\n#1y de quién es?\n#26Pues qué hace Berkeley pagando la concesión de la mina?. Paga permisos, impuestos, costes de explotación,...y el uranio que extraiga se lo da al estado español?. Negocio ruinoso.\nYo creo que más bien se lo queda Berkeley, se lo vende a quien más le pague y Salamanca se queda con la basura que genere la mina\nwww.meneame.net/story/sanchez-mucho-hablan-centrales-nucleares-poco-ha\nSobre uranio hay una buena \"charla\".\nEl uranio de Salamanca es como el motor de agua, sólo existe en mentes calenturientas, ignorantes o interesadas.\nwww.elsaltodiario.com/salamanca/isotopos-bursatiles-como-enriquecerse-#5Una empresa quiere abrir una mina por que no hay uranio. Culpa de mentes calenturientas o algun zurdo mentiroso...\n#5Ese artículo es basura. Claro que el uranio sale de la mina con la proporción natural y que hay que enriquecerlo. Es la proporción natural. El que ha hecho el informe del que habla es un puto biólogo, que de minas sabrá lo que le diga la empresa que le paga.\n#5No publiques bulos.\n#5menudo publireportaje para ir calentado el horno para la ley de 2021.\nNi un solo dato de cuanto uranio se ha sacado de la mina o la calidad...\nParece que es un artículo de propaganda para culpar a las leyes de Cambio Climático de que no se extraiga Uranio, pero aporta 0 datos de que fuera siquiera rentable la explotación (sin estar subvencionada a saco)\nSolamente dice en un caso \"una cantidad significativa de Uranio\"\nMás que información sobre las minas de Uranio suena a propaganda.\nParece que es un artículo de propaganda para culpar a las leyes de Cambio Climático de que no se extraiga Uranio, pero aporta 0 datos de que fuera siquiera rentable la explotación (sin estar subvencionada a saco)\nSolamente dice en un caso \"una cantidad significativa de Uranio\"\nMás que información sobre las minas de Uranio suena a propaganda.\n[#6](https://www.meneame.net/story/minas-uranio-espana-2025/c06#c-6)Es propaganda, ni si quiera cumple con los requisitos legales de identificar quién está detrás, se puede comprobar muy fácilmente haciendo click, lo mismo que cuando haces click en el perfil de empresa te lleva a\n[g.page/r/CW_Z4u2OyGBbEAE](https://g.page/r/CW_Z4u2OyGBbEAE)y tiene 3 votos positivos, de ellos mismos?.\n[#8](https://www.meneame.net/story/minas-uranio-espana-2025/c08#c-8)Propaganda es decir que en España no hay uranio. Si, si hay.\n[#8](https://www.meneame.net/story/minas-uranio-espana-2025/c08#c-8)Y si cuela cuela...\n[Autentifícate si deseas escribir](https://www.meneame.net/login.php?return=%2Fstory%2Fminas-uranio-espana-2025%2Fc031)comentarios. O crea tu cuenta\n[aquí.](https://www.meneame.net/register.php)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->natural resources",
      "Environment->hazardous materials",
      "Social Issue->demographics",
      "Social Issue->population and census",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://enenergy.es/blog/minas-de-uranio-en-espana/",
      "https://www.elsaltodiario.com/salamanca/isotopos-bursatiles-como-enriquecerse-uranio-pobre-salamanca",
      "https://g.page/r/CW_Z4u2OyGBbEAE",
      "https://enenergy.es/blog/minas-de-uranio-en-espana",
      "https://elsaltodiario.com/salamanca/isotopos-bursatiles-como-enriquecerse-uranio-pobre-salamanca",
      "https://www.g.page/r/CW_Z4u2OyGBbEAE",
      "https://www.enenergy.es/blog/minas-de-uranio-en-espana/"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T01:38:20.354+03:00",
    "updated": "2025-05-07T22:42:17.000+00:00"
  }
]