[
  {
    "uuid": "ae8f8e11878b3144894041ddccdcee0d4cae5261",
    "url": "https://spectator.org/holy-land-christians-celebrate-easter-amid-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Frances Myler",
    "published": "2024-03-29T00:00:00Z",
    "title": "Holy Land Christians Celebrate Easter Amid War - The American Spectator | USA News and Politics",
    "text": "Holy Week — from Palm Sunday to the Easter Triduum — is the highest liturgical feast for Catholics throughout the world. It is, as Fr. Solana says, a spiritual pilgrimage to the Holy Land, inviting Catholics to enter into the mystery of Christ’s passion. Easter recurs yearly, but each celebration draws the Church into the singular, eternally present occasion of Christ’s sacrifice and resurrection. It is not just a spiritual feast, but a physical one as well. Christ really did die and rise, and he did so in Jerusalem. With Israel at war since the Hamas attacks on Oct. 7, Holy Week and Easter in the Holy Land look different than in years prior. The Israel–Hamas war has greatly decreased the number of pilgrims and tourists who would otherwise attend Holy Week liturgies, and it has dramatically shaped the Easter celebrations of Christians throughout the Holy Land. Cardinal Pierbattista Pizzaballa, the Latin Patriarch of Jerusalem, presided over the traditional Palm Sunday celebrations in Jerusalem, though only about 3,000 people attended — far fewer than previous years. Christians joined the traditional procession from Gethsemane that marks the beginning of Holy Week, following the path of Christ’s entry into Jerusalem 2,000 years ago. “Even though we are few, it is important that there has been this triumphant entry,” Cardinal Pizzaballa https://www.catholicnewsagency.com/news/257186/thousands-join-palm-sunday-procession-in-holy-land-to-celebrate-joy-in-being-christians. “We have many problems, but we are truly happy that Jesus is our Lord! He is our joy and our strength.” Cardinal Pizzaballa advocated for permits to allow Palestinian Christians to celebrate Holy Week in Jerusalem. “We insisted, saying that as they had given permits to Muslims for Ramadan, they should also give them to Christians for Easter,” he https://www.vaticannews.va/en/vatican-city/news/2024-03/patriarch-pizzaballa-gaza-intollerable-holy-week-united-states.html. “Even if the numbers are smaller, we will have several thousand permits both for Palm Sunday and for Easter.” A number of Palestinian Christians from the West Bank had hoped to attend the Palm Sunday liturgy outside Jerusalem. Though 2,000 permits were issued, Catholic News Agency reported that only a limited number of Christians from the Palestinian territories were able to travel on such short notice. “It will be a difficult Easter,” Cardinal Pizzaballa https://www.vaticannews.va/en/vatican-city/news/2024-03/patriarch-pizzaballa-gaza-intollerable-holy-week-united-states.html. “I think of the loneliness of Jesus in Gethsemane, which is now shared by all of us.” In Gaza, Church officials report about 750 Christians remaining in the region. Prior to Oct. 7, the number of Christians hovered around 1,017. Since Hamas attacked Israel, several hundred Christians have fled Gaza, and 31 have died from wounds, illness, or artillery. The National Catholic Register reports that nearly all Gazan Christians have been displaced from their homes, and many have taken shelter at Holy Family Catholic Church or the Greek Orthodox Church of St. Porphyrius. In October, St. Porphyrius — the oldest church in Gaza — was hit by a strike on Gaza City, killing 18 people and wounding at least 20 of the 400 displaced civilians sheltering in the church complex. “There is no safe place in Gaza, so we put our faith in Jesus during this Holy Week to give courage and to stop this war. We pray for peace, for justice, without revenge,” https://www.ncregister.com/news/gaza-s-parish-priest-holy-week Fr. Gabriel Romanelli, a parish priest of Holy Family Church who has been unable to rejoin his flock in Gaza since the war began. On Oct. 6, Fr. Romanelli was in the West Bank to get medication for the parish’s sisters. Israel closes border crossings on Shabbat, and the surprise attack on Oct. 7 caused Israel to seal its border with Gaza, leaving Fr. Romanelli marooned. Despite requests from the Latin Patriarchate of Jerusalem, the Israeli government has not allowed Fr. Romanelli to return to Gaza, so he has remained in Jerusalem since the war’s beginning. With Fr. Romanelli away, Fr. Youssef Asaad is the sole priest at Holy Family. The Catholics at the parish pray, say the rosary, and celebrate Mass each day, though the church’s supply of sacramental wine is running very low due to Gazan prohibitions on selling alcohol. Amidst tribulation, Pope Francis has not forgotten his flock in the Holy Land and frequently calls Cardinal Pizzaballa. On March 27, just prior to the start of the Triduum, Pope Francis wrote a letter to Catholics living in the Holy Land, expressing his daily prayers “Easter, the heart of our faith, is all the more significant for you who celebrate this feast in the very places where our Lord lived, died, and rose again,” Pope Francis wrote . “The history of salvation, and indeed its geography, would not exist apart from the land in which you have dwelt for centuries.” He expressed the Church’s solidarity with Christians suffering in the Holy Land and thanked bishops, priests, and religious for serving communities amidst deep suffering. Jerusalem is far from home for American Catholics, but the Scriptures and the celebration of Christ’s passion, death, and resurrection nonetheless bring it close to the heart. Though the ongoing war has led to an Easter for Holy Land Christians that is, in Pope Francis’ words, “so overshadowed by the Passion,” all Christians can trust that their sufferings will be redeemed by Christ’s resurrection, which no war can take away. Mary Frances Myler is a writer from Northern Michigan now living in Washington, D.C. She graduated from the University of Notre Dame in 2022. READ MORE by Mary Frances Myler: Biden’s New Electric Vehicle Policy Will Drive US Auto Workers Out of Jobs England Bans Puberty Blockers, American Activists Double Down",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.washingtonpost.com/world/2023/10/20/gaza-church-strike-saint-porphyrius/",
      "https://press.vatican.va/content/salastampa/en/bollettino/pubblico/2024/03/27/240327d.html",
      "https://www.ncregister.com/news/gaza-s-parish-priest-holy-week",
      "https://www.catholicnewsagency.com/news/257186/thousands-join-palm-sunday-procession-in-holy-land-to-celebrate-joy-in-being-christians.",
      "https://www.vaticannews.va/en/vatican-city/news/2024-03/patriarch-pizzaballa-gaza-intollerable-holy-week-united-states.html.",
      "https://www.catholicnewsagency.com/news/257186/thousands-join-palm-sunday-procession-in-holy-land-to-celebrate-joy-in-being-christians",
      "https://www.washingtonpost.com/world/2023/10/20/gaza-church-strike-saint-porphyrius",
      "https://ncregister.com/news/gaza-s-parish-priest-holy-week",
      "https://vaticannews.va/en/vatican-city/news/2024-03/patriarch-pizzaballa-gaza-intollerable-holy-week-united-states.html.",
      "https://washingtonpost.com/world/2023/10/20/gaza-church-strike-saint-porphyrius/",
      "https://catholicnewsagency.com/news/257186/thousands-join-palm-sunday-procession-in-holy-land-to-celebrate-joy-in-being-christians",
      "https://www.press.vatican.va/content/salastampa/en/bollettino/pubblico/2024/03/27/240327d.html",
      "https://catholicnewsagency.com/news/257186/thousands-join-palm-sunday-procession-in-holy-land-to-celebrate-joy-in-being-christians."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pierbattista pizzaballa",
          "sentiment": "none"
        },
        {
          "name": "solana",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usa news and politics holy week",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T08:55:43.140+03:00",
    "updated": "2024-03-29T08:55:43.140+03:00"
  },
  {
    "uuid": "c8acc37ab8cdca1f67243b012bd17c557198108c",
    "url": "https://www.mid-day.com/news/india-news/article/pm-modi-reflects-on-jesus-christs-sacrifice-on-good-friday-23342077",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mid-day online correspondent",
    "published": "2024-03-29T03:37:00Z",
    "title": "PM Modi reflects on Jesus Christ’s sacrifice on Good Friday",
    "text": "Prime Minister Narendra Modi on Friday took to X (formerly Twitter) to remember Jesus Christs tremendous sacrifice on Good Friday, emphasising the significance of compassion and forgiveness that the occasion represents. In a post on X, PM Modi wrote, Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us. Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us. Narendra Modi (@narendramodi) March 29, 2024 Additionally, Union Minister Kiren Rijiju, West Bengal Chief Minister Mamata Banerjee and Congress chief Mallikarjun Kharge also wished people on the solemn occasion, reported ANI. On the auspicious occasion of Good Friday, lets remember the supreme sacrifice and love that guide us towards compassion, love, forgiveness, and unity. May this Good Friday be a time of reflection, renewal, and grace for all, Rijiju wrote in his social media post. On the auspicious occasion of Good Friday, lets remember the supreme sacrifice and love that guides us toward compassion, love, forgiveness, and unity. May this Good Friday be a time of reflection, renewal, and grace for all. pic.twitter.com/XrNxlAG74I Kiren Rijiju (मोदी का परिवार) (@KirenRijiju) March 29, 2024 While Kharge said, Wishing you all a blessed #GoodFriday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us. Wishing you all a blessed #GoodFriday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us. pic.twitter.com/zoOKFPdzcq Mallikarjun Kharge (@kharge) March 29, 2024 Mamata Banerjee in her post on X wrote, Wishing all my Christian Brothers & Sisters a graceful & blessed Good Friday. May this Holy Day of Penance, Prayers and Sacrifice inspire us all to live a life of compassion, love and peace. Wishing all my Christian Brothers & Sisters a graceful & blessed Good Friday.May this Holy Day of Penance, Prayers and Sacrifice inspire us all to live a life of compassion, love and peace. Mamata Banerjee (@MamataOfficial) March 29, 2024 According to the ANI report, devotees in Kerala participate in processions bearing wooden crosses to commemorate Jesus Christs crucifixion. Good Friday services are held at churches to commemorate the upcoming Easter Sunday. Similarly, prayers and services are held in churches throughout the country, including the Sacred Heart Cathedral Church in New Delhi. Father Jolly of the CBCI Centre expounded on the meaning of Good Friday, emphasising its importance to Christians worldwide. He emphasised that Good Friday is a day set aside to memorialise Jesus Christs suffering and death, to sanctify and purify ourselves, the report added. In Thiruvananthapuram and Kolkata, stations of the cross processions are held to commemorate Christs agony during his crucifixion. Good Friday is the day Jesus was betrayed by Judas and crucified by the Romans, followed by his resurrection on Easter Sunday. Good Friday commemorates Jesus Christs sacrifice and teachings, prompting people to reflect on compassion, forgiveness, and the journey of faith.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "negative"
        },
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "mamata banerjee",
          "sentiment": "none"
        },
        {
          "name": "mallikarjun kharge",
          "sentiment": "none"
        },
        {
          "name": "rijiju",
          "sentiment": "none"
        },
        {
          "name": "kiren rijiju",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bengal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T10:33:18.603+03:00",
    "updated": "2024-03-29T10:33:18.603+03:00"
  },
  {
    "uuid": "b501f09214594f632896b393c71d1b23615a8c7c",
    "url": "https://www.digitalspy.com/tv/a46293946/call-the-midwife-season-13-episode-1/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TV",
    "published": "2024-01-07T21:00:00Z",
    "title": "This Call the Midwife Sister Julienne scene has more to tell us",
    "text": "Call the Midwife season 13 episode 1 spoilers follow.Call the Midwife ushers in season 13 with a sucker punch of an episode. The emotionally charged debut put Nonnatus' newest trainee recruits, Joyce (Renee Bailey) and Rosalind (Natalie Quarry) through their paces. More specifically Rosalind, whose experience was like a breach birth: arduous, painful and potentially dangerous. However it reaped many rewards when she managed to help deliver her first Poplar baby in a barricaded room to avoid further gunshots from the father. We kid you not. As season debuts go, Rosalind's dramatic beginning in midwifery threatened to steal the show, however it was Sister Julienne's interwoven journey with mother-to-be Doreen Chalice (Rosie Jones) that resonated the most. The stigma of being unmarried and pregnant is a storyline that has been explored in Call the Midwife several times with great success. However, despite this being Doreen's set of circumstances, the usual social ramifications that go hand-in-hand with such a situation were steam-rolled over by the fact that she is disabled. Having hidden the pregnancy from her family, save her sister, Doreen was forced into confession when Dr Turner (Stephen McGann) informed her that her due date was rapidly approaching. Doreen's conversation with her mother Ada went much the way she expected, with talk quickly steering towards her inability to care for her child because of her cerebral palsy and physical impairments, which have left her wheelchair bound and with limited function of her arms.From her mother's shock and concern emerged a different kind of stigma that even today crops up when considering a disabled person's access to everyday life experiences. Ada's rollercoaster of emotions swayed back and forth from feeling like she somehow failed in protecting her daughter to underestimating Doreen, to even the presumption that she has been sexually assaulted.\\\"You're not well, Doreen. You were born not well. You need looking after, not molesting,\\\" were her exact words. Doreen fought hard to firmly advocate for herself and her relationship with piano tuner boyfriend Graham, however it wasn't until Graham emerged on the scene in support of Doreen that there is even a glimmer of a shift in Ada's thinking. With Graham standing by her daughter's side Ada was able to consider that maybe Doreen was capable of more autonomy in her life than she had been granted thus far. The fact that Graham's presence was necessary to give validation to Doreen's words further underscores how underestimated she was. Ada wasn't the only one who struggled not to see Doreen as a disability first, person second. Sister Julienne (Jenny Agutter) also went on quite the journey, which started with overt pity.\\\"I don't think I've ever seen an expectant mother with such a degree of brain damage,\\\" she told Miss Higgins, who was quick to champion Doreen when she replied:\\\"She strikes me as being very bright and sensible.\\\" Naturally Sister Julienne agreed but that didn't stop her from feeling devastated when she discovered that she was the midwife to deliver Doreen, especially when considering Doreen's earlier words: \\\"I am the way I am because of lack of oxygen at birth.\\\" Sister Julienne was awash with guilt. She felt responsible for the difficult life Doreen was leading and yet while she cried and pitied Doreen, the expectant mother was beaming joyously having just received an engagement ring from Graham. Those mirrored experiences, Sister Julienne's grief flush up against Doreen's elation, speak to how easy it can be to let one's compassion devalue the joy in a differently abled person's life, simply because it is different. By feeling such sorrow for Doreen, Sister Julienne overlooked how blessed and happy Doreen felt and in turn inadvertently devalued her life experiences by assuming they have been lesser or dampened by her disability.It wasn't until Sister Julienne received absolution from Ada, who thanked her for saving Doreen at birth, that she was able to shed some of her guilt.The rest of her absolution later came from Doreen who was finally able to change the way both the Sister and her mother viewed her when she told them: \\\"I don't want anyone to see me as something broken because I'm not. \\\"I break things, sometimes cups, sometimes promises and now I break people's ideas of what a girl like me can do and have or be.\\\"Her powerful words are meaningfully received, especially by Sister Julienne, who replied:\\\"If ever I saw you as less than you are, I know better now.\\\" Fans of the show are no doubt used to Sister Julienne being the one to give wisdom and guidance and so it is always refreshing when we see growth in her character too. However the creator's intention behind this storyline was no doubt that her learnings would also translate off screen too.Society often has preconceived ideas of what a disabled person can and can't achieve based on a lack of understanding and an inability to look beyond a disability to the individual. Doreen's experience is a bright and fresh reminder not to impose restrictions based on what a disabled person can't do but to hone in on what they can, lending support for their aspirations and dreams instead of curbing them.Call the Midwife season 13 airs on Sunday BBC One 8pm and streams on BBC iPlayer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joyce",
          "sentiment": "none"
        },
        {
          "name": "doreen chalice (rosie luisa-jones",
          "sentiment": "none"
        },
        {
          "name": "rosalind",
          "sentiment": "none"
        },
        {
          "name": "rosalind (natalie quarry",
          "sentiment": "none"
        },
        {
          "name": "doreen",
          "sentiment": "none"
        },
        {
          "name": "renee bailey",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "midwife sister julienne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:03:45.880+02:00",
    "updated": "2024-01-08T06:05:50.820+02:00"
  },
  {
    "uuid": "735691509ebe3c4f723ce6eb55a359f79f49ae58",
    "url": "https://www.newsbreak.com/news/3601973135825-los-angeles-chargers-5-keys-to-victory-against-the-pittsburgh-steelers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-09-19T17:32:00Z",
    "title": "Los Angeles Chargers: 5 Keys to Victory Against The Pittsburgh Steelers",
    "text": "By Amanda-Marie Howard ,\n3 hours ago Bob Donnan-Imagn Images The Los Angeles Chargers are currently 2-0, which has been a rarity. And this week’s matchup will be a big test of their new and improved team. Here are their 5 keys to victory against the Pittsburgh Steelers:\nLos Angeles Chargers Keys to Victory More J.K. Dobbins (And Other Chargers Running Backs) J.K. Dobbins is having a time. He’s the first Charger since Hall of Fame running back LaDainian Tomlinson to have more than 130 rushing yards in back-to-back games. He’s become the standout running back in this offense throughout the last two weeks and has shown he’s up to the challenge.\nHis highlight moment this past game was the breakout run up the sideline and the front flip into the end zone for the touchdown.\nThe Steelers’ run defense did well this past week but the Broncos don’t have good running backs to contend with. They will have Dobbins’ number this next game, but with the confidence these two past matchups have given him, he’ll still be a force.\nRunning back Gus Edwards will hopefully make more of an impact in terms of rushing yards this next game, it’s great that Dobbins is doing well, but with his injury history, too much activity is a worry for him.\nGive Justin Herbert Time To Make Plays With His Legs Bob Donnan-Imagn Images Since the pass and run blocking was much better this week, when quarterback Justin Herbert was pressured, he turned those broken plays into productive ones.\nAccording to Pro Football Focus (PFF) Herbert’s average time to throw on all dropbacks last week was 2.59 seconds while this week it was 3.05 .\nOn the fourth drive of the third quarter, Herbert was pressured and rolled out to his right, where he was able to make a completion to wide receiver Quentin Johnston for the first down. And similarly on the fourth drive of the second quarter, Herbert got an open lane and scrambled for positive yardage.\nNow Herbert couldn’t always produce. A few plays after he completed a pass to Johnston in the third quarter, the pocket collapsed, and he turned over the football.\nThe pass rush in Pittsburgh, with Steelers linebacker T.J. Watt and defensive lineman Cameron Heyward, is going to be similar to the pass rush from Raiders defensive end Maxx Crosby and defensive tackle Christian Wilkins. If the protection can hold up, the more Herbert is making plays with his legs, the better.\nHerbert started the week on the injury report. He did not practice on Wednesday.\nButton Up The Run Defense Dale Zanine-Imagn Images Running back Chuba Hubbard only had 64 rushing yards but had two explosive runs of over10-yards. One of those occurred during the first drive of the third quarter, where Hubbard made a few people miss for a 23-yard gain and it was up to safety Derwin James to push him out of bounds.\nThe Chargers defense managed to stop the run well enough throughout but runaway moments like Hubbard’s are worrisome. They will see a lot of rushing attempts when facing Steelers running back Najee Harris and quarterback Justin Fields . The Chargers can’t let any of these rushes get away from them or it’s going to be a long game.\nContain Justin Fields (or Russell Wilson ) The Chargers pass rush has been firing on all cylinders so far this year. Edge rusher Joey Bosa had another sack this past week while linebacker Denzel Perryman also had his first sack of the season.\nThe Chargers just have to use the weapons at their disposal to make sure that Fields can’t escape the pocket and make plays with his legs. If Steelers quarterback Russell Wilson is playing, which doesn’t seem likely, it’s really just a matter of doing the same and collapsing the pocket, as Wilson is not as mobile, especially since he’s been recovering from a calf injury. So a heavy pass rush should really disrupt him. And against a rookie center in Zach Frazier , this Chargers unit can cause damage.\nKeep Using the One-Two Punch of Ladd McConkey and Quentin Johnston Kirby Lee-Imagn Images The Steelers do have some great receiver coverage in safeties Minkah Fitzpatrick and DeShon Elliot , and in cornerback Joey Porter Jr. but Herbert should still continue to utilize Ladd McConkey and Quentin Johnston.\nJohnston went off this past week, tying his 2023 receiving touchdown total ( two) , and has double digits so far in targets (11). Johnston’s first touchdown of the game happened on the first drive when Herbert uncorked an absolute bomb to Johnston, who was running a go route. He caught the ball with Panthers cornerback Jaycee Horn in tight coverage for a 29-yard touchdown.\nThe chemistry and the trust are starting to show with these two. Johnston’s emerging as one of Herbert’s top targets. McConkey had the second most targets ( four ) last Sunday and during that first drive, managed to slip a tackle to get to the 29-yard line and most of his receptions resulted in positive yardage. Johnston is becoming that “contested catch guy” while McConkey is becoming the go-to for intricate slot route-running. Which is why, even with this receiver coverage, if Herbert can get some short passes to them, Johnston and McConkey may still be successful.\nMore must-reads:\nThe Los Angeles Chargers Have The Ultimate Secret Weapon Los Angeles Chargers News: 4 Bold Predictions, Including HUGE J.K. Dobbins Projection Who Needs WRs? A Look Into Jim Harbaugh’s Offense Vs The Raiders Expand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://premium.pff.com/nfl/players/2024/REGPO/quentin-johnston/123085/receiving",
      "https://www.lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/4-bold-predictions-week-2/",
      "https://www.lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/scott-matlock-ultimate-secret-weapon/",
      "https://img.particlenews.com/image.php?url=13IxBX_0vcQjNE800",
      "https://www.lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/jim-harbaugh-offense-shines-vs-raiders/",
      "https://img.particlenews.com/image.php?url=0MCFCd_0vcQjNE800",
      "https://premium.pff.com/nfl/games/2024/2/los-angeles-chargers/passing",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0MCFCd_0vcQjNE800",
      "https://www.lafbnetwork.com/category/los-angeles-chargers/",
      "https://premium.pff.com/nfl/games/2024/2/carolina-panthers/rushing",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4cDG9E_0vcQjNE800",
      "https://premium.pff.com/nfl/games/2024/2/los-angeles-chargers/defense-pass-rush",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=41tgnd_0vcQjNE800",
      "https://img.particlenews.com/image.php?url=4cDG9E_0vcQjNE800",
      "https://premium.pff.com/nfl/games/2024/2/los-angeles-chargers/receiving",
      "https://premium.pff.com/nfl/games/2024/1/los-angeles-chargers/passing",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=13IxBX_0vcQjNE800",
      "https://premium.pff.com/nfl/players/2024/REGPO/joey-bosa/10637/defense",
      "https://img.particlenews.com/image.php?url=41tgnd_0vcQjNE800",
      "https://www.img.particlenews.com/image.php?url=4cDG9E_0vcQjNE800",
      "https://www.premium.pff.com/nfl/games/2024/2/los-angeles-chargers/defense-pass-rush",
      "https://www.premium.pff.com/nfl/games/2024/2/carolina-panthers/rushing",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0MCFCd_0vcQjNE800",
      "https://www.premium.pff.com/nfl/players/2024/REGPO/quentin-johnston/123085/receiving",
      "https://img.particlenews.com/image.php",
      "https://www.premium.pff.com/nfl/players/2024/REGPO/joey-bosa/10637/defense",
      "https://www.img.particlenews.com/image.php?url=41tgnd_0vcQjNE800",
      "https://lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/jim-harbaugh-offense-shines-vs-raiders/",
      "https://www.lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/scott-matlock-ultimate-secret-weapon",
      "https://lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/scott-matlock-ultimate-secret-weapon/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4cDG9E_0vcQjNE800",
      "https://www.premium.pff.com/nfl/games/2024/2/los-angeles-chargers/passing",
      "https://lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/4-bold-predictions-week-2/",
      "https://www.lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/jim-harbaugh-offense-shines-vs-raiders",
      "https://lafbnetwork.com/category/los-angeles-chargers/",
      "https://www.lafbnetwork.com/los-angeles-chargers/los-angeles-chargers-games/4-bold-predictions-week-2",
      "https://www.img.particlenews.com/image.php?url=13IxBX_0vcQjNE800",
      "https://www.premium.pff.com/nfl/games/2024/1/los-angeles-chargers/passing",
      "https://www.lafbnetwork.com/category/los-angeles-chargers",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=41tgnd_0vcQjNE800",
      "https://www.premium.pff.com/nfl/games/2024/2/los-angeles-chargers/receiving",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=13IxBX_0vcQjNE800",
      "https://www.img.particlenews.com/image.php?url=0MCFCd_0vcQjNE800"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Amanda-Marie Howard",
          "sentiment": "negative"
        },
        {
          "name": "J.K. Dobbins",
          "sentiment": "none"
        },
        {
          "name": "Gus Edwards",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Los Angeles Chargers",
          "sentiment": "negative"
        },
        {
          "name": "Pittsburgh Steelers",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:25:42.023+03:00",
    "updated": "2024-09-20T00:25:42.023+03:00"
  }
]