[
  {
    "uuid": "26a9b2851337b01dcff38050a95ab1177539fd25",
    "url": "https://fintel.io/news/jp-morgan-downgrades-karuna-therapeutics-krtx-87",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "George Maybach",
    "published": "2023-12-28T21:57:00Z",
    "title": "JP Morgan Downgrades Karuna Therapeutics (KRTX)",
    "text": "SHARE PRICE\nEXTENDED HOURS\n|Day's Range||-|\n|52 Week Range||-|\n|\n|\nJP Morgan Downgrades Karuna Therapeutics (KRTX)\nFintel reports that on December 28, 2023,\nJP Morgan\ndowngraded\ntheir\noutlook\nfor Karuna Therapeutics ( NasdaqGM:KRTX) from Overweight\nto Neutral\n.\nAnalyst Price Forecast Suggests 14.28% Downside\nAs of December 16, 2023,\nthe average one-year\nprice target for Karuna Therapeutics is 271.88.\nThe forecasts range from a low of 198.97 to a high of $336.00.\nThe average price target represents a decrease of 14.28% from its latest reported closing price of 317.16.\nSee our\nleaderboard of companies with the largest price target upside.\nThe projected annual revenue for Karuna Therapeutics\nis 23MM, an increase of 292.26%.\nThe projected annual non-GAAP\nEPS\nis -9.87.\nWhat is the Fund Sentiment?\nThere are\n711 funds or institutions reporting positions in Karuna Therapeutics.\nThis is a decrease\nof\n6\nowner(s) or 0.84% in the last quarter.\nAverage portfolio weight of all funds dedicated to KRTX is 0.35%,\na decrease\nof 9.16%.\nTotal shares owned by institutions increased\nin the last three months by 2.08% to 45,954K shares.\nThe put/call ratio of KRTX is 0.74, indicating a\nbullish\noutlook.\nWhat are Other Shareholders Doing?\nCapital International Investors holds 3,991K shares representing 10.58% ownership of the company. In it's prior filing, the firm reported owning 3,993K shares, representing a decrease of 0.05%. The firm decreased its portfolio allocation in KRTX by 18.04% over the last quarter.\nT. Rowe Price Investment Management holds 2,742K shares representing 7.27% ownership of the company. In it's prior filing, the firm reported owning 2,479K shares, representing an increase of 9.61%. The firm decreased its portfolio allocation in KRTX by 10.48% over the last quarter.\nPrice T Rowe Associates holds 2,735K shares representing 7.25% ownership of the company. In it's prior filing, the firm reported owning 2,661K shares, representing an increase of 2.68%. The firm decreased its portfolio allocation in KRTX by 15.74% over the last quarter.\nAGTHX - GROWTH FUND OF AMERICA holds 2,434K shares representing 6.45% ownership of the company. No change in the last quarter.\nSofinnova Investments holds 1,381K shares representing 3.66% ownership of the company. No change in the last quarter.\nKaruna Therapeutics Background Information\n(This description is provided by the company.)\nKaruna Therapeutics is a clinical-stage biopharmaceutical company driven to create and deliver transformative medicines for people living with psychiatric and neurological conditions.Karuna understand there is a need for differentiated and more effective treatments that can help patients navigate the challenges presented by these severe and disabling disorders. Utilizing itsextensive knowledge of neuroscience, the Company is harnessing the untapped potential of the brain in pursuit of novel pathways to develop medicines that make meaningful differences in peoples' lives.\nStories by George Maybach\n[HC Wainwright & Co. Initiates Coverage of LM Funding America (LMFA) with Neutral Recommendation](/news/hc-wainwright-co-initiates-coverage-of-lm-funding-america-lmfa-with-neutral-recommendation-721)\nFintel reports that on December 28, 2023, HC Wainwright & Co.\n[HSBC Initiates Coverage of Travelers Companies (TRV) with Hold Recommendation](/news/hsbc-initiates-coverage-of-travelers-companies-trv-with-hold-recommendation-431)\nFintel reports that on December 28, 2023, HSBC initiated coverage of Travelers Companies (NYSE:TRV) with a Hold recommendation.\n[HSBC Initiates Coverage of American International Group (AIG) with Buy Recommendation](/news/hsbc-initiates-coverage-of-american-international-group-aig-with-buy-recommendation-635)\nFintel reports that on December 28, 2023, HSBC initiated coverage of American International Group (NYSE:AIG) with a Buy recommendation.\n[HSBC Initiates Coverage of Allstate (ALL) with Hold Recommendation](/news/hsbc-initiates-coverage-of-allstate-all-with-hold-recommendation-999)\nFintel reports that on December 28, 2023, HSBC initiated coverage of Allstate (NYSE:ALL) with a Hold recommendation.\n[HSBC Initiates Coverage of Chubb (CB) with Buy Recommendation](/news/hsbc-initiates-coverage-of-chubb-cb-with-buy-recommendation-667)\nFintel reports that on December 28, 2023, HSBC initiated coverage of Chubb (NYSE:CB) with a Buy recommendation.\n[HSBC Initiates Coverage of Progressive (PGR) with Hold Recommendation](/news/hsbc-initiates-coverage-of-progressive-pgr-with-hold-recommendation-646)\nFintel reports that on December 28, 2023, HSBC initiated coverage of Progressive (NYSE:PGR) with a Hold recommendation.\n[Saba Capital Income & Opportunities Fund (BRW) Declares $0.08 Dividend](/news/saba-capital-income-opportunities-fund-brw-declares-008-dividend-964)\nSaba Capital Income & Opportunities Fund said on December 22, 2023 that its board of directors declared a regular monthly dividend of $0.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "jp morgan downgrades karuna therapeutics",
          "sentiment": "negative"
        },
        {
          "name": "karuna therapeutics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jp morgan",
          "sentiment": "none"
        },
        {
          "name": "karuna therapeutics",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:55.275+02:00",
    "updated": "2023-12-29T00:18:55.275+02:00"
  },
  {
    "uuid": "2f4c99de483c67689ad09c36496edd4584beae20",
    "url": "https://www.devdiscourse.com/article/business/2993594-indian-army-builds-lifeline-suspended-in-record-time-to-reconnect-villages-in-sikkim",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-06-24T08:34:00Z",
    "title": "Indian Army Builds Lifeline Suspended in Record Time to Reconnect Villages in Sikkim | Business",
    "text": "Indian Army Builds Lifeline Suspended in Record Time to Reconnect Villages in Sikkim The Indian Army constructed a 150-foot foot suspension bridge in northern Sikkim in under 48 hours to reconnect villages cut off by heavy rains and landslides. This bridge will restore connectivity and aid in relief efforts for areas affected by the recent extreme weather, which stranded 1500 tourists. [PTI](/pti-stories)| Gangtok | Updated: 24-06-2024 16:34 IST | Created: 24-06-2024 16:34 IST - Country: - India The Indian Army on Monday announced the construction of a foot suspension bridge in less than 48 hours in northern Sikkim. This feat aimed to reconnect border villages severely impacted by heavy rains and landslides, which led to the death of six people earlier this month. The 150-foot suspension bridge, built by the engineers of Trishakti Corps, spans a stream and will restore vital connectivity to the affected areas. The bridge will also facilitate the movement of people and essential relief materials, providing significant respite to the local population. With road links and communication infrastructure severed due to torrential rains on June 13, North Sikkim's Mangan district experienced severe disruptions, leaving around 1500 tourists stranded for nearly a week. The new bridge is set to play a crucial role in the recovery and aid efforts. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "indian army",
          "sentiment": "negative"
        },
        {
          "name": "sikkim | business indian army",
          "sentiment": "negative"
        },
        {
          "name": "trishakti corps",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sikkim",
          "sentiment": "none"
        },
        {
          "name": "gangtok",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T14:11:54.634+03:00",
    "updated": "2024-06-24T14:11:54.634+03:00"
  },
  {
    "uuid": "afd70744989e28a4a4c2e1b5d9091df94ba2bd79",
    "url": "https://brobible.com/sports/article/ulysses-bentley-ole-miss-football-car-photoshoot-running-back",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grayson Weir",
    "published": "2024-06-21T17:46:00Z",
    "title": "Ole Miss Running Back With Incredible Name Shows Off Powder Blue Bentley In Slick Photoshoot",
    "text": "There are high hopes for Ole Miss as the 2024 college football season quickly approaches, and Ulysses Bentley IV is set to play a big role. The sixth-year running back chose to forgo the NFL Draft to exhaust his final year of eligibility with one last dance with the Rebels.\nHe is doing so in style!\nBentley has one of the best names in sports. When is the last time that you encountered someone named Ulysses? When is the last time you encountered someone who is the fourth? His combination first and last name, and suffix, is high-class and powerful.\nOf course, there is only one vehicle that matches the distinguished nature of ‘Ulysses Bentley IV’ and it has everything to do with his last name. It is only fitting that he would drive a ‘Winged B.’\nAnd as of this week, he does! Bentley is driving… a\nBentley.\nThe 23-year-old ball-carrier drove his new luxury whip on the field at Vaught-Hemingway Stadium while Kendrick Lamar’s ‘They Not Like Us’ blared in the background. If that wasn’t cool enough, Bentley’s Bentley matches Ole Miss’ slick powder blue jerseys. (Actually a much better shade!)\nIt gets even cooler!\nUlysses’ nickname is “Bentley Doo” or just “Doo.” They got him a new license plate to match.\nAdmittedly, I do not know the backstory to this vehicle. I don’t know if Bentley purchased the car with his NIL money, if it’s a lease as part of his agreement with The Grove Collective, or if it’s just for the photoshoot. The only thing that matters is that it looks sick!\nUlysses Bentley IV is flying way under the radar in the\ncollege football space. He was one of the most productive backs in the SEC last season, if not the most productive back in the SEC. That trend should continue behind an even better offensive line as the primary ball-carrier.\nHis incredible name is one thing. His on-field play is another!\nBentley is a lot like the new powder blue Bentley. Sleek, powerful, fast and luxurious!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://bentleymotors.com/en.html",
      "https://www.bentleymotors.com/en.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ulysse",
          "sentiment": "negative"
        },
        {
          "name": "kendrick lamar",
          "sentiment": "none"
        },
        {
          "name": "ulysses",
          "sentiment": "none"
        },
        {
          "name": "bentley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vaught-hemingway stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T22:51:58.359+03:00",
    "updated": "2024-06-21T22:51:58.359+03:00"
  },
  {
    "uuid": "0ca0f16ade2eef5d86ea730141eebcd275d39fd6",
    "url": "https://www.gold-eagle.com/gold-price-recovers-escalating-middle-east-tensions-improve-safe-haven-appeal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "January",
    "published": "2024-01-19T00:00:00Z",
    "title": "Gold price recovers as escalating Middle East tensions improve safe-haven appeal | Gold Eagle",
    "text": "[Advertise](/advertise)| [Contact Us](/contact)| [About Us](/about)| [Search](/search) NEW YORK (January 19) Gold price (XAU/USD) rises further on Friday’s European session as the appeal for safe-haven assets improves due to the deepening Middle East conflict. Adding to the war in Gaza, tensions between Houthi rebels and the United States military are increasing in the key commercial shipping route crossing the Red Sea. Moreover, Pakistan carried out military strikes in Iran on Thursday following a similar attack by Iran in its territory. In this context, the precious metal has recovered significantly, but the outlook in the near term has not turned bullish as further upside looks capped by diminishing bets supporting an interest-rate cut from the Federal Reserve (Fed.) The outlook for inflation in the United States remains uncertain. Price growth is gradually declining, but recent data suggests that the economy is strong, particularly due to robust household spending. This adds to inflation pressures and makes it more likely that the Fed will maintain a restrictive [monetary policy](https://www.fxstreet.com/economic-calendar/united-states) stance for a longer period. The Fed is expected to keep interest [rates](https://www.fxstreet.com/rates-charts/rates) unchanged in the range of 5.25%-5.50% for the fourth consecutive time at the monetary policy meeting on January 31. Market participants will focus on the commentary about how the [Fed](https://www.fxstreet.com/macroeconomics/central-banks/fed) will fit the expected three interest rate cuts in the remaining seven policy meetings of 2024. FXStreet",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.fxstreet.com/economic-calendar/united-states)",
      "https://www.fxstreet.com/rates-charts/rates)",
      "https://www.fxstreet.com/macroeconomics/central-banks/fed)",
      "https://fxstreet.com/macroeconomics/central-banks/fed)",
      "https://fxstreet.com/rates-charts/rates)",
      "https://fxstreet.com/economic-calendar/united-states)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fed",
          "sentiment": "none"
        },
        {
          "name": "federal reserve (fed",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T19:59:11.880+02:00",
    "updated": "2024-01-19T19:59:11.880+02:00"
  },
  {
    "uuid": "b91497b7913f79ed351307c58624758a6df5b8c6",
    "url": "https://www.jpost.com/opinion/article-790893",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jpost.com",
    "published": "2024-03-09T23:16:00Z",
    "title": "An inspiring visit to Israel during wartime",
    "text": "Visiting Israel during wartime is a unique experience that is both heartbreaking and inspiring. Having just returned from the 2024 Conference of Presidents Leadership Mission to Israel, I am still sorting through all the incredible stories we heard of resilience, heroism, and determination. What stays with me is the extraordinary unity of the Jewish people; in our pain, we ache as one and now we are rebuilding as one.The divisiveness of judicial reform is nowhere to be seen. When our delegation arrived at the site of the Nova music festival massacre, we saw mourners spanning the whole spectrum of Jewish cultural and religious expression &ndash; IDF soldiers, young survivors, hassidim, dati-leumi (National-Religious), American volunteers, and secular students.Of course, much of our visit focused on the hostage crisis. Fighting for the release of the hostages is a top priority of the Conference of Presidents and the entire Jewish people. Redeeming hostages, pidyon shvuyim, is one of the central mitzvot in our whole tradition &ndash; the legacy of the Middle Ages in which entire Jewish communities were held for ransom by antisemitic, avaricious rulers.console.log(\"BODY2. CatId is:\"+catID);if(catID==120){ console.log(\"BODY. YES for anyclip script\"); var script = document.createElement('script'); script.src = 'https://player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js'; script.setAttribute('pubname','jpostcom'); script.setAttribute('widgetname','0011r00001lcD1i_12258'); document.getElementsByClassName('divAnyClip')[0].appendChild(script);}else if(catID !== 151) { let widgetid = \"65c3a2148772803523c6f41b\"; if(catID === 161){ widgetid = \"65dc9ee62d4d1f0cada13f12\"; } console.log(\"BODY. YES for vidazoo script\"); var script = document.createElement('script'); script.src = 'https://static.vidazoo.com/basev/vwpt.js'; script.setAttribute('data-widget-id', widgetid); document.getElementsByClassName('divVidazoo')[0].appendChild(script); } LARGE TEDDY bears with splotches of red paint and the photographs of the children held hostage by Hamas terrorists in Gaza are displayed at Tel Aviv&rsquo;s Dizengoff Square on October 25 (credit: AVSHALOM SASSONI/FLASH90)We visited Hostages Square in Tel Aviv and the headquarters of the Hostage and Missing Families Forum. There, we met with the family members of hostages Itay Chen, Omer Shem-Tov, and Moran Yanai. Separately, we met with released hostage Aviva Siegel, who spoke about sexual violence taking place in Hamas captivity. The families and released hostages are showing incredible fortitude amid a horrific ordeal. We thank the Israeli government and US President Joe Biden for seeking the release of all the hostages being held in Hamas&rsquo;s dungeons.Meeting with Israel's politicians ;We also met with the constellation of Israel&rsquo;s political universe, from President Issac Herzog &ndash; whom we greeted with a rousing rendition of &ldquo;Am Yisrael Chai&rdquo; &ndash; to Prime Minister Benjamin Netanyahu, opposition leader Yair Lapid, and Minister Benny Gantz. Members of our delegation testified in the Knesset about rising antisemitism in the United States, and we were briefed by several elite IDF units on the status of the war. ;In our conversations, we touched on themes including the bilateral relationship between Israel and the United States, fighting the lies of antisemites and Israel-haters, and geopolitical developments arising from the war. We were heartened to hear from US Ambassador Jack Lew that America would not advocate for nor recognize a unilaterally declared Palestinian state.Another high point of the trip was meeting the everyday Israelis performing heroic acts, whether in their civilian or military capacities. We visited Hadassah Medical Center on Mount Scopus and saw the rapid development of its rehabilitation center to treat wounded soldiers. ; We heard from Dr. Cochav Elkayam-Levy, the chair of the Civil Commission on October 7 Crimes by Hamas against Women and Children, and Orit Sulitzeneau, the executive director of the Association of Rape Crises Centers in Israel, who are providing essential leadership in the response to Hamas&rsquo;s brutal sexual violence and rape on October 7.We met farmers braving the rockets to harvest their crops on the Gaza border, organizers caring for children evacuated from the South, the first responder on the scene of the Nova festival massacre, combat engineers who reenlisted to destroy Hamas tunnels, and more. These inspiring modern-day Maccabees demonstrate the centuries-old resilience of the Jewish people.I came back even prouder to be a Jew, having seen so many transform their grief and heartbreak into acts of lovingkindness, resilience, and fortitude. Israel&rsquo;s enemies imagined that the country would collapse in the aftermath of October 7 and the ensuing hostage crisis.But they did not fathom the Jewish state&rsquo;s fortitude and resolve. As a senior IDF officer told us, &ldquo;On October 7 the heartbeats of Jews around the world were synchronized.&rdquo; We are one people with one heart. We will defeat Hamas. And we will live on.Am Yisrael Chai.The writer is the CEO of the Conference of Presidents of Major American Jewish Organizations (COP), the recognized central coordinating body representing 50 diverse national Jewish organizations on issues of national and international concern. Follow him on X at @daroff.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "havi",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "idf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T01:30:16.973+02:00",
    "updated": "2024-03-10T01:46:43.723+02:00"
  },
  {
    "uuid": "c3ae5238e29d4d0d53d2c7bd7ecdcc243ce62aaa",
    "url": "https://www.laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html",
    "ord_in_thread": 0,
    "author": "Dalia Guerra",
    "published": "2025-03-27T18:05:00Z",
    "title": "La Federación Sindical Canaria rechaza que el alza salarial en la hostelería sea una página única",
    "text": "La Federación Sindical Canaria rechaza que el alza salarial en la hostelería sea una página única\nLa formación asegura que esta fórmula no es adecuada para que los trabajadores recuperen el poder adquisitivo perdido porque no va a consolidarse\nLa Federación Sindical Canaria y Sindicalistas de Base –formación mayoritaria en la mesa para la negociación del convenio de hostelería en la provincia tinerfeña– rechazaron este jueves 27 de marzo el principio de acuerdo al que llegaron el pasado martes CCOO y UGT para desconvocar la huelga en Semana Santa. En concreto, la organización comandada por Manuel Fitas, mostró su disconformidad con la fórmula planteada por los sindicatos a la patronal hotelera de Las Palmas para que la subida salarial que demandan para los trabajadores se realice a través de una paga única y extraordinaria para este año.\nLa Federación Sindical Canaria sostiene que esta no se consolidaría y, por lo tanto, no supondría la recuperación del poder adquisitivo de los salarios perdido en los tres primeros años de vigencia de ambos convenios provinciales. Unos marcos laborales que aunque incluyen incrementos de sueldos para los trabajadores, consideran que no son suficientes, al haberse acordado en un momento de total incertidumbre para el sector y encontrarse ahora en una situación de bonanza económica.\nAsimismo, el sindicato recordó que el principio de acuerdo al que han llegado CCOO y UGT con la Federación de Empresarios de Hostelería y Turismo de Las Palmas (FETH) no tiene el aval de la Mesa Sindical de Hostelería, donde no está presente CCOO, que la abandonó, precisamente por disconformidad con Sindicalistas de Base. Unas desavenencias que han acabado provocando un cisma sindical y una negociación paralela. Por un lado, la del comité de huelga impulsado por Comisiones Obreras, única formación que ha convocado paros en Semana Santa. Y por otro, el de las cinco organizaciones que conforman la Mesa Sindical de Hostelería, que solicitó la mediación de la consejera de Turismo, Jessica de León, para intentar sacar del inmovilismo a las patronales.\nDe esta manera, Sindicalistas de Base continúa defendiendo un alza salarial del 5,45% en ambas provincias, que se debe sumar al 2% firmado en el convenio de Santa Cruz de Tenerife para este año y al 2,25% acordado en el de la provincia de Las Palmas para 2025. Y su secretario general ya advirtió que todo lo que no pase por un incremento salarial significativo extraordinario, sin que esto significa la apertura anticipada de los convenios, puede acabar en una convocatoria de huelga.\nRRSS WhatsApp\nRRSS Facebook\nRRSS Twitter\nRRSS email\nCopiar URL)\nNoticia guardada en tu perfil",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Politics->civil rights",
      "Politics->economic policy",
      "Politics->government",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business governance",
      "Labor->labour relations",
      "Labor->unions",
      "Labor->wages and benefits"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://api.whatsapp.com/send?text=La%20Federaci%C3%B3n%20Sindical%20Canaria%20rechaza%20que%20el%20alza%20salarial%20en%20la%20hosteler%C3%ADa%20sea%20una%20p%C3%A1gina%20%C3%BAnica%20https://www.laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet?original_referer=https://www.laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html&text=La%20Federaci%C3%B3n%20Sindical%20Canaria%20rechaza%20que%20el%20alza%20salarial%20en%20la%20hosteler%C3%ADa%20sea%20una%20p%C3%A1gina%20%C3%BAnica%20%20https://www.laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40laprovincia_es",
      "https://api.whatsapp.com/send?text=La%20Federaci%C3%B3n%20Sindical%20Canaria%20rechaza%20que%20el%20alza%20salarial%20en%20la%20hosteler%C3%ADa%20sea%20una%20p%C3%A1gina%20%C3%BAnica%20https://laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet?original_referer=https://laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html&text=La%20Federaci%C3%B3n%20Sindical%20Canaria%20rechaza%20que%20el%20alza%20salarial%20en%20la%20hosteler%C3%ADa%20sea%20una%20p%C3%A1gina%20%C3%BAnica%20%20https://laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40laprovincia_es",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://laprovincia.es/canarias/2025/03/27/federacion-sindical-rechaza-alza-salarial-115763982.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "entities": {
      "persons": [
        {
          "name": "Manuel Fitas",
          "sentiment": "neutral"
        },
        {
          "name": "Jessica de León",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Turismo de Las Palmas",
          "sentiment": "negative"
        },
        {
          "name": "FETH",
          "sentiment": "negative"
        },
        {
          "name": "Santa Cruz de Tenerife",
          "sentiment": "negative"
        },
        {
          "name": "provincia de Las Palmas",
          "sentiment": "negative"
        },
        {
          "name": "Semana Santa",
          "sentiment": "neutral"
        },
        {
          "name": "Por un lado",
          "sentiment": "neutral"
        },
        {
          "name": "Twitter",
          "sentiment": "neutral"
        },
        {
          "name": "Copiar",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "CCOO",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "UGT",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Federación de Empresarios de Hostelería",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Sindicalistas de Base.",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "La Federación Sindical Canaria",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Mesa Sindical de Hostelería",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Comisiones Obreras",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "RRSS",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T20:10:49.267+02:00",
    "updated": "2025-03-27T20:10:49.267+02:00"
  },
  {
    "uuid": "65b4a27448a0c69c69a2785198fe8d20d2920853",
    "url": "https://www.zebulon.fr/news-it/ryan-est-nomme-parmi-les-best-workplaces-pour-les-femmes-au-canada-par-great-place-to-work-pour-la-sixieme-annee-consecutive.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Wire",
    "published": "2024-03-14T22:50:00Z",
    "title": "Ryan est nommé parmi les Best Workplaces™ pour les femmes au Canada par Great Place to Work® pour la sixième année consécutive",
    "text": "MISSISSAUGA, Ontario–(BUSINESS WIRE)– Ryan , un chef de file mondial des services et logiciels fiscaux, vient d’être nommé parmi les meilleurs lieux de travail 2024 (Best Workplaces ™ ) pour les femmes au Canada par Great Place to Work ® . Il s’agit de la sixième année consécutive que la société est nommée sur cette liste.\n« Notre reconnaissance renouvelée en tant que meilleur environnement de travail pour les femmes témoigne de l’engagement de Ryan à s’assurer que chaque membre de l’équipe atteigne son plein potentiel », déclare Garry Round, président des opérations canadiennes, Ryan . « Nous sommes fiers de fournir une culture diversifiée et inclusive qui soutient les femmes au travail pour trouver le bon équilibre entre vie professionnelle et privée. »\nPour être admissible sur cette liste, les entreprises doivent avoir obtenu la certification Great Place to Work-Certified™ durant l’année écoulée et avoir des bureaux au Canada. En outre, elles doivent avoir un minimum de 50 employées, et au moins 90 % du personnel doivent être d’accord pour dire que les personnes sont traitées de manière équitable, indépendamment de leur genre. Les entreprises figurant sur la liste ont été sélectionnées sur la base de leur score global Trust Index attribué par leurs employées.\n« Recevoir cette distinction valide à nouveau notre approche florissante pour créer et maintenir un lieu de travail inclusif », déclare Ginny B. Kissling, présidente mondiale et responsable de l’exploitation, Ryan . « Durant toute l’histoire de la société, nous avons cherché à créer une culture dans laquelle nous avons tous l’opportunité de s’épanouir sur le plan personnel et professionnel. Nous sommes très fiers d’être reconnus parmi les entreprises les plus admirées du pays. »\nRyan est à l’avant-garde de la défense des femmes grâce à un plaidoyer pertinent et à des opportunités de croissance, ainsi qu’à de généreuses politiques de congés familiaux et personnels. Les programmes tels que RyanTHRIVE, un programme de bien-être qui propose des modules de formation axés sur le bien-être physique, professionnel, émotionnel et financier, et myRyan , une approche innovante basée sur les résultats, jouent également un rôle crucial dans la promotion d’un équilibre sain entre vie privée et vie professionnelle.\nPour de plus amples informations à propos des opportunités prometteuses de carrière au sein de Ryan, consultez la section Carrières de notre site web .\nÀ propos de Great Place to Work\nGreat Place to Work est l’autorité mondiale en matière de cultures d’entreprise disposant d’un niveau de confiance et de performance élevé. Cabinet mondial de recherche et de conseil, Great Place to Work fournit les repères et l’expertise nécessaires à la création, au maintien et à la reconnaissance de cultures d’entreprise exceptionnelles. Au Canada, Great Place to Work produit les listes des meilleurs lieux de travail propres à l’industrie et à la démographie et représente les voix de 500 000 employés dans tout le secteur industriel. Il s’agit de la plus grande étude annuelle au monde sur les lieux de travail, qui reconnaît les meilleurs lieux de travail au monde dans une série de listes nationales, notamment celles publiées par The Globe & Mail (Canada) et le magazine FORTUNE (États-Unis).\nÀ propos de Ryan\nRyan, un fournisseur mondial primé pour ses services et logiciels fiscaux, est le plus grand cabinet au monde dédié exclusivement à la fiscalité des entreprises. Le cabinet offre une gamme intégrée multijuridictionnelle de services fiscaux fédéraux, provinciaux et internationaux, notamment des services de recouvrement d’impôts, de consultation, de défense des intérêts, de conformité et technologiques. Ryan a été récompensé 11 fois par l’International Service Excellence Award du Customer Service Institute of America (CSIA) pour son engagement à offrir un service client de classe mondiale. Investie par l’environnement de travail dynamique myRyan , largement reconnu comme le plus novateur du secteur des services fiscaux, l’équipe multidisciplinaire de Ryan, qui compte plus de 4 800 professionnels et associés, est au service de plus de 30 000 clients dans plus de 75 pays, notamment un grand nombre des entreprises les plus connues du classement Global 5000. Pour en savoir plus sur Ryan, rendez-vous sur ryan.com/canada .\nLe texte du communiqué issu d’une traduction ne doit d’aucune manière être considéré comme officiel. La seule version du communiqué qui fasse foi est celle du communiqué dans sa langue d’origine. La traduction devra toujours être confrontée au texte source, qui fera jurisprudence.\nContacts\nMelodie Elliott\nDirectrice, relations publiques\nRyan\n972.934.0022\nmelodie.elliott@ryan.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Human Interest"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fcanada%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=Ryan&index=1&md5=ab14d0d49b140fb305491ff40e0029b7",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.ryan.com%2Fcareers%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=section+Carri%26egrave%3Bres+de+notre+site+web&index=5&md5=69369d63c8676d39f4868e85c55cfc20",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fcanada%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=Ryan&index=1&md5=ab14d0d49b140fb305491ff40e0029b7",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.ryan.com%2Fcareers%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=section+Carri%26egrave%3Bres+de+notre+site+web&index=5&md5=69369d63c8676d39f4868e85c55cfc20",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fabout-ryan%2Fleadership%2Fgarry-round%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=Garry+Round%2C+pr%26eacute%3Bsident+des+op%26eacute%3Brations+canadiennes%2C+Ryan&index=2&md5=a7718b41b42a37740c252b5a23bb49c6",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fabout-ryan%2Fleadership%2Fginny-kissling%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=Ginny+B.+Kissling%2C+pr%26eacute%3Bsidente+mondiale+et+responsable+de+l%27exploitation%2C+Ryan&index=3&md5=aa458d6f8f7888247e980bb561699169",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fcareers%2Fpeople--culture%2F%3Futm_medium%3Dwebsite%26utm_content%3Dpeople-culture%26utm_campaign%3Dcareers&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=myRyan&index=4&md5=d6437f8fece7b7c0f7d3c11ef46a7668",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fryan.com%2Fcanada&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=ryan.com%2Fcanada&index=6&md5=13c4bbfc913e29d7a1c0e3fbc5cc7667",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fcareers%2Fpeople--culture%2F%3Futm_medium%3Dwebsite%26utm_content%3Dpeople-culture%26utm_campaign%3Dcareers&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=myRyan&index=4&md5=d6437f8fece7b7c0f7d3c11ef46a7668",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fryan.com%2Fcanada&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=ryan.com%2Fcanada&index=6&md5=13c4bbfc913e29d7a1c0e3fbc5cc7667",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fabout-ryan%2Fleadership%2Fginny-kissling%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=Ginny+B.+Kissling%2C+pr%26eacute%3Bsidente+mondiale+et+responsable+de+l%27exploitation%2C+Ryan&index=3&md5=aa458d6f8f7888247e980bb561699169",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fryan.com%2Fabout-ryan%2Fleadership%2Fgarry-round%2F&esheet=53910299&newsitemid=20240314212990&lan=fr-CA&anchor=Garry+Round%2C+pr%26eacute%3Bsident+des+op%26eacute%3Brations+canadiennes%2C+Ryan&index=2&md5=a7718b41b42a37740c252b5a23bb49c6",
      "https://cts.businesswire.com/ct/CT"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:58:20.351+02:00",
    "updated": "2024-03-15T05:44:42.293+02:00"
  },
  {
    "uuid": "2b54adfc6d5c69ed98463b228d507c6da4dc63da",
    "url": "https://www.meneame.net/story/espanoles-deportivos-han-muerto/c021",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "the_unico",
    "published": "2024-08-08T18:55:00Z",
    "title": "#21 Españoles, los deportivos han muerto",
    "text": "[Grahml](/user/Grahml)a [youtube.com](/go/link/3967284) [#13](c13#c-13) Como conductor que le gusta conducir...¿qué le pides a un coche para que te satisfaga? ¿Prestaciones? (=Potencia, aceleración...) ¿Que el tubo de escape haga mucho ruido? ¿Diseño? Lo pregunto sinceramente.\n[#15](c15#c-15) Para empezar, que dejen de hacer tricilíndricos superturbo con sonido de motocultor e interiores de plástico de los chinos con una tablet pegada en medio\nCoches deportivos ha habido, hay y habrá. Lo que es más complicado es que en una situación económica complicada para la mayoría de las familias, el comprar un cochecito que no es más que un capricho quede muy por detrás de alimentación, vivienda y de otras formas de ocio.\nLos pijos y los ricachos podrán seguir con sus deportivos. Pero hay que ser muy gilipollas para quitarte el pan de la boca, dejar de pagar la hipoteca o negarle oportunidades a tus hijos para llevar una mierda de BMW/Audi/jaguar o lo que sea.\n[#1](c1#c-1) Añado que la aparición de los SUV les ha comido terreno, la población española va envejeciendo, hay menos jóvenes, y además no se pueden permitir estos coches\n[#1](c1#c-1) También hay que entender que si se buscaba potencia y aceleración los coches eléctricos, hasta el más flojo, se saca la chorra.\nYouTube está lleno de Teslas de 50.000€ meándose en una carrera de aceleración a Ferraris, Maseratis, etc.\nLo que demuestra que en realidad un deportivo se buscaba para captar las miradas, el brum, brum, el ruido y chillar de ruedas. Ahora que eso significa polución molestan más que causan admiración.\nOtra cosa es que como coches de diseño exclusivo sean preciosos, pero ya no por prestaciones, ahí se los pasan por la piedra cualquier dominguero y su Tesla dual motor.\n[#11](c11#c-11) A ver, es que el primer sintoma de un pollaherida es ese, el necesitar aparentar, por eso se compran un porsche o algo mas caro, porque quieren ser el centro de atención y que la gente les mire.\nLuego les ves maldiciendo en un atasco porque no avanzan con su carraco, mientras que tu vas con tu \"amotillo\", te paras al lado, les dedicas una sonrisa y te metes entre el tráfico... No hay cosa que me guste mas que ver como les pasas y empiezan a aporrear el claxon cual mandril furioso jajajaja\nSi no existieran los deportivos, una cantidad importante de subnormalidad saldría de las carreteras. Creo que es un gran avance.\n[#4](c4#c-4) precisamente los que llevan un coche potente y lo conducen como si llevaran un deportivo, y se comen las inercias, la altura, etc de su Evoque o X3 son aún más peligrosos que si el mismo conductor llevase un coche más bajito, ligero y con mejor dinámica.\nSuerte de ayudas electrónicas obligatorias, si no los SUV harían mucho más daño.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:04:43.378+03:00",
    "updated": "2024-08-09T00:04:43.378+03:00"
  }
]