[
  {
    "uuid": "0602f9fa9aa19499e3f02a0e17eb3c60e5d3ee1f",
    "url": "https://www.prensa-latina.cu/2024/05/04/lider-lenadores-por-octavo-exito-seguido-en-torneo-cubano-de-beisbol",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Norland Rosendo Gonzalez",
    "published": "2024-05-04T04:16:00Z",
    "title": "Líder Leñadores por octavo éxito seguido en torneo cubano de béisbol",
    "text": "Campeón en la edición del año pasado, el equipo tunero aseguró ya la subserie ante Santiago de Cuba y amenaza con completar la limpieza en el pareo iniciado el martes.\nParece una costumbre que Leñadores tenga arranques fríos en la temporada y poco a poco acelere el paso hasta ascender a los primeros lugares en el ordenamiento.\nEste jueves doblegaron a Avisas orientales por 7-3 con protagonismo de Rafael Viñales, quien ligó de 4-3, incluido un jonrón, empujó dos carreras y apuntó el relevo salvador de Rodolfo Díaz, impecable en el tercio final del juego.\nAunque Pinar del Río también ganó y saca media raya de ventaja sobre Leñadores, exhibe 11 puntos por debajo en el promedio de ganados y perdidos, indicador determinante en el ordenamiento de la tabla de posiciones.\nVegueros firmó su primer éxito ante La Isla por 5-1 y mantuvo su paso ganador en el campeonato, por el cual aumentan los vaticinios de una posible final entre ellos y tuneros, inédita en el béisbol de la isla.\nCiego de Ávila se impuso par de veces a un desconocido Villa Clara (4-1 y 3-2), que comparte el penúltimo lugar, luego de siete derrotas consecutivas.\nEn la jornada de viernes, Holguín y Camagüey mantuvieron la racha de blanqueadas, solo que ahora salieron victoriosos los Cachorros (4-0).\nGranma dejó en el campo a Guantánamo por 4-3 con tres vueltas en el noveno inning, juego donde Alfredo Despaigne sacudió su jonrón 14 de la temporada y reasumió en solitario la punta entre los máximos productores de cuadrangulares.\nDe por vida suma 277 y se colocó a tres del matancero Fernando Sánchez, ocupante del lugar 15 en el ranking histórico en torneos nacionales cubanos, según los archivos del estadístico Benigno Daquinta.\nEn los demás juegos, Mayabeque apaleó a Cienfuegos por 11-1, lo mismo hizo Matanzas con Sancti Spíritus (12-0) e Industriales doblegó por segundo día seguido a Artemisa (3-1) con el sexto éxito de Andy Vargas, colíder en ganados junto a Alberto Pablo Civil, Dachel Duquesne y Albert Valladares.\nTras Las Tunas (24-11) y Pinar del Río (27-13) aparecen Ciego de Ávila (24-16), Granma y Camagüey (23-17), Industriales (22-18), Artemisa y Santiago de Cuba (20-20).\nFuera de zona de clasificación se ubican Matanzas (19-21), Sancti Spíritus y Mayabeque (18-22), La Isla (15-20), Villa Clara, Guantánamo y Holguín (16-24) y Cienfuegos (14-26).\nro/nrg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-04T09:13:34.986+03:00",
    "updated": "2024-05-04T09:13:34.986+03:00"
  },
  {
    "uuid": "4008a854d5c434000f6baba5064d399f6dd6fab4",
    "url": "https://www.flyertalk.com/forum/delta-air-lines-skymiles/2160603-worst-delta-hubs-summer-weather-delays.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gm; GagaPilot",
    "published": "2024-05-10T04:30:00Z",
    "title": "Worst Delta hubs for summer weather delays?",
    "text": "Worst Delta hubs for summer weather delays?\n#\n1\nOriginal Poster\nJoin Date: May 2015\nLocation: Flyover country\nPrograms: DL DM\nPosts: 57\nWorst Delta hubs for summer weather delays?\nI realize it depends on the day and degree of luck, but are there any opinions (or better yet statistics) on which Delta hubs are worst for weather delays June - August?\nTravel is to or from IND, I usually connect MSP, SLC, ATL. I tend to travel in the afternoon or evening and I'm wondering if I should switch to morning travel when possible.\nThere may be a thread that's discussed this in the past, but I couldn't find it. If it's already been discussed, just point me to the link please.\nTravel is to or from IND, I usually connect MSP, SLC, ATL. I tend to travel in the afternoon or evening and I'm wondering if I should switch to morning travel when possible.\nThere may be a thread that's discussed this in the past, but I couldn't find it. If it's already been discussed, just point me to the link please.\n#\n2\nJoin Date: Feb 2015\nLocation: ANC\nPrograms: DL DM\nPosts: 1,867\nWhile all three of those hubs can definitely have their fair share of weather, ATL is very prone to afternoon thunderstorm delays. Id recommend trying to switch to morning travel for ATL connections, and if an evening trip is needed, explore other hubs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "flyove",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "delta",
          "sentiment": "none"
        },
        {
          "name": "anc",
          "sentiment": "none"
        },
        {
          "name": "msp",
          "sentiment": "none"
        },
        {
          "name": "slc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T09:48:45.305+03:00",
    "updated": "2024-05-10T09:48:45.305+03:00"
  },
  {
    "uuid": "981199239a4d67e233784253f861cf0a4d8348b4",
    "url": "https://www.lanacion.cl/hamas-anuncia-que-acepto-propuesta-de-alto-al-fuego-en-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leonardo Medina",
    "published": "2024-05-06T18:24:00Z",
    "title": "Hamás anuncia que aceptó propuesta de alto al fuego en Gaza",
    "text": "Durante este lunes, el grupo islamista Hamás anunció que aceptó la propuesta de alto al fuego en la Franja de Gaza, la cual fue formulada por Egipto y Qatar.\nA través de un breve comunicado, donde no ofrecieron mayores detalles, indicaron que el jefe del buró político de Hamás, Ismail Haniyeh, se comunicó con Egipto y Qatar para confirmar la noticia.\n“Ismail Haniyeh, líder del buró político del movimiento Hamás, realizó una llamada con el primer ministro catarí, Mohammed bin Abdulrahman Al Thani, y con el ministro de Inteligencia egipcio, Abás Kamel, y les informó de la aprobación por parte del movimiento Hamás de su propuesta sobre un acuerdo de alto el fuego”, señaló el grupo islamista.\nEsta situación se produce luego de que el ejército israelí le pidiera a alrededor de 100.000 palestinos al este de Rafah evacuar la localidad, debido a un posible asalto terrestre.\nSegún consignó CNN Chile, hasta el momento se desconocen los detalles de la propuesta, al igual que la postura oficial de Israel. Sin embargo, de acuerdo a algunos medios, como la cadena pública Kan o el canal 12 de noticias, el acuerdo no contaría con la aprobación de las autoridades israelíes.\nAsimismo, los medios, que citan a funcionarios gubernamentales israelíes, señalaron que la oferta que ha aceptado Hamás fue realizada por Egipto de manera unilateral, y que no está siendo tomada en cuenta hasta que no se aclaren los detalles.\nCabe destacar que Hamás advirtió a las fuerzas israelíes que cualquier operación militar en Rafah “no será un picnic”, mencionando que el brazo armado del grupo, las Brigadas al Qasam, se encuentran preparadas para “defender a nuestro pueblo”.\nAdemás, el grupo islamista le pidió a los organismos internacionales, en particular a la agencia de la ONU para los refugiados palestinos (UNRWA), que no abandonen la zona, pese a las órdenes de evacuación de Israel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T22:19:34.429+03:00",
    "updated": "2024-05-06T22:19:34.429+03:00"
  },
  {
    "uuid": "ce3e63cff7b596ea0b93af748b75701c6113a1db",
    "url": "https://www.publimetro.com.mx/nacional/2023/12/28/vapeadores-desatan-nueva-guerra-entre-la-amlo-y-morena-contra-la-corte/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joshua Hernández",
    "published": "2023-12-28T22:23:00Z",
    "title": "Vapeadores desatan nueva guerra entre la AMLO y Morena contra la Corte | Publimetro México",
    "text": "La pugna legal por los cigarrillos electrónicos, también conocidos como vapeadores, confrontó nuevamente a Movimiento Regeneración Nacional (Morena) con la Suprema Corte de Justicia de la Nación (SCJN), pues la procedencia de un amparo enconó un decreto federal con un particular que podría seguir comercializando con este producto. Todo inició cuando el presidente Andrés Manuel López Obrador (AMLO), el 31 de mayo de 2022, promulgó en el Diario Oficial de la Federación (DOF) el decreto por el cual se prohibe la circulación y comercialización de los cigarrillos electrónicos y dispositivos vaporizadores con usos similares (Sistemas Electrónicos de Administración de Nicotina, Sistemas Similares sin Nicotina, Sistemas Alternativos de Consumo de Nicotina), así como los aceites, soluciones y mezclas que aerolizan. Te recomendamos: [Cuántos y cuánto cuestan los “lujos” que Morena le quiere quitar al Poder Judicial](https://www.publimetro.com.mx/nacional/2023/10/12/cuales-son-los-fideicomisos-que-morena-le-quiere-quitar-al-poder-judicial/) Después, la empresa Gastronómica Teopanzolco S.A. de C.V. manifestó su inconformidad y comenzó una lucha legal para tener la facultad de vender vapeadores y sus desechables; dicho conflicto terminó en la promoción del Amparo 636/2023, el cual llegó a la Segunda Sala de la SCJN, presidida por el ministro Alberto Pérez Dayán. Este recurso fue turnado al ministro Javier Laynez Potisek para determinar su procedencia, la cual fue concedida al considerar que esa cuestión ya fue revisada por el Primer Tribunal Colegiado en Materias Penal y Administrativa del Decimoctavo Circuito. Después, el 6 de diciembre, se discutió dicha determinación en la Segunda Sala y, con tres votos a favor y dos en contra, los ministros avalaron el proyecto de resolución y coincidieron en que se vulnera el derecho de Gastronómica Teopanzolco S.A. de C.V. (propietaria de “La Cabrería Grill Pizza”) al acceso del libre comercio. El argumento que motivó la resolución fue mal recibido por Morena en el Senado de la República, pues Lilia Valdez, presidenta de la Comisión de Salud, reprochó que la SCJN mide la libertad en función de lo comercial y no de la salud humana, “el derecho que se tiene de comercializar lo que sea”, señaló. Te recomendamos: [El PAN acudirá a la SCJN si el ‘Recorte a la Corte’ viola la Constitución](https://www.publimetro.com.mx/nacional/2023/10/10/pan-acudira-a-la-corte-si-el-recorte-de-morena-al-poder-judicial-atenta-contra-derechos-laborales/) Por ello, hizo un llamado al Poder Judicial a que prioricen la salud y la economía de la salud de la mayoría y “no en la economía de 10 personas”. “¿Justicia es proteger a quien enferma a todo un país?, ¿eso es justicia?, pues yo no soy experta en Derecho, pero pues eso no es justicia”, reclamó. Cabe recordar que la procedencia del amparo no es una resolución final en este tema; simplemente abre la puerta a una discusión más profunda, pero mientras se resuelve, La Cabrería Grill Pizza podrá seguir comercializando legalmente cigarrillos electrónicos y sus desechables (filtros, aceites, baterías, etc.). Este desencuentro se suma a otras tensiones entre la Cuarta Transformación (4T) con el Poder Judicial, como la extinción de 13 fideicomisos por más de 15 mil millones de pesos o el amago de promover una reforma judicial para, entre otras cosas, cambiar la estructura de la Corte y la Judicatura Federal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:33.559+02:00",
    "updated": "2023-12-29T00:32:33.559+02:00"
  }
]