[
  {
    "uuid": "8377a0db85292e18e44ab337bf64baf990783f6e",
    "url": "https://www.larouchepac.com/a_police_dossier_it_is_the_british_who_murder_our_presidents",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Ingraham December",
    "published": "2023-12-28T21:43:00Z",
    "title": "A Police Dossier: It is the British Who Murder Our Presidents",
    "text": "A Police Dossier: It is the British Who Murder Our Presidents\n“If you felt, and you really believed — and a lot of them do — that the worst thing that could happen to the country, and, more specifically, to you, in the professional class, is to have Donald Trump as president; and everything you have tried has failed; and they have been accelerating steps: protests, impeachment, indictment. How many more arrows do you have in your quiver? And what’s the next one? And, of course, it’s assassination.”\n— Tucker Carlson, in an interview with Dan Bongino, December 18, 2023\nPart 1—The British Empire is America’s Historic Enemy\nWhat you, the reader are about to embark on is a five-part series, titled “It is the British Who Murder Our Presidents.” This project was motivated by the deadly threat that now exists against the life of Donald Trump. The difficulty in this project is not “objective;” it is not that the evidence presented is faulty or difficult to understand. The difficulty is entirely subjective.\nThe threat to Trump is obvious and stark. “Russiagate,” two impeachments, the theft of the 2020 election, the raid on Mar-a-Lago, the multiple indictments, and the unconstitutional efforts to keep Trump off the 2024 Presidential ballot, are all out in the open. These have been shocking actions, all aimed at ending Constitutional government in the United States. More ominous, however, is that we are now witnessing increasing and reckless references to Donald Trump as “Hitler,” even by elected officials, with the obvious questions posed, “If you could go back in time to 1933 and kill Hitler before he seized power, wouldn’t you do it? Since Trump intends to seize dictatorial power in 2025, shouldn’t someone kill him now?” This is a pre-assassination environment.\nThe difficulty in this report is not in convincing the American people of this threat. The difficulty arises when we assert that “It is the British who kill American Presidents.” The difficulty is in getting people to see who the true enemy of our nation is. Our people, including perhaps you, have undergone decades of conditioning where it has been drummed into our consciousness that the British are our “closest ally,” our “cousins,” bound-at-the-hip by common bonds and a common cultural heritage. The dear British are simply our “funny accented” relatives. At the same time, a false hegemonic view has been imposed that the British Empire no longer exists, that Britain is now a third-rate has-been nation of little importance, that the British Royal household is just a curiosity for tourists.\nNone of this is true. The first thing to recognize is that the British Empire is and always has been primarily a FINANCIAL EMPIRE, a global system of usury, speculation, and financial dominance by the City of London. The City of London created the global system of private Central Banking in the 19th and early 20th centuries. Today, that private oligarchical system has near dictatorial control over the monetary and financial policies of almost every nation of the planet, as the fate of hundreds of millions of human beings is decided by the controllers of the Bank of England, the European Central Bank, the U.S. Federal Reserve, and similar institutions. The City of London also created, in the 1960s and 70s the “offshore banking system,” imperial financial centers outside the control of sovereign nations, which today bankroll most of the world’s business in narcotics, illicit arms sales and human trafficking.\nIn the 18th century, the British Empire—which the 13 American colonies revolted against—had near monopoly control over global slave trafficking. In the 19th century the British Empire created global narcotics trafficking. Between 1815 and 1945 the British Empire killed more human beings than Hitler, Stalin and Mao Zedong combined. Unlike the American Republic, the British financial/economic system was never about human advancement or scientific and technological progress; it was a system of looting, exploitation, financial gain, and dominance by a monied oligarchy.\nFrom 1776, down to the present day, the PRINCIPLES enunciated in our Declaration of Independence and the Preamble to our Constitution have been anathema to the British elites. They have spent decades attempting to eradicate these principles from American culture, and they have been determined to corrupt America’s role into the world, to subvert America into becoming the enforcer of British imperial designs.\n“But” people say, “all of that is mostly in the past. I still don’t see Britain as a major factor today.” The mistake here is that one must stop looking at the nation-state of Great Britain and look at the actual far-flung imperial financial empire that exists and that is centered in London. Look also at the role of the British elites in the Satanic cultural onslaught of recent years, such as the “climate change” campaign, championed by King Charles. Look at the speakers at any COP conference or World Economic Forum conference. The elites who control these conferences are neither “American imperialists” nor “Communists.” British and other European oligarchical interests, together with their treasonous American partners, dominate these affairs. It is a world-wide web of central bankers, financial speculators, multi-national corporations and billionaire-funded private foundations and trusts. These are the true enemies of our nation and of every other sovereign nation. This is the 21st century British Empire.\nAn American Patriot\nIn 1851, a man named Henry Carey published a book, titled The Harmony of Interests. I will quote from a portion of that book, but first consider who Henry Carey was.\nCarey was the leading, the most famous and the most influential American economist of the 19th Century. He was an important advisor to President Abraham Lincoln. He wrote the economic plank in the 1860 Republican Party Presidential Platform. After 1865, he became the foremost champion of Abraham Lincoln’s issuance of Greenback sovereign currency, writing extensively on it, and he campaigned to defend the continued circulation of the Greenbacks after Lincoln’s death. He traveled in Europe and his intervention in Germany was crucial to the decision by Otto von Bismarck in 1869 to abandon the British free-trade policy and adopt the American system of tariffs and protectionism. He was a premier American patriot.\nIn his Harmony of Interests, Carey writes: [emphasis added]\n“Two systems are before the world; the one looks to increasing the proportion of persons and of capital engaged in trade and transportation, and therefore to diminishing the proportion engaged in producing commodities with which to trade, with necessarily diminished return to the labour of all; while the other looks to increasing the proportion engaged in the work of production, and diminishing that engaged in trade and transportation, with increased return to all, giving to the labourer good wages, and to the owner of capital good profits. . .\n“One looks to pauperism, ignorance, depopulation, and barbarism; the other in increasing wealth, comfort, intelligence, combination of action, and civilization. One looks towards universal war; the other towards universal peace. One is the English system; the other we may be proud to call the American system, for it is the only one ever devised the tendency of which was that of elevating while equalizing the condition of man throughout the world.\n“Such is the true mission of the people of these United States. . . To raise the value of labour throughout the world, we need only to raise the value of our own. To improve the political condition of man throughout the world, it is that we ourselves should remain at peace, avoid taxation for maintenance of fleets and armies, and become rich and prosperous. . . To diffuse intelligence and to promote the cause of morality throughout the world, we are required only to pursue the course that shall diffuse education throughout our own land, and shall enable every man more readily to acquire property, and with it respect for the rights of property. To substitute true Christianity for the detestable system known as the Malthusian, it is needed that we prove to the world that it is population that makes the food come from the rich soils, and food tends to increase more rapidly than population, thus vindicating the policy of God to man.”\nThe Nature of Our Current War\nIn subsequent chapters of this report, we shall offer some quotations from the American Presidents Donald Trump, Abraham Lincoln, William McKinley, and John F. Kennedy. In reading those quotes, it will be useful to reflect on what was quoted just above from Henry Carey. Even though the quotations from Lincoln, Trump, Kennedy, and McKinley are from different er. and delivered under different circumstances, there is a moral and philosophical thread that is common to all. America’s true role in the world is not to wage war, take advantage of weaker nations or exploit its own people. It is to act as a Temple of Hope and Beacon of Liberty for all mankind. And that role for America, the true identity of the American Republic, is rigorously defined in Henry Carey’s examination of American versus British economics.\nOne of the best examples which captures the Idea of America that our Founding Fathers fought and died for was written in 1778—amid the Revolutionary War—by Gouverneur Morris, later the author of our Constitution’s Preamble. It is called Observations on the American Revolution, and Morris wrote:\n“The portals of the Temple we have raised to Freedom, shall then be thrown wide, as an Asylum to mankind. America shall receive to her bosom and comfort and cheer the oppressed, the miserable and the poor of every nation and of every clime. The enterprise of extending commerce shall wave her friendly flag over the billows of the remotest region of the world. We shall learn to consider all men as our brethren, being equally children of the Universal Parent—that God of the heavens and of the earth, whose infinite Majesty, for providential favour during the late revolution, almighty power in our preservation from impending ruin, and gracious mercy in our redemption from the iron shackles of despotism, we cannot cease with gratitude and with deep humility to praise, to reverence and adore.”\nLincoln, McKinley, and Kennedy all fought to return America to this outlook. They looked to the future, to what could be built, what could be accomplished in the name of human progress and freedom. Theirs was a noble, optimistic, anti-imperial vision. For that they were killed.\nSo, we present, in the next four parts of this work, our Police Dossier on How and Why the British have murdered our Presidents.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dan bongino",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "tucker carlson",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:12.827+02:00",
    "updated": "2023-12-29T00:34:12.827+02:00"
  },
  {
    "uuid": "d5ae8524afd6bc355484fd1ab05664e50adc380d",
    "url": "https://www.newsbreak.com/news/3392056790028-fda-approves-first-smartphone-app-to-treat-depression",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-04T17:45:00Z",
    "title": "FDA approves first smartphone app to treat depression",
    "text": "By Stephanie Raymond ,\n3 hours ago\nThe U.S. Food and Drug Administration has authorized the use of the first prescription digital treatment for depression.\nRejoyn is a smartphone app intended for use alongside antidepressant medications for people 22 and older who have been diagnosed with major depressive disorder.\nThe app employs a six-week \"brain-training program\" that is designed to help improve how the brain processes emotions. It combines emotional training exercises for the brain and brief therapeutic lessons, according to a news release from Otsuka Pharmaceutical and Click Therapeutics.\n\"The clearance of Rejoyn signals a fundamental change in how clinicians can treat symptoms of major depressive disorder,\" said David Benshoof Klein, co-founder and CEO at Click Therapeutics. \"It provides hope for those who are looking for new treatment options, especially one that is easily accessible through the device in the palm of your hand.\"\nExperts say traditional approaches are often effective, but many are left with only a partial response to treatment. Research has also found that up to 30% of people who take antidepressant medications are partial responders, meaning they continue to have depressive symptoms while using the drugs. The app was designed with these partial responders in mind.\nRejoyn acts \"like physical therapy for the brain,\" according to Brian Iacoviello, assistant professor of psychology at Mount Sinai's Icahn School of Medicine and scientific advisor at Click Therapeutics.\n\"[The app delivers] personalized, consistent brain-training exercises designed to help improve connections in the brain regions affected by depression,\" Iacoviello said in a statement. \"When stronger and more balanced connections are created, the regions of the brain responsible for processing and regulating emotions are better able to work together and symptoms of depression can improve.\"\nThe companies say clinical trial data shows individuals treated with Rejoyn experienced an improvement in depression symptom severity and showed continued improvement one month after completing the six-week treatment program -- all with no side effects.\nThe app is not intended to be used as a standalone therapy or a substitute for medication.\nRejoyn requires a prescription from a healthcare provider and is expected to be available for download in late 2024. It's not clear how much the six-week program will cost.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?url=2olwob_0sFvCpDI00",
      "https://omny.fm/shows/something-offbeat/biotech-company-aims-to-extend-dogs-lives-heres-ho/embed?style=artwork",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2olwob_0sFvCpDI00",
      "https://omny.fm/shows/the-on-deadline-podcast/from-abortion-to-drug-prices-health-care-is-at-the/embed?style=artwork",
      "https://otsuka-us.com/news/rejoyn-fda-authorized",
      "https://omny.fm/shows/krld-news/alarming-trends-in-teenage-mental-health/embed?style=cover&size=square",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2olwob_0sFvCpDI00",
      "https://omny.fm/shows/the-on-deadline-podcast/from-abortion-to-drug-prices-health-care-is-at-the/embed",
      "https://www.otsuka-us.com/news/rejoyn-fda-authorized",
      "https://www.omny.fm/shows/something-offbeat/biotech-company-aims-to-extend-dogs-lives-heres-ho/embed?style=artwork",
      "https://img.particlenews.com/image.php",
      "https://www.omny.fm/shows/the-on-deadline-podcast/from-abortion-to-drug-prices-health-care-is-at-the/embed?style=artwork",
      "https://www.omny.fm/shows/krld-news/alarming-trends-in-teenage-mental-health/embed?style=cover&size=square",
      "https://omny.fm/shows/something-offbeat/biotech-company-aims-to-extend-dogs-lives-heres-ho/embed",
      "https://www.img.particlenews.com/image.php?url=2olwob_0sFvCpDI00",
      "https://omny.fm/shows/krld-news/alarming-trends-in-teenage-mental-health/embed"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephanie raymond",
          "sentiment": "negative"
        },
        {
          "name": "david benshoof klein",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "negative"
        },
        {
          "name": "u.s. food and drug administration",
          "sentiment": "negative"
        },
        {
          "name": "click therapeutics",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:13:35.963+03:00",
    "updated": "2024-04-05T00:13:35.963+03:00"
  },
  {
    "uuid": "1e4d9c006a7e6dd0449e9f0d91dd72c1d3c2c336",
    "url": "https://noticias.r7.com/economia/populacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R7.com",
    "published": "2023-12-29T12:32:00Z",
    "title": "População ocupada chega a 100,5 milhões de brasileiros, recorde da série histórica - Notícias - R7 Economia",
    "text": "- Brasil atinge 100,5 mi de ocupados, o maior nível desde 2012. Taxa de desemprego em queda, 7,5%. - Desocupação tem o menor nível desde 2014, 7,5%. Crescimento de ocupados contribui para queda. - Setor privado registra 37,7 mi com carteira assinada, 2º maior patamar. Informalidade sobe. - Número de ocupados bate recorde, evidenciando recuperação pós-crise. Taxa de informalidade no setor privado também bateu recordeAgência Brasília/Divulgação A [população ocupada](https://noticias.r7.com/economia/brasil-cria-130-mil-empregos-em-novembro-no-acumulado-do-ano-sao-191-milhao-de-vagas-28122023) chegou a 100,5 milhões de brasileiros no trimestre móvel encerrado em novembro. É o maior nível registrado no período na série histórica, iniciada em janeiro de 2012. Os dados são da [Pnad Contínua (Pesquisa Nacional por Amostra de Domicílios)](https://noticias.r7.com/economia/televisao-esta-presente-em-714-milhoes-de-lares-brasileiros-diz-ibge-09112023), divulgada nesta sexta-feira (29) pelo [IBGE (Instituto Brasileiro de Geografia e Estatística)](https://noticias.r7.com/economia/pib-2021-estados-ibge-17112023). Além disso, a taxa de desemprego se manteve em queda e atingiu 7,5% nos mesmos três meses. Mesmo com o indicador acumulando retrações consecutivas desde maio, ainda existem 8,2 milhões de brasileiros sem trabalho. Esse é o menor contingente registrado desde o trimestre móvel encerrado em abril de 2015 (8,15 milhões). “É a terceira queda consecutiva da taxa de desocupação e, no trimestre encerrado em novembro, essa retração segue o movimento do mesmo período nos anos anteriores, quando, de modo geral, há redução nesse indicador. Nesse trimestre, a queda é explicada pela expansão no número de pessoas ocupadas”, explica a coordenadora do estudo, Adriana Beringuy. • [Clique aqui e receba as notícias do R7 no seu WhatsApp](https://whatsapp.com/channel/0029Va6eEELGZNCyryabmO1m) • [Compartilhe esta notícia no WhatsApp](https://api.whatsapp.com/send?text=https%3A%2F%2Fnoticias.r7.com%2Feconomia%2Fpopulacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023%3Futm_source%3Dwhatsapp%26utm_medium%3DCTA_compartilhe%26utm_campaign%3Dcompartilhe_whatsapp) • [Compartilhe esta notícia no Telegram](https://telegram.me/share/url?url=https%3A%2F%2Fnoticias.r7.com%2Feconomia%2Fpopulacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023%3Futm_source%3Dtelegram%26utm_medium%3DCTA_compartilhe%26utm_campaign%3Dcompartilhe_telegram) • [Assine a newsletter R7 em Ponto](https://newsletters.r7.com/) Do crescimento de 853 mil pessoas no contingente de ocupados, a maior parte (515 mil) foi absorvida pelo mercado de trabalho como empregado no setor privado com carteira assinada. Essa categoria foi estimada em 37,7 milhões de trabalhadores, com alta de 1,4% no trimestre, e chegou ao segundo patamar mais elevado da série histórica da pesquisa. O maior foi registrado no trimestre encerrado em junho de 2014, quando 37,8 milhões de pessoas trabalhavam com registro em carteira. A taxa de informalidade, por sua vez, subiu no trimestre em análise. Ela foi de 39,2% da população ocupada, o que equivale a 39,4 milhões de trabalhadores informais. Nos três meses anteriores, esse índice havia sido 39,1%. “No trimestre encerrado em novembro, houve a manutenção do trabalho com carteira assinada em expansão, o que vem ocorrendo desde 2022. Por outro lado, também observamos o aumento da participação da informalidade, já que a população ocupada informal também cresceu”, destaca a coordenadora do levantamento. Parte considerável dos trabalhadores informais, os empregados sem carteira assinada no setor privado somaram 13,4 milhões no trimestre, o maior contingente da série histórica, apesar da estabilidade estatística no trimestre e no ano. “Esse número recorde se deve a essa categoria não ter apresentado recuo desde o trimestre encerrado em maio de 2021, embora nesse último trimestre a variação tenha sido mais discreta”, explica a pesquisadora. Vale lembrar que, do final de 2015 até o começo de 2017, o Brasil passou pela sua mais profunda crise econômica. Na época, o PIB (Produto Interno Bruto, que mede o tamanho da economia de um país) trimestral teve tombo de até 4,5%. Para efeito de comparação, a queda na pandemia foi de 3,3%, no final de 2020. [Plataformas de emprego têm mais de 750 mil vagas abertas no Brasil](https://noticias.r7.com/economia/fotos/plataformas-de-emprego-tem-mais-de-750-mil-vagas-abertas-no-brasil-31082023) - A taxa de [desemprego no Brasil](https://noticias.r7.com/economia/emprego%5D)manteve a [recente trajetória de queda](http://noticias.r7.com/economia/pnad-estados-2-trimestre-2023-15082023)no trimestre encerrado em julho, atingindo 7,9% da população. Esse percentual representa a menor taxa de desocupação para o período desde 2014 (6,7%) e o mais baixo nível geral desde fevereiro de 2015 (7,5%). Mas, mesmo em queda, o nível de desocupação dos brasileiros, revelado nesta quinta-feira (31) pelo IBGE (Instituto Brasileiro de Geografia e Estatística), ainda corresponde a 8,5 milhões de pessoas que buscam uma colocação no mercado de trabalho - O aumento da ocupação até julho foi puxado pelos setores de administração pública, defesa, seguridade social, educação (foto), saúde humana e serviços sociais, com 593 mil novas contratações de funcionários. Em seguida, aparecem as áreas de informação, comunicação e atividades financeiras, imobiliárias, profissionais e administrativas, com mais 296 mil empregos gerados. Quem ainda não conseguiu sua vaga pode pesquisar as oportunidades disponíveis nas plataformas online. Veja! - [empregos.com.br](https://www.empregos.com.br/)— com 170 mil vagas abertas, um dos destaques do site é o cargo de analista de redes de infraestrutura, na Farisco, em São Paulo, com salário de R$ 10.500 - [bne.com.br](https://www.bne.com.br/)— o portal tem 568.640 vagas, entre as quais se destaca a de pintor indutrial, em Paranaguá (PR). O salário é de R$ 2.082,91 - [vagas.com.br](https://www.vagas.com.br/)— a plataforma tem mais de 12 mil vagas cadastradas e está com seleção aberta no Rio de Janeiro para 50 posições de atendente de experiência do cliente, exclusivas para PcD (pessoa com deficiência). O empregador é uma grande companhia de telefonia, que oferece salário entre R$ 1.320 e R$ 2.500, para trabalhar em home office - [br.indeed.com](https://br.indeed.com/)— criado nos Estados Unidos e usado em mais de 50 países, esse site de busca de empregos também está presente no Brasil, onde tem, entre as oportunidades, vaga para consultor de vendas em Recife (PE), com remuneração mensal de R$ 4.810 - [luandre.com.br](https://noticias.r7.com/luandre.com.br)— com vagas no país inteiro, a plataforma tem oportunidades em todos os setores de atividades. Uma das possibilidades é para analista de recrutamento e seleção sênior, para trabalhar em São Paulo, com remuneração mensal de R$ 9.500; para quem é de Mato Grosso do Sul, o destaque é a vaga de ajudante de expedição em Campo Grande, com salário de R$ 1.958,16 - [catho.com.br](https://www.catho.com.br/)— o site oferece vagas para todo o Brasil. Os interessados precisam criar uma conta, cadastrar os dados do seu currículo e, na sequência, podem fazer a pesquisa das oportunidades mais adequadas a seu perfil - [infojobs.com.br](https://www.infojobs.com.br/)— a plataforma leva em consideração o perfil de cada candidato na seleção para as vagas; em Belo Horizonte (MG), uma das oportunidades é para analista de frota, no setor de logística, com renda bruta mensal entre R$ 1.800 e R$ 2.000",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://www.empregos.com.br/)—",
      "https://whatsapp.com/channel/0029Va6eEELGZNCyryabmO1m)",
      "https://api.whatsapp.com/send?text=https%3A%2F%2Fnoticias.r7.com%2Feconomia%2Fpopulacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023%3Futm_source%3Dwhatsapp%26utm_medium%3DCTA_compartilhe%26utm_campaign%3Dcompartilhe_whatsapp)",
      "https://www.bne.com.br/)—",
      "https://www.infojobs.com.br/)—",
      "https://telegram.me/share/url?url=https%3A%2F%2Fnoticias.r7.com%2Feconomia%2Fpopulacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023%3Futm_source%3Dtelegram%26utm_medium%3DCTA_compartilhe%26utm_campaign%3Dcompartilhe_telegram)",
      "https://br.indeed.com/)—",
      "https://www.vagas.com.br/)—",
      "https://www.catho.com.br/)—",
      "https://www.br.indeed.com/)—",
      "https://infojobs.com.br/)—",
      "https://catho.com.br/)—",
      "https://telegram.me/share/url",
      "https://www.api.whatsapp.com/send?text=https%3A%2F%2Fnoticias.r7.com%2Feconomia%2Fpopulacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023%3Futm_source%3Dwhatsapp%26utm_medium%3DCTA_compartilhe%26utm_campaign%3Dcompartilhe_whatsapp)",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fnoticias.r7.com%2Feconomia%2Fpopulacao-ocupada-chega-a-1005-milhoes-de-brasileiros-recorde-da-serie-historica-29122023%3Futm_source%3Dtelegram%26utm_medium%3DCTA_compartilhe%26utm_campaign%3Dcompartilhe_telegram)",
      "https://bne.com.br/)—",
      "https://api.whatsapp.com/send",
      "https://vagas.com.br/)—",
      "https://empregos.com.br/)—",
      "https://www.whatsapp.com/channel/0029Va6eEELGZNCyryabmO1m)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:47:06.644+02:00",
    "updated": "2023-12-29T18:04:54.807+02:00"
  },
  {
    "uuid": "62fa1a39c4784e3336335220b743807e18a0b8f5",
    "url": "https://www.infobae.com/america/agencias/2024/04/25/bullrich-afirma-que-hizbula-lava-dinero-en-la-frontera-de-brasil-paraguay-y-argentina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2024-04-25T21:31:00Z",
    "title": "Bullrich afirma que Hizbulá \"lava dinero\" en la frontera de Brasil, Paraguay y Argentina",
    "text": "Santiago de Chile, 25 abr (EFE).- La ministra argentina de Seguridad, Patricia Bullrich, dijo este jueves en Chile que el partido chiita libanés Hizbulá opera en la triple frontera de Brasil, Paraguay y Argentina, territorio en el que \"están instalados y lavan dinero\".\n\"Utilizan al PCC de Brasil, Primer Comando Capital, utilizan a organizaciones argentinas y paraguayas que hacen secuestros, robos o trafican droga. Y ellos compran y lavan dinero\", Aseguró Bullrich en un foro del Encuentro Nacional de la Empresa (Enade) 2024, en Santiago de Chile.\nLa también secretaria de Estado de Argentina señaló que \"utilizan a esas organizaciones como organizaciones que les hacen de pantalla, mientras ellos aparecen como comerciantes, o como empresarios en la zona”, aunque no insistió en la presencia de Hizbulá en Chile, como afirmó la semana pasada.\n“Y por eso quizás nosotros, argentinos, tenemos una sensibilidad especial, porque, la semana pasada, nuestro máximo tribunal penal de la Argentina acaba de dar un dictamen diciendo que Irán actuó en la Argentina como Estado terrorista. Y que su herramienta fue Hizbulá\", comentó.\n\"Pero esto mismo puede estar pasando con otras organizaciones, que están apareciendo con un nivel de sofisticación y de planificación típica de antecedentes ligados a las Fuerzas Armadas”, agregó Bullrich.\nCabe recordar que Chile presentó una nota de protesta por las declaraciones de la ministra de Seguridad argentina sobre la supuesta presencia de Hizbulá en la ciudad de Iquique (norte).\nEsta acción se sumó a la carta que el embajador de Chile en Estados Unidos, Juan Gabriel Valdés, envió al Congreso de ese país para manifestar su molestia por las declaraciones del senador republicano Marco Rubio, quien también sugirió que existe presencia y vínculos en Chile de Hizbulá, uno de los principales aliados de Irán.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:37:07.819+03:00",
    "updated": "2024-04-26T00:37:07.819+03:00"
  },
  {
    "uuid": "7b03fefab84275cc8fb36879082e8a19917a7870",
    "url": "https://allisrael.com/israel-s-iron-fist-air-force-can-hit-its-enemies-soft-underbelly-netanyahu-warns",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joel C Rosenberg",
    "published": "2024-08-22T00:00:00Z",
    "title": "Israel’s ‘Iron Fist’ Air Force can strike its enemies’ ‘soft underbelly,’ Netanyahu warns | All Israel News",
    "text": "Israel’s ‘Iron Fist’ Air Force can strike its enemies’ ‘soft underbelly,’ Netanyahu warns PM tours northern Air Force base, meets with northern Israel's local leaders Amid ongoing tensions on Israel’s northern border with Hezbollah and the [looming attack that Iran](https://allisrael.com/waiting-period-for-iran-s-attack-on-israel-could-be-long-irgc-general-says) has promised to carry out against Israel, Israeli Prime Minister Benjamin Netanyahu sent a warning message to the country’s enemies. Visiting the Ramat David Air Force Base in northern Israel on Wednesday, Netanyahu said: “The Air Force is our iron fist which knows how to hit the soft underbelly of our enemies. The ground crews, pilots and commanders here are doing heroic work. They have proven this time and again and if we need to – we will prove it again even more vigorously.” Accompanied by his chief of staff, Tzachi Braverman, IDF military secretary, Maj.-Gen. Roman Gofma, and his newly appointed spokesman, Dr. Omer Dostri, Netanyahu said he visited the base to inspect the preparations “to meet threats from near and far.” “We are prepared for any scenario, both offensively and defensively,” he stressed. The Prime Minister’s Office (PMO) said Netanyahu received a comprehensive briefing on the readiness of the Air Force (IAF) in all sectors, “but especially the north.” The most recent escalation cycle in the northern sector began three days ago when a Hezbollah [drone killed an IDF soldier](https://allisrael.com/early-morning-hezbollah-drone-assault-seriously-wounds-2-israelis-in-western-galilee) and wounded several more. In response, the IAF carried out several airstrikes on Hezbollah’s [strategic weapons caches](https://allisrael.com/55-rocket-barrage-hits-northern-israel-after-idf-strike-on-hezbollah-arms-depot-rocks-eastern-lebanon) in the Bekaa Valley, deep within Lebanese territory. The IDF also eliminated a senior Palestinian terrorist affiliated with the Fatah party who was involved in smuggling weapons from Lebanon [into Judea and Samaria](https://allisrael.com/gallant-warns-iran-wants-to-turn-ramadan-into-another-october-7-set-fire-to-west-bank), with the help of Hezbollah and Iran's Revolutionary Guards. During his visit to Ramat David, Netanyahu viewed “an exhibition of combat systems at the base, including attack helicopters and jets,” the PMO stated. “He was also shown the offensive capabilities of the various systems as well as their importance in carrying out the Air Force's many defensive and offensive missions against both near and distant threats.” “The Prime Minister met with air crews, operators and technical crews, and with commanders. He commended their work and spoke with them about the importance of their roles in defending the country and in safeguarding Israel's security superiority against its enemies.” On Thursday, Netanyahu met with Golan Regional Council Chairman Ori Kalner and the mayor of Katzrin, Yehuda Dua, after a [50-rocket-salvo](https://allisrael.com/50-rockets-hit-israel-after-second-night-of-massive-strikes-on-hezbollah-arms-depots-deep-within-lebanon) slammed into the northern town and struck five homes in a direct hit. A 30-year-old man was left in moderate condition after being hit by shrapnel when a rocket struck his home, while another individual was treated for shock. “This is our reality here in Katzrin, this situation is simply not acceptable to us,” Kalner said after the strikes. “The Israeli government must stop this.” We recommend to read: The All Israel News Staff is a team of journalists in Israel. [Donate to ALL ISRAEL NEWS](https://allisrael.com/donate)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin netanyahu",
          "sentiment": "neutral"
        },
        {
          "name": "roman gofma",
          "sentiment": "none"
        },
        {
          "name": "omer dostri",
          "sentiment": "none"
        },
        {
          "name": "tzachi braverman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "all israel news israel’s ‘iron fist’ air force",
          "sentiment": "neutral"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        },
        {
          "name": "idf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "ramat david air force base",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T05:25:32.469+03:00",
    "updated": "2024-08-25T11:01:32.899+03:00"
  },
  {
    "uuid": "0bb55d5de29a9172873ad3a9d8dc2ce481e27ebc",
    "url": "https://www.newsday.com/long-island/nassau/marina-regina-catholic-schoolteacher-fired-hdc5umb4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Brodsky",
    "published": "2023-12-29T00:33:00Z",
    "title": "Gay Marina Regina Catholic School teacher says Diocese of Rockville Centre fired him for pictures showing him ... - Newsday",
    "text": "[Long Island](/long-island) [Nassau](/long-island/nassau)\nGay Marina Regina Catholic School teacher says Diocese of Rockville Centre fired him for pictures showing him kissing boyfriend\nA third grade teacher at Maria Regina Catholic School in Seaford said he was fired after officials with the Diocese of Rockville Centre were alerted to pictures on social media of him kissing his longtime boyfriend.\nMichael Califano, whose father was a Nassau County police officer who died in the line of duty more than a decade ago, said he was called into a meeting Wednesday with the school's pastor and the head of human resources for the diocese, who told him that he was not following a “Catholic lifestyle and Catholic ethics” based on the church handbook and that his employment had been terminated.\nCalifano, 26, who attended the school as a child, worked at Maria Regina for two years.\n“They said that I wasn't living a Catholic lifestyle but didn't specify what they viewed as a Catholic lifestyle,” Califano, who is gay, told Newsday. “I go to church every Sunday. I'm very active in my parish because my parish is my school. So from what I've seen, and from clearly from what other people have seen, I have been living a Catholic lifestyle. The diocese feels that they can decide differently.”\nThe diocese on Thursday refused to answer questions about Califano's termination.\n“For privacy reasons we do not comment publicly on personnel matters, but we can say that the school did not end Mr. Califano’ s employment over his sexuality,” said Sean Dolan, a diocesan spokesman.\nCalifano and other parents familiar with the termination insist the school and its pastor fought against the firing but were overruled by Rev. John O. Barres, the bishop of the diocese.\nA rally in support of Califano is planned for Friday in front of the Cathedral of St. Agnes in Rockville Centre.\nIn a letter to parents Thursday, Maria Regina pastor Rev. Jason Grisafi and principal Matthew Scannapieco confirmed Califano's termination.\n“We understand that a change in teaching staff during the school year is significant and want to assure you that this decision was made after thorough and careful consideration and review,” they wrote. “Due to the confidential nature of personnel matters, we are not permitted to provide any further details about this decision.”\nThe statement said the school is “working to ensure that when our students return that they are returning to what so many love about our school — a safe and nurturing environment where they can learn and be formed in their Catholic faith.”\nCalifano said the school and the diocese were aware of his sexuality and never expressed concern until an individual sent an anonymous letter to Bishop Barres with pictures from Califano's boyfriend's Facebook page showing the two men kissing. Califano said his Facebook page is private and that he never discusses his sexuality in the classroom.\n“They said they found things on that account that were inappropriate for a Catholic schoolteacher,” said Califano, who has been in contact with an attorney. “There's nothing vulgar on that account.”\nParents at Maria Regina expressed outrage about Califano's termination, creating a Facebook page in support of the teacher and an online petition urging the diocese to reverse its position that had more than 1,000 signatures by Thursday evening. Some parents said they're planning to pull their children from the school in protest or to refuse Sunday donations to the church.\nToni Lichtenberger of Massapequa said Califano taught her daughter last year and called him an “amazing teacher and an amazing person” who is beloved in the school.\n“This is a witch hunt,” she said. “We pay tuition because we want a certain type of education that aligns with our family's values and morals. What they just did goes against everything they're supposed to be learning. These kids are supposed to be learning acceptance and tolerance. And this has gone the complete opposite way.”\nCalifano's father, a highway patrolman of the same name, died in 2011 after his patrol car was struck by a flatbed tow truck on the Long Island Expressway during a traffic stop. The driver, who prosecutors said fell asleep behind the wheel,\npleaded guilty to reckless driving and avoided jail time.\nUpdated 40 minutes ago Dog stabbed 17 times ... Miracle baby returns home ... Learning double Dutch ... What's up on LI this weekend\nUpdated 40 minutes ago Dog stabbed 17 times ... Miracle baby returns home ... Learning double Dutch ... What's up on LI this weekend",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maria regina",
          "sentiment": "none"
        },
        {
          "name": "califano",
          "sentiment": "none"
        },
        {
          "name": "” califano",
          "sentiment": "none"
        },
        {
          "name": "michael califano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newsday",
          "sentiment": "neutral"
        },
        {
          "name": "rockville centre",
          "sentiment": "neutral"
        },
        {
          "name": "marina regina catholic school",
          "sentiment": "neutral"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "diocese of rockville centre",
          "sentiment": "none"
        },
        {
          "name": "maria regina catholic school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nassau",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "rockville centre",
          "sentiment": "none"
        },
        {
          "name": "seaford",
          "sentiment": "none"
        },
        {
          "name": "nassau county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:38:44.199+02:00",
    "updated": "2023-12-29T02:38:44.199+02:00"
  },
  {
    "uuid": "9264a6bfcc40434b3f668f0a9d5596d3f72af282",
    "url": "https://www.sdpnoticias.com/deportes/medallas-de-mexico-en-juegos-paralimpicos-2024-hoy-5-de-septiembre-gilda-cota-conquista-medalla-de-plata",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mario Soto",
    "published": "2024-09-05T20:43:00Z",
    "title": "Medallas de México en Juegos Paralímpicos 2024 hoy 5 de septiembre: Gilda Cota conquista medalla de plata",
    "text": "¡Orgullo mexicano! Gilda Cota se acaba de colgar la medalla de plata luego de una gran exhibición dentro de la categoría de lanzamiento bala F33 durante los [Juegos Paralímpicos de París 2024](https://www.sdpnoticias.com/deportes/el-impresionante-tiro-de-una-arquera-que-maravillo-a-todos-en-los-juegos-paralimpicos-de-paris-2024/). Este jueves 5 de septiembre, la paratleta mexicana, Gilda Guadalupe Cota nos acaba de obsequiar una medalla más para nuestro país luego de su brazo profundo en el lanzamiento de bala. La deportista mexicana dejó atónitos a todos dentro de la arena de los [Juegos Paralímpicos en París 2024](https://www.sdpnoticias.com/deportes/medallas-de-mexico-en-juegos-paralimpicos-2024-hoy-4-de-septiembre-arnulfo-castorena-gana-medalla-de-oro/), dejando en su debut, una presea de plata para la delegación mexicana. [Deportes¿Quién era Rebecca Cheptegei? La atleta que murió tras ser atacada por su novio con gasolina](/deportes/quien-era-rebecca-cheptegei-la-atleta-que-murio-tras-ser-atacada-por-su-novio-con-gasolina/) [DeportesMuere Rebecca Cheptegei, atleta que participó en París 2024, tras ataque perpetrado por su novio con gasolina](/deportes/muere-atleta-que-participo-en-paris-2024-tras-ataque-perpetrado-por-su-novio-con-gasolina/) [DeportesMedallas de México en Juegos Paralímpicos 2024 hoy 4 de septiembre: Arnulfo Castorena y Juan Pablo Cervantes ganan medalla de oro](/deportes/medallas-de-mexico-en-juegos-paralimpicos-2024-hoy-4-de-septiembre-arnulfo-castorena-gana-medalla-de-oro/) Gilda Cota se cuelga medalla de plata en los Juegos Paralímpicos de París 2024 Gilda Cota ha logrado poner a México en alto luego de su impresionante exhibición para conseguir una medalla más para la delegación mexicana. Gilda Guadalupe Cota logró un mérito impresionante en los [Juegos Paralímpicos de París 2024](https://www.sdpnoticias.com/deportes/medallas-de-mexico-en-juegos-paralimpicos-2024-hoy-4-de-septiembre-arnulfo-castorena-gana-medalla-de-oro/), competición en la que logró sobreponerse al impacto en su rendimiento debido a la enfermedad degenerativa como lo es la esclerosis múltiple. “Fue algo maravilloso, estoy muy emocionada, lo veía imposible, lo hice por mí y por todas las personas con esclerosis múltiple, decidí sorprender a la vida y lo estoy haciendo”: Gilda Cota. La paratleta logró algo inédito pues al conseguir la medalla de plata para la delegación mexicana logró imponer un nuevo récord en la categoría de lanzamiento de bala F33. Y es que Gilda dejó huella en los [Juegos Paralímpicos de París 2024](https://www.sdpnoticias.com/tecnologia/que-significa-el-doodle-google-de-los-juegos-paralimpicos-de-paris-2024/) con récord de América, ya que logró establecer una marca de 7.89 metros en la final de impulso de bala F33. ¿Cuántas medallas lleva México en los Juegos Paralímpicos 2024 hoy 5 de septiembre? Medallas de Oro: - Gloria Zarza - Lanzamiento de bala - Arnulfo Castorena - 50m pecho - Juan Pablo Cervantes - 100 m Para atletismo Medallas de Plata: - Haidee Aceves - 100 m espalda - Haidee Aceves - 50m dorso - Luis Mario Nájera - Taekwondo - Gilda Cota - Lanzamiento de Bala F33 Medallas de Bronce: - Juan Diego García López - Taekwondo - Ángel Camacho - 150 metros combinados natación - Ángel Camacho - 100 m libres natación - Rosa Guerrero - lanzamiento de disco - Osiris Aneth Machado Plata - lanzamiento de disco México tiene 12 medallas en los Juegos Paralímpicos de París 2024 al jueves 5 de septiembre del 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:35:50.036+03:00",
    "updated": "2024-09-06T00:35:50.036+03:00"
  },
  {
    "uuid": "4ca77a318dfac239ae3fb88bf22e385ea920104c",
    "url": "https://nairobinews.nation.africa/uganda-first-lady-janet-museveni-tests-positive-for-coronavirus/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Kwalimwa",
    "published": "2023-12-28T16:44:00Z",
    "title": "Uganda First Lady Janet Museveni tests positive for Coronavirus – Nairobi News",
    "text": "Uganda President Yoweri Museveni says his wife, First Lady Janet, has tested positive for Coronavirus.\nThe long-serving Head of State, aged 79, announced on X, formerly Twitter.\nThe First Lady, referred to as Maama Janet by her husband of five decades, doubles up as the Minister for Education and Sports.\n“On Christmas day, after a family lunch, Maama Janet started feeling kukarakaatwa (sandy feeling) in the throat. We did a Rapid Corona test, which was negative. However, we sent another sample to Mbarara for PCR test and it came back positive,” explained Museveni.\n“Indeed, Maama was feeling weak, with headache sometimes and with the kukarakaatwa. Immediately, on the 26th morning, I had to carry out a test on myself so that we decided to manage the problem. The tests came back negative by afternoon.”\nThe First Lady, 75, is in isolation and has commenced treatment, the President added.\n“We, therefore, decided for Maama to self- isolate in one of the houses at Rwakyitura while I continue with the programmes that we had arranged but not ones where Maama was involved. That is why we could not go to Kyenkwanzi or to Hon. Kaboyo’s function.”\nDespite the setback, Museveni indicated that he will continue to discharge his duties.\n“What is of interest is how I remained negative despite being with Maama all these days- sharing the room, the air-conditioned car to Entebbe and back to Nakasero. Was it because I am emponoka (survivor) of Corona of last May? Maama is now a first-time corona warrior. She is doing well.”\nIn June 2023, Museveni, who has ruled Uganda for 37 years, announced he had contracted Coronavirus and consequently proceeded on ‘forced leave’.\nAt the time, the First Lady tested negative.\nCoronavirus is an infectious disease that causes patients to experience mild to moderate respiratory illness and mainly recover without requiring special treatment. The World Health Organisation (WHO) however explains that some patients can become seriously ill while older people with underlying medical conditions like cardiovascular diseases, diabetes, or cancer could suffer complications.\nA coronavirus outbreak in 2020 led to a global shutdown.\nAlso read: DPP consents to release of Sh400 million frozen Rwandan investors money\nKioni alleges plot to ‘illegally’ change the Constitution",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "janet museveni",
          "sentiment": "negative"
        },
        {
          "name": "janet",
          "sentiment": "negative"
        },
        {
          "name": "yoweri museveni",
          "sentiment": "negative"
        },
        {
          "name": "coronaviru",
          "sentiment": "negative"
        },
        {
          "name": "museveni",
          "sentiment": "none"
        },
        {
          "name": "maama janet",
          "sentiment": "none"
        },
        {
          "name": "maama",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nairobi news uganda",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uganda",
          "sentiment": "none"
        },
        {
          "name": "rwakyitura",
          "sentiment": "none"
        },
        {
          "name": "maama",
          "sentiment": "none"
        },
        {
          "name": "mbarara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:28.096+02:00",
    "updated": "2023-12-29T00:31:28.096+02:00"
  }
]