[
  {
    "uuid": "578b2640a4015fae08c0793c2930083a6f401583",
    "url": "https://www.citizen-times.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:20:39.420+02:00",
    "updated": "2023-12-30T04:20:39.420+02:00"
  },
  {
    "uuid": "c19c564b72357421efdeb961582294aa1e07b572",
    "url": "https://vnexplorer.net/z/1054762.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-27T13:49:00Z",
    "title": "TN hooch tragedy: AIADMK begins hunger strike, demands CBI probe, MK Stalin's resignation",
    "text": "The AIADMK members are also demanding TN chief minister MK Stalin&#039;s resignation following the illicit liquor tragedy. AIADMK MLAs and party workers, led by the Leader of the Opposition, Edappadi K Palaniswami, commenced their hunger strike on Thursday, demanding a CBI probe into the Kallakurichi hooch tragedy. The MLAs, who were suspended on Wednesday for disrupting the assembly&#039;s proceedings, began their fast at the Rajarathinam Stadium in Chennai at 9 am today. The AIADMK members have demanded that chief minister MK Stalin resign over the tragedy. ALSO READ | Families of Kallakurichi victims shattered, question availability of hooch The tragedy has claimed 63 lives as of Thursday morning, affecting 229 people. A total of 88 people have been discharged in Tamil Nadu, reported ANI. With the strike, the politicians also aim to condemn the denial of permission to raise the issue in the state assembly. Earlier on Wednesday, a resolution was passed to suspend the AIADMK MLAs for disrupting the assembly&#039;s proceedings, reported ANI. Tamil Nadu Assembly Speaker Appavu said: “It is painful to see in a democratic assembly that the AIADMK leaders keep on disrupting the proceedings. If this continues, how will other MLAs speak about their constituency?” Palaniswami on Wednesday met with the TN Governor RN Ravi seeking CBI investigation in the matter. The AIADMK party chief submitted a 10 page-letter to the Governor. ALSO READ | AIADMK MLAs meet Tamil Nadu Governor as row over hooch deaths heats up “The death count is rising day by day. The departments that were entrusted with the protective and preventive duties have failed, the government failed, the ministers failed and ultimately people died…the government headed by the Chief Minister, who also happens to be the home minister, failed due to a lack of leadership and ability to handle the issue,” said the letter. Palaniswami accused the TN government of being involved in ‘diversionary politics’ by being indifferent in its actions over the hooch deaths, reported PTI. According to PTI, the hunger strike is likely to end by 5 pm on Thursday. ALSO READ | TN Assembly: AIADMK members evicted for raising hooch issue, later allowed back Earlier on June 21, AIADMK members were evicted from the Tamil Nadu assembly while attempting to raise the issue in the assembly. They were later called back by MK Stalin. (with inputs from ANI, PTI and HT) Read more news like this on HindustanTimes.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stalin",
          "sentiment": "negative"
        },
        {
          "name": "edappadi k palaniswami",
          "sentiment": "none"
        },
        {
          "name": "mk stalin",
          "sentiment": "none"
        },
        {
          "name": "appavu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aiadmk",
          "sentiment": "negative"
        },
        {
          "name": "cbi",
          "sentiment": "negative"
        },
        {
          "name": "tamil nadu assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kallakurichi",
          "sentiment": "none"
        },
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "rajarathinam stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:01:28.442+03:00",
    "updated": "2024-06-28T01:01:28.442+03:00"
  },
  {
    "uuid": "2d042c81d134661b36ce63d27c98300f145cbd68",
    "url": "https://www.nydailynews.com/2024/06/01/mets-great-darryl-strawberrys-number-retirement-offers-hope",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abbey Mastracco",
    "published": "2024-06-01T08:30:00Z",
    "title": "Mets great Darryl Strawberry delivers his message of hope through his Strawberry Ministries",
    "text": "Before Darryl Strawberry became the toast of New York City and won a World Series, before the substance abuse and well before the Mets announced that they would retire his number 18 on Saturday at Citi Field, he was a kid in South Central Los Angeles. Strawberry grew up in a neighborhood in decline. The freeway system divided along traditional segregation lines, and the area felt the effects of eliminating manufacturing jobs in the 1970s, when Strawberry was playing baseball and basketball on the city’s courts and diamonds. Sports were a chance for kids in the inner cities to get out of town and break the cycle of poverty and gangs. “Coming from the inner city, you played with all Black players,” Strawberry said recently on a Zoom call. “You never played with people of any other color. And that was a big thing. We played against other players — white players — but we’ve never had white teammates.” The 1979 Crenshaw High School baseball team was the stuff of lore. They reached the City Championship at Dodger Stadium, where they lost to a Granada Hills team with a third baseman you might have heard of — John Elway. For years, it was considered one of the best teams the state had ever seen. Nine players were drafted by major league teams, including Strawberry, who was drafted first overall in 1980. He was compared to Ted Williams in a “Sports Illustrated” article shortly before he was drafted. “I was like, ‘Who the heck is Ted Williams?'” Strawberry said. “The only baseball that I followed growing up was the Dodgers because I grew up in L.A. It was the Dodgers and the Cincinnati Reds.” Strawberry, the prolific former Mets outfielder with the distinctive leg kick at the plate, got his ticket out of town and a one-way ticket to success. He became an eight-time All-Star, part of three World Series-winning teams and a two-time Silver Slugger who led the NL in home runs in 1988. But along with former pitcher Dwight “Doc” Gooden, Strawberry also became a cautionary tale. Drugs, alcohol and domestic violence took hold of him, rewriting the narrative of his career. He wasn’t the only member of that 1979 team to have served time as catcher Carl Jones ended up in Folsom Prison. Sports might be a ticket out of the hood, but at what cost does it come? Strawberry paid the cost with his freedom and his health . Through hard work and spiritual guidance, he turned it all around. He didn’t rewrite the narrative; he wrote newer, healthier, sober chapters. Strawberry’s current chapter is as a speaker with the ministry founded by him and his wife, Tracy. It’s a legacy he’s leaving behind that’s bigger than baseball and bigger than him. “He speaks at churches, he speeds out rehabilitation centers, he speaks at schools,” his niece, Michelle Strawberry, told the Daily News. “Everything is different, and everything is kind of tailored towards what he’s booked for.” The common theme in all of his speeches is hope. “Darryl’s message resonates with everyone — regardless of their faith background — because so many are utterly defeated and bereft of hope,” said his friend Mark Vernarelli. “He reminds them that there is hope.” Vernarelli is the media relations manager for the Maryland Department of Public Safety and Correctional Services, a former news reporter and play-by-play announcer. He followed Strawberry’s rise through the minor leagues and the major leagues and followed his fall. He thought he would be a perfect person to speak to prison inmates. “We always try to bring in programs, services and people who can help the incarcerated turn their lives around,” Vernarelli said. “Knowing Darryl’s transformation and the troubles he has overcome, I thought he’d be a great person to visit the incarcerated and offer hope.” Strawberry visited four Western Maryland prisons in 2015 with Vernarelli saying the men were “mesmerized” by Strawberry’s message. Michelle, who schedules his travel and speaking engagements, has seen the same reactions at other events. “The response is unbelievable,” Michelle said. “When I’m not there, they always say he’s the best speaker. He’s the most humble, the most gracious, the most giving with his time.” To Mets fans, Strawberry is a hero. To convicts, he’s a positive influence. To addicts, he’s an inspiration. But to Michelle, the daughter of his brother Michael, a former minor leaguer, he’s just “Uncle Darryl,” a down-to-earth family man who treats everyone the same, whether it’s a billionaire like Mets owner Steve Cohen or an addict in need of encouragement. This is part of his charm and charisma. “I think it’s just his upbringing,” Michelle said. “It was the way he grew up. And I feel like he’s just always been a people person. People always obviously looked up to him, but he was always just a people person. I think he’s humble because of everything that he’s been through and where he’s at now.” Where he’s at now is on the road. Michelle estimates that Strawberry is on the road about 150 days a year. Recently, she has taken her four kids, ages 9, 7, 4 and 2, on the road for speaking engagements. A joint calendar helps the family keep up, but don’t ask her how she manages her uncle’s schedule with four kids because even she doesn’t know. All she knows is that it’s enjoyable and worthwhile. “To be honest, I have no idea,” she said. “I just get it done. He’s so busy, it’s like, insane how much he travels, And I don’t know how to keep up with it all. But I do.” Strawberry and Tracy asked her to come aboard when they created Strawberry Ministries. It was a no-brainer. Michelle, based in Orange County, Calif., remembers watching Strawberry play baseball as a kid, handing him balls so he could autograph them and toss them to kids over the fence. Even at the height of his fame, he was still her humble uncle. Recently, they traveled to Kingsport, Tenn., where Strawberry played his first season in the minor leagues. At the time, the kid from Crenshaw wasn’t ready for what he experienced there — being without his family, white teammates, racism and… wood bats. “Can you imagine what the culture shock of it was coming from South Central L.A. to Kingsport, Tennessee? I was like, ‘Where the heck am I? I’m in the middle of nowhere and I’ve got to play baseball — now I got to use a wood bat too?'” Strawberry’s inner-city childhood may not have prepared him for fame and fortune in New York, but it made him who is today. Through all of the trophies, trials and dark moments, Strawberry became more than a cautionary tale, he became a success story. The Mets are an important part of that story for him, just as he’s an important part of the club’s success. “I played in other places, but no place like Shea Stadium,” he said. “Nothing on the planet like Shea Stadium, nothing like that curtain call, nothing like who we were as a team.” An honor like this for a player like Strawberry is a lifetime achievement award of sorts. No longer burdened by his past, No. 18 will represent what can be achieved in the future — hope. “I firmly believe that God uses someone’s fame and great victories to help others, but only after those same victorious people fall victim to terrible trials,” Vernarelli said. “Only then can they truly offer the hope that so many people have lost.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.baseball-reference.com/players/s/strawda01.shtml",
      "https://baseball-reference.com/players/s/strawda01.shtml"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "darryl strawberry",
          "sentiment": "negative"
        },
        {
          "name": "strawberry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mets",
          "sentiment": "negative"
        },
        {
          "name": "citi field",
          "sentiment": "none"
        },
        {
          "name": "crenshaw high school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "south central los angeles",
          "sentiment": "none"
        },
        {
          "name": "granada hills",
          "sentiment": "none"
        },
        {
          "name": "dodger stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T15:57:56.212+03:00",
    "updated": "2024-06-02T00:00:24.075+03:00"
  },
  {
    "uuid": "296f9f7dbef5d1d690efb8fe3b2d3c34df81280c",
    "url": "https://www.citizen.co.za/northern-natal-news/news-headlines/local-news/2024/07/05/uthukela-buys-three-new-water-tankers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Barnard",
    "published": "2024-07-05T05:39:00Z",
    "title": "uThukela buys three new water tankers | Northern Natal News",
    "text": "uThukela District Municipality yesterday (July 4) announced the acquisition of three new water tankers. According to uThukela, this was made possible through the co-operation of the Development Bank of South Africa.\n“These tankers will significantly enhance our ability to provide emergency water supply during outages and in areas lacking water infrastructure.\nAlso read: MEC for Human Settlements inspects housing project in Acaciavale\n“Each of the three water tankers has been allocated to a local municipality within uThukela, reflecting our strategic plan to improve service delivery across the district. This acquisition is a key part of our efforts to turn around the situation in our district and ensure that all residents have access to essential water services,” said uThukela.\nT he news provided to you in this link comes to you from the editorial staff of the Ladysmith Gazette, a sold newspaper distributed in the Ladysmith area. Please follow us on our YouTube channel and do not be shy; please subscribe and comment as well. Click to receive news links via WhatsApp . Or f or the latest news, visit our webpage or follow us on Facebook and Twitter. Join us there!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://ladysmithgazette.co.za/",
      "https://click%20to%20receive%20news%20links%20via%20whatsapp.%20or%20%20for%20the%20latest%20news%2C%20visit%20our%20webpage%20or%20follow%20us%20on%20facebook%20and%20twitter.%20join%20us%20there%21/",
      "https://www.facebook.com/ladysmith.gazette",
      "https://twitter.com/LdyGazette",
      "https://facebook.com/ladysmith.gazette",
      "https://click%20to%20receive%20news%20links%20via%20whatsapp.%20or%20%20for%20the%20latest%20news%2C%20visit%20our%20webpage%20or%20follow%20us%20on%20facebook%20and%20twitter.%20join%20us%20there%21",
      "https://www.ladysmithgazette.co.za/",
      "https://www.twitter.com/LdyGazette",
      "https://ladysmithgazette.co.za",
      "https://www.click%20to%20receive%20news%20links%20via%20whatsapp.%20or%20%20for%20the%20latest%20news%2C%20visit%20our%20webpage%20or%20follow%20us%20on%20facebook%20and%20twitter.%20join%20us%20there%21/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "northern natal news uthukela district municipality",
          "sentiment": "negative"
        },
        {
          "name": "mec",
          "sentiment": "none"
        },
        {
          "name": "development bank of south africa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ladysmith",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T11:54:59.868+03:00",
    "updated": "2024-07-05T11:54:59.868+03:00"
  },
  {
    "uuid": "ccd106d06431b4c46924086321325ba49f743123",
    "url": "https://finance.sina.cn/2025-08-14/detail-infkxinc7140407.d.html?vt=4&cid=76675&node_id=76675",
    "ord_in_thread": 0,
    "author": "sina_mobile",
    "published": "2025-08-14T04:36:21Z",
    "title": "快删！多款App被通报→_手机新浪网",
    "text": "快删！多款App被通报→\n转自：开封发布\n近期，工业和信息化部组织第三方检测机构进行抽查，共发现23款App及SDK存在侵害用户权益行为。\n在遇到侵害用户权益App时我们如何举报？日常使用App过程中如何防范个人信息泄露？一起来看。\n遇到侵权App不用忍\n可以这样举报\n一、记录侵权行为：准确记录App的侵权行为、方式。\n二、记录侵权APP信息：包括名字、版本号、下载平台等基本信息。\n三、通过官方平台进行举报\n安卓用户：打开应用商店→选择要举报的应用→选择“举报”功能。\n苹果用户：打开App Store→选择要举报的应用→下拉找到“报告问题”。\n鸿蒙用户：打开应用商店→选择要举报的应用→下拉选择“内容举报”。\n防范个人信息泄露\n这六招要牢记\n① 下载App认准“正规超市”\n避免通过第三方链接或非正规渠道下载App，优先选择应用商店内经过安全认证的App，以降低恶意软件或钓鱼程序的风险，更好地保护个人信息安全。\n② 谨慎授权App应用权限\n安装或使用App时，避免授予非必要的权限（如通讯录、定位、麦克风等）。建议开放与功能相关的基础权限，并定期在系统设置中检查权限管理，关闭冗余授权。\n③ 警惕陌生链接与虚假弹窗\n不随意点击App内推送的广告、陌生链接，尤其是涉及“领现金”“中奖”等诱导性内容，防止误入钓鱼网站。\n④ 定期给手机“做体检”\n进入手机的隐私设置页面，查看App隐私数据访问行为记录，对存在异常访问的App予以清除，可以有效地防止个人隐私泄露的风险。\n⑤ 使用高强度密码并开启双重验证\n为账号设置包含大小写字母、数字及符号的复杂密码，避免重复使用同一密码。同时，开启短信验证、人脸识别等验证功能，增强账户安全性。\n⑥ 及时更新应用与系统版本\n定期更新App至最新版本，修复已知漏洞。同时保持手机操作系统处于最新状态，以获取最新的安全补丁和防护措施。\n来源：工业和信息化部网站、盐城发布\n值班编委：王红利\n审核：刘陆军\n编辑：马越",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Science and Technology->information technology and computer science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_my",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T07:36:21.746+03:00",
    "updated": "2025-08-15T08:10:35.000+03:00"
  },
  {
    "uuid": "e3c1ee79d0cc8c0f8f6d1dea2c3a527695354551",
    "url": "https://www.wdbj7.com/video/2025/01/02/man-arrested-lynchburg-murder",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wdbj7",
    "published": "2025-01-02T00:00:00Z",
    "title": "Wind Advisory issued January 3 at 2:21AM EST until January 4 at 7:00AM EST by NWS Blacksburg VA",
    "text": "Skip to content\nHome\nNews\nLocal\nYour Vote Virginia\nUnsolved Virginia\n7@four\nHere @ Home\nAir7\nEarly Years\nGood News\nGrown Here at Home\nHistory\nWDBJ7 Archives\nTarget 7\nCrime\nEconomy\nEducation\nEntertainment\nHealth\nMornin'\nNational\nSafety\nLivestreams\nBack to School\nWDBJ+\nWDBJ E-News\nProgramming Schedule\nNextGen TV\nZeam - News Streams\nSubmit Photos and Videos\nCircle Country\nGray DC Bureau\nInvestigateTV\nWatching Your Wallet\nPowerNation\nDigital Marketing\n6 weather alerts in effect\nDismiss Weather Alerts Alerts Bar\nMan Arrested for Lynchburg Murder\nPublished: Jan. 2, 2025 at 6:42 PM EST\n|\nUpdated: 10 hours ago\nEmail This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nFriday January 3, Morning FastCast\nUpdated: 1 hour ago\nMountain snow today with more widespread wintry weather Sunday into Monday.\nFoster to Help With Hokie Defensive Calls\nUpdated: 10 hours ago\nHigh School Student Killed in Crash\nUpdated: 10 hours ago\nRoanoke Native Recounts New Orleans Attack\nUpdated: 10 hours ago\nTeens Hurt in Crash\nUpdated: 10 hours ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather warning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T12:20:09.125+02:00",
    "updated": "2025-01-03T12:20:09.125+02:00"
  },
  {
    "uuid": "b9452f843fe89d5f7ceaf8a34afe2429d0acb477",
    "url": "https://dnyuz.com/2024/06/27/kinky-friedman-country-singer-songwriter-and-politician-dead-at-79",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fox News",
    "published": "2024-06-27T21:17:00Z",
    "title": "Kinky Friedman, country singer, songwriter and politician, dead at 79",
    "text": "Kinky Friedman, a country singer-songwriter, satirist and novelist who once ran for governor of Texas, has died , friend and collaborator Cleve Hattersley confirmed to Fox News Digital. He was 79 years old.\nFriedman, who called himself the “Governor of the Heart of Texas,” was known for his provocative and eccentric lyrics during his time with country bands King Arthur & the Carrots and later The Texas Jewboys, who wrote songs like “Meshugganah Rag,” “They Ain’t Makin’ Jews Like Jesus Anymore,” “Ride ‘Em Jewboy” and “Get Your Biscuits in the Oven and Your Buns in the Bed.”\nFriedman once described the group as a “country band with a social conscience, a demented love child of Lenny Bruce and Bob Wills,” according to Variety.\nHattersley toured with Friedman for more than 40 years, with their last one together happening right before the pandemic hit.\nHe told Fox News Digital that Friedman had died of Parkinson’s in his childhood home with his friends and family by his side.\nHattersley said that he and his wife, Sweet Mary, had played a full show for Friedman at his bedside just 10 days ago.\nFriedman was born in Chicago in 1944 but was raised in Texas and started his music career there in the 1970s. During his career, he also toured with Bob Dylan and performed at the Grand Ole Opry. In the 1980s, he focused more on writing detective novels like “Elvis, Jesus and Coca-Cola” and “God Bless John Wayne.”\nHe also ran for Texas governor against then-Gov. Rick Perry in 2006, garnering a little more than 12% of the vote in a six-way race, according to the Texas Tribune.\n“Kinky Friedman stepped on a rainbow at his beloved Echo Hill surrounded by family & friends,” a post on his X page said on Thursday. “Kinkster endured tremendous pain & unthinkable loss in recent years but he never lost his fighting spirit and quick wit. Kinky will live on as his books are read and his songs are sung.”\nFriend Kent Perkins wrote on Facebook that Friedman “leaves a legacy of laughter, music, loyalty, mercy, tolerance, servitude, and wisdom.”\n“He was famous as a best-selling author, humorist, songwriter, and singer. But we, his close friends and family, knew him as a rescuer of unwanted dogs and cats, a compassionate, philanthropic, soft-spoken man who devoted much of his life to serving others less fortunate,” he wrote. “He and his sister Marcie founded the Echo Hill Gold Star Camp. It is in session now, for kids who’ve lost a parent to military, police, fire, or EMS service.”\nHe added, “I learned a lot from Kinky. I never met a more honest, witty, selfless, generous, or sincere person than Richard Samet ‘Kinky’ Friedman. Somewhere in heaven, I’m sure there’s a quiet corner with a big easy chair, a bright floor lamp, a big stack of biographical books, and a few old dogs wagging their tails to the faint smell of cigar smoke. Rest in peace, my friend.”\nThe post Kinky Friedman, country singer, songwriter and politician, dead at 79 appeared first on Fox News .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.foxnews.com/category/entertainment/music",
      "https://www.foxnews.com/entertainment/bob-dylans-faith-christianity-survived-backlash-fans-missed-old-dylan",
      "https://www.foxnews.com/category/entertainment/events/departed",
      "https://www.foxnews.com/entertainment/kinky-friedman-country-singer-songwriter-politician-dead-79",
      "https://foxnews.com/entertainment/bob-dylans-faith-christianity-survived-backlash-fans-missed-old-dylan",
      "https://foxnews.com/category/entertainment/events/departed",
      "https://foxnews.com/entertainment/kinky-friedman-country-singer-songwriter-politician-dead-79",
      "https://foxnews.com/category/entertainment/music"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kinky friedman",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "hattersley",
          "sentiment": "none"
        },
        {
          "name": "bob wills",
          "sentiment": "none"
        },
        {
          "name": "lenny bruce",
          "sentiment": "none"
        },
        {
          "name": "friedman",
          "sentiment": "none"
        },
        {
          "name": "cleve hattersley",
          "sentiment": "none"
        },
        {
          "name": "sweet mary",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news digital",
          "sentiment": "none"
        },
        {
          "name": "texas jewboys",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texa",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:39:15.649+03:00",
    "updated": "2024-06-28T00:39:15.649+03:00"
  },
  {
    "uuid": "00611483ed2dd842617ed62dda4209d2ccc1e26b",
    "url": "https://www.straitstimes.com/world/europe/ukraine-ammunition-drive-raises-enough-to-buy-first-300000-shells-czech-pm-says",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "straitstimes.com",
    "published": "2024-03-08T11:02:00Z",
    "title": "Ukraine ammunition drive raises enough to buy first 300,000 shells, Czech PM says | The Straits Times",
    "text": "PRAGUE - The Czech-led initiative to buy ammunition for Ukraine as it battles Russia's invasion has raised enough so far to purchase a first batch of 300,000 artillery shells, Czech Prime Minister Petr Fiala said on X social media platform on Friday.\n\"Our goal is to deliver much more!\" he said. \"Our work and our help to Ukraine do not end here. We keep seeking partners so that we can continue to support Ukraine in its brave fight against the Russian aggressor.\"\nCzech President Petr Pavel had said on Thursday the initiative had collected the amount needed for acquiring 800,000 ammunition pieces that had earlier been found and were available from unspecified countries outside Europe.\nA government adviser was quoted as saying in Czech media on Thursday evening, after Pavel had spoken of secured financing, that the full purchase was still not covered and there was no target amount in the initiative.\nPavel had last month said 500,000 rounds of 155-calibre ammunition and 300,000 rounds of 122-calibre ammunition were available and could be delivered with secured funding.\nSeveral European Union members and countries outside the bloc have made pledges to the ammunition drive for Ukraine, as fighting against Russia's full-scale invasion hits a third year.\nIt comes as the EU will miss a year-old target to deliver one million ammunition rounds to Ukraine this month and as U.S. military aid, which has been the backbone of international support for Kyiv, has stalled.\nNorway said on Thursday it would donate up to 1.6 billion Norwegian crowns ($153 million) for the Czech plan. That followed pledges by Germany and France this week.\nPavel said on Thursday that 18 countries had joined the initiative. REUTERS\nJoin ST's Telegram channel and get the latest breaking news delivered to you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://t.me/TheStraitsTimes",
      "https://www.t.me/TheStraitsTimes"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pavel",
          "sentiment": "none"
        },
        {
          "name": "petr pavel",
          "sentiment": "none"
        },
        {
          "name": "petr fiala",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "straits times prague",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T13:19:16.742+02:00",
    "updated": "2024-03-08T13:19:16.742+02:00"
  }
]