[
  {
    "uuid": "138d18cf7054800e14aa802798e521637ad47bb7",
    "url": "https://www.news-press.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, online records show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/",
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:17:27.807+02:00",
    "updated": "2024-01-19T17:17:27.807+02:00"
  },
  {
    "uuid": "cf5fc39c38032b9191cb877d20b282f85e5dd681",
    "url": "https://www.themorningsun.com/2024/01/05/4-beachfront-destinations-spiking-in-popularity-this-winter/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nerdwallet",
    "published": "2024-01-05T16:55:00Z",
    "title": "4 beachfront destinations spiking in popularity this winter",
    "text": "By Sally French | NerdWallet\nIn a chilly winter, it’s not uncommon for travelers to flock to warm-weather destinations. For example, December was 2022’s most popular month for Canadian tourists to visit Hawaii, according to the Hawai‘i Tourism Authority’s 2022 Annual Visitor Research Report.\nIt’s a similar story with Caribbean cruises. According to a spokesperson at Holland America, November through March are the most popular months for the cruise line. Clearly, winter beach vacations are appealing, and some beachfront destinations are especially popular this season — seeing higher interest in 2023 than in 2022.\nChase Travel, an online site that lets customers book trips using cash or points from\nChase travel credit cards, analyzed its proprietary data to find the top destinations this winter. The data included Chase Travel bookings for air or lodging between Nov. 17, 2023, and Jan. 7, 2024, and found places with the biggest year-over-year increase from last year. Then, Chase looked at beachfront destinations. Here are the top four.\nNoord, Aruba (105% YoY growth)\nThe living room of one of the 55 suites at The Ritz-Carlton, Aruba. (Photo courtesy of Marriott)\nNoord, which means “north” in Dutch, covers the northern portion of Aruba and includes tourist epicenter Palm Beach, the Bubali Bird Sanctuary and Tierra del Sol Resort and Golf. History and culture buffs might visit the California Lighthouse and Alto Vista Chapel.\nLuxury-minded travelers might stay at The Ritz-Carlton, Aruba, which is among the fanciest of the\nMarriott brands. The property just completed an extensive renovation and upgraded all 320 rooms and suites.\nMiami Beach, Florida (80% YoY growth)\nMiami’s South Beach. (Photo by Getty Images)\nMiami Beach is hardly an underrated beach city, but the appeal goes beyond its white, sandy beaches and turquoise waters.\nIn April, Miami earned the title of Bon Appetit’s 2023 Food City of the Year. This winter, Miami is celebrating Miami Arts, Culture and Heritage Months. The event, which runs through Jan. 31, 2024, includes discount tickets to shows, free park and museum tours, and limited-run performances such as “Cuba Under the Stars,” an outdoor musical theater show at Bayfront Park.\nRoatan, Honduras (76% YoY growth)\nThe Kimpton Grand Roatán Resort & Spa opened in October 2023. (Photo courtesy of IHG)\nRoatan is part of a cluster of island archipelagos located off the northern coast of Honduras, surrounded by the largest barrier reef system in the Northern Hemisphere (and second in size to Australia’s Great Barrier Reef).\nPerhaps one big reason why it’s spiking in popularity: Time Magazine placed Roatan on its World’s Greatest Places 2023 list, citing its appeal to backpackers and nature lovers.\nBut it’s appealing to the luxury traveler, too. Among the region’s newest additions is the Kimpton Grand Roatán Resort & Spa, which opened in October 2023 as a five-star, beachfront resort. For a hefty $50 daily resort fee, amenities include coffee, an evening social hour, sunblock, plus snorkel and kayak rentals. And like all Kimpton properties, there’s\nno pet fee.\nWest Palm Beach, Florida (57% YoY growth)\nWest Palm Beach got even more accessible in 2023 when Brightline, a privately funded passenger rail service, began offering high-speed rail service from Orlando. West Palm Beach is the first southbound stop from Orlando after the roughly two-hour ride. (Brightline service between Miami and West Palm Beach began back in 2018.)\nIf you’re seeking manatees, there’s no better time to head to West Palm Beach than in the winter. According to Manatee Lagoon, a free educational tourist destination, manatee season runs from Nov. 15 through March 31.\nTips to save on a winter beach vacation\nBecause winter is popular for beach vacations, it can also be one of the most expensive times to travel. These tips to\nsave on a beach vacation can help:\nVisit during shoulder season: Delaying your trip until the tail-end of winter can help you capitalize on the benefits of\ntraveling during shoulder season. For example, Florida’s shoulder season is generally late February into early March, according to Visit Florida. During that time, the snowbirds will have had their fill of sun — but spring break crowds haven’t arrived.\nAn ocean view from a room at the Moana Surfrider, a Westin Resort & Spa, at Honolulu’s Waikiki Beach. (Photo by Sally French)\nAvoid lodging on the beach: If you’re spending your time at the beach anyway, then booking an oceanview room might not be worth the additional cost.\nFor example, in Honolulu, you’ll usually find lower rates at the Sheraton Princess Kaiulani versus the opulent Moana Surfrider, a Westin Resort & Spa, Waikiki Beach. The former is situated inland one block from Waikiki Beach, on the other side of the Moana Surfrider. Yet, the two sister properties in the\nMarriott Bonvoy portfolio offer reciprocal benefits, including daily yoga on the Moana Surfrider’s beachfront Diamond Lawn overlooking Diamond Head. Sheraton guests can use many of the same amenities as Moana Surfrider guests (albeit at a lower price).\nThe $44-per-person breakfast buffet at The Veranda restaurant at the Moana Surfrider includes made-to-order omelettes, mochiko waffles, lilikoi pancakes and loco moco. It’s generally considered the best buffet on Waikiki. (Photo by Sally French)\nThe appeal of the Moana Surfrider is its elegant lobby and wraparound, beachfront porch. But you can listen to the live pianist in the evening even without being a hotel guest. And while the Moana Surfrider’s breakfast buffet on the restaurant’s veranda is popular, Sheraton guests can still charge it to their room.\nPack beach necessities: Complimentary sunscreen as a hotel benefit is the exception, not the norm. As long as you aren’t planning to\ntravel with a carry-on only, pack sunscreen from home to avoid inflated gift shop prices.\nIt might also be worth bringing your own snorkeling set, as rental prices can exceed the cost of buying your own gear. Rentals can run more than $50 per day, but you can buy snorkel kits from retailers like Amazon for less than half that price.\nMore From NerdWallet\nThe article\n4 Beachfront Destinations Spiking in Popularity This Winter originally appeared on NerdWallet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.nerdwallet.com/article/travel/marriott-bonvoy-program-the-complete-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/marriott-bonvoy-program-the-complete-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/how-to-save-on-a-beach-vacation?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/the-award-travelers-guide-to-marriott-brand-hotels?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com",
      "https://www.nerdwallet.com/article/travel/chase-travel-cards-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/5-reasons-why-shoulder-season-is-the-best-time-to-travel",
      "https://www.nerdwallet.com/article/travel/the-award-travelers-guide-to-marriott-brand-hotels",
      "https://www.nerdwallet.com/article/travel/ways-to-pack-a-carry-on-like-a-pro-and-avoid-checked-bag-fees",
      "https://nerdwallet.com/article/travel/the-award-travelers-guide-to-marriott-brand-hotels?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/chase-travel-cards-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/best-hotels-that-allow-pets?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/ways-to-pack-a-carry-on-like-a-pro-and-avoid-checked-bag-fees?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/marriott-bonvoy-program-the-complete-guide",
      "https://nerdwallet.com/article/travel/5-reasons-why-shoulder-season-is-the-best-time-to-travel?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/best-hotels-that-allow-pets",
      "https://nerdwallet.com/article/travel/how-to-save-on-a-beach-vacation?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/ways-to-pack-a-carry-on-like-a-pro-and-avoid-checked-bag-fees?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/beach-vacations-winter",
      "https://www.nerdwallet.com/article/travel/how-to-save-on-a-beach-vacation",
      "https://www.nerdwallet.com?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/chase-travel-cards-guide",
      "https://www.nerdwallet.com/article/travel/5-reasons-why-shoulder-season-is-the-best-time-to-travel?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/best-hotels-that-allow-pets?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/beach-vacations-winter?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/beach-vacations-winter?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hawai‘i tourism authority",
          "sentiment": "none"
        },
        {
          "name": "chase travel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "holland america",
          "sentiment": "none"
        },
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "aruba",
          "sentiment": "none"
        },
        {
          "name": "caribbean",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:02:10.116+02:00",
    "updated": "2024-01-06T00:02:10.116+02:00"
  },
  {
    "uuid": "b55c1be56a2c220195a15d27fe65ccb03f51a2b4",
    "url": "https://tsn.ua/ru/ato/kuda-posle-udarov-vsu-rossiya-spryatala-strategicheskuyu-aviatsiyu-podrobnosti-2847770.html",
    "ord_in_thread": 0,
    "author": "@tsnua",
    "published": "2025-06-12T06:45:00Z",
    "title": "РФ опрокинула стратегическую авиацию на Дальний Восток",
    "text": "- Дата публикации\n-\n- Категория\n-\nВойна\n- Количество просмотров\n- 23\n- Время на прочтение\n- 2 мин\nКуда после ударов ВСУ Россия спрятала стратегическую авиацию: подробности\nОперация «Паутина» стала одной из самых успешных атак Украины по авиабазам РФ.\nПосле серии точных атак украинских дронов по аэродромам стратегической авиации, Россия спешно перебросила часть своего бомбардировочного флота на отдаленные авиабазы.\nОб этом сообщают мониторинговые группы.\nРечь идет о самолетах Ту-160, Ту-95МС и Ту-22М3, базировавшихся в Иркутской и Мурманской областях. Теперь российское командование переместило их на другие объекты — в частности, на Камчатку, Чукотку и Татарстан.\nЗафиксировано перебазирование на авиабазы Елизово (Камчатка), Анадырь (Чукотка) и Борисоглебское (Казань), сообщают аналитики.\nЭтот шаг свидетельствует о реальных опасениях новых ударов ВСУ по тыловым целям РФ и серьезным нарушениям в системе ПВО врага.\nНапомним, СБУ нанесла мощный удар по авиационной инфраструктуре России в тылу: операция «Паутина» парализовала четыре стратегические авиабазы — «Оленья», «Иваново», «Дягилево» и «Белая». Именно из этих аэропортов запускала ракеты по мирным украинским городам.\nПо информации Службы безопасности Украины, в результате ударов была уничтожена или повреждена 41 единица авиатехники, среди которых самолеты А-50, Ту-95, Ту-160 и другие. Общие потери врага оцениваются более чем в 7 миллиардов долларов США.\nВ то же время, аналитики НАТО и журналисты NBC News\nподтверждают уничтожение по меньшей мере 10–13 российских военных самолетов во время этой операции.\nКак рассказали в СБУ,\nсначала они переправили в Россию FPV-дроны, а затем модульные деревянные домики. Уже на российской территории дроны спрятали под крыши домиков, размещённых на грузовиках. В нужный момент крыши дистанционно открыли и дроны отправились атаковать определенные цели — вражеские бомбардировщики.\nЭтим замыслом напрямую руководил глава СБУ Василий Малюк по поручению президента Украины Владимира Зеленского. Подготовка спецоперации проходила в условиях максимальной секретности.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->war"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_cz",
        "top_news_il",
        "top_news_ua",
        "top_news_pl",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T09:52:38.499+03:00",
    "updated": "2025-06-13T07:04:56.000+00:00"
  },
  {
    "uuid": "1dc7d1147fa6422322ecae4c023d42cea5b69f01",
    "url": "https://flipboard.com/article/some-think-this-lsu-de-is-crazy-for-his-diet-and-meditation-but-he-s-seeing-r/f-27c4896f11%2Ftheadvocate.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "theadvocate.com - Wilson Alexander",
    "published": "2024-04-04T00:00:00Z",
    "title": "Some think this LSU DE is 'crazy' for his diet and meditation, but he's seeing results | Flipboard",
    "text": "Some think this LSU DE is 'crazy' for his diet and meditation, but he's seeing results He has meditated a lot lately. He always liked learning about the brain, so he used to do so occasionally, but now the practice has become part of …\ntheadvocate.com - Wilson Alexander • 1d",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nba",
          "sentiment": "none"
        },
        {
          "name": "geaux tigers",
          "sentiment": "none"
        },
        {
          "name": "lsu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new orleans",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:57:42.120+03:00",
    "updated": "2024-04-05T18:27:40.023+03:00"
  },
  {
    "uuid": "3981ecc8a1b0e51d56cab67f96d57d69f75915a5",
    "url": "https://www.infobae.com/colombia/2025/02/20/embarazo-adolescente-en-colegios-de-bogota-alcanzo-una-alarmante-cifra-mas-de-150-ninas-de-13-anos-se-convirtieron-en-madres",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Licsa Gómez",
    "published": "2025-02-20T21:58:00Z",
    "title": "Embarazo adolescente en colegios de Bogotá alcanzó una alarmante cifra: más de 150 niñas de 13 años se convirtieron en madres - Infobae",
    "text": "El embarazo adolescente en los colegios de Bogotá alcanzó en 2024 la cifra más alta de los últimos tres años - crédito Jorge Torres/EFE El embarazo adolescente en los colegios de Bogotá alcanzó en 2024 la cifra más alta de los últimos tres años, según denunció la concejala Diana Diago. Esta alarmante situación ha generado fuertes críticas hacia la administración del alcalde Carlos Fernando Galán, especialmente en relación con las prioridades de su Secretaría de Educación.\nLa cabildante del Centro Democrático expuso que, de acuerdo con el sistema de alertas de la Secretaría de Educación, los casos de maternidad y paternidad temprana en instituciones educativas han incrementado considerablemente en comparación con años anteriores .\nAhora puede seguirnos en Facebook y en nuestro WhatsApp Channel .\n“Es preocupante por lo que hoy están pasando muchos adolescentes en la ciudad. Las niñas son las que llevan la peor parte, están en riesgo de abandonar sus estudios, de sufrir complicaciones de salud, incluso se les dificulta experimentar una mejor calidad de vida”, afirmó Diago.\nCifras alarmantes y localidades más afectada\nLa concejal Diana Diago denunció que se registraron 873 casos de embarazo escolar en 2024 - crédito Colprensa El aumento de los casos es notorio: mientras que en 2023 se reportaron 771 embarazos adolescentes y en 2022 la cifra fue de 795, en 2024 se registraron 873 casos, un incremento significativo que evidencia la falta de efectividad de las políticas actuales . Además, se destacan 151 casos de niñas menores de 13 años embarazadas y 597 casos de jóvenes entre los 14 y 19 años, lo cual representa un aumento de 60 casos respecto al año anterior.\n“Llama la atención que hay 151 casos de niñas menores de 13 años embarazadas. ¿Qué hace la Secretaría de Educación para prevenirlo? Las estrategias en la administración Galán no han sido suficientes, las cifras no mienten”, aseveró la concejala Diago, cuestionando duramente la gestión del alcalde y su equipo.\nLa cabildante también reveló las localidades con mayores índices de embarazo escolar: Ciudad Bolívar, Bosa, Kennedy, Suba y Rafael Uribe Uribe. Estas zonas, históricamente afectadas por problemáticas sociales, demandan una intervención prioritaria. “Es evidente que los casos de embarazo adolescente aumentan en ciertas localidades. Si Galán conoce las cifras y las zonas más afectadas, ¿por qué no actúa de inmediato? El embarazo en etapa escolar impacta el bienestar de las niñas”, puntualizó Diago.\nDiago enfatizó en que es necesario implementar un programa efectivo para reducir las alarmantes cifras de maternidad y paternidad temprana - crédito Orlando Barría/EFE Para Diana Diago, la principal falencia de la actual administración radica en la priorización de agendas relacionadas con la “ideología de género” a través de cartillas educativas, en lugar de ejecutar estrategias efectivas para prevenir el embarazo adolescente. “Es hora que el alcalde Galán y su secretaria de educación se enfoquen en prevenir el embarazo adolescente. Hemos visto cómo prefieren promover la ideología de género en los colegios por medio de una cartilla, que avanzar en la prevención de embarazo adolescente ”, declaró.\nLa concejala exigió al alcalde no solo pronunciarse respecto al incremento de embarazos en adolescentes, sino también retirar la cartilla cuestionada y redirigir los esfuerzos hacia programas de educación sexual integral y prevención de embarazos tempranos. Además, solicitó la implementación de un programa robusto que permita reducir estas alarmantes cifras.\nMás de 9000 casos de violencia sexual en colegios\nPromover la salud sexual responsable y la planificación familiar es clave para prevenir embarazos no deseados en adolescentes - crédito AFP Aunado a la problemática del embarazo adolescente, Diago también denunció la presencia de más de 9000 casos de violencia sexual en los colegios de Bogotá, lo cual expone un contexto aún más complejo para la seguridad y el bienestar de los estudiantes . Esta cifra refleja la necesidad de fortalecer no solo las estrategias de prevención del embarazo, sino también las políticas de protección y acompañamiento a las víctimas de abuso.\nLa prevención del embarazo adolescente no solo es responsabilidad del sistema educativo, sino también de las familias y la sociedad en general. Según recomendaciones de la Nueva EPS, es fundamental generar espacios de comunicación abiertos y educativos tanto en el hogar como en las instituciones académicas. Esto incluye brindar información clara sobre sexualidad, riesgos y consecuencias, así como promover el uso de métodos anticonceptivos seguros.\nEntre las claves destacadas por expertos, se encuentra la importancia de fortalecer el vínculo entre padres e hijos, promover una salud sexual responsable mediante el uso de preservativos y otros anticonceptivos, y acudir a servicios de salud y asesoría de planificación familiar . Estos enfoques no solo contribuyen a la reducción de embarazos tempranos, sino que también protegen a los adolescentes de enfermedades de transmisión sexual.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Social Issue->teenagers",
      "Social Issue->social problem",
      "Social Issue->pregnancy and childbirth",
      "Health->developmental disorder"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/infobaecolombia",
      "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://facebook.com/infobaecolombia"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Carlos Fernando Galán",
          "sentiment": "none"
        },
        {
          "name": "Diana Diago",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Secretaría de Educación",
          "sentiment": "none"
        },
        {
          "name": "Centro Democrático",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:05:43.245+02:00",
    "updated": "2025-02-21T00:05:43.245+02:00"
  },
  {
    "uuid": "40445de2a8023e9496d4adc4aa06553a454d04a0",
    "url": "https://www.conservativedailynews.com/2024/10/tds-makes-liz-cheney-forget-her-roots",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cdnnow",
    "published": "2024-10-24T20:46:00Z",
    "title": "TDS Makes Liz Cheney Forget Her Roots",
    "text": "[Opinion](https://www.conservativedailynews.com/category/opinion-of-the-editor/) [Trending Commentary](https://www.conservativedailynews.com/category/trending-topics/featured-opinion/) TDS Makes Liz Cheney Forget Her Roots Liz Cheney, and possibly her father. Dick Cheney, too, are two Republicans who have tested positive for Trump Derangement Syndrome. They not only despise the former President, they outright hate him and will do whatever they can to prevent him from reelection. That includes abandoning all of their conservative roots and beliefs. Liz Cheney has been proactively campaigning with Kamala Harris and has obviously denounced, or forgotten, every derogatory statement she ever made about the most progressive Democrat of the 21st century. Let’s look at some of Liz Cheney’s tweets about Kamala Harris: 12 Aug 2020 @KamalaHarris has a more liberal voting record than Bernie Sanders and Elizabeth Warren. Her radical leftist views-raising taxes, banning gun sales, taxpayer $ for abortion & illegal immigrant health care, eliminating private health insurance-would be devastating for America 11 Aug 2020 Kamala Harris is a radical liberal who would raise taxes, take away guns & health insurance, and explode the size and power of the federal gov’t. She wants to recreate America in the image of what’s happening on the streets of Portland and Seattle. We won’t give her a chance. 13 Aug 2019 Amazing to watch how casually @KamalaHarris lies to this Iowa Senior about health care. So, how does anyone with such disdain for Kamala Harris become one of her more ardent supporters? It is TDS, and apparently, the disease is terminal. Liz Cheney lost her reelection bid for Representative in Wyoming, is unemployed, and needs a purpose. So, she will disavow her beliefs and feelings toward Harris and become a campaign surrogate. How does one do that? How do you set aside all of your core values to endorse your anti-person simply because you hate her opponent so profoundly? Liz Cheney sealed her fate when she participated in the January 6 hearings in the House. This witch hunt was one of many during Trump’s presidency and beyond that were designed to beat the former President down so he would never threaten the establishment again. So far, they have all failed, which infuriates someone like Cheney. Even though her actions cost her a seat in Congress, she could not sit on the sideline and watch his return to the White House. There are people like RFK Jr. and Tulsi Gabbard who have left the Democrats and now support the former President. They saw the light in how far left the Democrats had drifted and how sincere Trump is in returning America and Americans to greatness. Their decisions were not based on hatred or vindictiveness but on love for their country. As Liz Cheney sits on stage with Kamala Harris, she looks like she is waiting for a root canal. You might be pressed to find two more bitter women filled with anger and rage. As Kamala Harris trades her Joy Campaign for the new Rage version, her presentations make one thing perfectly clear, if all you can do is trash your opponent, then you have nothing to say about yourself. The final two weeks of the campaign should be the candidate’s effort to close the deal. What we see is that Kamala Harris has nothing to offer. The American people do not want and cannot survive four more years of the Biden agenda. Since there is no Harris agenda, she will give us an extension of the Biden legacy. To that we say, No Thanks. Content syndicated from [Conservative View from New Hampshire](https://conservativeviewfromnh.com/) with permission Agree/Disagree with the author(s)? Let them know in the comments below and be heard by 10’s of thousands of CDN readers each day! [Paypal or credit card](https://www.conservativedailynews.com/support-conservative-news/)that will go towards supporting the news and commentary you've come to appreciate.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://conservativeviewfromnh.com/)",
      "https://www.conservativeviewfromnh.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Liz Cheney",
          "sentiment": "negative"
        },
        {
          "name": "Elizabeth Warren",
          "sentiment": "none"
        },
        {
          "name": "Bernie Sanders",
          "sentiment": "none"
        },
        {
          "name": "Kamala Harris",
          "sentiment": "none"
        },
        {
          "name": "Dick Cheney",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:05:07.215+03:00",
    "updated": "2024-10-25T00:05:07.215+03:00"
  },
  {
    "uuid": "0f24d06592a294939a459eebaa48753bd41aa10c",
    "url": "https://www.tv9hindi.com/india/indias-having-more-protein-household-consumption-expenditure-survey-fat-in-india-3371888.html",
    "ord_in_thread": 0,
    "author": "TV9 Bharatvarsh",
    "published": "2025-07-03T04:19:00Z",
    "title": "Fat in India: ग्रामीण हो या शहरी, भारत में हर कोई ले रहा जमकर फैट...सर्वे में चौंकाने वाले खुलासा",
    "text": "Fat in India: ग्रामीण हो या शहरी, भारत में हर कोई ले रहा जमकर फैट…सर्वे में चौंकाने वाले खुलासा\nHousehold Consumption Expenditure Survey: भारत में चाहे ग्रामीण इलाका हो या फिर शहरी इलाका हो हर जगहों पर लोग जमकर फैट ले रहे हैं. यही कारण है कि मोटापे के मामले भी तेजी से बढ़ रहे हैं. लोग दाल और अनाज की जगह अंडा-मछली का इस्तेमाल कर रहे हैं. इसकी खपत में वृद्धि दर्ज की गई है. कुछ राज्यों में प्रोटीन के सेवन में कमी भी देखी गई .\nदेशभर में एक तरफ जहां पिछले दिनों प्रधानमंत्री नरेंद्र मोदी ने मोटापे को खत्म करने के खिलाफ अभियान चलाया था. वहीं दूसरी तरफ अब एक रिपोर्ट में चौकाने वाला खुलासा हुआ है. ताजा घरेलू उपभोग खर्च सर्वेक्षण में यह खुलासा कि देश के चाहे शहरी इलाके हो या फिर ग्रामीण इलाके हर जगह जमकर फैट लिया जा रहा है. यही कारण है कि देश में लोग मोटापे का शिकार हो रहे हैं.\nरिपोर्ट में सामने आया कि भारत में प्रोटीन वाले खाने की खपत तेजी से बढ़ रही है, लेकिन इनमे से सबसे ज्यादा लोग फैट वाला खाना ले रहे हैं. बुधवार को जारी की गई घरेलू उपभोग खर्च सर्वेक्षण की रिपोर्ट में पता चला कि अनाज आज भी पांच प्रमुख खाद्य समूहों में प्रोटीन का सबसे महत्वपूर्ण स्रोत बना हुआ है.\nजमकर प्रोटीन ले रहे फैट\nदेशभर में पिछले कुछ सालों में फैट का यूज काफी तेजी से बढ़ रहा है. हर कोई चाहते ग्रामीण हो या शहरी इसका इस्तेमाल कर रहा है. साल 2022 में जो ग्रामीण क्षेत्रों प्रतिदिन 59 ग्राम फैट का इस्तेमाल किया जाता था, जो साल 2024 में बढ़कर 65 ग्राम हो गया है. वहीं अगर शहरी क्षेत्र की बात की जाए तो यहां 3 सालां में 7 ग्राम की वृद्धि देखने को मिली है. 2022 में यहां 70.5 ग्राम था जो 2024 में बढ़कर 77.0 हो गया है.\nप्रोटीन की बात की जाए तो ग्रामीण क्षेत्रों में लोग 2022 तक हर रोज लगभग 62 ग्राम प्रोटीन लेते थे. जो अब बढ़कर 66 ग्राम से ज्यादा हो गया है. शहरी क्षेत्रों में लगभग 7 ग्राम का उछाल आया है. 2022 में 63.2 था तो वहीं 2023-24 में 69.9 ग्राम हो गया है.\nकैलोरी लेने भी भारतीय पीछे नहीं हैं. 2022-23 तक ग्रामीण क्षेत्रों हर रोज भारतीय 2233 Kcal लेते थे जिसकी डिमांड 2023-24 में बढकर 2472 Kcal हो गया है. ये आंकडे लगभग हर रोज बढ़ रहे हैं.\nइन राज्यों में घट गया प्रोटीन का यूज\nकेंद्रीय सांख्यिकी कार्यालय की तरफ से जारी आंकड़ों से पता चला है कि 2009-10 के बाद से ही ग्रामीण और शहरी क्षेत्रों में प्रोटीन का सेवन बढ़ा है. हालांकि, राजस्थान, हरियाणा, महाराष्ट्र और यूपी में औसत प्रोटीन सेवन में मामूली गिरावट देखी गई.\nशहरी क्षेत्रों में, प्रोटीन का डेली यूज प्रति व्यक्ति सेवन 2009-10 में 58.8 ग्राम से बढ़कर 2023-24 में 63.4 ग्राम प्रति दिन हो गया, जो 8% की वृद्धि है, जबकि ग्रामीण क्षेत्रों में यह धीमी गति से बढ़ रहा है.\nदेश में घट गई फूलों की खपत\nदेश भर में हर कोई प्रोटीन के लिए सबसे आसान तरीका अंडा, मांस और मछली को ही मानता चला आ रहा है. यही कारण है कि शहरी क्षेत्रों में दालों की खपत कम हो गई है. तो वहीं अंडा, मांस और मछली की खपत में सबसे ज्यादा वृद्धि देखी गई है.\n2022-23 और 2023-24 के घरेलू उपभोग सर्वेक्षण के आधार पर सांख्यिकी मंत्रालय की तरफ से जारी पोषण सेवन रिपोर्ट के अनुसार, पेट के सेवन के मामले में, हर प्रमुख राज्य में वृद्धि देखने को मिल रही है.\nअखिल भारतीय स्तर पर, ग्रामीण आबादी के लिए 2009-10 में प्रति व्यक्ति प्रतिदिन 43.1 ग्राम से बढ़कर 2023-24 में 60.4 ग्राम और शहरी आबादी के लिए 53.0 ग्राम से बढ़कर 69.8 ग्राम हो गई है. दोनों क्षेत्रों में 15 ग्राम से ज़्यादा की वृद्धि दर्ज की गई है.\nअनाज आज भी सबसे बड़ा प्रोटीन का हिस्सा\nघरेलू उपभोग सर्वेक्षण की रिपोर्ट से पता चला है कि अनाज आज भी लोगों के प्रोटीन का सबसे बड़ा स्रोत है. ग्रामीण क्षेत्रों में प्रोटीन के हिस्से में अनाज का हिस्सा 46-47% है, जिसमें दालें, दूध और दूध से बने उत्पाद, अंडे, मांस और मछली और अन्य खाद्य श्रेणी शामिल हैं. शहरी क्षेत्रों में, यह 2022-23 और 2023-24 के लिए लगभग 39% था.\nरिपोर्ट से पता चला है कि 2009-10 से ग्रामीण भारत में प्रोटीन सेवन में अनाज का योगदान लगभग 14% और शहरी भारत में लगभग 12% कम हो गया है. अनाज के यूज में गिरावट इसलिए दर्ज हुई हैं कि लोगों अंडे, मछली और मांस, अन्य खाद्य और दूध और दूध उत्पादों का यूज बढ़ाया है.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Health->medical condition",
      "Health->diet",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Economy, Business and Finance->healthcare industry",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->consumer goods"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:08:22.624+03:00",
    "updated": "2025-07-03T05:14:57.000+00:00"
  }
]