[
  {
    "uuid": "0ca1103675928e9a267076e8b041f1d93e65573d",
    "url": "https://www.klcc.org/environment/2024-05-09/weather-warms-up-but-area-waterways-remain-dangerously-cold",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KLCCLoveCross",
    "published": "2024-05-09T18:28:00Z",
    "title": "Weather warms up, but area waterways remain dangerously cold",
    "text": "With warmer temperatures in the forecast, it might be time to break out the tank tops this weekend, but not the swimsuits. While we could see near record-breaking temperatures Friday and Saturday, with highs in the 80s across the region, officials warn that rivers and lakes are still dangerously cold. This week, the surface temperature of Fern Ridge Reservoir west of Eugene has been right around 50 degrees, and the McKenzie River near Vida was as low as 44 degrees. While it will be warm this weekend, which will make area rivers inviting, please remember water temps are still very cold! Cold water shock and hypothermia could kill you, so you may want to think twice before jumping into a river to cool off.— NWS Portland (@NWSPortland) [#orwx] [#wawx] [#coldwatersafety] [pic.twitter.com/jyU8iDXqwJ] [May 9, 2024] Those low water temperatures can be deadly. Entering very cold water can lead to “cold shock” which can cause dramatic changes in breathing, heart rate and blood pressure. The sudden gasp and rapid breathing alone creates a greater risk of drowning even for confident swimmers in calm waters. In addition to colder water temperatures at this time of year, with a healthy snowpack in the Cascades, water levels in area rivers are higher right now than they are in the summer months. High water can mask underwater dangers such as limbs and branches. Emergency officials say it’s wise to remember that warm air doesn’t always mean warm water and recreationists should use caution- and common sense- in lakes, streams or the ocean.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eugene",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "mckenzie river",
          "sentiment": "none"
        },
        {
          "name": "vida",
          "sentiment": "none"
        },
        {
          "name": "fern ridge reservoir",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T01:46:08.438+03:00",
    "updated": "2024-05-10T02:57:52.489+03:00"
  },
  {
    "uuid": "4646f39f789e2992d201137608141c7977cb44f9",
    "url": "https://legalinsurrection.com/2024/06/teachers-in-portland-or-push-anti-israel-propaganda-on-kindergarten-students/comment-page-1/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OldProf2",
    "published": "2024-06-06T21:50:00Z",
    "title": "Comment on Teachers in Portland, OR, Push Anti-Israel Propaganda on Kindergarten Students by OldProf2",
    "text": "Teachers in Portland, OR, Push Anti-Israel Propaganda on Kindergarten Students\n“A group of bullies called Zionists wanted our land so they stole it by force and hurt many people.”\n1 Comment\nFor the left, you are never too young to begin being politically indoctrinated. These are public schools.\nChris Rufo reports at\nCity Journal:\nIn Portland, the Intifada Begins in Kindergarten\nPortland, Oregon, has earned its reputation as America’s most radical city. Its public school system was an early\n[proponent]of left-wing racialism and has long pushed students toward political activism. As with the death of George Floyd four years ago, the irruption of Hamas terrorism in Israel has provided Portland’s public school revolutionaries with another cause du jour: now they’ve ditched the raised fist of Black Lives Matter and traded it in for the black-and-white keffiyeh of Palestinian militants.\nI have obtained a\n[collection]of publicly accessible documents produced by the Portland Association of Teachers, an affiliate of the state teachers’ union that encourages its more than [4,500 members]to “Teach Palestine!” (The union did not respond to a request for comment.)\nThe lesson plans are steeped in radicalism, and they begin teaching the principles of “decolonization” to students as young as four and five years old. For prekindergarten kids, the union promotes a\n[workbook]from the Palestinian Feminist Collective, which tells the story of a fictional Palestinian boy named Handala. “When I was only ten years old, I had to flee my home in Palestine,” the boy tells readers. “A group of bullies called Zionists wanted our land so they stole it by force and hurt many people.” Students are encouraged to come up with a slogan that they can chant at a protest and complete a maze so that Handala can “get back home to Palestine”—represented as a map of Israel.\nOther pre-K resources include a\n[video]that repeats left-wing mantras, including “I feel safe when there are no police,” and a [slideshow]that glorifies the Palestinian intifada, or violent resistance against Israel. The recommended resource list also [includes]a “sensory guide for kids” on attending protests. It teaches children what they might see, hear, taste, touch, and smell at protests, and promotes photographs of slogans such as “Abolish Prisons” and “From the River to the Sea.”\nIn kindergarten through second grade, the ideologies intensify. The teachers’ union recommends a\n[lesson], “Art and Action for Palestine,” that teaches students that Israel, like America, is an oppressor. The objective is to “connect histories of settler colonialism from Palestine to the United States” and to “celebrate Palestinian culture and resistance throughout history and in the present, with a focus on Palestinian children’s resistance.” []https://legalinsurrection.com/subscribe/ DONATE\nDonations tax deductible\nto the full extent allowed by law.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.city-journal.org/article/in-portland-the-intifada-begins-in-kindergarten",
      "https://raisedonors.com/legalinsurrectionfoundation/general",
      "https://city-journal.org/article/in-portland-the-intifada-begins-in-kindergarten",
      "https://www.raisedonors.com/legalinsurrectionfoundation/general"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris rufo",
          "sentiment": "none"
        },
        {
          "name": "george floyd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "push anti-israel propaganda",
          "sentiment": "negative"
        },
        {
          "name": "portland association of teachers",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "intifada begins",
          "sentiment": "none"
        },
        {
          "name": "city journal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "kindergarten portland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:58:14.935+03:00",
    "updated": "2024-06-07T01:58:14.935+03:00"
  },
  {
    "uuid": "4c1e3df3b5ae40c744f573a82f335781e1c2d2ed",
    "url": "https://www.etonline.com/media/videos/watch-serena-williams-and-daughter-olympia-give-baby-adira-a-work-out-217041",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@etnow",
    "published": "2023-12-28T00:00:00Z",
    "title": "Watch Serena Williams and Daughter Olympia Give Baby Adira a 'Work Out'",
    "text": "News Latest TV Shop Awards Music Movies Newsletter Trending Shop The Best New TV Shows and Movies to Stream This Week Shop How to Get Tickets to 'The Color Purple' — in Theaters Now News Mariah Carey Splits From Bryan Tanaka After 7 Years of Dating News Kanye West Apologizes for Anti-Semitic Rants Ahead of Album Release TV 'Bridgerton' Drops New Season 3 Photos: Kate and Anthony Are Back Close Menu Photos Videos Shop Watch ET Search Close Form Open Search Form Watch Serena Williams and Daughter Olympia Give Baby Adira a 'Work Out' Up Next Gypsy Rose Blanchard Wants to Team Up With Kim Kardashian After Prison Release Latest 3:07 DEC 28,2023 Watch Serena Williams and Daughter Olympia Give Baby Adira a 'Work Out' DEC 28,2023 4:19 DEC 28,2023 Gypsy Rose Blanchard Wants to Team Up With Kim Kardashian After Prison Release DEC 28,2023 9:15 DEC 28,2023 'The Iron Claw's True Story: Inside the Von Erich 'Curse' and Wrestling Family's Tragedies DEC 28,2023 2:41 DEC 28,2023 Cher Files for Conservatorship of Son Elijah Blue Allman DEC 28,2023 3:44 DEC 28,2023 ‘Today’s’ Jill Martin Gets Emotional Trying on Wigs After Chemo Amid Breast Cancer Battle DEC 28,2023 8:16 DEC 27,2023 Inside 'Stranger Things' Season 5: Fan Theories, Spin-Offs, Casting Announcements and More! DEC 27,2023 3:19 DEC 27,2023 Nick Cannon Plays Santa Claus, Receives Unique Gift Featuring His 12 Kids DEC 27,2023 11:08 DEC 27,2023 'Sister Wives': The Biggest Blow-Ups, Shake-Ups and Showdowns DEC 27,2023 3:08 DEC 27,2023 Simone Biles Seemingly Supports Husband After Claiming He’s the ‘Catch’ in Their Relationship DEC 27,2023 4:05 DEC 27,2023 Travis Kelce Reveals Extravagant Chiefs Gift After Spending Christmas With Taylor Swift DEC 27,2023 3:48 DEC 27,2023 Timothée Chalamet Joins Kylie Jenner at Kardashian Family Christmas Party DEC 27,2023 11:46 DEC 27,2023 ‘90 Day Fiancé’: Tim on Rumors About His Sexuality and 'Awkward' New Season of 'The Single Life' DEC 27,2023 2:14 DEC 27,2023 '90 Day: The Single Life': Chantel's Triggered After Sharing Romantic Moment With a Guy in Greece DEC 27,2023 3:11 DEC 26,2023 Hayley Erbert Kisses Derek Hough in First Post After Brain Surgeries DEC 26,2023 6:15 DEC 26,2023 Serena Williams' Daughter Olympia's Sweetest and Sassiest Moments DEC 26,2023 2:44 DEC 26,2023 Taylor Swift Spends Christmas Cheering on Travis Kelce at His Chiefs Game DEC 26,2023 1:47 DEC 26,2023 'Sister Wives': Kody Loses It When Asked to Rewatch His Big Fight With Janelle (Exclusive) DEC 26,2023 2:08 DEC 22,2023 John Schneider Reacts to Secret Service Probe Over Joe Biden Comments Post-'Masked Singer' Loss DEC 22,2023 8:16 DEC 22,2023 'Rebel Moon': Djimon Hounsou and Staz Nair | Full Interview DEC 22,2023 3:16 DEC 22,2023 'Patch Adams' at 25: Robin Williams Praises Real Make-A-Wish Kids Who Starred in 1998 Dramedy DEC 22,2023 Show More Featured 18:04 DEC 12, 2023 ET Vault Unlocked: Brad Pitt | Never-Before-Seen Interviews and His Rise to Hollywood Golden Boy DEC 12, 2023 18:28 DEC 13, 2023 ET Vault Unlocked: Celine Dion | Her History-Making Moments and the Disease That Threatens Her Career DEC 13, 2023 18:17 DEC 18, 2023 ET Vault Unlocked: Usher | His Journey to Super Bowl Halftime DEC 18, 2023 18:18 DEC 13, 2023 ET Vault Unlocked: Leonardo DiCaprio | His Titanic-Sized Journey to Stardom DEC 13, 2023 18:29 DEC 19, 2023 ET Vault Unlocked: Tom Hanks | His 'Big' Journey to Nicest Guy in Hollywood DEC 19, 2023 18:15 DEC 15, 2023 ET Vault Unlocked: Denzel Washington | His Rise to Hollywood Titan DEC 15, 2023 16:34 DEC 18, 2023 Holiday Movie Classics | Behind-the-Scenes Secrets From 'A Christmas Story,' 'Elf' and More DEC 18, 2023 16:55 DEC 19, 2023 ET's Movie Guide | What to Watch Over the Holidays DEC 19, 2023 17:55 DEC 20, 2023 Celebrity Court Cases: Gwyneth Paltrow, Danny Masterson, Jonathan Majors and More DEC 20, 2023 17:57 DEC 14, 2023 Biggest Star Splits of 2023 | Kevin Costner, Joe Jonas-Sophie Turner and More DEC 14, 2023 17:48 DEC 20, 2023 Spilling the E-Tea | Jennifer Aniston, Adam Sandler, Jonas Brothers and More DEC 20, 2023 Show More News 3:06 0M AGO Watch Serena Williams and Daughter Olympia Give Baby Adira a 'Work Out' 0M AGO 4:18 9M AGO Gypsy Rose Blanchard Wants to Team Up With Kim Kardashian After Prison Release 9M AGO 2:40 2H AGO Cher Files for Conservatorship of Son Elijah Blue Allman 2H AGO 3:43 3H AGO ‘Today’s’ Jill Martin Gets Emotional Trying on Wigs After Chemo Amid Breast Cancer Battle 3H AGO 3:18 23H AGO Nick Cannon Plays Santa Claus, Receives Unique Gift Featuring His 12 Kids 23H AGO 3:07 DEC 27, 2023 Simone Biles Seemingly Supports Husband After Claiming He’s the ‘Catch’ in Their Relationship DEC 27, 2023 4:04 DEC 27, 2023 Travis Kelce Reveals Extravagant Chiefs Gift After Spending Christmas With Taylor Swift DEC 27, 2023 3:47 DEC 27, 2023 Timothée Chalamet Joins Kylie Jenner at Kardashian Family Christmas Party DEC 27, 2023 3:10 DEC 26, 2023 Hayley Erbert Kisses Derek Hough in First Post After Brain Surgeries DEC 26, 2023 6:14 DEC 26, 2023 Serena Williams' Daughter Olympia's Sweetest and Sassiest Moments DEC 26, 2023 2:43 DEC 26, 2023 Taylor Swift Spends Christmas Cheering on Travis Kelce at His Chiefs Game DEC 26, 2023 2:07 DEC 22, 2023 John Schneider Reacts to Secret Service Probe Over Joe Biden Comments Post-'Masked Singer' Loss DEC 22, 2023 3:19 DEC 22, 2023 Simone Biles' Husband Jonathan Owens Says He's the 'Catch' in Their Relationship DEC 22, 2023 3:00 DEC 22, 2023 Selena Gomez's Relationship Must-Haves Revealed Amid Benny Blanco Romance DEC 22, 2023 3:03 DEC 22, 2023 Travis Kelce's Shirtless Spa Visit Resurfaces Amid Taylor Swift Romance DEC 22, 2023 9:22 DEC 22, 2023 Prince Harry's Best Moments of 2023: 'Spare,' King Charles’ Coronation and a Historic Legal Victory DEC 22, 2023 5:04 DEC 22, 2023 Pamela Anderson's Makeup-Free Life: All Her Major Public Outings Since Making the Beauty Change DEC 22, 2023 3:25 DEC 22, 2023 Amanda Bynes Reveals Buzzcut Mullet DEC 22, 2023 3:38 DEC 22, 2023 Willie Nelson Reveals Shocking Way Ex-Wife Found Out About Affair DEC 22, 2023 3:09 DEC 21, 2023 Taylor Swift's Bejeweled Birthday Bling Isn't From Travis Kelce, Keleigh Teller Confirms DEC 21, 2023 Show More On Entertainment Tonight 1:46 DEC 26, 2023 'Sister Wives': Kody Loses It When Asked to Rewatch His Big Fight With Janelle (Exclusive) DEC 26, 2023 1:34 DEC 20, 2023 ‘Married at First Sight’: Lauren Breaks Down Telling Group About Divorce From Orion (Exclusive) DEC 20, 2023 1:34 DEC 19, 2023 Christine and David's Wedding: Kody, Robyn and Meri React in ‘Sister Wives’ Supertease Trailer DEC 19, 2023 1:57 DEC 18, 2023 George Clooney Ribs 'Pretty Boy' Brad Pitt as He Teases Their Big Screen Reunion (Exclusive) DEC 18, 2023 0:43 DEC 15, 2023 Miranda Lambert on Wrapping Vegas Run With 'Firepower and Confetti and Glitter' | Certified Country DEC 15, 2023 2:35 DEC 15, 2023 Piers Morgan Slams Prince Harry's UK Court Victory in Tabloid Phone-Hacking Case DEC 15, 2023 0:56 DEC 15, 2023 Matthew Perry's Cause of Death Deemed to Be the Result of Ketamine Therapy DEC 15, 2023 1:47 DEC 15, 2023 Michael B. Jordan $430K Car Crash: New Video and Details of the Wreck (Exclusive) DEC 15, 2023 1:38 DEC 15, 2023 Susan Lucci Honored With Daytime Emmys Lifetime Achievement Award DEC 15, 2023 2:09 DEC 15, 2023 Dick Van Dyke Jokes He 'Should've Taken Better Care of Himself' as He Celebrates 98th Birthday DEC 15, 2023 1:30 DEC 15, 2023 Hugh Grant Reacts to His Own Family's Obsession With 'Wonka' Co-Star Timothée Chalamet! DEC 15, 2023 1:24 DEC 15, 2023 Jason Momoa Admits His Future as Aquaman Is ‘Not Looking Good’ After DC Shakeup (Exclusive) DEC 15, 2023 1:36 DEC 15, 2023 How Mandy Moore Is Celebrating the Joy of Cats This Holiday Season DEC 15, 2023 1:25 DEC 14, 2023 ‘Dick Van Dyke: 98 Years of Magic’ Special | Behind the Scenes With Zachary Levi (Exclusive) DEC 14, 2023 1:48 DEC 14, 2023 ‘The Color Purple’s Taraji P. Henson Shares Her ‘Biggest Fear’ About the Musical Remake (Exclusive) DEC 14, 2023 1:13 DEC 14, 2023 Inside ‘New Year’s Eve Live: Nashville’s Big Bash’ With Blake Shelton, Carly Pearce and Trace Adkins DEC 14, 2023 2:59 DEC 13, 2023 '90 Day Fiancé' Tell-All: Sarper Defends Sleeping With 2,500 Women (Exclusive) DEC 13, 2023 1:42 DEC 13, 2023 ‘Celebrity IOU’: Why Drew and Jonathan Scott Call Sterling K. Brown a ‘Wrecking Machine’ DEC 13, 2023 1:50 DEC 13, 2023 Renee Rapp Dishes on Her Favorite OG ‘Mean Girls’ Memory (Exclusive) DEC 13, 2023 1:33 DEC 13, 2023 Hugh Grant Roasts Timotheé Chalamet During Surprise Late-Night Appearance! DEC 13, 2023 Show More TV 8:15 21H AGO Inside 'Stranger Things' Season 5: Fan Theories, Spin-Offs, Casting Announcements and More! 21H AGO 11:07 DEC 27, 2023 'Sister Wives': The Biggest Blow-Ups, Shake-Ups and Showdowns DEC 27, 2023 11:45 DEC 27, 2023 ‘90 Day Fiancé’: Tim on Rumors About His Sexuality and 'Awkward' New Season of 'The Single Life' DEC 27, 2023 2:13 DEC 27, 2023 '90 Day: The Single Life': Chantel's Triggered After Sharing Romantic Moment With a Guy in Greece DEC 27, 2023 1:46 DEC 26, 2023 'Sister Wives': Kody Loses It When Asked to Rewatch His Big Fight With Janelle (Exclusive) DEC 26, 2023 3:14 DEC 21, 2023 'The Masked Singer': Ne-Yo Reacts to Winning Season 10 as 'The Cow' (Exclusive) DEC 21, 2023 23:09 DEC 21, 2023 ‘90 Day Fiance’: Couples’ Biggest Fights and Meltdowns of 2023 DEC 21, 2023 4:10 DEC 20, 2023 'The Voice's Ruby Leigh on Being Runner Up and Introducing Her Family to Reba McEntire (Exclusive) DEC 20, 2023 2:59 DEC 20, 2023 'The Voice': Jacquie Roar Shares Tom Nitti Update and Plans to Collab! (Exclusive) DEC 20, 2023 3:38 DEC 20, 2023 ‘The Voice’ Crowns Team Niall’s Huntley Season 24 Winner DEC 20, 2023 1:34 DEC 20, 2023 ‘Married at First Sight’: Lauren Breaks Down Telling Group About Divorce From Orion (Exclusive) DEC 20, 2023 2:44 DEC 20, 2023 '1000-Lb. Sisters’: Amy Tells Amanda and Tammy She Wants to Divorce Michael (Exclusive) DEC 20, 2023 3:24 DEC 19, 2023 'The Voice': Niall Horan and Season 24 Winner Huntley React to Shocking Victory! (Exclusive) DEC 19, 2023 3:47 DEC 19, 2023 'Percy Jackson' Creators on Bringing Books to TV After Films (Exclusive) DEC 19, 2023 23:01 DEC 19, 2023 ‘90 Day Fiancé’ Tell-All: Yohan Forced to Face Woman He ‘Pursued’ While Married to Daniele DEC 19, 2023 1:34 DEC 19, 2023 Christine and David's Wedding: Kody, Robyn and Meri React in ‘Sister Wives’ Supertease Trailer DEC 19, 2023 2:06 DEC 19, 2023 'Death By Fame' Season 2 Investigates James Brown's Suspected Murder (Exclusive) DEC 19, 2023 4:23 DEC 18, 2023 'The Voice’: Reba McEntire Shares Biggest Lesson Learned From First Season as a Coach (Exclusive) DEC 18, 2023 3:30 DEC 18, 2023 Gwen Stefani Names Her Favorite ‘Love. Angel. Music. Baby.’ Track Ahead of Album’s 20th Anniversary DEC 18, 2023 4:09 DEC 18, 2023 'Sister Wives': Kody Accuses Christine of Mocking His 'Suffering' After Meeting Her New Husband DEC 18, 2023 Show More Awards 3:58 DEC 17, 2023 Susan Lucci at 76: Beauty Secrets and If Retirement Is in the Picture (Exclusive) DEC 17, 2023 4:48 DEC 17, 2023 Amanda Kloots Gets Her Dating Advice From 'The Talk' Co-Host Akbar Gbajabiamila (Exclusive) DEC 17, 2023 2:30 DEC 17, 2023 Remembering Jacklyn Zeman and Tyler Christopher: Daytime Stars Reflect on Late Castmates DEC 17, 2023 3:32 DEC 17, 2023 Jennifer Nettles Reacts to Taylor Swift-Penned ‘Babe’ Getting a Second Life on TikTok (Exclusive) DEC 17, 2023 3:38 DEC 17, 2023 Melissa Claire Egan Tears Up Remembering Late ‘Young and the Restless’ Co-Star Billy Miller DEC 17, 2023 2:40 DEC 17, 2023 Jennifer Hudson on Full-Circle Moment With Oprah and Fantasia on Her Talk Show (Exclusive) DEC 17, 2023 5:41 DEC 17, 2023 Maury Povich Says He's Proud to Have ‘You Are the Father’ Be His Daytime TV Legacy (Exclusive) DEC 17, 2023 3:21 DEC 17, 2023 Sherri Shepherd on Her Eyes Being 'Swollen Shut’ From Crying After Oprah Passed Daytime Baton DEC 17, 2023 3:39 DEC 17, 2023 Shemar Moore and Susan Lucci on Reuniting 24 Years After History-Making Emmy Win! (Exclusive) DEC 17, 2023 6:28 DEC 17, 2023 Adrienne Bailon Houghton Shares Mom Life Update & Reacts to Plastic Surgery Speculation (Exclusive) DEC 17, 2023 1:58 DEC 11, 2023 2024 Golden Globe Nominations: Surprises and Snubs DEC 11, 2023 1:49 DEC 3, 2023 Dionne Warwick Says She Had ‘No Idea’ Who Doja Cat Was After Sampling ‘Walk on By’ (Exclusive) DEC 3, 2023 1:54 NOV 27, 2023 Margot Robbie Compares Herself and Greta Gerwig to This Hollywood Duo After Gotham Awards Honor NOV 27, 2023 1:40 NOV 27, 2023 Greta Gerwig on a Potential ‘Barbie’ Sequel and Film’s Massive Success (Exclusive) NOV 27, 2023 1:29 NOV 27, 2023 Margot Robbie Shares Which Ryan Gosling 'Barbie' Ad-Lib Still Makes Her Laugh (Exclusive) NOV 27, 2023 2:48 NOV 19, 2023 Coco Jones Reacts to Being Nominated For 5 GRAMMYs (Exclusive) NOV 19, 2023 2:51 NOV 16, 2023 BBMA 2023: Watch Stray Kids Tease 'Something Very New' in Debut Performance! (Exclusive) NOV 16, 2023 2:35 NOV 9, 2023 Jelly Roll Reacts to Shattering His CMA Award Backstage (Exclusive) NOV 9, 2023 1:19 NOV 8, 2023 CMAs: Why Post Malone Was Excited to Tribute Joe Diffie With Morgan Wallen & HARDY (Exclusive) NOV 8, 2023 2:23 NOV 8, 2023 Wynonna Judd on Why She Broke Down During a Recent Tour Performance (Exclusive) NOV 8, 2023 Show More Royals 2:27 DEC 1, 2023 King Charles Seemingly References Royal Drama Surrounding Alleged Racist Comments in Speech DEC 1, 2023 2:25 NOV 30, 2023 Prince William 'Absolutely Furious' Over Reignited Row Over Alleged Royal Racism (Source) NOV 30, 2023 3:33 NOV 22, 2023 Watch BLACKPINK Get Awarded Royal Honor From King Charles III at Buckingham Palace NOV 22, 2023 2:27 NOV 16, 2023 Prince Harry's Birthday Call to King Charles Could Be 'Turning Point' in Royal Rift NOV 16, 2023 3:00 NOV 12, 2023 Why Elizabeth Debicki Felt 'Immense' Responsibility Portraying Princess Diana's Death (Exclusive) NOV 12, 2023 3:01 OCT 12, 2023 Prince William’s Most-Used Emoji Is Cheeky! OCT 12, 2023 3:02 OCT 6, 2023 Watch Kate Middleton React After Player Tickles Her at Wheelchair Rugby Event OCT 6, 2023 1:34 SEP 18, 2023 Why Prince William Won't See Prince Harry During US Visit, Per Royal Expert SEP 18, 2023 4:04 SEP 15, 2023 Inside Prince Harry's 39th Birthday Party: Sausage, Beers and More! (Source) SEP 15, 2023 1:21 SEP 8, 2023 Prince Harry Makes Unexpected Visit to Queen Elizabeth II's Gravesite on the One-Year Anniversary of Her Death SEP 8, 2023 3:39 AUG 30, 2023 Prince Harry Shocks Fans With Surprise Appearance at Docuseries Screening AUG 30, 2023 2:12 AUG 24, 2023 Prince Harry and Meghan Markle Set to Attend the Invictus Games Amid Divorce Rumors AUG 24, 2023 1:08 AUG 9, 2023 Prince Harry and Meghan Markle Lose Their Titles on Royal Family Website AUG 9, 2023 1:14 AUG 4, 2023 Meghan Markle and Prince Harry Seen ‘Laughing and Smiling’ Amid Divorce Rumors AUG 4, 2023 2:12 JUL 19, 2023 Where Prince Harry and Meghan Markle Stand Amid Divorce Rumors (Royal Expert) JUL 19, 2023 3:46 JUL 19, 2023 Inside Prince George's 'Surprisingly Normal' Life (Royal Expert) JUL 19, 2023 1:33 JUL 17, 2023 Wimbledon: Ariana Grande, Kate Middleton, Nick Jonas and More Stars Attend JUL 17, 2023 1:49 JUL 2, 2023 Prince George Eats Pizza and Smiles With Dad Prince William During Cricket Match JUL 2, 2023 1:26 JUN 20, 2023 Meghan Markle Accused of Faking Spotify Interviews After $20M Deal Abruptly Ends JUN 20, 2023 2:45 JUN 12, 2023 Prince William Responds After Troops Faint During Outdoor Rehearsal Ceremony JUN 12, 2023 Show More Movies 9:14 16M AGO 'The Iron Claw's True Story: Inside the Von Erich 'Curse' and Wrestling Family's Tragedies 16M AGO 8:15 DEC 22, 2023 'Rebel Moon': Djimon Hounsou and Staz Nair | Full Interview DEC 22, 2023 3:15 DEC 22, 2023 'Patch Adams' at 25: Robin Williams Praises Real Make-A-Wish Kids Who Starred in 1998 Dramedy DEC 22, 2023 3:19 DEC 22, 2023 'The Polar Express': Tom Hanks on CGI Characters and Christmas Memories (Flashback) DEC 22, 2023 8:40 DEC 22, 2023 'The Iron Claw': Von Erich Family Reacts to Kerry's Death, Pro Wrestlers Pay Tribute (Flashback) DEC 22, 2023 6:49 DEC 21, 2023 'Rebel Moon': Sofia Boutella and Ed Skrein | Full Interview DEC 21, 2023 4:00 DEC 21, 2023 'Rebel Moon': Ray Fisher Calls Post-'Justice League' Reunion With Zack Snyder a 'Homecoming' DEC 21, 2023 4:01 DEC 20, 2023 'Rebel Moon' Franchise: Zack Snyder Jokes He'll 'Make Everybody Mad at Some Point' (Exclusive) DEC 20, 2023 3:26 DEC 20, 2023 'Home Alone': Watch John Williams Play Music Score and Explain His 'Ballet' Inspiration (Flashback) DEC 20, 2023 16:55 DEC 19, 2023 ET's Movie Guide | What to Watch Over the Holidays DEC 19, 2023 18:29 DEC 19, 2023 ET Vault Unlocked: Tom Hanks | His 'Big' Journey to Nicest Guy in Hollywood DEC 19, 2023 8:01 DEC 19, 2023 Fantasia Barrino, Taraji P. Henson and Danielle Brooks on Expanding the Story of 'The Color Purple' DEC 19, 2023 16:34 DEC 18, 2023 Holiday Movie Classics | Behind-the-Scenes Secrets From 'A Christmas Story,' 'Elf' and More DEC 18, 2023 4:47 DEC 15, 2023 Charlie Hunnam Was Almost a ‘Star Wars’ Icon Years Before ‘Rebel Moon’ (Exclusive) DEC 15, 2023 18:15 DEC 15, 2023 ET Vault Unlocked: Denzel Washington | His Rise to Hollywood Titan DEC 15, 2023 3:13 DEC 15, 2023 'Prince of Egypt' Turns 25: Whitney Houston & Mariah Carey Talk 'When You Believe' (Flashback) DEC 15, 2023 8:05 DEC 15, 2023 'Ferrari': Adam Driver and Penélope Cruz on Transforming Into Their Characters (Exclusive) DEC 15, 2023 8:02 DEC 15, 2023 'Aquaman 2': Jason Momoa on His Future in DC Universe, Says Lobo Casting Would Be 'Really Cool' DEC 15, 2023 3:01 DEC 15, 2023 'Superman' Turns 45: Christopher Reeve Explains His Rom-Com Approach to Man of Steel (Flashback) DEC 15, 2023 1:34 DEC 14, 2023 Mark Wahlberg's Family Gives Him 'Crap' for Loving This Music Icon (Exclusive) DEC 14, 2023 Show More Inside Black Hollywood 12:18 DEC 8, 2023 'Sister Act 2' Turns 30: Watch Lauryn Hill Give Tour of Dorm Room and Talk Fugees (Flashback) DEC 8, 2023 3:06 DEC 7, 2023 A Celebration for 50 Years of Hip-Hop: Inside Fresh Prince and DJ Jazzy Jeff's Reunion and More! DEC 7, 2023 3:10 NOV 7, 2023 Tyler Perry Unexpectedly Chokes Up After Emotional Moment on 'The View' NOV 7, 2023 3:47 SEP 29, 2023 'Cool Runnings' Turns 30: Watch the Cast's On-Set Interviews in Jamaica (Flashback) SEP 29, 2023 3:34 SEP 19, 2023 'The Fighting Temptations' Turns 15: Beyoncé Calls Gospel 'Most Powerful' Type of Music (Flashback) SEP 19, 2023 3:04 JUN 28, 2023 Watch Tia Mowry's Brother React to Surprise Visit With Their Father JUN 28, 2023 3:12 MAY 26, 2023 Kevin Hart's Daughter Heaven Cries After He Gifts Her a Car for Graduation MAY 26, 2023 3:30 MAY 6, 2023 Pretty Yende Reflects on ‘Wonderful’ Experience at King Charles’ Coronation (Exclusive) MAY 6, 2023 2:04 APR 25, 2023 'College Hill' Trailer: Ray J, Amber Rose and More Get Schooled in Season 2 of Celebrity Edition (Exclusive) APR 25, 2023 8:06 APR 21, 2023 Tupac Shakur Talks Music, Acting and Public Image in Rare Interviews (Flashback) APR 21, 2023 3:43 MAR 10, 2023 Sonequa Martin-Green on Michael's Future After 'Star Trek: Discovery’s Final Season (Exclusive) MAR 10, 2023 2:05 FEB 26, 2023 'Abbott Elementary's Sheryl Lee Ralph and Tyler James Williams React to SAG Awards Win (Exclusive) FEB 26, 2023 6:42 FEB 13, 2023 Sheryl Lee Ralph on Twinning With Rihanna During Super Bowl Performance (Exclusive) FEB 13, 2023 2:30 FEB 12, 2023 Super Bowl LVII: Babyface Reflects on 'America the Beautiful' Performance (Exclusive) FEB 12, 2023 5:00 FEB 8, 2023 Babyface on Taking Super Bowl and 'America the Beautiful' Performance 'Very Seriously' (Exclusive) FEB 8, 2023 3:19 FEB 5, 2023 GRAMMYs: Questlove Says Will Smith Dropped Out of Hip Hop 50 Tribute Last Minute (Exclusive) FEB 5, 2023 2:29 JAN 10, 2023 'Golden Globes': Janelle James on Sitting Near Brad Pitt and 'Abbott Elementary's Win (Exclusive) JAN 10, 2023 2:30 JAN 6, 2023 Angela Bassett Used to Send Handwritten Cards to Promote Early Acting Gigs (Exclusive) JAN 6, 2023 9:53 DEC 16, 2022 Remembering Whitney Houston: Inside Her Rise to Fame DEC 16, 2022 2:27 NOV 21, 2022 Angela Bassett on Michael B. Jordan’s ‘Black Panther’ Cameo and Her Possible Oscar Nom (Exclusive) NOV 21, 2022 Show More View All",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "serena williams",
          "sentiment": "positive"
        },
        {
          "name": "olympia give baby adira",
          "sentiment": "positive"
        },
        {
          "name": "bryan tanaka",
          "sentiment": "none"
        },
        {
          "name": "kate",
          "sentiment": "none"
        },
        {
          "name": "anthony",
          "sentiment": "none"
        },
        {
          "name": "mariah carey",
          "sentiment": "none"
        },
        {
          "name": "gypsy rose blanchard",
          "sentiment": "none"
        },
        {
          "name": "von erich",
          "sentiment": "none"
        },
        {
          "name": "jill martin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "anti-semitic rants ahead of album release tv",
          "sentiment": "none"
        },
        {
          "name": "cher files for conservatorship of son elijah blue allman dec",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:43.058+02:00",
    "updated": "2023-12-29T00:22:43.058+02:00"
  },
  {
    "uuid": "795132ca9d795a56a40688f7fce937692763d2bc",
    "url": "https://www.tbsnews.net/bangladesh/tea-workers-rally-sylhet-demands-unpaid-wages-protection-estates-1006591",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UNB",
    "published": "2024-11-30T12:20:00Z",
    "title": "Tea workers rally in Sylhet demands unpaid wages, protection for estates | The Business Standard",
    "text": "Hundreds of tea workers and union leaders gathered in a solidarity rally outside Sylhet Cricket Stadium on Saturday (30 November), demanding immediate payment of overdue wages and measures to safeguard the struggling tea estates. Organised by the Sylhet district unit of the Bangladesh Tea Workers Federation, the rally spotlighted months of hardship endured by workers from estates including Lakkatura, Kewachara, and Daldali—run by the National Tea Company (NTC). Leaders revealed that for the past three months, wages have not been paid, leaving families in financial despair. The crisis began on 5 August, following the fall of the previous government, but no substantial actions have been taken to resolve it, said one leader. Despite multiple protests and formal appeals through the district administration, the workers have only received hollow promises, they claimed. Union representatives lamented the systemic inequality faced by tea workers, many of whom remain among the most marginalised communities in Bangladesh. \"The fall of the previous regime gave us hope for change, but our struggles have only deepened,\" a union leader said during the rally. The speakers accused authorities of neglecting their responsibilities to protect workers' rights and maintain the functionality of tea estates. Tea workers' leaders warned that if their demands are not met promptly, the movement would be intensified across all 22 tea estates in Sylhet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-01T00:56:18.457+02:00",
    "updated": "2024-12-01T00:56:18.457+02:00"
  },
  {
    "uuid": "e76bd3c2a30f08285c3beabbd13eeeaab8f19bf3",
    "url": "https://www.eluniversal.com.mx/estados/para-trabajar-hay-que-salir-al-infierno-tamaulipecos-viven-entre-el-intenso-calor-y-un-incendio-forestal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Roberto Aguilar",
    "published": "2024-05-10T02:59:00Z",
    "title": "“Para trabajar hay que salir al infierno”: tamaulipecos viven entre el intenso calor y un incendio forestal | El Universal",
    "text": "Ciudad Victoria.- En las calles de la capital tamaulipeca no se habla de otra cosa, del intenso calor y el incendio forestal, “si aquí sentimos que estamos en el infierno ¡Imagínese allá!”, expresa don Carlos Rodríguez, mientras apunta hacia la Sierra Madre Oriental. Los reportes indican que hay unos 40 voluntarios combatiendo el fuego, mientras que ciudadanos se movilizan para llevarles agua embotellada, herramientas y alimentos enlatados. El incendio activo está ubicado en el ejido La Chona, en el municipio de Victoria. En el corazón de la ciudad, insiste don Carlos que la cosa está que arde, mientras trata de mitigar el calor con un ventilador. “El termómetro marca 44 grados, ya tomé agua suficiente y una raspa de fresa, pero sigo con calor”, dice el hombre que se dedica al comercio. Unas cuadras más adelante, en la calle 7, el calor aumenta varios grados más. Saltan a la vista varios carretones con venta de comida, en donde las señoras golpean las palmas de sus manos haciendo gorditas de maíz frente al comal. “Pásele seño, tenemos de chicharrón, salsita verde, picadillo y deshebrada”, ofrece la señora María al aire libre. Lee también Cuenca del Papaloapan alcanza los 47 grados Celsius; investigan posible muerte de niña por golpe de calor Ella y sus colegas toleran el calor. Aseguran que aunque ya están acostumbradas al clima de Ciudad Victoria, “ahora sí está de la fregada, pero qué le hacemos, tenemos que chambear”. Y sí tienen clientes. Como Lorenzo Torres que salió de su trabajo y pasó a comer. El desafío para los ciudadanos de a pie no parece terminar. En el bulevar Praxedis Balboa los microbuses van y vienen repletos de pasajeros. Tanto para los choferes y los usuarios es otro víacrucis, ya que ninguna de las unidades cuenta con aire acondicionado, como se lamenta Rodrigo Zapata: “A esta hora el calor es insoportable, pero no tenemos de otra, para trabajar hay que salir al infierno”. afcl/cr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://www.facebook.com/plugins/video.php?height=316&href=https%3A%2F%2Fwww.facebook.com%2Froberto.aguilargrimaldo%2Fvideos%2F959149045757324%2F&show_text=false&width=560&t=0",
      "https://www.facebook.com/plugins/video.php",
      "https://facebook.com/plugins/video.php?height=316&href=https%3A%2F%2Fwww.facebook.com%2Froberto.aguilargrimaldo%2Fvideos%2F959149045757324%2F&show_text=false&width=560&t=0",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T06:03:53.468+03:00",
    "updated": "2024-05-10T06:13:01.840+03:00"
  },
  {
    "uuid": "128e91b9555df4bd4942220f44359d19bbdce0b0",
    "url": "https://g1.globo.com/sp/ribeirao-preto-franca/noticia/2024/03/29/um-ano-apos-evitar-tragedia-com-onibus-escolar-jovem-lembra-caso-e-rejeita-titulo-de-heroi-nao-tive-nocao-do-perigo.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-03-29T10:03:00Z",
    "title": "Um ano após evitar tragédia com ônibus escolar, jovem lembra caso e rejeita título de herói: 'Não tive noção do perigo' | Ribeirão Preto e Franca | G1",
    "text": "Na manhã de 29 de março de 2023, Kaio Eduardo Ferreira, então com 17 anos, assumiu a direção de um ônibus escolar depois que o motorista teve um mal súbito no meio da Rodovia Armando de Sales Oliveira (SP-322).\nAo agir tão rapidamente, o jovem evitou uma tragédia impedindo que o veículo, que seguia de Pontal (SP) para Sertãozinho (SP) , se chocasse com outros que também transitavam pela via.\nImediatamente, o caso, flagrado por câmeras de segurança da concessionária que administra o trecho (veja vídeo mais abaixo) , ganhou repercussão nacional e Kaio foi saudado por diversas vezes pelos meses seguintes.\nSiga o canal g1 Ribeirão e Franca no WhatsApp\nAo g1 , no entanto, ele afirma que sempre rejeitou o título de herói que recebeu das pessoas que estiveram direta ou indiretamente envolvidas.\nO ônibus levava 35 estudantes para o Instituto Federal (IF) quando o motorista, Claudemir de Araújo, de 51 anos, sofreu uma parada cardiorrespiratória durante o trajeto.\nEle morreu no local e ficou para Kaio a responsabilidade de saltar par a direção e guiar o veículo com segurança para o canteiro da pista.\n\"Sempre tive essa postura, de não impor esse título a mim. Acredito que o que eu fiz não foi nem o resultado de um pensamento 'vou fazer isso pra salvar', porque foi um impulso. Acho que, particularmente, não tenho muito título de herói sobre isso\".\n1 de 4 Kaio Eduardo Ferreira assumiu direção de ônibus escolar depois que motorista teve mal súbito em Sertãozinho, SP — Foto: Marcelo Moraes/EPTV Kaio Eduardo Ferreira assumiu direção de ônibus escolar depois que motorista teve mal súbito em Sertãozinho, SP — Foto: Marcelo Moraes/EPTV\nKaio, que sempre foi bastante apegado à religião, diz que no último ano acabou renovando a fé por conta do acidente e confessa que se impressiona quando revê as imagens das câmeras de segurança.\n\"É óbvio que mudou o destino das outras pessoas, porém eu acredito que tenha sido alguma força maior, eu sou muito religioso, então, talvez algo do tipo. Olhando a câmera das filmagens, dá para ver que, por exemplo, caso algum carro tivesse passando ali, o ônibus ia colidir com o carro, caso continuasse no sentido contrário da via, ia colidir com concreto. Poderia ter acontecido algo ruim\".\nLEIA TAMBÉM\nEstudante assume direção de ônibus escolar lotado após motorista sofrer mal súbito em Sertãozinho Colega diz que estudante foi herói ao assumir direção de ônibus em SP após motorista passar mal ao volante Vídeo mostra ônibus saindo da pista após motorista ter mal súbito e estudante assumir direção em SP\nHoje com 18 anos, Kaio está tirando carteira de habilitação. Antes disso, o jovem nunca tinha pegado na direção de um veículo.\nPor isso mesmo, sempre reforçou ao longo do último ano que agiu por impulso ao tomar a dianteira do ônibus escolar.\n\"Não tinha nenhuma noção de direção ainda. Foi impulso total, foi muito no momento. Depois que fui pensar, que foi quando todo mundo viu, o ônibus bateu na placa. No susto ali que eu falei 'meu Deus, está acontecendo' porque antes disso eu não tive noção do grau do perigo\".\n2 de 4 Ônibus conduzido por motorista que teve mal súbito em Sertãozinho, SP — Foto: Reprodução/EPTV Ônibus conduzido por motorista que teve mal súbito em Sertãozinho, SP — Foto: Reprodução/EPTV\nTrauma de ônibus e planos para o futuro\nApós evitar a tragédia, Kaio revela que passou a ter medo de andar de ônibus e por um mês evitou o meio de transporte. Ele também contou que desenvolveu um trauma por conta do caso.\n\"Viajar de ônibus, agora está sendo normal. Só que um mês depois do ocorrido, eu não conseguia andar de ônibus, fiquei com muito medo. Fiquei um mês indo [para o IF] de Uber. Indo e voltando. Lembro certinho da primeira vez que peguei o ônibus, estava até chovendo. Foi um mês depois. Fiquei com muito medo, foi muito tenso, só que os colegas estavam lá, a psicóloga da escola me ajudou, eu me senti mais preparado para isso\".\n3 de 4 Ônibus bateu em placa, saiu da pista e foi parar na via marginal de rodovia em Sertãozinho, SP — Foto: Entrevias/Câmeras de monitoramento Ônibus bateu em placa, saiu da pista e foi parar na via marginal de rodovia em Sertãozinho, SP — Foto: Entrevias/Câmeras de monitoramento\nUm ano depois e recuperado do trauma, Kaio segue estudando com a mesma turma, mudou o turno do curso e planeja fazer faculdade de economia. Ele presta vestibular no fim de 2024.\n\"O trajeto não mudou, o que mudou foi o turno. Agora a gente está no último ano, estuda no período da manhã. Eu e o pessoal que estudava na minha sala, a gente continua indo no ônibus pela manhã, só que várias pessoas que estão estudando de tarde também estavam lá e o contato continua o mesmo\".\nSe ele não esquece o dia 29 de março de 2023, a população da pequena cidade que fica a 43 quilômetros de Ribeirão Preto (SP) também não vai esquecer tão fácil.\n\"Foi um acontecimento que, querendo ou não, vou lembrar sempre, vai marcar sempre. Não pelo ocorrido, mas por tudo que aconteceu devido ao ocorrido. Os pais dos meus colegas, até hoje, me cumprimentam, sempre lembram. Pessoas da igreja que eu frequento, da escola onde eu estudo. Está no meu dia a dia. Foi uma coisa que com certeza me marcou e vai ficar para sempre\".\nMorte do motorista\nClaudemir de Araújo trabalhava como terceirizado para a Prefeitura de Pontal há menos de um ano quando sofreu uma parada cardiorrespiratória enquanto transportava o grupo de 35 pessoas até o Instituto Federal de Sertãozinho. Ele morreu no local.\nFoi Kaio quem percebeu que motorista não estava bem.\n\"Eu estava sentado perto do motorista, exatamente atrás. Estava eu e uma colega, que estava de fone de ouvido do meu lado. Daí notei o motorista tirando as mãos do volante e eu, ali do lado, vi que o ônibus estava indo devagarzinho para o canto, mais do que o normal. Foi aquilo no impulso, fui lá na frente, só joguei pro lado\".\nAo assumir a direção, Kaio conseguiu parar o veículo entre o canteiro e a marginal da Rodovia Armando de Sales Oliveira. Ninguém ficou ferido.\n\"Na maioria das vezes que eu encontro o pai de alguém, a mãe de alguém, sempre acabamos comentando sobre ocorrido e relembrando o motorista, que era muito amigo nosso\".\n4 de 4 Motorista Claudemir de Araújo sofreu um mal súbito enquanto levava estudantes para Sertãozinho, SP — Foto: Reprodução/EPTV Motorista Claudemir de Araújo sofreu um mal súbito enquanto levava estudantes para Sertãozinho, SP — Foto: Reprodução/EPTV\nVeja reportagem da EPTV à época do caso:\nVídeo mostra ônibus após estudante de 17 anos assumir direção em Sertãozinho, SP\nVeja mais notícias da região no g1 Ribeirão Preto e Franca\nVÍDEOS: Tudo sobre Ribeirão Preto e região\n50 vídeos Pontal Ribeirão Preto Sertãozinho",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://s2-g1.glbimg.com/dQC6W8Fw_3s5MzW9Pn4IgtTF2wU=/390x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://s2-g1.glbimg.com/_h7MqUvUV7cv-nbY9ektxmubiuw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://s2-g1.glbimg.com/ztk0XyPFhNreZ-RAQjzLbvPxgRo=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://s2-g1.glbimg.com/_do1Rsziey7OYJhP2g5RJIQ10Gw=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://s2-g1.glbimg.com/lA66SvBmrcpIJVzb7fGNyVm5LIg=/650x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://s2-g1.glbimg.com/eeUGXQ1qJWVP_2ScifHSssYP_Rw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://s2-g1.glbimg.com/ltIOFEWM97q9h4lVsDI0O5DnO3Y=/416x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://s2-g1.glbimg.com/uPyRGe_yb3N5c7uszbq-Ih74S2k=/640x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://s2-g1.glbimg.com/MTR52RrwVD_OmV3WqVVaIvM_YFk=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://s2-g1.glbimg.com/HmtdLMzcsGN_i_BwDw_Ek5bTShw=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s2-g1.glbimg.com/NmlQ7ni5u4cbetq6GdolDdYMlPg=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://s2-g1.glbimg.com/7Q1Q9i4zOxFrfxtD2NShj1hg4Q4=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://whatsapp.com/channel/0029Va98fbOG3R3sEKgO882h",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.s2-g1.glbimg.com/HmtdLMzcsGN_i_BwDw_Ek5bTShw=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://www.s2-g1.glbimg.com/dQC6W8Fw_3s5MzW9Pn4IgtTF2wU=/390x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://www.s2-g1.glbimg.com/_do1Rsziey7OYJhP2g5RJIQ10Gw=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://www.s2-g1.glbimg.com/eeUGXQ1qJWVP_2ScifHSssYP_Rw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://www.s2-g1.glbimg.com/NmlQ7ni5u4cbetq6GdolDdYMlPg=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://www.s2-g1.glbimg.com/7Q1Q9i4zOxFrfxtD2NShj1hg4Q4=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
      "https://www.s2-g1.glbimg.com/ltIOFEWM97q9h4lVsDI0O5DnO3Y=/416x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://www.s2-g1.glbimg.com/_h7MqUvUV7cv-nbY9ektxmubiuw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://www.whatsapp.com/channel/0029Va98fbOG3R3sEKgO882h",
      "https://www.s2-g1.glbimg.com/MTR52RrwVD_OmV3WqVVaIvM_YFk=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://www.s2-g1.glbimg.com/ztk0XyPFhNreZ-RAQjzLbvPxgRo=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
      "https://www.s2-g1.glbimg.com/uPyRGe_yb3N5c7uszbq-Ih74S2k=/640x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s2-g1.glbimg.com/lA66SvBmrcpIJVzb7fGNyVm5LIg=/650x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:42:02.103+03:00",
    "updated": "2024-03-29T14:42:02.103+03:00"
  },
  {
    "uuid": "1960c49049f82ce53ed7e3834c7cc6560a580b64",
    "url": "https://www.univision.com/local/nueva-york-wxtv/dramatico-arresto-de-agentes-de-ice-en-peekskill-madre-se-aferra-a-su-hijo-video",
    "ord_in_thread": 0,
    "author": "Univision",
    "published": "2025-07-17T04:03:00Z",
    "title": "Madre inmigrante vive dramático arresto por agentes de ICE en Peekskill | Video | Univision 41 Nueva York WXTV | Univision",
    "text": "imágenes del niño gritandoafectó la comunidademocionalmente .no quiero .un intenso forcejeo entreesta madre abrazada a su hijo yagentes de inmigración esparcióel pánico en la comunidad depikesville . ella misma noscuenta las secuelas.yo entre mí, dije me lo van aquitar? yo no quería que me loquiten. y déjale no sé cómo , nosé . y ahí fue cuando fue todoesto que él lloró. yo también.yo dije no me saquen , no me vana llevar. y digo no me separende mi hijo, por favor.sucedió este martes próximo ala 13:00 de la tarde laabordaron en un estacionamientocomercial mientras rastreaban asu pareja.que si él se entregaba porqueel problema era con él y todo yme iban a dejar completamentecon mi hijo libres , que eragarantizado . todo eso .tras escoltarla a la causa envehículo, se la llevaronesposada con el niño y bajo lacondición de volver estemiércoles al bronx, donde lecolocaron un grillete en eltobillo izquierdo .afortunadamente obtuvoinformación de cómo actuar.seguí preguntando, le dijedile que si tienen una ordendijeron que sí, pero antes yo levoy a preguntado por qué handicho que en 15 minutos se ladaban. incluso la preguntaron ala muchacha que si yo eraabogada y la muchacha le dije.me preguntó a mí. yo le dije no,yo soy una líder comunitaria queayuda a la comunidad. soy. peroyo se las reglas .dinorah la guió víatelefónica hasta un punto, perohoy en el centro que dirige eseorganizaron para orientar lacomunidad junto a oficialeselectos, el.objetivo de. de esta reuniónprecisamente.es hablar .de organizarnos .hablar de educarnos , hablar.de .crear los canales correctos.para recibir lasinformaciones .apropiada . necesitamos unacomunidad unida y decidida amantenerse informada .who calls peekskill home.la alcaldesa envió uncomunicado diciendo que losresidentes de pikesville merecenser tratados con dignidad y lapolicía no está cooperando conice . los oficiales llegaron ahablar por teléfono con supareja, pero luego perdieroncomunicación mientras ella debevolver a corte el 29 de julio.qué te espera que salga de todoesto ?yo espero primero que que sehaga justicia, porque no creoque soy la única mujer que le hapasado esto, pero que sus hijosse paren de sus madres no .el concejal programó una citacon el congresista de estedistrito , mike lawler, paraabordar los desafíos en términosmigratorios que tiene estacomunidad. él se comprometió a",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->arrest",
      "Crime, Law and Justice->human smuggling and trafficking",
      "Human Interest->human mishap",
      "Social Issue->immigration",
      "Social Issue->social problem",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_co",
        "top_news_cl",
        "top_news_pe",
        "top_news_mx",
        "top_news_ve",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:42:32.403+03:00",
    "updated": "2025-07-18T05:09:27.000+00:00"
  },
  {
    "uuid": "ee54af011ec67c290645c23d7631f6710030c970",
    "url": "https://www.ledauphine.com/economie/2024/12/01/volkswagen-se-prepare-a-un-mouvement-de-greve-dans-ses-usines-a-partir-de-lundi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2024-12-01T12:27:00Z",
    "title": "Allemagne. Volkswagen se prépare à un mouvement de grève dans ses usines à partir de lundi",
    "text": "Allemagne Volkswagen se prépare à un mouvement de grève dans ses usines à partir de lundi\nLes salariés des usines du constructeur automobile allemand Volkswagen sont appelés à cesser le travail à partir de lundi, pour s'opposer aux milliers de suppressions d'emplois envisagées.\nL’activité pourrait tourner au ralenti dans [les usines allemandes de Volkswagen cette semaine](/economie/2024/11/26/les-entreprises-qui-veulent-fermer-des-sites-gagnent-de-l-argent). Pour s’opposer à la menace de milliers de suppressions d’emplois, les salariés du constructeur automobile allemand sont appelés à cesser le travail à partir de ce lundi dans les usines, a annoncé ce dimanche 1er décembre le syndicat IG Metall. « Si nécessaire, ce sera la bataille de négociation collective la plus dure que Volkswagen ait jamais connue », prévient dans un communiqué le négociateur du syndicat, Thorsten Gröger, à l'issue de la période de dialogue social obligatoire pour 120 000 employés de la marque en Allemagne.\nCe vendredi, le constructeur, qui prépare un plan drastique d'économies, avait rejeté une contre-proposition syndicale visant à réduire les coûts sans avoir à fermer d'usines en Allemagne, laissant augurer d'un durcissement du dialogue social.\nPlusieurs propositions refusées\n« Des grèves d'avertissement commenceront lundi dans toutes les usines », a indiqué Thorsten Gröger, qui tient la direction « responsable, à la table des négociations, de la durée et de l'intensité de cet affrontement ». Dans un communiqué séparé, Volkswagen a dit « respecter » le droit des salariés à participer à une grève d'avertissement et dit « croire en la poursuite d'un dialogue constructif pour parvenir à une solution durable et soutenue collectivement ».\nL'entreprise précise avoir « anticipé des mesures ciblées pour sécuriser l'approvisionnement d'urgence » pendant le mouvement, et ce afin de « limiter autant que possible » son impact « sur nos clients, nos partenaires et nos installations industrielles ».\nAlors que Volkswagen a annoncé en septembre travailler sur [un programme pour redresser sa compétitivité](/economie/2024/12/01/nouvelle-chute-des-immatriculations-de-voitures-neuves-au-mois-de-novembre), les discussions en cours entre la direction et les responsables syndicaux, en vertu du principe de cogestion, n'ont pas permis de trouver d'accord sur les mesures de restructuration.\nTrois usines menacées de fermeture\nLes représentants des salariés avaient présenté en novembre une contre-proposition incluant la suspension de bonus, d'augmentations de salaires, un allègement du temps de travail, permettant, selon eux, d'éviter des fermetures d'usines en Allemagne et des licenciements en masse. Mais cette offre n'a pas été jugée viable par la direction.\nLes représentants du personnel affirment qu'au moins trois usines Volkswagen risquent de fermer en Allemagne et que des dizaines de milliers d'emplois pourraient être supprimés, les employés restants devant consentir à des réductions de salaire.\nDans le pays, Volkswagen compte dix sites de production de voitures et environ 300 000 salariés, dont 120 000 pour la marque VW, la plus concernée par le plan d'économies. Fleuron de l'industrie automobile allemande, Volkswagen souffre à la fois du ralentissement du marché des véhicules neufs, de la concurrence chinoise, de modèles à batterie pas assez attractifs, et de coûts de main d’œuvre plus élevés que ses rivaux, selon les experts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Corporate Governance and CSR"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-01T14:54:40.739+02:00",
    "updated": "2024-12-01T14:54:40.739+02:00"
  }
]