[
  {
    "uuid": "95240d9932671c9ff3ef39dcd6d3ea453ea29dee",
    "url": "https://www.bucksfreepress.co.uk/news/national/24010815.security-stepped-around-christmas-celebrations-germany-austria/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-24T14:11:00Z",
    "title": "Security stepped up around Christmas celebrations in Germany and Austria | Bucks Free Press",
    "text": "Sightseeing visits have been barred at Germany’s landmark cathedral in Cologne and Christmas Eve worshippers face security checks to get into midnight Mass as police responded to indications of a potential attack. However, a top security official urged people not to shy away from holiday celebrations out of fear. Churchgoers attended multiple services at the cathedral despite the ban on visits purely for sightseeing, a day after police descended on the cathedral and searched it with sniffer dogs. With several dozen officers on duty outside, Auxiliary Bishop Rolf Steinhaeuser greeted those attending what he said was “probably the most secure church service in all of Germany”. In Austria, police said they also were stepping up security around Vienna’s churches and Christmas markets, apparently responding to the same intelligence about a potential threat. They did not give further information, but the dpa news agency reported without citing a source that the threat came from an Islamic extremist group. Police in Cologne said they were taking precautions over Christmas even though the information they had was for an attack on New Year’s Eve. “Even if the reference was to New Year’s Eve, there are a lot of people in the area around the cathedral, today is Christmas Eve midnight Mass, it is one of the most visited cathedrals, the main train station is nearby,” police spokesman Wolfgang Baldes said while standing in front of the cathedral. “There are a lot of people, and that’s why we said that if there was an indication, we would do everything necessary to protect people,” Mr Baldes added. Cathedral Provost Guido Assmann said in an interview on the Cologne Archdiocese website domradio.de that halting sightseeing visits did not represent a big change since such visits are normally not allowed during services anyway, and services were scheduled throughout the day on Sunday. Cologne’s towering cathedral, whose twin spires rise 515ft high, is a major tourist destination visited by some six million people a year. It is home to the Shrine of the Three Kings, a gold- and silver-decorated casket said to contain the relics of the three wise men described in the New Testament as paying homage to the newborn Jesus. Police and cathedral officials urged churchgoers planning to attend Mass on Sunday night to arrive early and not bring bags or purses. At the same time, Herbert Reul, interior minister for the state of North Rhine-Westphalia, appealed to the public not to stay away. “Caution is advised,” he said, but “we are not defenceless. Our agencies are using all available information to protect us as well as possible”. Mr Reul added: “My appeal is, go to church, celebrate Christmas. Fear is the currency of terrorists. We should not make it more valuable.” The European Union’s home affairs commissioner, Ylva Johansson, warned on December 5 that Europe faces a “huge risk of terrorist attacks” over the Christmas holidays due to fallout from the war between Israel and the Palestinian militant group Hamas. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rolf steinhaeuser",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "cologne",
          "sentiment": "none"
        },
        {
          "name": "vienna",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T16:28:25.842+02:00",
    "updated": "2023-12-24T16:28:25.842+02:00"
  },
  {
    "uuid": "0c4c10a73c01621211efd8fcd9ec8a5703c0c6b4",
    "url": "https://www.infobae.com/peru/2024/08/02/alerta-en-la-sierra-del-peru-por-baja-temperatura-mas-de-300-distritos-en-riesgo-pronostico-senamhi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manuel Rojas Berríos",
    "published": "2024-08-02T02:02:00Z",
    "title": "Alerta en la sierra del Perú por baja temperatura: Más de 300 distritos en riesgo, pronosticó Senamhi - Infobae",
    "text": "Bajas temperaturas afectarán a más de 300 distritos. Tras un aviso del Servicio Nacional de Meteorología e Hidrografía del Perú ( Senamhi ), el Centro Nacional de Estimación, Prevención y Reducción del Riesgo de Desastres ( Cenepred ) actuó rápidamente y advirtió a la población que más de 300 distritos de la sierra centro y sur se encuentran en riesgo de verse afectados por el descenso de la temperatura nocturna.\nSegún pronosticó el Senamhi, del viernes 2 al domingo 4 de agosto, los distritos de las regiones de Apurímac , Arequipa , Ayacucho , Cusco , Huancavelica , Junín y Lima soportarán ráfagas de viento con velocidades próximas a los 35 kilómetros por hora , escasa nubosidad e incremento de la temperatura diurna.\nEl Instituto Nacional de Defensa Civil ( Indeci ) ha emitido una alerta importante para el 2 de agosto, debido a las bajas temperaturas que se pronostican para varias zonas de la sierra en Perú. Según se prevé, las temperaturas mínimas podrán llegar cerca de -8 °C en localidades que se encuentran sobre los 3.200 metros sobre el nivel del mar (m s. n. m.) en la sierra centro . Asimismo, en áreas situadas por encima de los 4,000 m s. n. m. en la sierra sur, se esperan temperaturas alrededor de los -13 °C.\nAviso meteorológico 191 del Senamhi. El Indeci recomendó a la población tomar medidas necesarias para proteger su salud ante este clima extremo . Según el instituto, es crucial evitar la exposición a cambios bruscos de temperatura y cubrirse la cabeza para impedir la entrada de aire frío a los pulmones y así reducir el riesgo de problemas respiratorios.\nLas temperaturas extremadamente bajas pueden afectar gravemente la salud , especialmente entre los grupos más vulnerables como los niños y los ancianos . Por tal motivo, aconsejó usar ropa de abrigo adecuada, incluyendo chompas, guantes y gorros para mantener el calor corporal. Además, es crucial garantizar que los niños y los ancianos estén adecuadamente protegidos del frío.\nAdemás de estas recomendaciones, el Indeci sugiere evacuar de inmediato a los centros de salud más cercanos en caso de presentarse cualquier infección respiratoria. Estas infecciones pueden agravarse rápidamente bajo temperaturas extremas, por lo que la intervención médica temprana es fundamental.\nPor último, la institución exhortó a la población a consumir bebidas calientes, así como la ingesta de frutas y vegetales frescos, además de alimentos ricos en azúcar, dulces y grasas , que pueden ayudar a incrementar la resistencia del cuerpo al frío. Es importante que la población local asegure una buena nutrición para mantener fuertes sus defensas inmunológicas durante esta ola de frío.\nDANA Ivana provocó un descenso en la temperatura en la sierra centro y sur del país. (Foto: Andina) Peligran por heladas y friaje Aproximadamente 824 mil personas en el Perú se encuentran en peligro debido a heladas y friaje, consecuencia de la baja ejecución de presupuestos destinados a mitigar estos fenómenos. Así advirtió la Defensoría del Pueblo .\nEl organismo instó a los distintos niveles gubernamentales a actuar de manera oportuna y eficiente. La temporada de bajas temperaturas en Perú, que va de mayo a septiembre, afecta gravemente a comunidades alejadas y con escasos recursos.\nLa Defensoría, además, señaló que varios gobiernos regionales han destinado recursos para la compra de bienes, pero presentan una baja ejecución del gasto. Ejemplos incluyen Arequipa (1 %), Apurímac (14 %), Cusco (18 %), Junín (33 %) y Puno (35 %), situación que pone en riesgo a muchos habitantes de estas zonas vulnerables.\nEl informe también trató la cobertura del Ministerio de Salud ( Minsa ) en la vacunación contra el neumococo y la gripe. En menores de 5 años, la inmunización contra el neumococo fue del 55 % en mayo y del 58 % en junio. En tanto, en adultos alcanzó el 8,77 % en mayo y el 9 % en junio. En cuanto a la gripe, la vacunación en mayores de 60 años llegó al 27,39 % en mayo y al 30 % en junio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T05:05:06.989+03:00",
    "updated": "2024-08-02T05:05:06.989+03:00"
  },
  {
    "uuid": "a2bd0d6f7bacd7939c339de033dcb945d8d345a2",
    "url": "https://abc7ny.com/post/missing-hiker-lukas-mcclish-found-alive-after-spending/14989475",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KGO",
    "published": "2024-06-23T13:19:00Z",
    "title": "Missing hiker found alive after spending 10 days in Northern California mountains | How he survived",
    "text": "SANTA CRUZ COUNTY, Calif. -- A missing Northern California hiker is back home after spending more than a week in the mountains, and the heartfelt reunion was all captured in photos. Lukas McClish, 34, said spent 10 days in the Santa Cruz Mountains. On Tuesday, June 11, McClish headed out for a three-hour hike from his hometown of Boulder Creek. He said he got lost and didn't recognize certain landmarks wiped out by fires. When he didn't show up for Father's Day dinner, he was declared missing on Sunday, June 16. Four days later, McClish was rescued. \"I'm tired and a little sore, I lost my voice,\" McClish said. We spoke with McClish on Friday about what he had on him at the time. \"I left with just a pair of pants, and my pair of hiking shoes, and a hat. I had a flashlight, and a pair of folding scissors, like a Leatherman tool. And that was about it,\" McClish said. The sheriff's office said McClish had no major injuries. McClish said he survived on drinking lots of water. \"I just make sure I drank a gallon of water every day, but then after, getting close to the end of it, my body needed food and some kind of sustenance,\" McClish said. The Santa Cruz County Sheriff's Office said they deployed drones. The Cal Fire San Mateo-Santa Cruz unit, the Boulder Creek Fire Department and CA State Parks assisted in the search. The Sheriff's Office said around 3 p.m. on Thursday, witnesses reported hearing someone yelling for help. McClish was found in a remote canyon in Big Basin State Park. He was moved to see all the boots and paws on the ground looking for him. \"It was just really humbling and I don't know, it was an awesome experience,\" McClish said. Both he and his family are feeling grateful for all the help they've received. And they won't be hitting the trails anytime soon. \"I did enough hiking for probably the whole rest of the year,\" he said \"Me too,\" his dad said. \"We've all hiked a lot,\" his mom said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/CALFIRECZU/status/1804211716429140441",
      "https://www.twitter.com/CALFIRECZU/status/1804211716429140441"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lukas mcclish",
          "sentiment": "none"
        },
        {
          "name": "mcclish",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "northern california",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "boulder creek",
          "sentiment": "none"
        },
        {
          "name": "santa cruz mountains",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T16:37:32.866+03:00",
    "updated": "2024-06-23T17:09:04.093+03:00"
  },
  {
    "uuid": "264c36c95a0b1f6812d477fff90486cd82340671",
    "url": "https://lifehacker.com/tech/duckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jake Peterson",
    "published": "2024-04-11T22:00:00Z",
    "title": "DuckDuckGo's New Paid Subscription Plan Actually Seems Like a Good Deal | Lifehacker",
    "text": "DuckDuckGo announced a new three-in-one subscription service on Thursday, Privacy Pro, that it hopes will help customers further protect their privacy online. The bundle includes a dedicated VPN, a personal information removal service, and identity theft restoration. But is it worth adding another $10 subscription to your monthly bill? Honestly, it might be.DuckDuckGo VPNAs DuckDuckGo just announced this suite, I haven't had a chance to test out this new VPN. But based on DuckDuckGo's description, it sounds pretty standard. The VPN will, of course, encrypt your internet traffic, so neither your ISP nor DuckDuckGo will see what you're up to. The company developed and runs this VPN, though it does use the open-source WireGuard protocol to encrypt your traffic. It also claims it does not log any data that can connect you to the things you do online, including any DuckDuckGo services. You can run the VPN on up to five devices at once, via the DuckDuckGo browser.DuckDuckGo says it uses VPN servers in the United States, Europe, and Canada, and that it'll be increasing its servers in the future. Take note that you connect to the closest server to your current location by default (DuckDuckGo says its does this for internet speed purposes), but you can manually adjust your server yourself. If you want to watch Netflix from a server based in Europe, or you just want your server as far away from your real location as possible, make sure to change it. Personal identification removal service Credit: DuckDuckGo When you subscribe, you also get DuckDuckGo's personal identification removal service. This function looks for your information across common data brokers, and, if it finds any, requests that the site owners remove it on your behalf. Then, it continues to scan the internet looking for more data. You can check in on the data DuckDuckGo has removed from a dashboard in your browser. This service needs to be set up on a Mac or PC at the start. The company didn't come up with this service out of nowhere: It acquired the personal information removal service Removaly in 2022. That's one way to get ahead.Identity theft restoration Credit: DuckDuckGo Finally, if you pay for the privilege, DuckDuckGo will try to help you get your identity back if it's stolen. This service is provided by Iris Powered by Generali, which will work with you to create a case in the event your identity is stolen. There's actually a lot it'll do: Iris will freeze your credit, help you replace important documents like your driver's license and passport, provide a cash advance of $500 if you're more than 100 miles from your home, contact healthcare companies about any fraudulent claims in your name, and reimburse some purchases you make while trying to get your identity back. Is this a good deal?DuckDuckGo claims seeking out other companies to subscribe to these services separately could cost up to $30 per month, while The Duck is charging $9.99 per month, or $99.99 per year (about $8.33 per month when you break it down that way).While adding another $10 monthly fee to your presumably long list of subscriptions might seem like a big ask, this plan seems to be fairly priced. If you're someone who cares deeply about your privacy while using the internet and would sign up for these three services individually, you'd probably have a hard time cobbling together a similar situation for $10. A VPN will run you anywhere $5 to $14 per month alone; a personal information removal service could run anywhere from $4 to $10.75 per month (that $10.75\\/month being DeleteMe); while an identity theft restoration service goes for $7.50 to $9. There aren't too many privacy bundles like this out there, at least not that I've seen. Some, like NordVPN, offer dark web monitoring, but not to the level DuckDuckGo is advertising here. That said, if you don't care all that much about personal information removal or identity theft restoration, and you just want a solid VPN, you have your options, some of which are less expensive than DuckDuckGo. Of course, there are even free VPNs, but those are usually far less effective than paid options, either because they're far more limited, or because they risk your privacy in ways paid options do not.My advice? Try it out if you're interested, but stick with the monthly plan over the annual. You're better off shopping around different VPN and privacy services until you find one you really like, rather than risk locking yourself into a year of something you don't. If DuckDuckGo's VPN turns out to be on par with others like ExpressVPN or CyberGhost, the extra security features will just be welcome bonuses.You can sign up for DuckDuckGo Privacy Pro here. Check out our favorite paid VPNs here:Mullvad: £5 per monthIVPN: $6 per month (standard), $10 per month (pro)ProtonVPN: free, $10 per month (paid)Surfshark: $13.99 per monthCyberGhost: $12.99 per monthExpressVPN: $12.95 per month",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://zdcs.link/mbRNJ?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=Mullvad&%3Bshort_url=mbRNJ&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=Mullvad&short_url=mbRNJ&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://allaboutcookies.org/best-identity-theft-restoration-services).",
      "https://spreadprivacy.com/meetprivacypro/),",
      "https://zdcs.link/oxoxA?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=CyberGhost&short_url=oxoxA&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal),",
      "https://zdcs.link/Y1vKm?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=CyberGhost&%3Bshort_url=Y1vKm&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=CyberGhost&short_url=Y1vKm&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://allaboutcookies.org/best-data-removal-service)",
      "https://zdcs.link/oxoxA?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=ExpressVPN&short_url=oxoxA&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal)",
      "https://zdcs.link/kk6mr?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=ProtonVPN&%3Bshort_url=kk6mr&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=ProtonVPN&short_url=kk6mr&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://zdcs.link/8vEVq?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=ExpressVPN&%3Bshort_url=8vEVq&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=ExpressVPN&short_url=8vEVq&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://zdcs.link/ZBLRn?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=DeleteMe&short_url=ZBLRn&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal));",
      "https://zdcs.link/NxLMV?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=like%20NordVPN&short_url=NxLMV&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal),",
      "https://zdcs.link/vRlV7?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=Surfshark&%3Bshort_url=vRlV7&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=Surfshark&short_url=vRlV7&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://zdcs.link/BY7eE?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=IVPN&%3Bshort_url=BY7eE&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=IVPN&short_url=BY7eE&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://zdcs.link/lnRVP?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=sign%20up%20for%20DuckDuckGo%20Privacy%20Pro%20here&short_url=lnRVP&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal).",
      "https://zdcs.link/lnRVP",
      "https://zdcs.link/Y1vKm",
      "https://zdcs.link/mbRNJ",
      "https://www.zdcs.link/8vEVq?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=ExpressVPN&%3Bshort_url=8vEVq&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=ExpressVPN&short_url=8vEVq&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://zdcs.link/NxLMV",
      "https://www.zdcs.link/NxLMV?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=like%20NordVPN&short_url=NxLMV&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal),",
      "https://zdcs.link/oxoxA",
      "https://zdcs.link/ZBLRn",
      "https://www.spreadprivacy.com/meetprivacypro/),",
      "https://www.allaboutcookies.org/best-data-removal-service)",
      "https://www.zdcs.link/oxoxA?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=ExpressVPN&short_url=oxoxA&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal)",
      "https://www.zdcs.link/mbRNJ?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=Mullvad&%3Bshort_url=mbRNJ&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=Mullvad&short_url=mbRNJ&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://www.zdcs.link/ZBLRn?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=DeleteMe&short_url=ZBLRn&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal));",
      "https://www.zdcs.link/Y1vKm?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=CyberGhost&%3Bshort_url=Y1vKm&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=CyberGhost&short_url=Y1vKm&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://www.zdcs.link/vRlV7?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=Surfshark&%3Bshort_url=vRlV7&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=Surfshark&short_url=vRlV7&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://www.allaboutcookies.org/best-identity-theft-restoration-services).",
      "https://www.zdcs.link/lnRVP?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=sign%20up%20for%20DuckDuckGo%20Privacy%20Pro%20here&short_url=lnRVP&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal).",
      "https://www.zdcs.link/kk6mr?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=ProtonVPN&%3Bshort_url=kk6mr&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=ProtonVPN&short_url=kk6mr&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://www.zdcs.link/BY7eE?pageview_type=Standard&%3Btemplate=Explainers&%3Bmodule=content-body&%3Belement=offer&%3Bitem=text-link&%3Belement_label=IVPN&%3Bshort_url=BY7eE&%3Bu=https%3A%2F%2Flifehacker.com%2Ftech%2Fthe-best-paid-vpn-services&template=News&module=content-body&element=offer&item=text-link&element_label=IVPN&short_url=BY7eE&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal):",
      "https://www.zdcs.link/oxoxA?pageview_type=Standard&template=News&module=content-body&element=offer&item=text-link&element_label=CyberGhost&short_url=oxoxA&u=https%3A%2F%2Flifehacker.com%2Ftech%2Fduckduckgos-new-paid-subscription-plan-might-actually-be-a-good-deal),",
      "https://zdcs.link/BY7eE",
      "https://zdcs.link/vRlV7",
      "https://zdcs.link/8vEVq",
      "https://zdcs.link/kk6mr"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "vpn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:13:04.066+03:00",
    "updated": "2024-04-12T02:51:20.166+03:00"
  },
  {
    "uuid": "6305669722a77c5f8b0970d1392350cee227ac1b",
    "url": "https://cordoba.mitelefe.com/cordoba/hubo-destrozos-en-el-sur-provincial-de-cordoba-tras-las-fuertes-tormentas-con-vientos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Telefe Córdoba",
    "published": "2024-12-13T12:36:00Z",
    "title": "Hubo destrozos en el sur provincial de Córdoba, tras las fuertes tormentas con vientos",
    "text": "La provincia de Córdoba enfrentó el jueves por la noche una intensa tormenta que causó destrozos especialmente en el sur, donde se registraron caídas de árboles y voladuras de chapas.\nPasadas las 20 horas, las precipitaciones ingresaron a la zona sur, precedida por fuertes ráfagas de viento de hasta 95 kilómetros por hora y polvo en suspensión.\nA pesar de la intensidad de la tormenta, la situación en la ciudad no reporta daños severos.\n¿Cuáles son las zonas más perjudicadas?\nLas áreas más afectadas fueron las localidades de Río Cuarto, Coronel Moldes y Reducción, donde se reportaron daños materiales significativos.\nEn tanto, la ciudad de Río Tercero declaró alerta roja. \"Por su seguridad, rogamos a todos los vecinos evitar circular hasta que la situación se normalice\", indicaron desde la Municipalidad.\nOtros lugares afectados incluyen Las Higueras, Charras, Achiras y Buchardo, donde se reportaron postes caídos. En Villa del Dique, un techo del galpón municipal voló y cayó sobre algunas viviendas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T15:38:42.737+02:00",
    "updated": "2024-12-13T15:38:42.737+02:00"
  },
  {
    "uuid": "f3c8ebc461c4abb15182138da307d25ca5a2dad7",
    "url": "https://www.razon.com.mx/mundo/papa-pide-zelenski-tenga-valentia-alzar-bandera-blanca-negociar-paz-rusia-568344",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "agencias@razon.com.mx (agencias I)",
    "published": "2024-03-09T20:01:00Z",
    "title": "El Papa pide a Zelenski que tenga la 'valentía' de 'alzar la bandera blanca' y negociar la paz con Rusia",
    "text": "Paz frente a la guerra El Papa pide a Zelenski que tenga la 'valentía' de 'alzar la bandera blanca' y negociar la paz con Rusia El Papa insta a Zelenski a negociar por la paz en Ucrania, denunciando la industria armamentística y llamando a la esperanza en medio del conflicto El Papa ha instado al presidente de Ucrania, [Volodimir Zelenski](https://www.razon.com.mx/mundo/ucrania-sufre-31-mil-bajas-sextuplica-dano-invasor-566598), a tener \"valentía\" para alzar la \"bandera blanca\" y negociar el fin de la guerra con Rusia. \"Es más fuerte que vea la situación, que piense en el pueblo, que tenga el valor de la bandera blanca, para negociar. Hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es valiente\", ha declarado Francisco en una entrevista grabada el mes pasado con la emisora suiza RSI, antes de la última oferta del viernes del presidente turco Tayyip Erdogan de acoger una cumbre entre Ucrania y Rusia para poner fin a la guerra. \"Cuando ves que estás derrotado, que las cosas no van, debes tener el coraje de negociar. Te da vergüenza, pero ¿con cuántos muertos acabará? Negociar a tiempo, buscar algunos países que medien. En la guerra de Ucrania, hay muchos. Turquía, se ha ofrecido. Y otros. Que no tengan vergüenza de negociar antes de que empeore\", ha señalado el Pontífice en la entrevista a la Radiotelevisión Suiza que será emitida el próximo 20 de marzo pero de la que algunos medios italianos ya han adelantado fragmentos. El Papa también ha contestado una pregunta sobre si se había ofrecido a negociar en los conflictos de Ucrania y de la Franja de Gaza: \"Estoy aquí, y punto. He enviado una carta a los judíos de Israel, para que reflexionen sobre esta situación. Negociar nunca es rendirse. Es el valor de no llevar al país al suicidio. Los ucranianos, con la historia que tienen, pobrecitos, los ucranianos en la época de Stalin cuánto sufrieron...\". El Papa ha denunciado que detrás de las guerras \"está la industria armamentística\". \"Es un pecado colectivo\", ha afirmado. \"Hace un mes, el ecónomo me contaba cómo estaban las cosas en el Vaticano, siempre en déficit, ¿sabes dónde están hoy las inversiones que dan más ingresos? La fábrica de armas. Se gana por matar. Más ingresos: la fábrica de armas. Una guerra terrible\", ha agregado. Además, ha recordado que cuando viajó en 2014 a Redipuglia lloró ante el monumento conmemorativo de la Primera Guerra Mundial. \" Luego me pasó lo mismo en Anzio, entonces cada 2 de noviembre voy a un cementerio a celebrarlo. La última vez fui al cementerio británico y miré la edad de los chicos. Ya lo he dicho, pero lo repetiré: \"cuando se conmemoró el desembarco de Normandía, todos los jefes de Gobierno celebraron esa fecha, pero nadie dijo que en esa playa quedaron hasta 20.000 muchachos'\", ha manifestado. \"La guerra es una locura, es una locura\", ha concluido. Asimismo, le han preguntado sobre cómo responden los líderes políticos que recibe en el Palacio Apostólico cuando les pide la paz: \"Hay quien dice, es verdad pero hay que defenderse... Y entonces te das cuenta de que tienen la fábrica de aviones para bombardear a los demás. Defendernos no, destruir. ¿Cómo acaba una guerra? Con muerte, destrucción, niños sin padres. Siempre hay alguna situación geográfica o histórica que provoca una guerra.... Puede ser una guerra que parece sólo por razones prácticas. Pero detrás de una guerra está la industria armamentística, y eso significa dinero\". El Papa también ha explicado que todos los días a las siete de la tarde llama por teléfono al sacerdote argentino, Gabriel Romanelli, párroco de la Sagrada Familia de Gaza. \"Seiscientas personas viven allí y cuentan lo que ven: es una guerra. Y la guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo está la guerra militar, está la \"guerra de guerrillas\", digamos, de Hamás, un movimiento que no es un ejército. Es algo malo\", ha reflexionado el Papa. Del mismo modo ha instado a no perder la esperanza: \"Miremos la historia, las guerras que hemos vivido, todas terminan en acuerdo\". AM - [¿Quién era y de qué murió Humberto Espinosa Magaña? El actor que dio vida a 'El Ecoloco'](/entretenimiento/murio-humberto-espinosa-magana-actor-dio-vida-ecoloco-569197) - [La impactante FOTO de La Gilbertona de joven antes de ser famosa](/entretenimiento/impactante-foto-gilbertona-joven-famosa-568992) - [Belinda usa impresionante look transparente y enamora con su figura (FOTOS)](/entretenimiento/belinda-impresionante-look-transparente-enamora-figura-fotos-513052) - [Matan a presidente municipal de Pihuamo](/estados/asesinan-humberto-amezcua-presidente-municipal-pihuamo-buscaba-reelegirse-569204) - [Muere 'El Ecoloco', Humberto Espinosa Magaña, temible villano de 'Odisea Burbujas'](/entretenimiento/muere-ecoloco-humberto-espinoza-magana-temible-villano-odisea-burbujas-569186)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-09T22:17:02.642+02:00",
    "updated": "2024-03-17T00:53:31.680+02:00"
  }
]