[
  {
    "uuid": "c7580631ca6f3aef959ade3beee2454fdf5cb555",
    "url": "https://www.newsbreak.com/colorado-state/3280542799529-attorney-general-morrisey-shatters-multiple-records-for-west-virginia-in-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T14:13:00Z",
    "title": "Attorney General Morrisey Shatters Multiple Records for West Virginia in 2023",
    "text": "CHARLESTON, WV (WVDN) — West Virginia Attorney General Patrick Morrisey’s office kept up a vigorous fight against opioid abuse, sought to beat back the Biden Administration’s overreaching energy policies that could destroy jobs and continued to combat assaults on the Second Amendment.\nArguably, the Attorney General’s biggest accomplishment was reaching the nearly $1 billion mark in settlements with opioid manufacturers, retail pharmacies such as Kroger and Walgreens, and distributors, the highest per capita opioid settlements in the nation. In 2023, Attorney General Morrisey did not relent in his committed fight against opioid abuse.\nEarlier this year, the Attorney General’s Office and officials in every level of government in West Virginia secured the highest per capita opioid settlements in the nation—this was preceded by the creation of a Memorandum of Understanding (MOU) between the state and most county and city governments throughout West Virginia to make sure opioid settlement funds are distributed in the fairest, equitable and evidence-based way.\nIn addition to settlements and establishing the MOU, he continued drug abuse prevention outreach efforts to students, including the 7th annual “Kids Kick Opioids” PSA Contest and high school football “Games of the Week” in the fall. The Attorney General in 2023 fought for the rights of biological women in sports to not have to compete against biological males. This battle sought to ensure that girls and women get their fair share of opportunities in scholastic sports, and Title IX’s regulations make it clear that this could be accomplished in school athletic programs by having ‘separate teams for members of each sex’ where the teams are based on competitive skill.\nIn October, the Attorney General defended West Virginia’s Save Women’s Sports Act and the Office’s district court victory earlier this year in the U.S. Court of Appeals for the Fourth Circuit.\n“It’s important to keep safeguarding Title IX and protecting women’s sports so that females have a truly fair playing field,” Attorney General Morrisey said. “The Act protects that fair playing field… We stand by the January decision that this law is constitutional.” The Attorney General co-led a coalition of more than 20 states in a lawsuit against the EPA, asking a federal court to vacate the Biden administration’s final rule redefining Waters of the United States (WOTUS) and declare it unlawful. The U.S. District Court for the District of North Dakota subsequently issued a preliminary injunction against the Biden administration’s WOTUS rule, and the Supreme Court then ruled that federal jurisdiction over wetlands and streams only applies with those that have a “continuous surface connection” with traditionally navigable waters of the United States.\nThe EPA’s proposed new rule on car tailpipes aims to boost electric vehicle sales from 8.4% of total vehicle sales today to 67% by 2032. The Attorney General co-led with Kentucky a coalition of 25 states in a comment letter to the EPA, telling the agency Congress did not give the EPA the power to attempt a top-to-bottom restructuring of the automobile industry. The coalition urged the EPA to instead adopt “feasible standards that maintain our nation’s air quality without risking consumer safety, economic stability and national security,” describing the proposal as “unlawful, unwise and unsustainable.”\nThe Attorney General led a coalition of 21 states opposing a proposed rule by the EPA on existing coal-, natural gas- and oil-fired power plants that would regulate those plants under the Clean Air Act by imposing more stringent emissions standards, utterly ignoring last year’s West Virginia v. EPA , which warned that EPA should not use a narrow regulatory provision to force coal-fired power plants into retirement en masse. The proposal would strip states of discretion while using technologies that don’t work in the real world. It sets up the plants to fail to meet the standards dictated in the rule, leaving plants with no other option but to cease operations. The West Virginia v. EPA decision was the culmination of a years-long, multistate lawsuit against the EPA. The Attorney General’s Office has continued to push for responsible energy policy.\nIn October, Attorney General Morrisey led a coalition of 26 states in a letter to the National Highway Traffic Safety Administration (NHTSA) regarding its proposed rule that would effectively mandate automakers to shift to electric-dominant vehicles. In this rulemaking and another conducted by the EPA, the agencies proposed rules that would have prematurely forced Americans into electric vehicles without considering the consequences.\nThe Attorney General led the fight against the Biden administration’s other efforts to illegally impose onerous regulations pertaining to methane and ozone, other greenhouse regulations and more. Among other things, he has secured a temporary stay of new proposed ozone regulations before the Fourth Circuit—and is launching a new challenge to recently released methane rules.\nAttorney General Morrisey spearheaded the opposition to woke Environmental, Social and Governance (ESG) policies. He led coalitions in filing multiple comment letters against proposals from the Securities and Exchange Commission to saddle American businesses with crippling ESG-related disclosure requirements. He also fought back against the Commodities Futures Trading Commission and bank regulators when they proposed to do much the same. And he pushed back on bank regulators who sought to impose ESG policies through new enforcement policies. In November, Attorney General Morrisey issued an opinion that will help protect the educational choice rights of parents and students seeking eligibility for the Hope Scholarship Program. He informed county school boards and public schools that they may not take actions against students who are enrolled full-time in public-school programs while also attending privately funded nonpublic-school programs.\nThe Attorney General wrote, “Excluding students from public schools merely because they are pursuing additional educational opportunities elsewhere would contravene both the United States and West Virginia Constitutions and state statutes. The same is true of any attempt by county school boards or schools to bar students from participating in nonpublic school programs while attending public schools. In February, the Attorney General led a coalition of more than 20 states and other parties in filing a lawsuit against U.S. Attorney General Merrick Garland, the Bureau of Alcohol, Tobacco, Firearms and Explosives and its director that seeks to enjoin a recently issued final rule governing “Stabilizing Braces,” commonly known as pistol braces.\nAttorney General Morrisey achieved a huge victory for the Second Amendment and privacy rights of law-abiding gun owners in West Virginia and across the country when he persuaded Mastercard and Visa to pause applying a new merchant code to distinguish firearms purchases at gun shops.\nIn June, he joined 23 other state attorneys general challenging the constitutionality of California’s Unsafe Handgun Act. That law allows handguns for retail sale only if they come with a chamber load indicator, magazine disconnect mechanism and microstamping capability. No handgun sold in the U.S. has all three, and thus, no handguns have been added to the roster since 2013.\nThe Attorney General maintained concealed carry recognition with an overwhelming majority of states across the nation. The Attorney General was unwavering in his continued fight to protect the lives of unborn babies.\nMost notably, he fought to have a lawsuit by an abortion pill manufacturer dismissed. The company argued in their lawsuit that West Virginia’s new abortion law violates several laws—that the state cannot enforce a “ban” of a U.S. Food and Drug Administration-approved drug. It wanted the U.S. District Court for the Southern District of West Virginia Huntington Division to find the state’s abortion law unconstitutional. Instead, the court sided with the Attorney General.\nAnd because of the Office’s strong defense of the state’s abortion law, the Women’s Health Center of West Virginia dropped its lawsuit against the statute. The Attorney General won success for West Virginians in many other areas.\nIn January, a West Virginia-led coalition secured a key win in a lawsuit from the U.S. Court of Appeals. The decision stemmed from a Biden administration effort in the American Rescue Plan Act to prevent the well-established authority of states to lower taxes for their citizens. This victory played a critical role in allowing West Virginia to deeply cut taxes, while avoiding the possibility of a claw back of federal funds.\nHe co-led a coalition of 22 states with Louisiana in an amicus brief to the U.S. Supreme Court supporting a broader right to religious accommodations in the workplace. The case involved a Pennsylvania mail carrier’s right not to work on Sunday in violation of his religious beliefs. The Supreme Court ruled unanimously in the postal worker’s favor.\nIn August, the AG joined a bipartisan coalition in urging the U.S. Supreme Court to allow a three-time veteran the full set of education benefits the Montgomery and Post-9/11 GI Bills allow. The coalition argued that a veteran who has served multiple periods of qualifying service under the Montgomery GI Bill and the Post-9/11 GI Bill is entitled to receive a total of 48 months of education benefits—without first exhausting the Montgomery benefit to obtain the more generous post-9/11 benefit.\nIn October, Attorney General Morrisey joined 33 attorneys general in suing Meta (formerly known as Facebook) in federal court alleging the company knowingly designed and deployed harmful features on its social media platforms that purposefully addict children and teens. At the same time, Meta falsely assured the public that these features are safe and suitable for young users.\nIn that same month, he wrote a letter to the NCAA on behalf of West Virginia University basketball player RaeQuan Battle. Battle used the transfer portal to transfer to WVU from Montana State, and the NCAA ruled he had to sit out a year. The AG argued that the NCAA’s ruling was wrong. The NCAA rejected the appeal of its ruling, but the Attorney General continued to work with Battle’s attorney as well as other attorneys general.\nIn December, the Attorney General, along with six other states, filed suit against the NCAA, challenging the association’s Transfer Eligibility Rule. This came on the heels of the NCAA’s decision to deny Battle a transfer waiver so he could play basketball for West Virginia University. In a huge victory for the rule of law, the court issued a temporary restraining order and ultimately a preliminary injunction against the NCAA to allow student athletes, including Battle and Noah Farrakhan, affected by the transfer rule to play through the winter and spring sports seasons.\nAn audit in 2023 showed performance continued to improve in the Medicaid Fraud Control Unit (MFCU), which the Attorney General’s Office took over from DHHR in 2019. Fraud referrals jumped by nearly 58% to 529 cases between 2020 and 2022 under the Attorney General’s leadership. Total cases opened from referrals went from 138 under DHHR to 339 under the AG’s Office, an increase of 145.7%. Total recoveries from criminal and civil cases increased 176.16% from $27.28 million under DHHR to $75.34 million under the AG’s Office. Moreover, the Office implemented cost-effective management of the MFCU’s financial operations, saving West Virginia taxpayers more than a million dollars in state funds by modestly decreasing expenditures and maximizing the MFCU’s use of its federal grant funding.\nThis past October, the AG participated in a $49.5 million, 49-state settlement with software company Blackbaud for its deficient data security practices and response to a 2020 ransomware event that exposed the personal information of millions of consumers across the U.S.\nIn actions before the U.S. Supreme Court, the Attorney General: In August, he joined a 25-state coalition in a letter to Congress supporting the passage of federal legislation that would preserve students’ access to training that teaches youth best practices, so they do not misuse firearms or other weapons. The Protecting Hunting Heritage and Education Act amends the Elementary and Secondary Education Act of 1965 to clarify that the prohibition on the use of federal education funds for certain weapons does not apply to the use of such weapons for training in archery, hunting, or other shooting sports.\nOther accomplishments include the following: “This past year was unprecedented with best in the nation per capita opioid settlements with manufacturers and pharmacies and navigating continued federal overreach by the Biden administration,” Attorney General Morrisey said. “While it’s great to reflect on our progress, we must also continue to press onward and keep fighting for the people of West Virginia.” “There’s a lot more that needs to be done—we have laid a solid foundation upon which we can build another record of success in 2024.” The post Attorney General Morrisey Shatters Multiple Records for West Virginia in 2023 appeared first on West Virginia Daily News .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://wvdn.com/132029/",
      "https://wvdn.com",
      "https://www.wvdn.com",
      "https://www.wvdn.com/132029/",
      "https://wvdn.com/132029"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patrick morrisey",
          "sentiment": "negative"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "morrisey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "morrisey shatters multiple records",
          "sentiment": "negative"
        },
        {
          "name": "kroger",
          "sentiment": "none"
        },
        {
          "name": "walgreens",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "charleston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:38:17.477+02:00",
    "updated": "2023-12-29T16:38:17.477+02:00"
  },
  {
    "uuid": "5273c3b289a20980bec1f3653f685705c511087c",
    "url": "https://www.zupyak.com/p/3971020/t/innovations-in-thoracic-surgery-current-trends-and-future-prospects",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zupyak.com",
    "published": "2023-12-28T20:52:00Z",
    "title": "Innovations in Thoracic Surgery: Current Trends and Future Prospects",
    "text": "Thoracic surgery, a vital domain within the broader spectrum of cardiac care, is witnessing a transformative phase in Dubai, led by the distinguished Prof. Dr. Uwe Klima. As we delve into the world of thoracic surgery, let's explore the current trends and future prospects under the guidance of the [best cardiologist in Dubai](http://dubai-heart.com/). Current Trends in Thoracic Surgery: Minimally Invasive Techniques: One of the prevailing trends in thoracic surgery is the shift towards minimally invasive procedures. Dr. Uwe Klima has been at the forefront of adopting and refining techniques such as video-assisted thoracoscopic surgery (VATS), reducing patient discomfort, accelerating recovery times, and minimizing scarring. Robot-Assisted Thoracic Surgery: The integration of robotics in surgery is revolutionizing the field, enhancing precision and control. Prof. Dr. Uwe Klima's embrace of robot-assisted thoracic surgery exemplifies the commitment to cutting-edge technology in Dubai's cardiac care landscape. Individualized Treatment Plans: Recognizing the uniqueness of each patient's condition, there is a growing trend towards personalized treatment plans. Dr. Klima's approach involves a thorough understanding of the patient's medical history, utilizing advanced diagnostic tools to tailor surgical interventions to specific needs. Future Prospects in Thoracic Surgery: Advancements in Imaging Technology: The future of thoracic surgery is closely tied to advancements in imaging technology. Dr. Uwe Klima envisions a landscape where high-resolution imaging provides unparalleled insights into the thoracic region, enabling precise diagnostics and targeted interventions. Genomic Medicine in Thoracic Care: The integration of genomic medicine holds great promise for thoracic surgery. Prof. Dr. Uwe Klima emphasizes the potential of genetic profiling to identify predispositions, allowing for early interventions and personalized treatment strategies. Telemedicine and Remote Monitoring: As technology continues to advance, the future of thoracic surgery may see an increased reliance on telemedicine for post-operative care and remote monitoring. Dr. Klima envisions a seamless continuum of care, ensuring patients receive ongoing support from the comfort of their homes. Dr. Uwe Klima's Contribution to Thoracic Surgery: Innovative Surgical Techniques: Prof. Dr. Uwe Klima's influence extends beyond his role as the best heart specialist in Dubai; his impact is deeply felt in the realm of thoracic surgery. His innovative surgical techniques, coupled with a commitment to staying abreast of the latest advancements, have elevated the standard of care in Dubai. Research and Education: Dr. Klima's dedication to research and education is instrumental in shaping the future of thoracic surgery. Through mentorship and collaboration, he fosters a culture of continuous learning, ensuring that the next generation of healthcare professionals in Dubai is well-equipped to embrace evolving trends. The Dubai Advantage in Thoracic Surgery: Dubai's position as a global healthcare hub, combined with the leadership of Prof. Dr. Uwe Klima, provides a unique advantage in the realm of thoracic surgery. Patients seeking the best cardiologist in Dubai benefit from a convergence of world-class expertise, cutting-edge technology, and a patient-centric approach. Conclusion: Innovations in thoracic surgery, guided by Prof. Dr. Uwe Klima, are not merely shaping the present but also charting a course for an exciting future in cardiac care. As Dubai continues to be a beacon of medical excellence, the collaborative efforts of visionary healthcare professionals like Dr. Klima ensure that patients receive the best in thoracic surgery, with a focus on precision, compassion, and a commitment to advancing the boundaries of medical science.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "http://dubai-heart.com/).",
      "http://www.dubai-heart.com/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "uwe klima",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "dubai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:24:46.023+02:00",
    "updated": "2023-12-29T02:24:46.023+02:00"
  },
  {
    "uuid": "8da1910571d5acc54bc4ae82b626688b8d3501a2",
    "url": "https://www.extra.ec:443/noticia/provincias/lluvias-torrenciales-ecuador-estragos-inundaciones-danos-estructuras-122488.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Giler",
    "published": "2025-03-05T23:09:00Z",
    "title": "Lluvias torrenciales en Ecuador: Estragos por inundaciones y daños en estructuras",
    "text": "Exclusivo\n[Provincias]\nLluvias torrenciales en Ecuador: Estragos por inundaciones y daños en estructuras\nInconvenientes en varios sectores de las provincias de Santa Elena, Manabí, Los Ríos y Cotopaxi\nNueve pacientes internados en el hospital de Manglaralto, en la provincia de Santa Elena, fueron trasladados de urgencia al edificio de la Junta Parroquial en medio de la desesperación generada por la intensa lluvia que se inició la noche del martes 4 de marzo y se prolongó hasta la madrugada y mañana de este miércoles 5 de febrero de 2025.\nPor la intensa precipitación, el centro de salud quedó inundado, obligando a médicos y pacientes a abandonar el lugar. “Fue terrible, llovía con truenos y relámpagos, parecía un diluvio”, relató Jacinta Soriano, habitante de Manglaralto.\n(Te invitamos a leer:\nDecreto 551 | Ley de Alivio Financiero: Condonación de deudas, beneficiarios y más)\nLa lluvia empezó a caer sobre esa parroquia y luego se extendió por toda la provincia, provocando graves afectaciones en varios sectores, dejando cuantiosos daños materiales.\nEn la comuna Cadeate, las principales calles quedaron anegadas y por ello se suspendió un festival bailable programado para la noche, para el cierre del feriado de carnaval.\nEn Libertador Bolívar, la fuerza de la corriente del río Atravesado provocó el colapso de un puente peatonal. En las localidades Sitio Nuevo, Dos Mangas y El Morrillo, la crecida de sus ríos hizo que se quedasen aislados.\nLa estructura del malecón escénico de Ballenita también sufrió daños. La corriente de un río improvisado arrastró los adoquines hacia el mar. Además, el área de juegos recreativos se vio afectada por la acumulación de agua y lodo.\nEn La Libertad, además de calles y viviendas inundadas, los fuertes vientos derribaron un poste que sostenía los semáforos en el barrio Abdón Calderón. “Las calles parecían un mar. Gracias a Dios todo pasó, aunque muchos no pudimos dormir por temor a que ocurriera algo más grave”, expresó Jorge Reyes, residente del sector.\nReportaron daños en el agro\nWilmer Guale, agricultor de la zona de Colonche, reportó pérdidas en cultivos de ciclo corto, especialmente maíz y maracuyá. “La represa de la comuna San Marcos está a punto de colapsar. Si eso ocurre, la situación se agravaría aún más, afectando más cultivos”, advirtió.\nEn la comuna El Azúcar, otro sector agrícola de la provincia, la intensa lluvia también causó estragos en las plantaciones y dañó vehículos de los habitantes.\nLas autoridades locales han activado equipos de rescate para asistir a las familias afectadas y evaluar los daños ocasionados por las lluvias. El Comité de Operaciones de Emergencia (COE) Provincial emitió una alerta para que la ciudadanía tome precauciones ante posibles nuevos aguaceros. Recomienda evitar zonas de riesgo, como ríos y quebradas.\nLas lluvias, aunque habituales en esta temporada, han expuesto la vulnerabilidad de ciertas infraestructuras y la necesidad de mejorar los sistemas de drenaje en la provincia.\nCultivos anegados en el cantón Rocafuerte, en Manabí\n“Aquí el invierno ha sido devastador, nos ha tocado un invierno implacable que nos ha obligado a evacuar y buscar lugares seguros”, lamentó Diana Zambrano, una de las afectadas por las intensas lluvias sobre el cantón Rocafuerte, provincia de Manabí.\nUbicado en el valle del río Portoviejo, en esta localidad enfrentan inundaciones severas tanto en la zona urbana como rural. Según el Comité de Operaciones de Emergencia (COE) Cantonal, 2.033 viviendas han resultado afectadas.\nLas parroquias rurales han sido las más golpeadas. Sosote encabeza la lista, con 1.524 damnificados y 381 viviendas anegadas. Para movilizarse, los habitantes deben caminar con el agua hasta la cintura, intentando continuar con su cotidianidad.\nLa economía del cantón Rocafuerte está basada principalmente en la agricultura, actividad que también ha sufrido graves daños en este sector. Según datos oficiales, 1.612,55 hectáreas de cultivos (arroz, maíz, cacao, plátano, coco) han sido afectadas, lo que compromete la producción de alimentos y el sustento de cientos de familias.\nEl alcalde Norberto Vélez reconoció la magnitud de la crisis y aseguró que las autoridades locales están trabajando para atender la emergencia. “Las intensas lluvias que estamos enfrentando han generado afectaciones en varios sectores del cantón y en nuestras comunidades”, señaló Vélez.\nCorriente destruyó puente en Cotopaxi\nHabitantes del caserío San Francisco de Chipe, en el cantón La Maná, provincia de Cotopaxi, resultaron afectados por los desbordamientos de los ríos San Pablo y Chipe. Cuando se despertaron, el agua estaba ingresando a sus viviendas. José Villa contó que gallinas y otros animales se vieron afectados. “Si así iniciamos, como terminaremos el invierno”, dijo.\nOtro de los lugares afectados es Guasaganda, recinto El Arenal. La tarde del martes 4 de marzo, la creciente del río se llevó el puente que permitía el acceso a los recintos El Arenal y Capilla. Alrededor de 45 familias se quedaron aisladas, por lo que buscan una carretera para que los lugareños puedan sacar sus productos, como la leche y las cosechas.\nJuan Salazar, habitante de El Arenal, dijo que su mayor preocupación es saber cómo sacar a la venta la leche. Ahora le tocará madrugar más para poder llegar a tiempo y entregar el producto.\nEl agua cubre extensas zonas en Los Ríos\nAlrededor de 100 familias fueron desplazadas debido al desbordamiento del río Quevedo, que atraviesa el sector El Recreo, al sur de Quevedo, en la provincia de Los Ríos.\nLa intensa lluvia se sintió desde las 02:00 hasta la mañana de este miércoles 5 de marzo, cuando vieron agua recorrer por varios sectores. Los animales y enseres fueron los que mayormente se afectaron con esta calamidad.\nAdemás de El Recreo, la inundación llegó a los sectores Cruz María y Puerto López, todos ubicados en la parroquia San Camilo. En estas tres zonas las familias estaban tratando de sacar sus pertenencias, en medio de la preocupación por el aumento del caudal, que amenaza con llevarse todo a su paso.\nEn cuestión de horas las calles de El Recreo, en las que normalmente se ve a niños jugando, estaban cubiertas de agua\nLa coordinadora de Gestión de Riesgo Municipal, Lina Lugo, explicó que este problema se debe a que la cota del río en la represa en la zona de Buena Fe ha alcanzado niveles altos y esto hace que el afluente se rebose.\nAlerta ante aumento de caudal de afluentes\nElisa Anchundia Olvera aún está sorprendida por el nivel de la inundación registrada este año en el recinto El Guayabo del cantón Baba, provincia de Los Ríos.\nEn muchas casas ingresó el agua como consecuencia del fuerte temporal invernal, que llevó a las autoridades a declarar en emergencia este territorio, donde existen más de tres mil familias afectadas.\nLa medida busca gestionar ayudas técnicas para los damnificados, quienes hasta ahora caminan con el agua hasta las rodillas para salir de sus hogares.\nMientras, funcionarios del Cabildo siguen levantando información de los sectores anegados, para llevarles raciones alimenticias.\nEl Instituto Nacional de Meteorología e Hidrología (Inamhi) informó que hasta el cierre de la edición, en la provincia de Los Ríos se encuentran desbordados los ríos Junquillo, San Pablo, Catarama, Pita, Chilintomo y Babahoyo, además de los afluentes en la zona norte de la provincia.\nEntre los ríos que muestran tendencia a desbordarse constan: Arenal, Caracol, Vinces, Pijullo, Baba, Puerto Bajaña, en el cantón Buena Fe, así como los ríos Salampe y La Reveza, situación que tiene en alerta a las autoridades de diversas localidades.\nEntre los pronósticos difundidos por el Inamhi consta que para la zona de El Oro, Cañar, Azuay, Loja y Zamora Chinchipe, se registrarían lluvias en la tarde y noche de este miércoles, así como durante la madrugada del jueves 6 de marzo.\n¿Quieres acceder a todo el contenido de calidad sin límites? ¡SUSCRÍBETE AQUÍ!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->water pollution",
      "Environment->environmental clean-up",
      "Social Issue->population and census",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jacinta Soriano",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Manglaralto",
          "sentiment": "none"
        },
        {
          "name": "Manabí",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Junta Parroquial",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T01:23:26.644+02:00",
    "updated": "2025-03-06T01:23:26.644+02:00"
  },
  {
    "uuid": "a105f5e2329d865b8abdf9c1368e6da02140c0a6",
    "url": "https://m.dailyhunt.in/news/india/english/jagranenglish-epaper-dhdd5aef76aeaf417e84227eb376ebedeb/good+friday+2024+wishes+greetings+quotes+images+messages+whatsapp+and+facebook+status+to+share+with+your+loved+ones-newsid-n595506850",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-03-28T22:06:00Z",
    "title": "Good Friday 2024 Wishes: Greetings, Quotes, Images, Messages, WhatsApp And Facebook Status To Share With Your Loved Ones",
    "text": "Good Friday 2024 Best Wishes, Greetings: Today on March 29, all the people in the Christian community observe this special day. Christians greatly celebrate Good Friday by remembering the crucifixion of Jesus Christ and his ultimate sacrifice for the salvation of humanity. It symbolizes Jesus&apos; enduring love and forgiveness for the sins of mankind, serving as a solemn reminder of his suffering and death on the cross. Christians reflect on themes of forgiveness, compassion, and salvation as they contemplate the profound significance of Jesus&apos; sacrifice on this day.\nOn Good Friday, people also take time to reflect on their spiritual lives, confess their sins, and express gratitude for receiving redemption through the death and resurrection of Jesus. Christians worldwide observe Good Friday as a pivotal moment in their spiritual journeys, marking it with prayers, worship services, and observances. Here, we have curated wishes, messages, and quotes that you can share with your friends, family, and loved ones.\nThis day symbolises Jesus&apos; love, forgiveness, and compassion for humanity&apos;s sins. (Image Credit: Canva)\nGood Friday Wishes And Messages 2024 For Friends And Family\nMay Jesus Christ shower his blessings upon you and your family. Wish you a Holy Good Friday 2024.\nGood Friday is the best time of the year. Let us pray together and wish for each other&apos;s happiness.\nI wish you happiness, prosperity, success, and good health on this Good Friday!!! Greetings of the Day!\nMay your all dreams come true on this Good Friday. Greetings of the Day!!!\nOn this auspicious occasion of Good Friday, I wish you nothing but happiness and prosperity throughout the life. (Image Credit: Canva)\nLet us make this the best holiday of our lives. Let us pray to Jesus Christ for our eternal happiness. Have a Blessed Good Friday.\nGood Friday 2024 Messages\nLet us pray to Jesus Christ on this holy occasion of Good Friday and seek forgiveness for our sins.\nOne of the special and unique holiday of the year is here. Let us make it the best one. Have a blessed Good Friday!\nChristians also reflect on their spiritual lives, confess their sins, and express gratitude for Jesus&apos; redemption. (Image Credit: Canva)\nNo one can ever harm you, if you follow the teachings of Jesus Christ. May you be blessed by Jesus! Wish you a holy Good Friday!\nMay Jesus Christ listen to all your prayers on this holy occasion of Good Friday! May all your wishes be fulfilled.\nJesus Christ sacrificed his life for the humanity. Let us pledge to carry forward his teachings. Greetings of Good Friday\nGood Friday 2024 Quotes\n\"We may say that on the first Good Friday afternoon was completed that great act by which light conquered darkness and goodness conquered sin. That is the wonder of our Saviour&apos;s crucifixion.\" - Phillips Brooks\n\"Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.\" - Martin Luther\n\"Good Friday is not about us trying to get right with God. It is about us entering the difference between God and humanity and just touching it for a moment. Touching the shimmering sadness of humanity&apos;s insistence that we can be our own gods, that we can be pure and all-powerful.\" - N.T. Wright\nLet us pray to Jesus Christ on this holy occasion of Good Friday and seek forgiveness for our sins. (Image Credit: Canva)\n\"The cross was two pieces of dead wood; and a helpless, unresisting Man was nailed to it; yet it was mightier than the world, and triumphed, and will ever triumph over it.\" - Augustus William Hare\n\"Good Friday is not about us trying to &apos;get right with God.&apos; It is about us entering the difference between God and humanity and just touching it for a moment. Touching the shimmering sadness of humanity&apos;s insistence that we can be our own gods, that we can be pure and all-powerful.\" - Nadia Bolz-Weber",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T07:06:12.636+03:00",
    "updated": "2024-03-29T07:06:12.636+03:00"
  },
  {
    "uuid": "6d01542a08b5a9c0b6b6af5c9a523ea3dce59c84",
    "url": "https://vnexplorer.net/pm-modi-to-gift-projects-worth-%e2%82%b922000-crore-to-ayodhya-s697065.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:11:00Z",
    "title": "PM Modi to gift projects worth ₹22,000 crore to Ayodhya",
    "text": "For Representation Only\nThe ₹1463-crore Maryada Purushottam Shri Ram International Airport and the revamped and renamed Ayodhya Dham railway station are among the over ₹22,000-crore projects that Prime Minister Narendra Modi is set to gift to Ayodhya during his visit to the temple town on Saturday, said a state government official on Thursday.\nModi’s visit comes weeks ahead of the much-awaited consecration ceremony of the idol of Ram Lalla (child deity) on January 22 and is part of the government’s infrastructure push to make Ayodhya a prime religious tourism destination.\nRead here: Week-long consecration ceremony of Ram Lalla to kick off from January 16\nThe projects include those which he will dedicate to the people as well as those for which the foundation stone will be laid.\n“All preparations have been made for the Prime Minister’s Ayodhya visit. The PM will inaugurate Ayodhya International airport and the Ayodhya Dham railway station,” said Ayodhya divisional commissioner Gaurav Dayal.\nThe ₹2183 crore New Ayodhya Township is among the projects for which the prime minister will lay the foundation stone. Spread over 1407 acre on both sides of the Lucknow-Gorakhpur highway, it has been conceptualised to decongest Ayodhya. The new township will have a lake replenished with water of the Saryu to give a spiritual look to the place. It will be extended by 442 acres in the second phase.\nAs for the airport, the facade of its terminal building is said to reflect the architecture of the Ram Temple.\nThe interior of the new terminal building is being enlivened with local art from across India, art and paintings depicting the life of Shri Ram. It is proposed to be decorated at different heights to convey a feeling of grandeur of the structure. The first flight to Ayodhya is scheduled to reach at 11.20am after taking off from Delhi at 10 am.\nThe first phase of the Ayodhya Dham railway station has been completed at a cost of ₹241 crore.\nModi will also lay the foundation stone of the ₹300-crore Vashishth Kunj residential project as well for construction of new ghats and beautification of existing ones.\nFOUNDATION STONE TO BE LAID\nNew Ayodhya Township ₹2183 crore\nVashishth Kunj residential project ₹300 crore\nOffice of ADA/AMC ₹119 crore\nCIEPT ₹39 crore\nNew ghats: ₹23.89 crore\nTourist facilities ₹23.29 crore\nViewing gallery at Ram Ki Paidi ₹23.25 crore\nWalkway on ghats ₹22.83 crore\nBeautification of four historical gates ₹15.18 crore\nImprovement of Lko-Ayodhya NH-28(New NH-27) ₹297 crore\nImprovement of existing Ayodhya bypass ₹218 crore\nPROJECTS TO BE DEDICATED TO PEOPLE\nAyodhya Airport ₹1463 crore\nRam Path ₹844 crore\nBhakti Path ₹68 crore\nDharm Path ₹65 crore\nMulti-level parking ₹37 crore\nTransit hostel for police personnel 34 crore\nParking and commercial complex at Kaushal Kunj- ₹4 crore\nBeautification of Bhakti Path facade- ₹4 crore\nROB on Badi Buaa Railway crossing – 74 crore\nNEW AYODHYA TOWNSHIP PROJECT\nArea: 1407 acres\n2 km elevated road to reach township\nRead here: PM Modi to visit Ayodhya on December 30; to inaugurate projects worth ₹11100 crore\nLake filled with water of river Saryu\nIt will have residential plots, group housing, commercial plots, ashram/ mutts, guest houses\nHousing and urban planning department of the state government will execute the project\nRead more news like this on HindustanTimes.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maf7X.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maf7X.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "ram lalla",
          "sentiment": "none"
        },
        {
          "name": "gaurav dayal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "maryada purushottam shri ram international airport",
          "sentiment": "none"
        },
        {
          "name": "ayodhya dham",
          "sentiment": "none"
        },
        {
          "name": "ayodhya international",
          "sentiment": "none"
        },
        {
          "name": "ayodhya township",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:42.999+02:00",
    "updated": "2023-12-29T00:22:42.999+02:00"
  },
  {
    "uuid": "0e2e85fe5bf9143c4777dd69474f1cf68f52e6d3",
    "url": "https://www.elimparcial.com/locurioso/2024/07/04/dueno-graba-como-su-mascota-le-trae-cosas-inusuales-a-cambio-de-comida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ivanna Alvarez Sandoval",
    "published": "2024-07-04T21:04:00Z",
    "title": "Dueño graba cómo su mascota le trae cosas inusuales a cambio de comida | Noticias de México | El Imparcial",
    "text": "Dueño graba cómo su mascota le trae cosas inusuales a cambio de comida Este peculiar intercambio entre esta mascota y su dueño ha generado una ola de simpatía y entretenimiento en la plataforma, demostrando una vez más cómo las travesuras y comportamientos únicos de las mascotas pueden traer alegría a las redes sociales MÉXICO-. En los últimos días, un dueño de mascota ha acaparado la atención en la plataforma [ TikTok](https://www.elimparcial.com/locurioso/2024/06/30/hombre-denuncia-que-lo-corrieron-de-un-buffet-por-utilizar-una-promocion-que-el-mismo-establecimiento-ofrecia/) al compartir videos de su perra “Choquito” intercambiando objetos inusuales por comida. Los objetos varían y son cada vez más inusuales Lo que ha hecho que estos videos se vuelvan virales es la variedad y excentricidad de los objetos que Choquito le trae a su dueño. En los videos, se puede ver a la perra trayendo cosas como un pedazo de cartón, una hoja e incluso un tacón, todo con la esperanza de recibir comida a cambio. [@andalon_paulina] No sé de donde saco el tacón 🤣 [#mascotas] [#fyp] [#perritos] [#parati] [♬ Funny - Gold-Tiger] Los internautas han encontrado esta conducta adorable y han alentado al dueño con comentarios divertidos como: “Tal vez algún día llegará con dinero real que se encuentre” y “¿De dónde sacó el tacón?” Aunque el usuario no especificó qué hace con todos los objetos que su mascota le trae, es probable que simplemente los deje de lado. La historia del tacón El dueño completó la historia del tacón, mencionando que no hay mucho que contar al respecto, salvo que Choquito llegó con la zapatilla de la nada y, una hora después, volvió con el par faltante. Esta anécdota ha añadido un toque de humor y misterio a los intercambios, capturando aún más la atención y los corazones de los usuarios de TikTok. Este peculiar intercambio entre esta mascota y su dueño ha generado una ola de simpatía y entretenimiento en la plataforma, demostrando una vez más cómo las travesuras y comportamientos únicos de las mascotas pueden traer alegría a las redes sociales. Te recomendamos [Perrito baila como Shakira](/locurioso/2024/06/08/perrito-baila-como-shakira/) [Trend Mexa de Doris Jocelyn se viraliza pero con el Dr. Simi como protagonista](/locurioso/2024/06/07/trend-mexa-de-doris-jocelyn-se-viraliza-pero-con-el-dr-simi-como-protagonista/) [“Cuiden a ese hombre”: Tiktoker se viraliza por prepararle lonche a su esposa a las 5 de la mañana](/locurioso/2024/06/07/cuiden-a-ese-hombre-tiktoker-se-viraliza-por-prepararle-lonche-a-su-esposa-a-las-5-de-la-manana/) [Joven le cumple el sueño de toda la vida a su novio: le prepara una fiesta de cumpleaños de Bob Esponja](/locurioso/2024/06/08/joven-le-cumple-el-sueno-de-toda-la-vida-a-su-novio-una-fiesta-de-cumpleanos-de-bob-esponja/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T00:21:34.783+03:00",
    "updated": "2024-07-05T00:21:34.783+03:00"
  },
  {
    "uuid": "c7b6d0cf34f780941cb3a15f7025c84e50e92659",
    "url": "https://www.clarin.com/deportes/doble-dolor-cabeza-san-lorenzo-quedo-inhibido-vieja-deuda-entro-conflicto-jugador-quiere-ir_0_3BV98ZFbWW.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clarin.com - Home",
    "published": "2023-12-28T22:58:00Z",
    "title": "Doble dolor de cabeza para San Lorenzo: quedó inhibido por una vieja deuda y entró en conflicto con un jugador que se quiere ir",
    "text": "Las primeras horas del gobierno de Marcelo Moretti en San Lorenzo no son tranquilas. Este jueves se hizo efectiva una inhibición desde la FIFA por el reclamo de Yeison Gordillo , ex jugador del club de Boedo, por una vieja deuda. Casi en paralelo estalló un conflicto con otro colombiano Rafael Pérez , quien se declaró libre por falta de pago aunque el nuevo presidente asegura que giró el dinero en término. En la escala de importancia una inhibición le gana la pulseada a una baja en el primer equipo, pero ambos resultan problemones para la institución y para Ruben Darío Insua . Por un lado, hoy San Lorenzo está impedido de registrar nuevos contratos. Y, para colmo, todo indica que va a perder a un defensor clave para el Gallego. La historia con Gordillo viene de larga data. El volante por el cual el Ciclón había pagado en su momento 1.200.000 de dólares por el 80 por ciento de su pase a Deportes Tolima se consideró en libertad de acción a mediados del año pasado por deudas impagas. La primera intimación vía Agremiados había sido a inicios del 2022, pero la secuencia se repitió en mayo. Finalmente, en agosto, el mediocampista de 31 años que actualmente juega en Vélez llegó a un acuerdo con la dirigencia anterior por un plan de pagos. Había firmado por 3 años y medio, estuvo uno y medio y le faltaban dos más por cumplir. Gordillo aceptó cobrar en cuotas lo adeudado más tres meses de los 24 que le restaban por delante. Sin embargo, ese acuerdo no fue cumplido por San Lorenzo y el colombiano elevó su reclamo a las oficinas de la FIFA. ¿De cuánto es la deuda? El monto exacto no trascendió pero, según pudo averiguar Clarín , la cifra supera el millón de dólares. Moretti y compañía tienen dos opciones: o pagan para levantar la inhibición o tratan de abrir el diálogo con el futbolista para lograr un nuevo acuerdo. De una u otra manera la solución tendrá que ser inmediata si es que pretenden poder reforzar al equipo de cara a la Copa Libertadores del año próximo. A su vez, Rafa Pérez busca su salida aunque le falta un año de contrato por delante y notificó este último miércoles que se considera jugador libre por falta de pago de una deuda de primas de 110 mil dólares. Pérez intimó el 12 de diciembre para que le pagaran en un plazo de 15 días. Según la flamante dirigencia azulgrana había tiempo hasta el mismo miércoles 27 para abonar, día en que se realizó el giro de una parte del total para ajustarse a derecho. No obstante, Pérez avanzó con Junior de Barranquilla, club que desea contratarlo como agente libre. En Colombia incluso informar que ya se habría realizado la revisión médica y que tiene su contrato acordado. Lo que se viene ahora será una batalla legal entre el jugador y el Ciclón, aunque es casi un hecho que ya no volverá a vestirse de azul y rojo. En este aspecto, está avanzada la llegada de Jhohan Romaña, otro defensor colombiano de último paso por Olimpia y cuyo pase pertenece al Austin FC, que lo cedería a préstamo con una opción de compra. Eso sí, primero habrá que levantar la inhibición vigente. Redactor de la sección Deportes nlanzillotta@clarin.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:05:34.219+02:00",
    "updated": "2023-12-29T01:19:30.854+02:00"
  },
  {
    "uuid": "76d22b8145a2b51e7ca45471b75b361d93e4e9aa",
    "url": "https://www.apnnews.com/pearl-academy-leads-iffti-india-chapter-inaugural-roundtable-to-shape-the-future-of-design-education",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NS",
    "published": "2024-12-05T10:23:00Z",
    "title": "Pearl Academy Leads IFFTI India Chapter Inaugural Roundtable to Shape the Future of Design Education",
    "text": "Pearl Academy, established 1993, a leading creative education institution, hosted the prestigious International Foundation of Fashion Technology Institutes (IFFTI) India Chapter Inaugural Roundtable on December 4, 2024 at its Delhi-West campus. With a proud legacy of over 32 years in design education, Pearl Academy continues to lead the way as the only Indian institution to be the Executive Council member of IFFTI, further solidifying its role as a global leader in shaping the future of design education.\nThe IFFTI India Chapter aimed to unite India’s top design institutions to build a collaborative network that aligns academic and industry efforts toward creating impactful, future-ready solutions. Fashion institutions like NIFT, UID, IIAD, and others were also represented, alongside attendees from top Delhi schools, colleges, and other prominent bodies. An exceptional lineup of distinguished guests, included esteemed representatives from the New Zealand Embassy, senior members from organisations such as FDCI, ADI, Fashion Revolution, and industry leaders.\nThe roundtable aligned with the vision of Prime Minister Narendra Modi, emphasising sustainability, digital innovation, and skills development as key drivers for India’s future. As India continues to position itself at the forefront of global design, the discussions underscored the importance of adapting education to the ever-evolving industry demands. A major outcome of the roundtable was the creation of the IFFTI India Chapter Manifesto, which sets forth a strategic vision for the future of design education. Members agreed to collaborate on digital innovation, sustainability, and skill development, focusing on Indian heritage. India, with its rich and vast history of textiles, aims to align its heritage, art, and culture with these key areas on a global platform. The goal is to showcase India’s rich legacy while driving innovation in design, sustainability, and skill development, ensuring its prominence on the world stage. This landmark event also laid the foundation for the IFFTI Conference 2027 in India, which will be hosted by Pearl Academy.\nSpeaking on the significance of the event, Aditi Srivastava, President, Pearl Academy, said, “This event marks a key milestone in advancing design education in India. As leaders of the IFFTI India Chapter, we are committed to shaping the next generation of creative professionals, equipping them with the skills to thrive in a rapidly changing global landscape. By collaborating with academic institutions, industry leaders, and cultural ambassadors, we aim to showcase India’s rich heritage on a global platform. Through our focus on digital innovation, sustainability, and skill development, we seek to position India as a hub for sustainable and innovative design education. The IFFTI Conference in 2027 will offer a significant opportunity to further strengthen India’s role in the global design dialogue, bridging tradition with modernity, preserving culture, and enhancing skills across the design community.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "76d22b8145a2b51e7ca45471b75b361d93e4e9aa",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-06T01:21:12.102+02:00",
    "updated": "2024-12-06T01:21:12.102+02:00"
  }
]