[
  {
    "uuid": "4d2b53d09a31fa371967bb347b554b5be19c6eaf",
    "url": "https://ground.news/article/body-cam-footage-shows-nypd-officers-rescue-man-on-subway-tracks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T17:58:00Z",
    "title": "Ground News - Body cam footage shows NYPD officers rescue man on subway tracks",
    "text": "Summary by Ground News Officers Garcia and Mohan were conducting an inspection on the Carroll Street subway station in Brooklyn when they saw a man fall onto the roadbed. Body-worn camera footage shows the moment the officers reacted to the man's fall and their swift moves to help him back onto the platform. These same officers were involved in a rescue that took place on October 3, where a woman became trapped beneath a pier in Red Hook. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nPIX 11 Center High Factuality Media Conglomerate: Mission Broadcasting NYPD officers rescue man who fell onto subway tracks; second dramatic rescue this year BROOKLYN, N.Y. (PIX11) – Two officers saved a man who fell onto the subway tracks in Brooklyn on Tuesday, video shows. Officers Garcia and Mohan were inspecting the Carroll Street subway station in Brooklyn when they saw a man fall onto the tracks, police said. NYC street closures for Times Square ball drop on New Year’s Eve They quickly made their way to help the man, the video shows. One of the officers jumped onto the tracks to help…\n2 hours ago · New York, United States Read Full Article\nPIX 11 Center High Factuality Media Conglomerate: Mission Broadcasting\nNYPD officers rescue man who fell onto subway tracks; second dramatic rescue this year BROOKLYN, N.Y. (PIX11) – Two officers saved a man who fell onto the subway tracks in Brooklyn on Tuesday, video shows. Officers Garcia and Mohan were inspecting the Carroll Street subway station in Brooklyn when they saw a man fall onto the tracks, police said. NYC street closures for Times Square ball drop on New Year’s Eve They quickly made their way to help the man, the video shows. One of the officers jumped onto the tracks to help…\n2 hours ago · New York, United States Read Full Article WANE-TV Center High Factuality Media Conglomerate: Nexstar Media Group Body cam footage shows NYPD officers rescue man on subway tracks (CBS) - Police officers who helped a woman trapped under a pier in October were again hailed as heroes when they jumped into action to save a man who fell onto subway tracks in Brooklyn on Dec. 26. According to the NYPD, Officers Garcia and Mohan were conducting an inspection on the Carroll Street subway station in Brooklyn when they saw a man fall onto the roadbed. Body-worn camera footage shows the moment the officers reacted to the man’s fall…\n8 hours ago · Fort Wayne, United States Read Full Article\nWANE-TV Center High Factuality Media Conglomerate: Nexstar Media Group\nBody cam footage shows NYPD officers rescue man on subway tracks (CBS) - Police officers who helped a woman trapped under a pier in October were again hailed as heroes when they jumped into action to save a man who fell onto subway tracks in Brooklyn on Dec. 26. According to the NYPD, Officers Garcia and Mohan were conducting an inspection on the Carroll Street subway station in Brooklyn when they saw a man fall onto the roadbed. Body-worn camera footage shows the moment the officers reacted to the man’s fall…\n8 hours ago · Fort Wayne, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://www.wane.com/top-stories/body-cam-footage-shows-nypd-officers-rescue-man-on-subway-tracks/?utm_source=ground.news&utm_medium=referral",
      "https://pix11.com/news/local-news/nypd-officers-rescue-man-who-fell-onto-subway-tracks-video-shows/?utm_source=ground.news&utm_medium=referral",
      "https://wane.com/top-stories/body-cam-footage-shows-nypd-officers-rescue-man-on-subway-tracks/?utm_source=ground.news&utm_medium=referral",
      "https://pix11.com/news/local-news/nypd-officers-rescue-man-who-fell-onto-subway-tracks-video-shows/",
      "https://www.wane.com/top-stories/body-cam-footage-shows-nypd-officers-rescue-man-on-subway-tracks/",
      "https://www.pix11.com/news/local-news/nypd-officers-rescue-man-who-fell-onto-subway-tracks-video-shows/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohan",
          "sentiment": "negative"
        },
        {
          "name": "garcia",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "mission broadcasting nypd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "carroll street",
          "sentiment": "none"
        },
        {
          "name": "brooklyn",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "brooklyn",
          "sentiment": "none"
        },
        {
          "name": "times square",
          "sentiment": "none"
        },
        {
          "name": "red hook",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:14.975+02:00",
    "updated": "2023-12-29T00:43:14.975+02:00"
  },
  {
    "uuid": "8ac5602888d200357ebaad5842bf102ccf6ade4b",
    "url": "https://andaluciainformacion.es/jaen/1493106/turquia-detiene-a-32-sospechosos-de-preparar-atentados-yihadistas-en-iglesias-y-sinagogas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2023-12-29T09:34:00Z",
    "title": "Turquía detiene a 32 sospechosos de preparar atentados yihadistas en iglesias y sinagogas | Andalucía Información. Todas las noticias de Jaén",
    "text": "Tres personas sospechosas de preparar atentados contra iglesias y sinagogas en Turquía han sido detenidas dentro de una operación donde han sido arrestadas también otras 29 que se cree tienen contactos con círculos yihadistas y estaban implicados en esos planes. Una operación simultánea en nueve provincias turcas, coordinada por la policía junto a los servicios secretos (MIT), permitió detener a esas tres personas, supuestamente dirigentes de las redes del grupo yihadista Estado Islámico, o Daesh, en Turquía, informa este viernes la agencia oficialista Anadolu. La emisora pública turca TRT los identifica como Miybel el Shuweihi y Mohamed Hilaf Ibrahim, conocido como Abu Leis, sospechosos de preparar atentados contra sinagogas e iglesias en Turquía. El tercero sería Iheb Alani, que se cree estaba coordinando un ataque contra la embajada iraquí en Turquía, agrega la citada emisora. Además, las fuerzas de seguridad han detenido a otras 29 personas sospechosas de estar vinculadas a las redes yihadistas en Turquía. Hace una semana, la Policía detuvo a 304 personas bajo sospecha de mantener lazos con las células del Estado Islámico. Desde el atentado contra la discoteca Reina en Estambul en la Nochevieja de 2016, en la que un yihadista mató con un arma automática a 39 personas, las autoridades turca extreman la vigilancia en estas fechas. Aunque la Nochevieja se celebra popularmente en Turquía y no falta decoración navideña, algunos predicadores radicales se han pronunciado contra estas festividades por \"cristianas\" o \"paganas\". Desde el atentado contra el Reina, Turquía, que en 2016-2017 llevó a cabo una operación militar contra el Estado Islámico en el norte de Siria, no ha vuelto a sufrir atentados atribuidos al yihadismo. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:51:24.922+02:00",
    "updated": "2023-12-29T11:51:24.922+02:00"
  },
  {
    "uuid": "8687ad611f02cf7b6c915e12bf4ac39db42cf742",
    "url": "https://www.leggo.it/italia/cronache/papa_regali_natale_figli_mamma_scappata_oggi_28_12_2023-7840485.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chiara Muzzin",
    "published": "2023-12-28T21:17:00Z",
    "title": "Papà va a trovare i figli per portargli i regali di Natale ma fa un'amara scoperta: la mamma è scappata e li ha portati con sé",
    "text": "Dei due bambini e della loro mamma non si hanno più notizie dal 13 dicembre. Non si dà pace un padre sanvitese, che avrebbe dovuto rivedere i figli la settimana scorsa, mercoledì 20 dicembre, alle ore 14.30, come da calendario e con il controllo di un operatore dei servizi sociali. «Incontro che non è stato possibile effettuare perché l'operatore non ha trovato nessuno nell'appartamento messo a disposizione dai servizi stessi, dove vive la donna con i due minori, resasi irreperibile». Così spiegano, in una nota congiunta, la presidente del Ciatdm (Coordinamento internazionale associazioni per la tutela dei diritti dei minori) di Pordenone Aurelia Passaseo e la vicepresidente di Donne per la Sicurezza Odv di Roma Roberta Sibaud che lavorano con la famiglia e hanno a cuore la vicenda.\nLa denuncia\nLa responsabile del servizio sociale dei Comuni dell'ambito Tagliamento Tamara Zandotti fa sapere che «gli uffici hanno già denunciato il fatto alla Procura della Repubblica». Da diversi anni la madre dei bambini, di origine straniera , è seguita dai servizi sociali e abita in un appartamento situato in uno dei comuni del distretto sanvitese. «Il tribunale dei minori - ricorda Aurelia Passaseo - aveva stabilito che i bambini, a loro volta affidati ai servizi sociali, venissero collocati con la madre, ma che il Comune mantenesse il controllo di vigilanza». Una situazione familiare difficile che si protrae da tempo, in cui non sono del tutto nuovi episodi come quello della scorsa settimana. Il vicesindaco e assessore alle politiche sociali Giacomo Collarile spiega che «era già capitato che saltassero alcuni incontri protetti, con le conseguenti segnalazioni da parte nostra al tribunale».\nL'episodio\nQuel pomeriggio il padre, con l'operatore, si era recato all'alloggio per fare gli auguri ai bambini e portare loro un regalo di Natale, ma alla porta non si è presentato nessuno. Impossibile poi riuscire a stabilire un contatto con l'ex moglie. Sono notti insonni per l'uomo, che non riesce ad avere notizia dei propri figli. «Il problema è che non si sa proprio dove si trovano - sottolinea Roberta Sibaud -. Non si sa dove la madre li abbia portati, se in Italia o all'estero, magari nel Paese d'origine, non si sa per quanto tempo ci resteranno e non si sa se e quando sarà di nuovo possibile avere un contatto. Il padre è preoccupatissimo». Sui bambini, proprio per la volontà manifestata in passato dalla donna di spostarsi con loro, insiste il divieto di espatrio. Passaseo e Sibaud parlano di «doppia sottrazione dei minori da parte della donna: al padre e al Comune». «Siamo tutti agitati», aggiungono a nome delle associazioni che rappresentano.\n«La madre - continua - se voleva trascorrere qualche giorno solo con i bambini senza dirlo al padre, poteva comunicarlo almeno preventivamente ai servizi sociali. Quando tornerà, dovrà affrontare le conseguenze della sua azione». Il padre stesso, nel frattempo, ha denunciato il fatto. Le associazioni Ciatdm e Donne per la Sicurezza Odv sperano, con la loro nota, di sensibilizzare la popolazione sulla vicenda e di far sì che si crei un passaparola, magari utile ai fini di \"sbloccarla\". Il regalo di Natale non c'è stato per il padre. L'auspicio è che il nuovo anno cominci meglio, con la possibilità di rivedere i bambini, anche solo per un abbraccio, un pomeriggio. Come sarebbe dovuto succedere mercoledì scorso, ma con l'appartamento pieno.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:51.963+02:00",
    "updated": "2023-12-29T00:06:51.963+02:00"
  },
  {
    "uuid": "6d53e4cfe4acf61bc0706710c82e2ab76bf44887",
    "url": "https://www.newsbreak.com/news/3290093519062-oprah-corrected-problems-on-new-the-color-purple-set-stars-say",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-07T21:38:00Z",
    "title": "Oprah ‘corrected’ problems on new ‘The Color Purple’ set, stars say",
    "text": "They were seeing the color red. Actresses Taraji P. Henson and Danielle Brooks have credited Oprah Winfrey for coming to their aid as the actresses described subpar conditions on the new “The Color Purple” set. “I remember when we first came in and we were doing rehearsal and they put us all in the same space and we didn’t have our own dressing rooms at the time,” Brooks, 34, said during a live Q&A session on Friday with the film’s cast. According to the actress, they also were not given any food. “You corrected it for us,” Brooks told Winfrey, 69, who said she heard about the situation from Henson, 53. “This is my first Studio film so sometimes you do come in just saying ‘Okay well I’m going to just take whatever they give me, I’m just happy to be here’ you know, but [Henson] spoke up for us and you showed me how to do that,” Brooks elaborated. In a separate interview, Henson also revealed that she also considered leaving the project after she and several other cast members were given rental cars instead of drivers. “They gave us rental cars, and I was like, ‘I can’t drive myself to set in Atlanta.’ This is insurance liability, it’s dangerous. Now they robbing people,” Henson said during an interview with The New York Times . “What do I look like, taking myself to work by myself in a rental car? So I was like, ‘Can I get a driver or security to take me?’ I’m not asking for the moon. They’re like, ‘Well, if we do it for you, we got to do it for everybody.’” According to the “Empire” alum, she fought back against the decision. “Well, do it for everybody! It’s stuff like that, stuff I shouldn’t have to fight for,” she said. “I was on the set of ‘Empire’ fighting for trailers that wasn’t infested with bugs.” Henson told the outlet that these types of situations take a toll on her “because you fight so hard to establish a name for yourself and be respected in this town to no avail.” “With Black films, they just don’t want to take us overseas and I don’t understand that,” she added. “Black translates all over the world, so why wouldn’t the movies? I have a following in China of all places.” “Y’all not going to capitalize on that? Don’t everybody want to make money here,” the “Hidden Figures” star continued. “I’m not the person that pulls the race card every time, but what else is it, then? Tell me. I’d rather it not be race, please give me something else.” The actress — who made headlines after she f ired her entire PR team following her stint on the musical drama — broke down in tears regarding the unequal pay in Hollywood. “I’m just tired of working so hard, being gracious at what I do [and] getting paid a fraction of the cost,” Henson sobbed during a SiriusXM interview with Gayle King . “I’m tired of hearing my sisters say the same thing over and over. You get tired. I hear people go, ‘You work a lot.’ Well, I have to. The math ain’t mathing.” “When you start working a lot, you have a team. Big bills come with what we do. We don’t do this alone. It’s a whole team behind us,” the Oscar nominee said. “They have to get paid. When you hear someone go, ‘Such and such made $10 million,’ that didn’t make it to their account.” “Off the top, Uncle Sam is getting 50%. Now have $5 million. Your team is getting 30% off what you gross, not after what Uncle Same took. Now do the math,” she explained.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=GUzqD5UcLwo",
      "https://img.particlenews.com/image.php?url=2tIhq0_0qdAZOdn00",
      "https://www.nytimes.com/2024/01/05/movies/taraji-p-henson-the-color-purple.html",
      "https://nypost.com/2023/10/19/oprahs-color-purple-salary-was-only-35k/",
      "https://twitter.com/PoeticJusticeK/status/1743718403708272707",
      "https://pagesix.com/2023/12/26/entertainment/taraji-p-henson-fired-her-entire-team-for-slacking-after-empire-success/?_gl=1*1taltw5*_ga*NTIzMTE4MDAxLjE3MDQ2MzIyNzM.*_ga_0DZ7LHF5PZ*MTcwNDY2MDA3NS41LjAuMTcwNDY2MDA3NS4wLjAuMA..&_ga=2.178264676.1352129415.1704632273-523118001.1704632273",
      "https://nypost.com/2022/02/01/taraji-p-henson-cast-in-the-color-purple-movie-musical/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2tIhq0_0qdAZOdn00",
      "https://nypost.com/2023/12/20/entertainment/taraji-p-henson-sobs-over-being-underpaid-in-hollywood-the-math-aint-mathing/",
      "https://www.nypost.com/2023/10/19/oprahs-color-purple-salary-was-only-35k/",
      "https://nytimes.com/2024/01/05/movies/taraji-p-henson-the-color-purple.html",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2tIhq0_0qdAZOdn00",
      "http://youtube.com/watch?v=GUzqD5UcLwo",
      "https://www.img.particlenews.com/image.php?url=2tIhq0_0qdAZOdn00",
      "https://www.twitter.com/PoeticJusticeK/status/1743718403708272707",
      "https://pagesix.com/2023/12/26/entertainment/taraji-p-henson-fired-her-entire-team-for-slacking-after-empire-success/",
      "https://img.particlenews.com/image.php",
      "https://nypost.com/2023/10/19/oprahs-color-purple-salary-was-only-35k",
      "https://www.nypost.com/2022/02/01/taraji-p-henson-cast-in-the-color-purple-movie-musical/",
      "https://www.pagesix.com/2023/12/26/entertainment/taraji-p-henson-fired-her-entire-team-for-slacking-after-empire-success/?_gl=1*1taltw5*_ga*NTIzMTE4MDAxLjE3MDQ2MzIyNzM.*_ga_0DZ7LHF5PZ*MTcwNDY2MDA3NS41LjAuMTcwNDY2MDA3NS4wLjAuMA..&_ga=2.178264676.1352129415.1704632273-523118001.1704632273",
      "https://nypost.com/2022/02/01/taraji-p-henson-cast-in-the-color-purple-movie-musical",
      "http://www.youtube.com/watch",
      "https://nypost.com/2023/12/20/entertainment/taraji-p-henson-sobs-over-being-underpaid-in-hollywood-the-math-aint-mathing",
      "https://www.nypost.com/2023/12/20/entertainment/taraji-p-henson-sobs-over-being-underpaid-in-hollywood-the-math-aint-mathing/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danielle brooks",
          "sentiment": "negative"
        },
        {
          "name": "taraji p. henson",
          "sentiment": "negative"
        },
        {
          "name": "oprah w",
          "sentiment": "negative"
        },
        {
          "name": "brooks",
          "sentiment": "none"
        },
        {
          "name": "” brooks",
          "sentiment": "none"
        },
        {
          "name": "winfrey",
          "sentiment": "none"
        },
        {
          "name": "henson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:48:15.715+02:00",
    "updated": "2024-01-08T00:48:15.715+02:00"
  },
  {
    "uuid": "5d0e60900aecdf1f94109e58e0f45a0bae32801e",
    "url": "https://3dprint.com/317233/desktop-metal-now-officially-part-of-nano-dimension",
    "ord_in_thread": 0,
    "author": "Vanesa Listek",
    "published": "2025-04-02T23:13:00Z",
    "title": "Desktop Metal Now Officially Part of Nano Dimension",
    "text": "The Voice of 3D Printing / Additive Manufacturing",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->mergers and acquisitions",
      "Economy, Business and Finance->business governance",
      "Science and Technology->technology and engineering",
      "Social Issue->social networking",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.sec.gov/",
      "https://markforged.com/",
      "https://www.desktopmetal.com/",
      "https://www.nano-di.com/",
      "https://www.nyse.com/index",
      "https://companiesmarketcap.com/desktop-metal/marketcap/?utm_source=chatgpt.com",
      "https://markforged.com",
      "https://companiesmarketcap.com/desktop-metal/marketcap/",
      "https://nyse.com/index",
      "https://nano-di.com/",
      "https://www.nano-di.com",
      "https://sec.gov/",
      "https://www.desktopmetal.com",
      "https://desktopmetal.com/",
      "https://www.sec.gov",
      "https://www.companiesmarketcap.com/desktop-metal/marketcap/?utm_source=chatgpt.com",
      "https://www.markforged.com/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Ric Fulop",
          "sentiment": "negative"
        },
        {
          "name": "Prodways",
          "sentiment": "negative"
        },
        {
          "name": "Ofir Baharav",
          "sentiment": "neutral"
        },
        {
          "name": "Julien Lederman",
          "sentiment": "neutral"
        },
        {
          "name": "Stratasys",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Markforged",
          "sentiment": "neutral"
        },
        {
          "name": "Colorado",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Nano Dimension’s",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Desktop Metal Now Officially Part of Nano Dimension",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "NNDM",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "EPA",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "PWG",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "the New York Stock Exchange",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "NYSE",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Desktop Metal’s",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "U.S. Securities and Exchange Commission",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "SPAC",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "3D Printing Financials",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Rocket Motor Specialist",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "M Satellite Propulsion Contract",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Ursa Major",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "SSYS",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:23:33.527+03:00",
    "updated": "2025-04-03T02:57:24.719+03:00"
  },
  {
    "uuid": "a1e113ca7cf2cf39a211742e9fa951ac3f8b5a8e",
    "url": "https://vnexplorer.net/seafood-lovers-go-on-a-buying-frenzy-in-readiness-for-christmas-as-milder-weather-is-forecast-around-the-country-for-the-big-day-s696872.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:57:00Z",
    "title": "Seafood lovers go on a buying frenzy in readiness for Christmas - as milder weather is forecast around the country for the big day",
    "text": "Aussies are buying their seafood for ChristmasSydney Fish Market is expecting 100,000 customersREAD MORE: Ada Nicodemou shares her top tips for the perfect Christmas\nThousands of people are expected to descend on fish markets around the country to buy seafood for Christmas – as latest forecasts predict mostly mild weather for the big day with the possibility of storms in some areas.\nThe Sydney Fish Market, one of the biggest in Australia, is open from 5am Saturday to 5pm on Christmas Eve and expects to sell more than 350 tonnes, including 120 tonnes of prawns and about 70,000 dozen oysters.\nMore than 100,000 people are expected to visit the market in the inner-city suburb of Pyrmont in the next 36 hours.\nThe most popular items are usually barramundi, snapper, lobsters and, of course, prawns and oysters.\nThere are also ‘affordably delicious’ fish like school whiting, gurnard, and ocean jacket.\nMore than 100,000 people are expected to visit The Sydney Fish Market (above) in the next 36 hours\nThousands of Aussies will descend upon seafood markets this weekend in preparation for Christmas (pictured, The Sydney Fish Market on Saturday)\nSydney’s market (above) offers ‘affordably delicious’ fish like school whiting, gurnard, and ocean jacket\nThe weather for Christmas is looking mild in New South Wales with onshore winds and cloudy skies, with some showers likely in Sydney and elsewhere (pictured, The Sydney Fish Market)\nSydney’s iconic seafood market was packed on Saturday (above) as thousands prepare for Christmas\n‘We encourage visitors to come with an open mind and menu, and let our expert retailers guide you towards the catch of the day,’ market chief executive Greg Dyer said.\nWith just two more sleeps until Christmas, the weather bureau is tipping mild weather for most of the country.\nAfter the recent heatwave in the eastern states and flooding in the north, afternoon showers and thunderstorms are likely across Queensland, including Brisbane.\nIn NSW, there will be onshore winds and cloudy skies, with some showers likely in Sydney and elsewhere.\nIn Victoria and Tasmania, southeasterly winds are forecast to bring cloud and cooler-than-average temperatures, with morning showers ahead of clearing conditions in the afternoon for Melbourne and Hobart.\nSydney’s extremely popular seafood market (above) is open from 5am Saturday to 5pm on Christmas Eve\nThe most popular items at The Sydney Fish Market (above) are usually barramundi, snapper, lobsters and, of course, prawns and oysters\nSydney Fish Market’s (above) chief executive Greg Dyer encourage customers to ‘come with an open mind and menu, and let our expert retailers guide you towards the catch of the day’\nMore than 100,000 customers are expected to visit The Sydney Fish Market (above) this weekend\nThousands flocked to the Sydney Fish Market (above) to buy barramundi, snapper, lobsters and, of course, prawns and oysters\nAdelaide can expect some sunshine, after a cool and cloudy start for Christmas morning over South Australia.\nIn Western Australia, a low-pressure system has been brewing this week and could bring showers and storms to the interior as well as Perth, interspersed with sunshine.\nThe Northern Territory can expect seasonal afternoon showers and storms around Darwin, although the risk of any Christmas impacts due to the remnants of ex-tropical cyclone Jasper appears unlikely, the Bureau of Meteorology said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christma",
          "sentiment": "none"
        },
        {
          "name": "ada nicodemou",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:17.581+02:00",
    "updated": "2023-12-29T00:01:17.581+02:00"
  },
  {
    "uuid": "0b49088c8577a2a5833a2109f52e213e92f3360f",
    "url": "https://www.bakersfield.com/news/man-pleads-not-guilty-to-accessory-charge-in-mojave-mass-shooting/article_1dc3989a-7c56-11ef-9058-13504e7dc30a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MELANIE NGUYEN mnguyen@bakersfield.com",
    "published": "2024-09-26T20:45:00Z",
    "title": "Man pleads not guilty to accessory charge in Mojave mass shooting | News | bakersfield.com",
    "text": "After weeks of delays due to the defendant’s medical unavailability, the man suspected of providing a gun to the suspected Mojave mass shooter pleaded not guilty to all charges.\nJonathan Steven Hernandez is charged with one count of attempted murder, three counts of possessing a firearm as a felon, one count of possessing ammunition as a felon, possessing an assault rifle, one count of shooting at an inhabited home, one count of carjacking and one count of accessory.\n× This page requires Javascript. Javascript is required for you to be able to read premium content. Please enable it in your browser settings.\nkAmw6C?2?56K 2AA62C65 :? 4@FCE %9FCD52J G:2 +@@> G:56@ 42== H:E9 2 z6C? r@F?EJ $96C:77VD 56AFEJ 2?5 H62C:?8 2? @C2?86 ;F>ADF:E H9:=6 =J:?8 @? 2 9@DA:E2= DEC6E496C] w6 A=62565 ?@E 8F:=EJ E@ 2== E96 492C86D]k^Am kAmp44@C5:?8 E@ z6C? r@F?EJ $96C:77’D 3@@<:?8 C64@C5D[ w6C?2?56K H2D 2CC6DE65 2E 2 9@DA:E2= :? q2<6CD7:6=5 @? pF8] e] $:?46 9:D 2CC6DE[ 96 92D ?@E 366? 23=6 E@ 2AA62C 7@C E96 4@FCE 962C:?8 H9:=6 9@DA:E2=:K65]k^Am kAmxE :D F?<?@H? H9J w6C?2?56K :D :? E96 9@DA:E2= @C 9@H =@?8 :E >2J E2<6 7@C 9:> E@ C64@G6C]k^Am kAmw6C?2?56K’D ?6IE 4@FCE 962C:?8 H:== 36 ~4E] c] w6 :D 36:?8 96=5 H:E9@FE 32:=]k^Am kAmw6C?2?56K :D DFDA64E65 @7 AC@G:5:?8 9:D 4@\\5676?52?E[ #:42C5@ #6J6D !2CE:52[ H:E9 E96 8F? #6J6D !2CE:52 FD65 E@ 2==6865=J D9@@E 2?5 <:== 7@FC A6@A=6 :? |@;2G6 @? pAC:= b_]k^Am kAm%92E 52J[ s2C:FD %C2G@? r2?252[ |2CE:?2 q2CC2K2[ p??2 |2C:6 w6DE6C 2?5 u2:E9 {6:892??6 pD3FCJ H6C6 D9@E 2?5 <:==65 :? E96 `dh__ 3=@4< @7 w $EC66E :? |@;2G6[ 244@C5:?8 E@ E96 AC@323=6 42FD6 DE2E6>6?E DF3>:EE65 3J E96 z6C? r@F?EJ s:DEC:4E pEE@C?6J’D ~77:46 E@ E96 4@FCED] w6 :D 2=D@ DFDA64E65 @7 D9@@E:?8 D@>6@?6 62C=:6C :? E96 52J 2?5 H2D 492C865 H:E9 2EE6>AE65 >FC56C]k^Am kAm#6J6D !2CE:52 :D 492C865 H:E9 7@FC 4@F?ED @7 7:CDE\\568C66 >FC56C[ @?6 4@F?E @7 2EE6>AE65 >FC56C[ @?6 4@F?E @7 2DD2F=E H:E9 2 D6>:\\2FE@>2E:4 7:C62C> @? 2 A6CD@?[ 7@FC 4@F?ED @7 A@DD6DD:?8 2 7:C62C> 2D 2 76=@?[ EH@ 4@F?ED @7 A@DD6DD:?8 2>>F?:E:@? 2D 2 76=@?[ @?6 4@F?E @7 A@DD6DD:?8 2? 2DD2F=E C:7=6[ @?6 4@F?E @7 A@DD6DD:?8 2 4@?EC@==65 DF3DE2?46 H9:=6 2C>65 H:E9 2 =@2565 7:C62C>[ @?6 4@F?E @7 A@DD6DD:?8 2 4@?EC@==65 DF3DE2?46 7@C D2=6 2?5 @?6 4@F?E @7 E2<:?8 2 A6CD@?’D 42C H:E9@FE 4@?D6?E]k^Am kAm#6J6D !2CE:52 A=62565 ?@E 8F:=EJ E@ 2== E96 492C86D @? yF=J b`]k^Am kAmp44@C5:?8 E@ 2 z6C? r@F?EJ $96C:77’D ~77:46 C6A@CE DF3>:EE65 E@ E96 4@FCE[ E96 >2DD D9@@E:?8 >2J 92G6 368F? 27E6C #6J6D !2CE:52’D A9@?6 H2D DE@=6?] p H:E?6DD E@=5 56AFE:6D 96 962C5 #6J6D !2CE:52 D2J D@>6E9:?8 >:89E 92AA6? :7 9:D A9@?6 H2D ?@E C6EFC?65]k^Am kAmw6C?2?56K 2?5 #6J6D !2CE:52 3@E9 925 @E96C 42D6D 4@?D@=:52E65 :?E@ @?6 42D6 H:E9 E96 >2DD D9@@E:?8 :?4:56?E]k^Am kAmw6C?2?56K :D DFDA64E65 @7 D9@@E:?8 7C@> 2 DE@=6? 42C :?E@ 2 9@>6 H:E9 7@FC 25F=ED 2?5 7@FC 49:=5C6? FD:?8 2 D6>:\\2FE@>2E:4 7:C62C>[ 244@C5:?8 E@ 2 AC@323=6 42FD6 DE2E6>6?E]k^Am kAmx? @?6 @7 9:D 42D6D[ #6J6D !2CE:52 :D DFDA64E65 @7 DE62=:?8 9:D D:DE6C’D 42C] x? E96 @E96C 42D6[ 96 :D DFDA64E65 @7 7=66:?8 7C@> z6C? r@F?EJ $96C:77VD 56AFE:6D 2?5 =625:?8 E96> E9C@F89 E96 56D6CE @? 2 7@@E 492D6 27E6C 56AFE:6D 42>6 E@ D62C49 9:D 9@>6 7@C 5CF8D 2?5 H62A@?D[ 244@C5:?8 E@ 2 AC@323=6 42FD6 DE2E6>6?E]k^Am kAm#6J6D !2CE:52’D ?6IE 962C:?8 :D 2=D@ ~4E] c] w6 :D :? 4FDE@5J H:E9@FE 32:=]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T03:21:08.801+03:00",
    "updated": "2024-09-27T03:21:08.801+03:00"
  }
]