[
  {
    "uuid": "ffcbd2143871490ee1281ef5e2ca592c6653ea84",
    "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/guerra-en-gaza-hombre-armado-toma-rehenes-en-fabrica-de-pg-en-turquia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Siglo de Torreón",
    "published": "2024-02-01T06:00:00Z",
    "title": "Guerra en Gaza: hombre armado toma rehenes en fábrica de P&G en Turquía | El Siglo de Torreón",
    "text": "(TWITTER) [EFE](https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=EFE) Un hombre armado entró este jueves en una fábrica de una empresa internacional en Kocaeli, provincia de la periferia oriental de Estambul, y según las primeras informaciones ha tomado a varios trabajadores como rehenes, aparentemente para protestar por la guerra de Gaza. La agencia pública turca Anadolu confirma que numerosas unidades de la policía han acudido a una fábrica de cosmética en un polígono industrial del distrito de Gebze. El digital local Gebze Gazetesi detalla que la toma de rehenes es en una fábrica de la multinacional estadounidense Procter & Gamble y que el motivo del asaltante sería protestar contra la guerra de Gaza, entre Israel y el grupo islamista palestino Hamás. La citada agencia difunde un vídeo en el que se ve a un hombre de mediana edad, con parte de la cara cubierta por un pañuelo palestino, en una mano una pistola y con un artilugio amarillo en el pecho que parece una imitación de un cinturón explosivo. El supuesto asaltante posa a solas ante una pared decorada con la bandera turca y la palestina, en una pintada de torpe ejecución, y los lemas (en turco) 'Se abrirán las puertas' y 'Por Gaza', así como un críptico 'O lugar de rezo o muerte'. Según Anadolu, el gobernador de la provincia de Kocaeli, a la que pertenece el distrito de Gebze, pero su oficina aún no ha difundido información sobre el suceso y se desconoce el número de trabajadores afectados.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=EFE)",
      "https://google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=EFE)",
      "https://www.google.com/search"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:55:01.694+02:00",
    "updated": "2024-02-02T02:55:01.694+02:00"
  },
  {
    "uuid": "263db11591e9d2293755e13eb7adc638f5f56b96",
    "url": "https://calgary.ctvnews.ca/drop-in-the-bucket-recent-snowfall-in-southern-alberta-not-enough-to-prevent-ongoing-drought-concerns-1.6818742",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVCalgary",
    "published": "2024-03-22T20:26:00Z",
    "title": "Drought looms for southern Alberta despite recent snowfall | CTV News",
    "text": "While the latest snowfall in Calgary is welcome amid growing concerns of drought, hydrologist experts say it’s only a ‘drop in the bucket’ of moisture that’s badly needed for the upcoming growing season. “This is not going to be enough to generate a crop, or to get a good wheat crop. You need about 250 millimeters of moisture out of your soil, so we're only one twentieth of the way there,” said John Pomeroy, director of Global Water Futures Observatories. “Southern Alberta did get significant snowfall recently, but it's only equivalent to a 10-to-15-millimeter rain. That’s welcome for sure, but not enough to fill the 100-millimeter deficit of soil moisture.” Pomeroy says drought conditions in the prairies are also extending to the mountains where areas like the Peyto Glacier in Banff National Park are melting at a rate much faster than ever seen. “The ice was bare and I’ve never seen that in March before, so it’s certainly an extraordinary situation,” he said. “So, things get worse and worse for mountain snow and ice, that’s a big problem for water resources because those glaciers melt fastest in the hottest warm summers, like the drought we had last year. They helped a lot with streamflow in the North Saskatchewan River and in the Athabasca but as they shrink, we'll lose that drought-proofing effect probably in just a few decades.” NEW CLIMATE MODELS Other local experts including Dr. Tricia Stadnyk are using new climate models to predict dry areas of the province that are getting drier. The professor in the Schulich School of Engineering and Canada Research Chair in Hydrologic Modeling says Alberta is anywhere from 150 to 300 millimetres short of its needed snow water equivalent. Other local experts including Dr. Tricia Stadnyk are using new climate models to predict dry areas of the province that are getting drier. The professor in the Schulich School of Engineering and Canada Research Chair in Hydrologic Modeling says Alberta is anywhere from 150 to 300 millimetres short of its needed snow water equivalent. MAKE OR BREAK FOR FARMERS She notes that drought conditions could be make or break for farmers this growing season. “The thing that people need to understand is it’s not just the amount of precipitation that falls in terms of snow or rain, but it's also what happens after that, how hot the temperatures get and how fast it warms up,” Stadnyk said. “Because if all of a sudden all of this melts at once, it actually does less good for the farmers and for the environment than it does if it melts over an extended period of time because the water is more apt to stay in the soil rather than to run off of the soil.” Local farmers like John Smith, who owns the Plateau Cattle Company just south of Calgary near Nanton are already feeling the effects of drought. “Last year, this ranch usually as a rule would make 2,000 hay bales and last year we made only 100 bales,” he said. “So you know, I can't stress enough how much of an impact that is on the operation here.” Smith says he’s had to significantly make changes, including downsizing his operation from 600 cows to now 400. He also says many ranchers are getting creative by taking cows to nearby feedlots that produce more hay, or sourcing hay out of Montana. “We’re really going to find out here in the next two, three months, like March, April, May, June, you know, those are our highest water occurrences for the year.” “If something doesn't happen here immediately and significantly it won’t be good, I mean it could rain a foot in the summer, and I think we'd still be at a deficit.” The growing concerns over both drought and floods have now led the province to announce a multi-million dollar program to help municipalities cope. A total of $125 million will be spread evenly over the next five years for infrastructure projects that help municipalities handle drought and flood. The new funding can be used for projects like berms, water storage or other infrastructure work. It comes as the province rolls out a swath of plans and programs to address expected water shortages. Calgary Top Stories CTVNews.ca Top Stories Gunmen kill 40 in attack at concert near Moscow, Islamic State claims responsibility At least 40 people were killed and more than 100 injured when five gunmen dressed in camouflage opened fire with automatic weapons at people at a concert in the Crocus City Hall near Moscow. Catherine, Princess of Wales, diagnosed with cancer Catherine Middleton, Princess of Wales, has been diagnosed with cancer and is undergoing chemotherapy, she said in a video announcement on Friday. The Princess of Wales had undergone a planned abdominal surgery in January. Woman critically injured after being shot by Ottawa police officer A woman is in critical condition in hospital following a police-involved shooting in Ottawa's Westboro neighbourhood. Emergency crews responded to a shooting in the 200 block of Avondale Avenue, near Tweedsmuir Avenue, at 1:30 p.m. on Friday. Kate Middleton undergoing preventive chemotherapy, which can leave patients 'wiped out' Cancer specialists say preventive chemotherapy can take a toll on the human body, which likely explains the Princess of Wales' weekslong absence from the public eye. BREAKING Joseph George Sutherland, convicted of killing 2 women in Toronto in the '80s, sentenced to life The man who confessed to the brutal 1983 murders of two women in Toronto has been sentenced to life with no chance of parole for 21 years. Snowfall warnings of up to 50 cm: Here is the weekend forecast in Canada Winter storm warnings and advisories of up to 50 centimetres of snowfall have been issued for some Canadian provinces, according to local forecasts. 'I'm just a regular guy': Meet the B.C. man who just won $58M playing Lotto 6/49 The winner of an enormous $58-million Lotto 6/49 jackpot emerged Friday to collect his prize, describing himself as 'regular guy' from B.C.'s Lower Mainland. King Charles, political leaders offer support for Catherine, Princess of Wales, after cancer announcement King Charles III, Justin Trudeau, the U.K. prime minister and the White House offered support to Kate, Princess of Wales, after she said tests following abdominal surgery showed cancer had been present and she was undergoing preventative chemotherapy. Ottawa, province commit $40M to fund Manitoba landfill search work The provincial and federal governments are committing $20 million apiece to search a landfill near Winnipeg for the remains of two First Nations women. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Edmonton - Little Warriors drops keynote speaker accused of sexual misconduct An Alberta woman is questioning the choice of a keynote speaker for an event put on by Little Warriors — an organization focused on fighting and treating child sexual abuse, and advocating for survivors. - 2nd person charged with murder in weekend stabbing death A second person has been charged with murder in the death of Tjijandjeua Gift Tjaveondja earlier this week. - Enoch RCMP member, Edmonton school resource officer nominated for Juno award An Edmonton school on Friday hosted a concert celebrating a school resource officer and his partner before they head to the Juno Awards this year. Lethbridge - Former Medicine Hat police chief suing city, current top cop, officers After a 25-year career with the Calgary Police Service, Mike Worden was sworn in as Medicine Hat's top cop in January 2021. - Controversial MLA Chelsae Petrovic named parliamentary secretary by LaGrange Livingstone-Macleod MLA Chelsae Petrovic has been given a new post, but it’s causing some controversy. - Lethbridge police step up efforts to disrupt cryptocurrency crime through proactive policing The Lethbridge Police Service is just one of multiple law enforcement agencies joining together as part of a proactive policing and disruption strategy to combat cryptocurrency crime. Vancouver - 'Absolutely worth it': Meet the B.C. woman who paid $50,000 to clone her dead cat Kris Stewart has her hands full with two rambunctious, 10-week-old kittens after cloning her beloved cat Bear. - Metro Vancouver approves pilot project to allow alcohol use in select regional parks The regional district of Metro Vancouver is moving forward with a pilot project that will allow alcohol consumption in several of its parks. - Pickup driver who struck 'Report Impaired Drivers' sign was impaired, B.C. RCMP say A pickup truck driver who crashed into a \"Report Impaired Drivers\" sign on Vancouver Island this week appears to have been impaired, according to the RCMP. Vancouver Island - Pair arrested after separate crashes, assault with a weapon near Victoria Mounties arrested a man and a woman on Vancouver Island after a pair of motor vehicle crashes and a reported assault on a security guard early Friday morning. - Pickup driver who struck 'Report Impaired Drivers' sign was impaired, B.C. RCMP say A pickup truck driver who crashed into a \"Report Impaired Drivers\" sign on Vancouver Island this week appears to have been impaired, according to the RCMP. - One of B.C.'s most-wanted fugitives returned to Canada from Puerto Rico More than two years after being arrested in Puerto Rico, one of B.C.'s most-wanted fugitives has been returned to Canada. Saskatoon - Sask. teachers to pause extracurriculars for full week heading into Easter break Saskatchewan teachers' job action will continue next week with a provincewide four day pause of extracurricular activities heading into the Easter break for students. - Sask. Health Authority urges measles vaccination check heading Easter holiday The Saskatchewan Health Authority is encouraging residents to check their measles vaccination status following a recent case in Saskatoon. - Regina - Here are some of Sask.'s 'strangest' insurance fraud attempts From a fake jewelry scam to intentionally vandalizing a vehicle, Saskatchewan Government Insurance (SGI) is sharing its top five quirky insurance fraud cases of the past year. - Sask. teachers to pause extracurriculars for full week heading into Easter break Saskatchewan teachers' job action will continue next week with a provincewide four day pause of extracurricular activities heading into the Easter break for students. - Manitoba projects deficit close to $2B, government launches health-care audits The Manitoba government issued a new, higher deficit projection Friday and announced financial audits of health authorities to crack down on what it called overspending. Toronto - BREAKING BREAKING Joseph George Sutherland, convicted of killing 2 women in Toronto in the '80s, sentenced to life The man who confessed to the brutal 1983 murders of two women in Toronto has been sentenced to life with no chance of parole for 21 years. - LIVE UPDATES: Toronto hit with spring snowstorm, up to 19 cm expected Toronto is being hit by a spring snowstorm that’s expected to drop as much as 19 centimetres of snow on some parts of the city by Friday night. - 'We are here to stay,' Flair Airlines CEO says after spring flight cuts The CEO of Flair Airlines says the company is committed to 'serving the needs of Canadian travellers' amid news that the company cut hundreds of flights in Canada this spring. Montreal - Cree community grieving after five people killed in collision in rural Quebec The Cree community of Waswanipi, Que., is in mourning after five people died in a collision between a pickup truck and a van in the rural town of Chapais on Thursday. - 'He is smiling down': Brian Mulroney's sons touched by Canadians' tributes Brian Mulroney's three sons say there's no doubt their father would have been thrilled by this week's public tributes to honour his life. - Police in Ontario, Quebec arrest 34 people in connection to auto thefts in 'Project Volcano' Police in Ontario and Quebec arrested 34 suspects in a \"major interprovincial operation\" to address auto theft in Ontario. Ontario Provincial Police worked with the Sûreté du Québec and Montreal police as part of 'Project Volcano.' Atlantic - More than 30 cm of spring snow expected for parts of the Maritimes this weekend CTV Atlantic meteorologist Kalin Mitchell shares the latest information on spring snow expected for parts of the Maritimes this weekend. - Catherine, Princess of Wales, diagnosed with cancer Catherine Middleton, Princess of Wales, has been diagnosed with cancer and is undergoing chemotherapy, she said in a video announcement on Friday. The Princess of Wales had undergone a planned abdominal surgery in January. - Industry discontent seen in fisheries across Atlantic Canada Inshore fishermen – members of the Maritime Fishermen’s Union – are calling out the federal government this week, stating they are “fed up with being ignored.” Winnipeg - Ottawa, province commit $40M to fund Manitoba landfill search work The provincial and federal governments are committing $20 million apiece to search a landfill near Winnipeg for the remains of two First Nations women. - Health-care workers at Ten Ten Sinclair accept new deal, strike ends A strike at a facility for people with disabilities is now officially over - 'A flagship intersection': Reaction to reopening Portage and Main pouring in The future reopening of Portage and Main to pedestrian traffic is getting a mixed reaction from residents, but one organization says the decision is long overdue. Ottawa - Woman critically injured after being shot by Ottawa police officer A woman is in critical condition in hospital following a police-involved shooting in Ottawa's Westboro neighbourhood. Emergency crews responded to a shooting in the 200 block of Avondale Avenue, near Tweedsmuir Avenue, at 1:30 p.m. on Friday. - OC Transpo launching bus system rework alongside Trillium Line LRT launch OC Transpo is releasing specific details about how bus commutes will change when the north-south Trillium Line LRT launches later this year. - Catherine, Princess of Wales, diagnosed with cancer Catherine Middleton, Princess of Wales, has been diagnosed with cancer and is undergoing chemotherapy, she said in a video announcement on Friday. The Princess of Wales had undergone a planned abdominal surgery in January. Northern Ontario - Catherine, Princess of Wales, diagnosed with cancer Catherine Middleton, Princess of Wales, has been diagnosed with cancer and is undergoing chemotherapy, she said in a video announcement on Friday. The Princess of Wales had undergone a planned abdominal surgery in January. - BREAKING BREAKING Joseph George Sutherland, convicted of killing 2 women in Toronto in the '80s, sentenced to life The man who confessed to the brutal 1983 murders of two women in Toronto has been sentenced to life with no chance of parole for 21 years. - Blueberries, strawberries again on the 'Dirty Dozen' list Approximately 95 per cent of nonorganic strawberries, leafy greens such as spinach and kale, collard and mustard greens, grapes, peaches and pears tested contained detectable levels of pesticides, according to the 2024 Shopper’s Guide to Pesticides in Produce. Barrie - 4 suspects charged after allegedly stealing a motor vehicle and tools Collingwood police arrested and charged four people with possession of stolen property. - Dump truck driver found guilty in deadly crash The driver of a dump truck that crashed along Quarry Road in Severn Township three years ago has been found guilty of dangerous driving causing death. - Ontario invests more than $9.8 million to primary care teams across 3 major regions The Ontario government is investing more than $9.8 million to connect up to 34,000 people to primary care teams across the Simcoe, Bruce, and York regions. Kitchener - Land owners 'devastated' with Waterloo Region's plan to purchase properties The Region of Waterloo wants to purchase land in Wilmot Township for, what it calls, future “shovel-ready projects.” Some are feeling blindsided by the potential sale. - March Madness: More grains of sand on earth than odds of picking the perfect bracket, says Waterloo statistician Just one day into this year’s March Madness tournament, a handful of upsets are breaking hearts and busting brackets. - Rollover in St. Jacobs Emergency crews are on scene in St. Jacobs where a car appears to have flipped upside down in a crash. London - Vehicle involved in death of 8 year old was in for maintenance day of crash A London, Ont. jury heard testimony Friday that the vehicle that struck and killed an 8-year-old girl had its braking system checked just hours before the crash. - London’s free parking promotion in core business districts expires soon—but Old East Village seeking extension Time is running out to use the two-hour free parking promo code “CORE” with the Honk Mobile App in London’s core area business districts. - Several multi-vehicle collisions close sections of Highway 401, OPP say A section of Highway 401 eastbound near Rodney, Ont. is closed early Friday afternoon following a multi-vehicle collision. Windsor - Here’s how auto thefts are happening in Windsor and what you can do Windsor police and Crime Stoppers have released two new videos of car thefts with hopes of catching the suspects and raising awareness on the problem. - Roseland residents want city to have change of heart A resident in the Roseland area for 41 years, Catherine Archer, feels the city didn't offer neighbours a choice when unveiling plans for a proposed 38-unit condo building at Roseland Golf during an open house March 7. - Catherine, Princess of Wales, diagnosed with cancer Catherine Middleton, Princess of Wales, has been diagnosed with cancer and is undergoing chemotherapy, she said in a video announcement on Friday. The Princess of Wales had undergone a planned abdominal surgery in January.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john pomeroy",
          "sentiment": "none"
        },
        {
          "name": "pomeroy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global water futures observatories",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "banff national park",
          "sentiment": "none"
        },
        {
          "name": "peyto glacier",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T23:28:59.505+02:00",
    "updated": "2024-03-23T00:57:42.726+02:00"
  },
  {
    "uuid": "5cf87f56f9c66e4a3b0050c6209dbf34f619d581",
    "url": "https://www.fox10tv.com/2025/03/05/wind-damage-causes-closure-viking-park-semmes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FOX10News",
    "published": "2025-03-05T23:53:00Z",
    "title": "Wind damage causes closure of Viking Park in Semmes",
    "text": "Wind damage causes closure of Viking Park in Semmes\nPublished: Mar. 5, 2025 at 5:53 PM CST|Updated: 16 minutes ago\nSEMMES, Ala. (WALA) - Viking Park in Semmes is closed for repairs.\nThe park, located at 10141 Moffett Road behind the Semmes Community Center, sustained wind damage for recent storms.\nWhen the park reopens, the city of Semmes will post an update on its social media pages and FOX10 will also post information once the park is open again.\nCopyright 2025 WALA. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->environmental clean-up",
      "Environment->parks",
      "Environment->natural resources",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://cityofsemmesal.gov/",
      "https://cityofsemmesal.gov",
      "https://www.cityofsemmesal.gov/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Park",
          "sentiment": "none"
        },
        {
          "name": "Moffett Road",
          "sentiment": "none"
        },
        {
          "name": "SEMMES",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Semmes Community Center",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:16:04.354+02:00",
    "updated": "2025-03-06T02:16:04.354+02:00"
  },
  {
    "uuid": "39ea59be424b5d4db6ff3adab1d320af3ed34e62",
    "url": "https://es.investing.com/news/stock-market-news/boric-el-cobre-es-nuestra-via-hacia-un-chile-mas-justo-libre-y-soberano-2747226",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2024-07-11T20:33:00Z",
    "title": "Boric: \"El cobre es nuestra vía hacia un Chile más justo, libre y soberano\" Por EFE",
    "text": "Santiago de Chile, 11 jul (.).- El presidente chileno, Gabriel Boric, celebró este jueves el 53 aniversario de la nacionalización del cobre y dijo que el mineral rojo es \"el sueldo de Chile\" y \"la vía hacia un país más justo, libre y soberano\".\nEn una ceremonia en Chuquicamata, considerada la mina de cobre a rajo abierto más grande del mundo, Boric aseguró que la producción de cobre -del que Chile es el mayor productor del mundo- le ha reportado al Estado más de 160.000 millones de dólares desde 1971.\n\"Ha sido el sueldo de Chile, pilar sobre el cual se han construido muchos de los beneficios sociales y políticas de bienestar con la que hoy cuentan los chilenos y chilenas\", indicó el mandatario en Chuquicamata, ubicada en Calama, a más de 1.200 kilómetros al norte de Santiago.\nDesde inicios del siglo XX, los principales yacimientos de cobre de Chile eran explotados por capitales extranjeros, como Kennecott Copper Company en El Teniente y Anaconda Copper en Chuquicamata.\nA mediados de siglo, empezaron a surgir críticas al poco aporte que estas compañías hacían a la economía nacional.\nEl 11 de julio de 1971, durante el gobierno del socialista Salvador Allende, el Congreso aprobó por unanimidad la ley N°17.450, que traspasó al Estado la propiedad de la gran minería del cobre y creó la estatal Codelco, la mayor cuprífera del mundo.\n\"Nuestro cobre sigue siendo una viga maestra y una vía hacia el futuro, hacia un Chile más justo, libre y soberano\", indicó el gobernante.\nCodelco es una de las decenas de compañías que explotan el mineral rojo en Chile, donde la minería supone casi un 12 % del PIB y se producen cerca de 5,5 millones de toneladas cada año.\n\"¡Codelco no se privatiza! Es más, Codelco no sólo no se privatiza, sino que avanza en nuevas funciones y exploraciones, como lo estamos haciendo con el litio, que también tiene que ser profundamente chileno\", agregó Boric, en referencia a la nueva estrategia que ha impulsado para convertir a la estatal en un actor relevante en la industria del litio.\nChile es el segundo productor mundial de litio, detrás de Australia, pero su producción en la actualidad se concentra solo en el Salar de Atacama y está concesionada a la chilena SQM y la estadounidense Abermale.\nLa propuesta del Ejecutivo cambia este escenario y entrega a Codelco el control mayoritario de Atacama -que explotará con SQM- y Maricunga, otro salar estratégico.\n(foto)\nBoric: \"El cobre es nuestra vía hacia un Chile más justo, libre y soberano\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T01:17:42.091+03:00",
    "updated": "2024-07-12T01:17:42.091+03:00"
  },
  {
    "uuid": "f87c238c25d19b8f9081d09792edd05673618f86",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7368287.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:32:00Z",
    "title": "智能汽车ETF基金（159795）跌0.34%，半日成交额102.10万元|智能汽车_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，智能汽车ETF基金（159795）跌0.34%，报0.880元，成交额102.10万元。智能汽车ETF基金（159795）重仓股方面， 立讯精密 截止午盘跌0.58%， 芯原股份 跌2.79%， 韦尔股份 涨0.27%， 科大讯飞 跌0.55%， 拓普集团 涨1.99%， 欧菲光 跌1.52%， 长城汽车 跌0.47%， 德赛西威 涨0.20%， 华域汽车 跌0.39%， 闻泰科技 涨0.29%。\n智能汽车ETF基金（159795）业绩比较基准为中证智能汽车主题指数收益率，管理人为汇添富基金管理股份有限公司，基金经理为何丽竹，成立（2022-01-27）以来回报为-11.52%，近一个月回报为-2.97%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Health"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces",
      "Science and Technology->biotechnology",
      "Science and Technology->technology and engineering",
      "Health->health organisation",
      "Health->health treatment and procedure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:06.390+03:00",
    "updated": "2025-06-20T05:09:40.000+00:00"
  },
  {
    "uuid": "c2dd908a807eccc6688a835a6fa4e84f90fac475",
    "url": "https://administradores.com.br/noticias/diversidade-e-inclusao-como-melhorar-a-dinamica-da-sua-equipe",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@admnews",
    "published": "2023-12-28T17:36:00Z",
    "title": "Diversité et inclusion : comment améliorer la dynamique de votre équipe",
    "text": "Alors que les entreprises reconnaissent l’importance d’avoir des équipes diversifiées, le défi se pose de veiller à ce que leurs membres se sentent intégrés.\\n\\n\\n\\npar Raquel Braga*\\n\\n\\n\\nCes derniers temps, la diversité et l'inclusion sont devenues des questions d'une grande importance au niveau organisationnel, motivées par la prise de conscience croissante de la société.\\n\\n\\n\\nAlors que les entreprises reconnaissent l’importance d’avoir des équipes véritablement diversifiées, une question pertinente se pose : comment adopter des mesures efficaces et non seulement les promouvoir, mais aussi garantir que tous les membres se sentent intégrés et valorisés dans l’environnement de travail ?\\n En tant que femme issue de la périphérie ayant réussi à accéder à des postes dans le monde de l’entreprise, souvent inaccessibles à des personnes issues de parcours similaires au mien, j’ai toujours fait de la diversité une priorité. Mon parcours personnel et professionnel m'a amené à briser les barrières imposées par les inégalités d'origine et de genre et m'a apporté un regard provocateur sur le sujet.\\n Outre les avantages évidents, tels qu’une meilleure réputation et une plus grande attractivité des employeurs, les recherches ont révélé une série d’avantages associés à la promotion d’équipes plus diversifiées et inclusives.\\n\\n\\n\\nIls affirment que les entreprises inclusives et diversifiées sont 11 fois plus innovantes et comptent des employés six fois plus créatifs que la concurrence, constituant ainsi un puissant moteur pour favoriser l'innovation et l'accès à de nouveaux marchés grâce à une compréhension approfondie de certains segments de la communauté.\\n\\n\\n\\nCependant, pour avoir de véritables progrès axés sur l’avancement de la vision des entreprises, il est important d’adopter une approche axée sur la formation et le développement.\\n En un seul article, il serait présomptueux de croire que nous proposons une recette définitive sur le sujet. Il est nécessaire de reconnaître que la diversité englobe un large éventail d'expériences et de perspectives, chaque groupe qui compose cette catégorie apporte avec lui ses propres luttes, expériences et défis, ce qui rend impossible de fournir des réponses simplistes à des questions tout aussi complexes.\\n\\n\\n\\nLe point de départ fondamental est donc d’accepter qu’un apprentissage constant soit inhérent à tout effort visant à promouvoir les différences et l’inclusion. J’apporte donc ici des lignes directrices de base, dont certaines ont déjà été mises en œuvre avec succès dans plusieurs entreprises, mais sont souvent sous-estimées ou mal diffusées.\\n Il est essentiel de créer un environnement dans lequel chacun se sent valorisé, respecté et pleinement intégré. Je me souviens d'une occasion où un stagiaire de notre équipe m'a expliqué pourquoi il n'allait pas aux réunions d'équipe après les heures de travail.\\n\\n\\n\\nLes réunions se déroulaient toujours dans des lieux coûteux et inaccessibles pour lui à cette heure-là et les transports de nuit lors du retour chez lui, outre les horaires restreints, présentaient également des risques pour sa sécurité. Cette situation nous a fait prendre conscience de l'exclusion de ce salarié à des moments importants d'intégration, même involontaire.\\n L'engagement de la direction à promouvoir une culture inclusive à tous les niveaux de l'organisation est très important pour le succès des initiatives de diversité et d'inclusion. Les leaders qui font preuve de sincérité dans leurs actions et leurs décisions, en plus de s’engager activement à les promouvoir, jouent un rôle crucial dans la transformation positive du milieu de travail et deviennent une référence.\\n Les organisations doivent se concentrer sur la sensibilisation. Le catalogage des mots et expressions offensants, racistes, fatphobes, capacitaires, misogynes et tout autre mot et expression discriminatoire est une initiative précieuse et pertinente pour promouvoir une communication plus inclusive et respectueuse, non seulement dans l'espace de l'entreprise, mais dans la société. Cependant, en plus du catalogage, il est tout aussi important de proposer des alternatives aux mots offensants, générant ainsi un apprentissage continu et un changement efficace dans la communication.\\n En outre, l’établissement d’objectifs mesurables et de politiques de responsabilisation transparentes représentent l’approche pratique pour promouvoir le sujet. En fixant des objectifs tangibles et en suivant régulièrement leurs progrès, les entreprises peuvent évaluer efficacement le succès des initiatives et garantir que les changements souhaités sont mis en œuvre efficacement.\\n Néanmoins, l’un des aspects les plus importants à souligner est l’écoute active. Promouvoir un environnement où les inconforts peuvent être évoqués et discutés est essentiel. Un bon moyen d’y parvenir consiste à promouvoir des groupes d’affinité. Ces groupes renforcent le sentiment de communauté et de collectif, donnant à leurs membres le sentiment de faire partie du tout.\\n En adoptant des mesures concrètes et centrées sur les personnes et en écoutant activement les groupes issus de la diversité, les institutions peuvent non seulement améliorer la dynamique d'équipe, mais également contribuer à créer un climat de travail plus équitable et plus juste.\\n\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:40:21.637+02:00",
    "updated": "2023-12-29T00:42:55.060+02:00"
  },
  {
    "uuid": "9b1d961ff56132623f4c7a665ed169100edb6255",
    "url": "https://www.opb.org/article/2025/03/05/umatilla-county-wants-to-expand-nuclear-energy-in-eastern-oregon-tribes-are-pushing-back",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antonio Sierra",
    "published": "2025-03-06T00:08:00Z",
    "title": "Umatilla County wants to expand nuclear energy in Eastern Oregon. Tribes are pushing back",
    "text": "Oregon lawmakers are considering softening a 45-year-old statewide ban to allow nuclear power in Umatilla County. The legislation has the backing of the county government, while tribal leaders are opposed.\nHouse Bill 2410 received its first public hearing in front of the House Committee on Climate, Energy and Environment last week. Oregon voters effectively banned all new nuclear energy facilities in 1980, but the bill would create a carve out so that Umatilla County could start a small modular nuclear reactor pilot project.\nState Rep. Bobby Levy, R-Echo, is one of the bill’s chief sponsors, and although the legislation is mostly backed by Republicans, it’s picked up a couple of Democratic supporters. State Rep. Emerson Levy, D-Bend, told the committee why she was backing the bill.\n“With AI on our phones, that consumes an incredible amount of energy,” she said, “We need to make sure we have a clean way to address these long term energy needs.”\nTestimony poured in from across Oregon and the Northwest, with both supporters and detractors making familiar arguments.\nProponents said small modular nuclear reactors, or SMRs, are a promising piece of technology that would allow utilities to harness a massive amount of reliable, low-carbon energy without the development costs that come with traditional reactors. They argued the smaller size of SMRs negates much of the meltdown risk associated with larger reactors, and waste they produce can be safely stored out of harm’s way. SMRs are being championed by Amazon, which wants to build several in southeastern Washington to power Eastern Oregon data centers.\nOpponents of the bill said nuclear waste remains a real threat to public health and the environment, especially because the U.S. still doesn’t have a national repository for spent nuclear material. They added that SMRs are more wishful thinking than a proven technology, with previous projects coming in over budget and underperforming.\nThe Confederated Tribes of the Umatilla Indian Reservation is one the bill’s opponents. Board of Trustees member Lisa Ganuelas pointed to the Hanford Site in southeast Washington, a former plutonium manufacturing facility that remains heavily polluted decades later.\n“CTUIR knows from previous experience that nuclear waste is a burden that will be with us for millennia and unless and until a specific repository is selected, that it is almost certain that any newly generated nuclear waste will stay in Umatilla County and within CTUIR ceded lands indefinitely,” she said.\nCathy Sampson-Kruse, a CTUIR member and a longtime critic of nuclear energy, brought historical pictures of the tribes and said there was a long history of the tribal government not being involved in the decision making process.\n“We hear the talk behind closed doors that do not consult us – tribes, treaties and the trust responsibilities,” she said. “It really disheartens us as a people.”\nOther locals from Eastern Oregon wrote testimony opposing the bill over environmental and quality of life concerns. Pendleton resident Jennifer Abney name-checked Amazon in her opposition.\n“I don’t want a nuclear plant in my backyard, nor Amazon using more of our water … Please listen to the voters,” she wrote. “An oligarch should not be able to bypass the law, nor should the counties.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Politics"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->population growth",
      "Environment->sustainability",
      "Politics->regional government and authority",
      "Politics->government policy",
      "Politics->nuclear policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://olis.oregonlegislature.gov/liz/2025R1/Measures/Overview/HB2410",
      "https://www.olis.oregonlegislature.gov/liz/2025R1/Measures/Overview/HB2410"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Emerson Levy",
          "sentiment": "none"
        },
        {
          "name": "Bobby Levy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Umatilla County",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:21:26.769+02:00",
    "updated": "2025-03-06T02:21:26.769+02:00"
  },
  {
    "uuid": "85a5450f908c780911240ad4dafb793196fb533d",
    "url": "https://exame.com/mundo/canada-reduzira-numero-de-imigrantes-em-ate-27-nos-proximos-3-anos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2024-10-24T19:48:00Z",
    "title": "Canadá reduzirá número de imigrantes em até 27% nos próximos 3 anos | Exame",
    "text": "O Canadá anunciou que vai reduzir o número de imigrantes aceitos em até 27% nos próximos três anos, reconhecendo que os elevados níveis de imigração dos últimos anos causaram problemas econômicos e sociais significativos.\nPlano de redução de imigração até 2027 O plano, divulgado pelo Ministério da Imigração canadense, prevê que o número de residentes permanentes aceitos em 2025 será de 395 mil, uma redução de 21% em relação aos 500 mil inicialmente previstos. Em 2026, o número cairá para 380 mil, e em 2027, para 365 mil, uma redução total de 27% em comparação com o anúncio anterior.\n“Em resposta às novas necessidades do nosso país, este plano alivia as pressões sobre a habitação , infraestruturas e serviços sociais, para que, no longo prazo, possamos promover o crescimento econômico e a prosperidade social através da imigração”, declarou o governo canadense. [Grifar] Esse ajuste reflete uma tentativa de equilíbrio entre a demanda por trabalhadores estrangeiros e as necessidades internas do país.\nImpactos políticos e econômicos O anúncio marca uma mudança significativa após uma década de aumento contínuo nos níveis de imigração. O governo liderado pelo Partido Liberal, de Justin Trudeau, enfrenta atualmente forte oposição do Partido Conservador, que está 20 pontos à frente nas pesquisas de intenção de voto. [Grifar] A política de imigração mais restritiva também surge em meio a críticas à gestão de Trudeau, que é apontado como responsável pelo aumento dos preços da habitação, do custo de vida e pela deterioração de serviços básicos, como saúde.\nContexto político do Canadá A popularidade de Justin Trudeau tem caído dentro do próprio Partido Liberal, especialmente devido ao aumento dos preços de moradia durante seu mandato. A alta do custo de vida e os problemas na prestação de serviços básicos têm sido questões críticas. [Grifar] A medida é vista como uma tentativa de mitigar tais problemas e recuperar a confiança da população antes das próximas eleições.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:30:32.873+03:00",
    "updated": "2024-10-25T00:30:32.873+03:00"
  },
  {
    "uuid": "7e4c351d2a707f18a63ad9163641166a6c10d87f",
    "url": "https://finance.sina.com.cn/stock/usstock/c/2025-03-13/doc-inepncht3838778.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sina.com.cn",
    "published": "2025-03-12T22:36:00Z",
    "title": "微软能源副总裁看好风能和太阳能为数据中心供电潜力_新浪财经_新浪网",
    "text": "微软 能源副总裁鲍比·霍利斯（Bobby Hollis）周三在休斯顿举行的CERAWeek能源会议上对媒体表示，美国风能和太阳能开发在为数据中心供电方面仍有很大的拓展空间，特别是在中西部风能走廊和阳光充足的西南地区。\n　　霍利斯指出，尽管美国在可再生能源领域取得了显著进展，但仍有大量未开发的潜力，尤其是在中西部和西南地区。这些地区拥有丰富的风能和太阳能资源，可以为数据中心提供可持续的电力支持。随着数据中心对能源需求的不断增长，风能和太阳能的进一步开发将有助于满足这一需求，同时推动清洁能源的使用。\n　　霍利斯还提到，微软正在积极投资可再生能源项目，以实现其可持续发展目标，并减少碳足迹。他表示，未来几年，风能和太阳能的扩展将成为数据中心能源供应的重要组成部分。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->sustainability",
      "Science and Technology->physics",
      "Science and Technology->technology and engineering",
      "Science and Technology->natural science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T00:47:32.595+02:00",
    "updated": "2025-03-13T00:47:32.595+02:00"
  },
  {
    "uuid": "d189962a042df7fc026922ce99c3f528d7b06fc3",
    "url": "https://www.newsbreak.com/news/3955992279942-buffalo-man-sentenced-to-10-years-for-drug-trafficking-and-armed-robbery",
    "ord_in_thread": 0,
    "author": "News Staff",
    "published": "2025-04-09T21:15:00Z",
    "title": "Buffalo Man Sentenced to 10 Years for Drug Trafficking and Armed Robbery - NewsBreak",
    "text": "wnynewsnow.com\nwebsite\nBuffalo\nBuffalo Man Sentenced to 10 Years for Drug Trafficking and Armed Robbery\nBy News Staff,\n37 minutes agoBUFFALO, N.Y. – U.S. Attorney Michael DiGiacomo announced on Tuesday that 26-year-old Nader Ngoopos, also known as “Nike,” has been sentenced to 10 years in federal prison for multiple drug and firearm offenses. The sentence was handed down by U.S. District Judge John L. Sinatra, Jr. Ngoopos...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->drug related crimes",
      "Crime, Law and Justice->robbery and theft",
      "Crime, Law and Justice->court",
      "Human Interest->human mishap",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Social Issue->juvenile delinquency"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Michael DiGiacomo",
          "sentiment": "none"
        },
        {
          "name": "John L. Sinatra",
          "sentiment": "none"
        },
        {
          "name": "Nader Ngoopos",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Nike",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:54:42.199+03:00",
    "updated": "2025-04-10T00:54:42.199+03:00"
  }
]