[
  {
    "uuid": "566cf9d9b6eba891601b00c47fd51063d7ba3259",
    "url": "https://www.francetvinfo.fr/meteo/neige/avalanches/haute-savoie-deux-skieurs-sont-morts-dans-une-avalanche-au-pied-du-mont-blanc_6271089.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "France Info",
    "published": "2023-12-28T19:11:00Z",
    "title": "Alpes : deux morts dans une avalanche dans le massif du Mont-Blanc, un mort dans une chute dans le massif des Écrins en Isère",
    "text": "Deux skieurs sont morts jeudi 28 décembre après une avalanche près de la station de Saint-Gervais, au pied du Mont-Blanc (Haute-Savoie), a appris France Bleu Pays de Savoie auprès de la préfecture. Le bilan fait également état \"d'un blessé léger et cinq autres personnes indemnes\" , précise-t-elle. Les skieurs ont été touchés par l'avalanche de 400 mètres de long en début d'après-midi, alors qu'ils évoluaient \"en secteur hors-piste à 2 300 mètres d'altitude\" , selon la préfecture.\nLes recherches ont été menées par les secouristes des Pelotons de gendarmerie de Chamonix et d'Annecy, aidés des pisteurs de la station de Saint-Gervais. Une enquête a été ouverte par le parquet de Bonneville pour déterminer les causes de cette avalanche.\nUne chute mortelle en Isère En Isère, un jeune homme de 31 ans, a fait une chute mortelle dans le massif des Écrins. La victime était partie \"hors sentier avec un ami pour aller voir les chamois\" , depuis une barre rocheuse de la commune de Chantepérier, a indiqué le PGHM (peloton de gendarmerie de haute-montagne) de Grenoble. L'autre randonneur, âgé de 26 ans, a pour sa part pu être évacué et est indemne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.francebleu.fr/infos/faits-divers-justice/haute-savoie-un-mort-et-un-disparu-sous-une-avalanche-dans-la-station-de-saint-gervais-au-pied-du-mont-blanc-4029603",
      "https://francebleu.fr/infos/faits-divers-justice/haute-savoie-un-mort-et-un-disparu-sous-une-avalanche-dans-la-station-de-saint-gervais-au-pied-du-mont-blanc-4029603"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:43.120+02:00",
    "updated": "2023-12-29T00:20:43.120+02:00"
  },
  {
    "uuid": "04871f40836c85afe489c30cb52f1c02e03c2ff7",
    "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c062",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ghandilocuente",
    "published": "2024-03-09T22:03:00Z",
    "title": "#62 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "text": "[HackerRuso](/user/HackerRuso)a [ambito.com](/go/link/3916814) [#1](c1#c-1) Realista diría.\nUcrania no tiene posibilidad alguna de ganar la guerra, es como si España entrara en guerra con USA, más vale una retirada a tiempo a que siga muriendo gente.\n[#31](c31#c-31) Solo por recordar, a Ucrania no le queda un solo barco de guerra, Rusia tiene todos los que estan fuera del mar Negro operativos y en el Mar negro 2/3 de la flota original...\n[#10](c10#c-10) Palestina no tiene ninguna posibilidad de ganar a Israel, ¿entonces es mejor que se dejen matar como ratas?\n[#56](c56#c-56) Según el papa, Palestina es tan culpable como Israel de la guerra y debería buscar la paz.\nhttps://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html\nla guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\nEl Papa piensa que los agredidos son también culpables. Raro para quien dice predicar el amor\n[#10](c10#c-10) Ucrania ya ganó la guerra\nNi el gobierno \"nazi\" fue depuesto\nLa OTAN está mucho mas al este que antes, con mas miembros y mas presupuesto\nNo tienen ni el corredor hasta Transnistria\nNi politica\nNi geopolítica\nNi territoriorialmente\nRusia cumple objetivos\nAhora, se negociará cuando Ucrania de rearme, recupere territorios robados desde 2014 y en el proceso de paz estara la entrega, para ser juzgado, de Putin como criminal de guerra\nDejemos que los ucranianos decidan libremente su futuro en las próximas elecciones...\nAh! No! Que tienen prohibida a la oposición y encarcelados (los que no han sido asesinados) a los disidentes. Y el país tan endeudado que no pueden hacer otra cosa que no sea lo que le digan sus dueños extranjeros. Eso sin contar con el tema de la corrupción endémica que compra voluntades en muchos casos para poder sobrevivir.\nSi se hubiera dedicado a lo que prometió cuando lo eligieron: acabar con la guerra civil y conseguir la reconciliación nacional. Pero se dejó engañar por los cantos de sirena y ahora va camino de ser otro Sadam Hussein engañado por el Imperio, aunque aún está a tiempo de terminar como otro Guaidó refugiado.\n[#14](c14#c-14) Hay partidos opositores en el parlamento ucraniano.\nAhora moverás la portería a que no son opositores de verdad.\n[#12](c12#c-12) No se que te metes pero si crees lo que dices sabes que esa tumba va a ser a costa de muchas muertes o algo peor en todo Europa.\n[#17](c17#c-17) Ucrania no se puede permitir perder porque si lo hace, se convertira en un títere de Rusia o Rusia volverá a invadirla más adelante para seguir robando territorio. Las declaraciones de algunos dirigentes europeos como Macron pueden darnos pistas...\n[#41](c41#c-41) Ucrania no decide, si la OTAN le dice que negicie, lo hará, y si para eso pierde 1/3 del país, pues... haber negociado en el 2022.\n[#12](c12#c-12) También lo hace. Pero les gusta más este titular.\nPor contra, su homólogo ortodoxo se dedica a bendecir tanques y dar medallas a los soldados\n[#4](c4#c-4) ¿Tú en serio crees que puede? ¿ Puede el sahara español decidir su futuro ? pues no, y lo sabes. ¿Pueden los gazatíes decidir su futuro? pues tampoco, y lo sabes, y así hasta el infinito. ¿Puede el Nepal decidir su futuro si a China se le pone entre ceja y ceja la idea de asaltarla? pues tampoco, podríamos seguir contínuamente. Sólo te salvas si tienes al \"primo de zumosol\" que te apoya o bien formas parte de algo más grande como la otan, pero en caso contrario lo tienes clarinete, pero vamos, que esto habrá sido así desde que el mundo es mundo, ¿Puede un conejo decidir su futuro si un depredador ya lo ha atrapado? no se.. es lo mismo. Al margen de si está bien o está mal, el mundo no va de eso.\n[#27](c27#c-27) [#35](c35#c-35) [#52](c52#c-52) [#38](c38#c-38) Pero si es lo que ha dicho.\nEcha culpa también a los agredidos, Palestina y Ucrania.\nNo estoy de acuerdo, pero le reconozco que no sea hipócrita. Algo que no se puede decir de los putinejos, a los que el genocidio en Palestina les rompió el argumentario y convirtió en meme.\nhttps://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html\nla guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\n[#3](c3#c-3) \"O sea, que le entregue territorio a Rusia\"\nNo ha de entregar nada, ese territorio ya lo tiene Rusia.\nEs mas, hay quien opina que ese territorio, ya es Rusia\n[#7](c7#c-7) Sí, lo opina putin y una cohorte de desnortados en MNM. Porque entonces alguno podría decir que \"Es más, hay quien opina que ese territorio, ya es Israel\" y echarnos unas risas.\nBueno, pues si lo dice el Papa, habrá que hacerle caso, no? Que le pida a Putin tener el coraje de reconocer que la ha liado y se retire fuera de Ukrania.\n[#7](c7#c-7) Hasta que no acabe la guerra sigue siendo Ucrania. Luego, dependerá de como se firme la paz... una paz que tendrá que llegar algún día.\n[#44](c44#c-44) Realmente no es asi, un territorio le pertenece de facto a quien puede ejercer la soberania sobre el, ahora mismo Crimea es Rusia porque Rusia ejercer la soberania sobre ella.\nLuego esta el reconocimiento internacional, que es otra otra, por ejemplo Kosovo para algunos paises sigue siendo parte de Serbia y para otros es un estado independiente, pero de facto, como comentaba antes, es un estado independiente.\nNormalmente cuando se termina una guerra y se firma la paz eso da pie a que el resto de paises acepten, o no, pero normalmente si, lo que se haya firmado y reconozcan las nuevas fronteras.\n[#7](c7#c-7) bueno siguiendo esta logica. En Cisjordania, ese territorio ya es de Israel de facto. Que los palestinos firmen la paz y listo.\n[#54](c54#c-54) En Cisjordania no hay ni un solo Palestino que reconozca esa tierra como parte de Israel.\nEn el Donbass hay una gran poblacion que reconoce esa tierra como Rusia.\nPero seguid haciendo comparaciones estupidas, de cosas que no tienen nada que ver.\nYo entiendo que algunas mentes simples dan para lo que dan, pero las cosas son como son\n[#7](c7#c-7) Si partimos de la base de que Ucrania no debe ceder territorio a Rusia, entonces no hay acuerdo de paz posible y seguirán muriendo ucranianos.\nEse argumento solamente es válido cuando se tiene la convicción de que se va a ganar la guerra, lo cual no es el caso. Ucrania ahora mismo va perdiendo.\nPor tanto, la negativa a entregar territorio a Rusia es en este momento insensata, aunque muy fácil de recomendar desde el sofá cuando los que van a morir son otros.\n[#3](c3#c-3) Posiblemente en una negociación sensata incluso recupere algo del territorio que ya tiene perdido.\n[#3](c3#c-3) No se trata de que entregue o no territorio, se trata de que las guerras se pierden o se ganan, y cuando una guerra está perdida y los mandos siguen enviando a sus soldados (reclutados en gran porcentaje a la fuerza) a la muerte, se considera un crimen de guerra. Ucrania tiene perdida la guerra hace mucho tiempo. Si siguen con la guerra, lo único que queda es que una de dos, o bien suceda eso de hasta el último hombre o que nos envíen al resto de cabeza a una guerra que nada tiene que ver con nosotros.\n[#27](c27#c-27) Palestina no está en guerra. Lo que se está cometiendo allí es un genocidio. La comparación es repugnante.\n[#35](c35#c-35) Lo repugnante es pensar que el agresor no es el culpable.\nEl argumento de los que defienden el genocidio israelí es el mismo, que los culpables son los palestinos y son ellos lo que tienen que rendirse. Algunos usan el mismo argumento en el tema de la invasión rusa a Ucrania.\nYo veo a ambos repugnantes.\n\"[...] Cuando ves que estás derrotado, que las cosas no van, necesitas tener el coraje de negociar”. Supongo que el Papa estará informado de la situación sobre el terreno como para decir eso.\nQue hubieran invertido en armamento en su momento o integrado en la OTAN. Ahora a ceder en lo que pida Rusia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
      "https://vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T01:24:42.957+02:00",
    "updated": "2024-03-10T01:24:42.957+02:00"
  },
  {
    "uuid": "c0c1614436f13188a46e31d29570e2e2e727367f",
    "url": "https://www.healthshots.com/beauty/skin-care/best-toners-for-dry-skin",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "tanya",
    "published": "2024-04-04T00:00:00Z",
    "title": "Best toners for dry skin: 7 top choices to keep your skin hydrated | HealthShots",
    "text": "Toner is a vital skin care product that helps to maintain the pH balance of your skin and keep it hydrated from within. But choosing the right toner according to the skin type becomes essential for enhancing its effectiveness. Dry skin requires a toner that is infused with hydrating ingredients to maintain the water level in the skin as this skin type loses water too quickly. This water-based tonic contains hyaluronic acid, salicylic acid and other ingredients which can work together to moisturise your skin, reduce the appearance of pores and restore the natural pH balance of your skin. It also prepares your skin for absorbing serums, moisturisers and other skin care products. We have curated a list of the best toners for dry skin that can calm, revitalise your skin and make it feel refreshed. 7 best toners for dry skin Check out this list of the best toners for dry skin in India and restore your skin health: 1. Plum Bulgarian Valley Rose Water Toner Plum Bulgarian Valley Rose Water Toner can add a rosy touch to your skincare routine. Packed with the goodness of hyaluronic acid, Bulgarian rose extract and witch hazel, this toner for dry skin promises to hydrate your skin and give it a plump look. It may also soothe and calm inflammation, redness and discomfort. Regular use of this toner can tighten the pores, moisturise your skin, reduce dryness and leave your skin feeling refreshed. The brand also claims that this product is free from parabens, phthalates and cruelty. B093CNS6G1 Also Read: 5 best toners for combination skin you need to try 2. Dot & Key Rice Water Hydrating Toner Dot & Key Rice Water Hydrating Toner promises to maintain the hydration level of your skin. Enriched with the goodness of hyaluronic acid, lactic acid, probiotic chemistry and Japanese rice water, this skin care product for dry skin can gently exfoliate your skin to unclog pores and refine the appearance of the pores. It may even contribute to the development of good bacteria in the skin to balance the skin microbiome level. The presence of natural soothing agents in this product may help calm redness and skin irritation. This toner has a lightweight, watery texture that can absorb quickly into the skin. The brand also states that this product is alcohol free, which makes it safe for the skin. B09RWQ54C5 3. Good Vibes Tender Nourishing Toner Good Vibes Tender Nourishing Toner is loaded with the goodness of coconut that can provide intense hydration to your skin. This toner promises to make your skin feel refreshed without drying it out. It also claims to strengthen the skin barrier function, restore and maintain the pH levels of your skin. Regular use of this toner may keep your skin protected from damage, reduce roughness, provide nourishment and make your skin soft. Infused with vitamins and antioxidants, this toner can clean the pores, tighten them and give you a youthful looking skin. The brand also states that its product is free from alcohol, parabens, sulphates, minerals and cruelty. B09NW94YY7 4. CeraVe Hydrating Toner CeraVe Hydrating Toner contains hyaluronic acid and niacinamide that helps you to hydrate your skin and lock in moisture. This pH balanced toner promises to remove impurities from your skin and leave it feeling refreshed. Free from alcohol, this toner may make your skin smooth, soft and clean. It has a non-drying formula which makes it perfect for dry skin. It may also enhance the natural skin barrier function and restore its health. The brand also claims that its dermatologically-tested product is free from fragrance and allergen. B09LKXR62L 5. Thayer Witch Hazel Toner Thayer Witch Hazel Toner contains cucumber extract, aloe vera and witch hazel. This toner promises to retain the moisture level of your skin, making it nourished and fresh. Ideal for cleansing and toning, this product contains antioxidants that can diminish clogged pores and tighten them. Made from skin-friendly and organic ingredients, this toner can provide a cooling sensation to your skin, reduce puffiness, fade dark circles, blemishes and scars. B007HD570Q Health Shots Recommends: 5 best toners for every skin type to boost skin hydration 6. Laneige Water Bank Blue Hyaluronic Essence Toner Laneige Water Bank Blue Hyaluronic Essence Toner is enriched with the goodness of beta glucan, probiotic and panthenol. This product promises to lock in moisture and prevent moisture loss. It can also help in recovery of your skin by strengthening the barrier function. This toner promises to provide an instant soothing effect to your skin. By replenishing the moisture level, it can improve the texture of your skin and prevent dry patches. B09TH11Z7F 7. Coxir Ultra Hyaluronic Toner Coxir Ultra Hyaluronic Toner is infused with hyaluronic acid, allantoin and 19 plant extracts. Regular use of this toner can intensively hydrate and moisturise your skin. It also promises to soothe your skin and promote the regeneration process. This skin care product can also improve the elasticity, texture and tone of your skin. The brand states that its product can prevent pigmentation, dull spots and give instant relief from dryness. B07P88BHVS What are the benefits of toners for dry skin? Balances your skin’s pH balance: After cleansing your face, the outer layer of the skin may feel dry. By using toners, you can restore the balance to your skin, making it feel soft and smooth. Hydrates your skin: The presence of hydrating ingredients like hyaluronic acid, rose water, glycerin and more in toners can hydrate your skin from within and give a long-lasting result. Refreshes your skin: By applying toner on your face, you can make your skin feel fresh and revitalised. Soothe your skin: Formulated using botanical extracts that are rich in anti-inflammatory properties, facial toners can provide relief from redness, discomfort and skin irritation. Prevent acne breakouts: Cleansing is not enough to remove the impurities and product build ups from your skin. By using toners on a regular basis, you can remove excess oil, dirt and other impurities from your skin that can lead to acne breakouts. Also Read: 5 best tea tree toners that will help you get rid of acne in no time How to choose the right toner for dry skin? Consider the following points while choosing the right toner for your skin: Look for toners that contain active ingredients like hyaluronic acid, glycerin, botanical extracts, aloe vera and ceramides. These ingredients can deeply hydrate your skin, lock in moisture, prevent dryness, soothe and calm your skin. Avoid buying products that contain harmful chemicals, alcohol and other toxic material which can enhance the dryness and cause irritation. Opt for toners that are labelled as “hydrating” and “moisturising” to make sure that it restores the lost water level in your skin. Go for toners that have a lightweight texture, fast-absorbing and non-comedogenic formula to ensure that it can absorb quickly into the skin without clogging pores. Perform a patch test before applying the toner on your face to ensure that it doesn’t have any adverse effects. Frequently asked questions (FAQs) Are toners good for dry skin? Dry skin is prone to moisture loss. So toners that are formulated with hydrating ingredients can maintain and restore the water level in this skin type. As per a study published in the National Library of Medicine (NIH), consistent use of toners can improve the hydration level of your skin. Is rosewater toner good for dry skin? According to a study published in Journal of Xi’an Shiyou University, rose water can improve the hydration level and appearance of the skin. Regular use of rose water toner can add glow to the skin and maintain its overall health. What ingredients to look for in a toner? A toner is a water-based skin care product that helps maintain the pH balance of the skin, clean the skin and reduce the appearance of pores. A good toner must contain hydrating ingredients like hyaluronic acid, distilled water, rose water, aloe vera, cucumber juice, lemongrass extract and peppermint as per the International Journal of Advanced Research in Science, Communication and Technology (IJARSCT). (Disclaimer: At Health Shots, we make a constant effort to break the clutter for our readers. All products listed are carefully curated by the editorial team but use your discretion and an expert’s opinion before using them. Their price and availability may differ from the time of publication. If you buy something using these links in the story, we may earn a commission.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "healthshots toner",
          "sentiment": "positive"
        },
        {
          "name": "bulg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "plum bulgarian valley rose water toner plum bulgarian valley rose water toner",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:34:03.439+03:00",
    "updated": "2024-04-05T00:34:03.439+03:00"
  },
  {
    "uuid": "c91edf3f2804fb44b8ac953d35af20578078c1b3",
    "url": "https://motorcyclesports.net/raducanu-secures-first-ever-miami-open-victory-sets-stage-for-showdown-with-emma-navarro",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ethan White",
    "published": "2025-03-19T22:31:00Z",
    "title": "Raducanu Secures First-Ever Miami Open Victory: Sets Stage for Showdown with Emma Navarro",
    "text": "Emma Raducanu, the 22-year-old British tennis sensation, has triumphantly marked her first victory at the Miami Open. Raducanu, currently ranked number 60 in the world, dispatched Japanese teenage wildcard Sayaka Ishii in an impressive display of her prowess. This victory sets the stage for an electrifying face-off against the eighth seed, Emma Navarro.\nIn the past, Raducanu had failed to make it past the opening round of the Miami Open. Nevertheless, this time she turned the tables with a convincing win, shedding the ghosts of her previous appearances. This victory also marks her first win since an unsettling incident in February, where a spectator showing “fixated behaviour” was removed from her second-round match in Dubai.\nRaducanu was earlier seen grappling with the windy conditions at Indian Wells. However, she managed to pivot her performance at Miami, taking full advantage of her match against world number 188 Sayaka Ishii in the first round. The Japanese wildcard was a newcomer to a 1000 event and was only making her third appearance at a WTA Tour level. This match saw Raducanu’s experience shine through, providing her with an advantageous edge.\nThe match was not without its fair share of hiccups. During the first set, Raducanu was broken to love in the second game after making a break. However, she swiftly regained her footing, clinching the last four games of the set and emerging victorious with a 6-2 win.\nRaducanu’s stunning performance saw her hit nine winners and making only six unforced errors. The 2021 US Open champion continued to dominate the second set, with Ishii struggling to keep up. Raducanu quickly raced to a 5-0 lead before Ishii could register a win while serving to stay in the match. The Brit ended the match in just over an hour and scribbled “Keep keeping on” on the camera lens in celebration of her win.\nPost-match, Raducanu expressed her pleasure at her performance, acknowledging the challenge of playing against a younger and in-form player like Ishii. She said, “I’m really proud of how I competed today, it hasn’t been easy for me coming into this but I think I put out a really good performance.”\nThe path forward, however, is set to be challenging for Raducanu. Next, she faces the formidable eighth seed Emma Navarro, who recently won her second career title in Merida. Raducanu commented on the upcoming match, saying, “It’s going to be an extremely challenging match. I think it’s a match where she’s probably in better form so I think I can just go out and try and express myself and compete for every point.”\nOn the coaching front, Raducanu is currently without a full-time coach after parting ways with Nick Cavaday earlier this year. However, she had Jane O’Donoghue, a former player who has worked with Raducanu since her junior years, in her box for her first-round match. LTA coach Colin Beecher was also present, while Vladimir ‘Vlado’ Platenik, who had joined Raducanu on a trial basis in Indian Wells, was conspicuously absent.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->tennis",
      "Sport->sport achievement",
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:13:42.699+02:00",
    "updated": "2025-03-20T01:13:42.699+02:00"
  },
  {
    "uuid": "2a9b5fa19710d5ae90a193100d10159699789493",
    "url": "https://www.newschannel10.com/2024/04/18/she-saved-my-sons-life-taco-bell-manager-saves-baby-who-stopped-breathing-drive-thru",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Watson, WPVI via CNN Newsource",
    "published": "2024-04-18T00:00:00Z",
    "title": "‘She saved my son’s life’: Taco Bell manager saves baby who stopped breathing in drive-thru",
    "text": "RICHBORO, Pa. (WPVI) - A family in Pennsylvania says they have a quick-thinking Taco Bell manager to thank for saving their child’s life. Natasha Long says the situation started when her 11-week-old baby suddenly stopped breathing while she was in the drive-thru at the fast-food restaurant. “It was the scariest moment of my entire life,” Long said. The mother of two had just finished some errands and decided to grab food when she says she noticed baby Myles struggling for air in the back seat of the car. “I pulled him out and he turned completely blue and was lifeless. At that point I just completely blacked out. I didn’t know what to do,” she said. Fortunately, Long was in earshot of Taco Bell manager Becky Arbaugh, who heard the mother’s screams and quickly jumped in to give baby Myles CPR. “I ran outside and took the baby,” Arbaugh said. “I then started to do chest compressions on the baby, and he finally started to breathe.” Long said the manager appeared out of nowhere like a guardian angel. According to Arbaugh, her own scares as a mother helped her prepare for a moment like this. “When my kids were little, my daughter had similar incidents. So, I knew what she was feeling, and there was no thought in my mind that the baby wasn’t going to breathe again,” Arbaugh said. Baby Myles did regain his breath and was rushed to Saint Christopher’s Hospital for treatment. The next day Long said she called Taco Bell to thank Arbaugh, who she calls her hero. “We couldn’t be more grateful to Becky. She saved my son’s life,” Long said. Baby Myles remains in the hospital as doctors try to understand what happened to him. Meanwhile, Long has been sending videos and pictures to Arbaugh -- who now has a deep bond with the family. Copyright 2024 WPVI via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arbaugh",
          "sentiment": "none"
        },
        {
          "name": "” long",
          "sentiment": "none"
        },
        {
          "name": "long",
          "sentiment": "none"
        },
        {
          "name": "natasha long",
          "sentiment": "none"
        },
        {
          "name": "myles",
          "sentiment": "none"
        },
        {
          "name": "becky arbaugh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taco bell",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "richboro",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:29:57.373+03:00",
    "updated": "2024-04-19T01:29:57.373+03:00"
  },
  {
    "uuid": "73f91a2132bfc5a4c876d796be40c0da12663589",
    "url": "https://dol.com.br/noticias/mundo-noticias/895145/boletim-medico-divulga-novo-diagnostico-de-papa-francisco",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DOL - Diário Online",
    "published": "2025-02-18T17:32:00Z",
    "title": "Boletim médico divulga novo diagnóstico de Papa Francisco",
    "text": "A saúde do Papa Francisco vem preocupando fieis e a comunidade católica do mundo todo. Na tarde desta terça-feira (18), o boletim médico informou que líder religioso foi diagnosticado com \"Pneumonia bilateral\".\nSegundo o documento, o tratamento do papa exige cuidados, já que as \"radiografias do tórax e as condições clínicas do Santo Padre continuam apresentando um quadro complexo\".\nAos 88 anos de idade, Papa Francisco está internado há cinco dias no Gemelli, em Roma, para tratar o que inicialmente começou com uma bronquite. O caso evoluiu para uma \"condição clínica complexa\".\nQuer mais notícias sobre Mundo? Acesse nosso canal no WhatsApp\nAinda conforme o boletim médico, os profissionais da saúde afirmam ainda que a tomografia computadorizada de tórax a que o líder religioso foi submetido esta tarde revelou o “aparecimento de pneumonia bilateral que exigiu terapia medicamentosa adicional”.\nApesar disso, o Papa segue de bom humor, recebeu a Eucaristia nesta manhã e “durante o dia, alternou o descanso com a oração e a leitura de textos”. “Ele agradece pela proximidade que vocês sentem neste momento e pede, com o coração agradecido, que vocês continuem rezando por ele”, conclui o comunicado.\nSeja sempre o primeiro a ficar bem informado, entre no nosso canal de notícias no WhatsApp e Telegram. Para mais informações sobre os canais do WhatsApp e seguir outros canais do DOL. Acesse: dol.com.br/n/828815.\nQuer receber mais notícias como essa?\nCadastre seu email e comece o dia com as notícias selecionadas pelo nosso editorConteúdo Relacionado\n×\nComentar\nExibir mais comentários",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Health->disease and condition",
      "Health->medical condition",
      "Religion and Belief->religious leader",
      "Religion and Belief->christianity",
      "Religion and Belief->church"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va9IlAw2v1J02cbfQ31H",
      "https://whatsapp.com/channel/0029Va9IlAw2v1J02cbfQ31H",
      "https://t.me/dolnoticias",
      "https://www.whatsapp.com/channel/0029Va9IlAw2v1J02cbfQ31H",
      "https://www.t.me/dolnoticias",
      "https://whatsapp.com/channel/0029Va9IlAw2v1J02cbfQ31H"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T23:19:39.301+02:00",
    "updated": "2025-02-18T23:19:39.301+02:00"
  },
  {
    "uuid": "72eeedd21548cf36e900476d25a8dd03cef2a540",
    "url": "https://trafficlawyers44433.ampedpages.com/the-best-guide-to-albuquerque-car-accident-lawyers-51613987",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Trafficlawyers",
    "published": "2023-12-28T19:18:00Z",
    "title": "The Best Guide To Albuquerque Car Accident Lawyers",
    "text": "Navigating the aftermath of a car or truck incident is often overwhelming, leaving victims grappling with Actual physical accidents, emotional distress, and economical burdens. In Albuquerque, obtaining the best legal support is crucial, and this is where the abilities of Albuquerque automobile accident attorneys arrives into Perform. These experts focus on helping individuals piece their lives back alongside one another after a traumatic collision.\nAlbuquerque incident lawyers comprehend the intricacies of recent Mexico's lawful landscape, giving a personalized approach to Every circumstance. They may be perfectly-versed in dealing with a variety of incident eventualities, from slight fender benders to extra critical incidents involving multiple cars. Using a deep understanding of regional visitors guidelines and regulations, these attorneys perform tirelessly to make certain their clientele get good payment for their injuries and losses.\nWhat Does Albuquerque Truck Accident Lawyers Do?\nIn relation to mishaps involving substantial commercial automobiles, including trucks, the stakes are larger. Albuquerque truck incident lawyers possess the know-how and practical experience important to tackle the complexities associated with these cases. From analyzing liability to navigating federal trucking restrictions, these legal gurus depart no stone unturned of their pursuit of justice for their shoppers.\nWithin the aftermath of a mishap, Actual physical accidents usually are not the only real challenges victims experience. Albuquerque injury legal professionals acknowledge the broader effects of accidents on persons as well as their families. They transcend the floor, looking at the emotional and monetary toll that injuries may take. By constructing robust cases, these attorneys strive to protected the payment desired for clinical expenditures, rehabilitation, as well as other associated costs.\nIn the realm of private harm law, Albuquerque individual harm attorneys jump out for their commitment to their shoppers. They realize that every scenario is unique, approaching Each and every with a new viewpoint. If the accidents end result from a car incident, slip and tumble, or health-related malpractice, these legal professionals present individualized lawful steering to help you consumers navigate the complexities of personal damage statements.\nOn the list of important benefits of in search of legal illustration following a collision is the ability to stage the enjoying discipline with insurance policy firms. Albuquerque auto accident attorneys are adept at negotiating with insurance plan suppliers, making certain that their purchasers are not taken advantage of all through settlement conversations. Their intention is always to protected fair payment that demonstrates the total extent on the damages endured.\nIncidents usually go away victims with a myriad of thoughts and uncertainties. Albuquerque incident legal professionals work as guides, serving to individuals recognize their rights and authorized alternatives. From conveying the promises system to outlining potential outcomes, these legal gurus empower their purchasers to create educated choices regarding their cases.\n5 Easy Facts About Albuquerque Truck Accident Lawyers ShownTruck incidents, especially, include one of a kind issues that need specialized abilities. Albuquerque truck incident legal professionals delve in to the particulars of every case, examining things such as driver tiredness, upkeep issues, and compliance with safety restrictions. This meticulous tactic allows them to build sturdy scenarios that stand up to scrutiny.\nDuring the realm of non-public injury legislation, empathy can be a driving drive for Albuquerque injury attorneys. They identify that guiding just about every situation is anyone whose life continues to be disrupted. By supplying compassionate and customized lawful illustration, these legal professionals attempt to alleviate the burdens their purchasers confront within the aftermath of a mishap.\nThe aftermath of an accident might be a complicated and chaotic time. Albuquerque individual harm attorneys supply a way of steadiness and aid, guiding their shoppers with the authorized approach with clarity and transparency. From accumulating evidence to negotiating with opposing get-togethers, these lawyers tackle the hefty lifting, making it possible for victims to concentrate on their own recovery.\nThe Main Principles Of Albuquerque Car Accident LawyersInsurance providers frequently hire ways to attenuate payouts, placing victims at a drawback. Albuquerque vehicle accident lawyers understand these strategies and operate to counteract them. Their goal would be to safe honest and just compensation that displays the true extent of the damages endured, whether they be Actual physical, emotional, or monetary.\nAlbuquerque accident legal professionals pride themselves on their accessibility and responsiveness. They acknowledge the urgency of lawful issues and strive to deliver well timed and efficient communication. This determination makes sure that customers are held knowledgeable at just about every phase of your lawful system, fostering a sense of trust and collaboration.\nDuring the realm of truck accidents, the dimensions and weight of those automobiles may lead to catastrophic outcomes. Albuquerque truck incident lawyers are well-versed from the exclusive troubles posed by these instances. They collaborate with accident reconstruction authorities\nweblinkand clinical pros to create compelling conditions that depart no place for question.\nWithin the aftermath of a collision, accidents may not manifest promptly. Albuquerque damage lawyers realize the necessity of extensive professional medical assessments to accurately gauge the impact of accidents on a victim's daily life. By Doing the job carefully with healthcare professionals, they Make strong situations that account for each present-day and long term health care requirements.\nOwn personal injury cases normally involve negotiations with opposing get-togethers. Albuquerque private harm legal professionals solution these negotiations with a mix of assertiveness and tact. Their objective will be to secure favorable settlements Anytime attainable, but they are also prepared to get situations to court docket if a fair resolution cannot be attained via negotiation.\nAlbuquerque automobile accident legal professionals have a holistic method of their shoppers' cases. They take into account not merely the speedy consequences of a mishap and also the lengthy-expression consequences on someone's perfectly-staying. By extensively assessing the physical, emotional, and monetary affect, these attorneys Create strong cases that arise to scrutiny.\nIncidents can have a ripple effect on an individual's existence, impacting interactions, work, and General quality of life. Albuquerque incident lawyers have an understanding of the broader implications in their consumers' cases and operate to deal with these factors within their authorized strategy. This thorough tactic sets them apart within the authorized landscape.\nTruck incidents normally require many functions, including trucking organizations and their insurers. Albuquerque truck accident legal professionals are adept at navigating the complexities of those situations, pinpointing all accountable functions and holding them accountable for their actions. This dedication to thoroughness makes sure that victims obtain the payment they deserve.\nIn the realm of personal harm law, Albuquerque damage legal professionals realize that each situation is often a Tale. They skillfully weave together the details\nAlbuquerque car accident lawyersof their clientele' ordeals, presenting a persuasive narrative that resonates with judges and juries. This storytelling tactic improves the persuasive energy in their situations, maximizing the chances of a good outcome.\nThe 10-Minute Rule for Albuquerque Truck Accident Lawyers\nAlbuquerque personalized injury attorneys are not merely legal specialists; They can be advocates for their clients' effectively-staying. They comprehend\nAlbuquerque injury Lawyersthe importance of not only securing compensation but will also facilitating the therapeutic course of action. By providing unwavering aid and legal abilities, these attorneys tutorial their clients towards a brighter plus much more stable future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [
      "https://chicago-personal-injury-l82923.activosblog.com/24007693/the-8-minute-rule-for-albuquerque-truck-accident-lawyers",
      "https://martinkumhx.blogdanica.com/24258322/albuquerque-truck-accident-lawyers-fundamentals-explained",
      "https://billo880rwp4.losblogos.com/24085166/fascination-about-albuquerque-accident-lawyers",
      "https://www.chicago-personal-injury-l82923.activosblog.com/24007693/the-8-minute-rule-for-albuquerque-truck-accident-lawyers",
      "https://www.billo880rwp4.losblogos.com/24085166/fascination-about-albuquerque-accident-lawyers",
      "https://www.martinkumhx.blogdanica.com/24258322/albuquerque-truck-accident-lawyers-fundamentals-explained"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "albuquerque",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:42.222+02:00",
    "updated": "2023-12-29T00:32:42.222+02:00"
  },
  {
    "uuid": "c9479b0a68654842bf4ebc70be0fd141fdc235af",
    "url": "https://www.urdupoint.com/en/pakistan/pakistans-satellite-mission-icube-qamar-mile-1822111.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@DailyUrduPoint",
    "published": "2024-05-06T08:38:00Z",
    "title": "Pakistan's satellite mission ICUBE-Qamar milestone in space tech development: Gul",
    "text": "Pakistan's Satellite Mission ICUBE-Qamar Milestone In Space Tech Development: Gul\nFaizan Hashmi\nPublished May 06, 2024 | 06:38 PM\nChairman Tehreek-e-Jawanaan Pakistan (TJP), Mohammad Abdullah Gul on Monday termed Pakistan's first satellite mission on the moon \"ICUBE-Qamar\" as a milestone in the country's space technology development\nISLAMABAD, (UrduPoint / Pakistan Point News - 6th May, 2024) Chairman Tehreek-e-Jawanaan\nPakistan (TJP), Mohammad Abdullah Gul on Monday termed https://www.urdupoint.com/en/latest-news/pakistan.html's first satellite mission on the moon \"ICUBE-Qamar\" as a milestone in the country's space technology development.\nIn a statement issued here, the TJP chairman quoted the verses of Dr\nAllama Muhammad Iqbal stating that the motherland bears great potential if channelised properly and the country's satellite mission was positive development in that regard.\nGul said that Institute of Space\nTechnology (IST) students, teachers and https://www.urdupoint.com/en/latest-news/pakistan.html Space and Upper Atmosphere Research Commission (SUPARCO) deserved felicitations on the occasion. \"This proved that if given good opportunities, Pakistanis are second to none in modern science and technology. The only way out to end economic depression is to provide favorable environment and opportunities to youth in IT and other modern technologies.\nWe pray to Allah to make this satellite mission a success,\" he added.\nHe said that since it was the first satellite that was sent to the\nmoon that would provide the advantage that if https://www.urdupoint.com/en/latest-news/pakistan.html succeed in landing on the moon in the future, it would need to seek no help from any space agency to communicate with its own space vehicles.\n\"This is the first milestone that we will achieve with the help of\nChina. This satellite will inform us about the situation there. This is no ordinary mission. It will help to observe the environment, and provide remote sensing, and communication facilities,\" he said.\nHe reminded in\nIndia that https://www.urdupoint.com/en/latest-news/pakistan.html's space program was much older than Indian programme and the latter achieved success through its own limited resources.\nRecent Stories\n<a href=\"https://www.urdupoint.com/en/business/pakistans-progress-on-tobacco-taxation-still-1822126.html\"> 12 minutes ago\n</a>\nPakistan's progress on tobacco taxation still falls short of WHO guidelines\n<a href=\"https://www.urdupoint.com/en/pakistan/man-involved-in-supplying-narcotics-to-studen-1822117.html\"> 20 minutes ago\n</a>\nMan involved in supplying narcotics to students held with 1.48kg hashish\nhttps://www.urdupoint.com/en/world/britains-king-charles-iii-marks-first-annive-1822116.html\nBritain's King Charles III marks first anniversary of coronation\n<a href=\"https://www.urdupoint.com/en/pakistan/bilawal-constitutes-committee-to-engage-with-1822115.html\"> 19 minutes ago\n</a>\nBilawal constitutes committee to engage with Govt over privatization issue\nhttps://www.urdupoint.com/en/pakistan/crackdown-against-power-thieves-intensified-i-1822114.html\nCrackdown against power thieves intensified in Dera\n<a href=\"https://www.urdupoint.com/en/pakistan/federal-ombudsman-regional-office-holds-open-1822113.html\"> 18 minutes ago\n</a>\nFederal Ombudsman' regional office holds open court at Paroa Tehsil\nhttps://www.urdupoint.com/en/pakistan/simplification-of-tax-collection-better-liai-1822112.html\nSimplification of tax collection, better liaison between businessmen-tax officia ..\nhttps://www.urdupoint.com/en/pakistan/french-ambassador-lauds-pakistans-role-in-re-1822110.html\nFrench Ambassador lauds Pakistan's role in regional stability\n<a href=\"https://www.urdupoint.com/en/pakistan/barrister-naseem-bajwas-book-europe-ki-di-1822109.html\"> 30 minutes ago\n</a>\nBarrister Naseem Bajwa’s Book \"Europe Ki Diary\" rekindles passion for national ..\nhttps://www.urdupoint.com/en/pakistan/president-zardari-arrives-in-quetta-1822108.html\nPresident Zardari arrives in Quetta\nhttps://www.urdupoint.com/en/pakistan/dr-azra-fazal-pechuho-visits-hm-khawaja-libra-1822107.html\nDr Azra Fazal Pechuho visits HM Khawaja Library\nhttps://www.urdupoint.com/en/pakistan/nayyar-bukhari-stresses-for-unity-among-all-p-1822106.html\nNayyar Bukhari stresses for unity among all political parties to steer country o ..\nMore Stories From Pakistan\n-\nMan involved in supplying narcotics to students held with 1.48kg hashish20 minutes ago\n-\nBilawal constitutes committee to engage with Govt over privatization issue19 minutes ago\n-\nCrackdown against power thieves intensified in Dera20 minutes ago\n-\nFederal Ombudsman' regional office holds open court at Paroa Tehsil18 minutes ago\n-\nSimplification of tax collection, better liaison between businessmen-tax officials stressed20 minutes ago\n-\nFrench Ambassador lauds Pakistan's role in regional stability20 minutes ago\n-\nBarrister Naseem Bajwa’s Book \"Europe Ki Diary\" rekindles passion for national building30 minutes ago\n-\nPresident Zardari arrives in Quetta30 minutes ago\n-\nDr Azra Fazal Pechuho visits HM Khawaja Library30 minutes ago\n-\nNayyar Bukhari stresses for unity among all political parties to steer country out of challenges30 minutes ago\n-\nTruck driver looted after failed encounter29 minutes ago\n-\nA.D Pirzada stresses education and training for visually impaired children29 minutes ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gul faizan hashmi publ",
          "sentiment": "negative"
        },
        {
          "name": "mohammad abdullah gul",
          "sentiment": "none"
        },
        {
          "name": "allama muhammad iqbal",
          "sentiment": "none"
        },
        {
          "name": "gul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "upper atmosphere research commission",
          "sentiment": "none"
        },
        {
          "name": "tjp",
          "sentiment": "none"
        },
        {
          "name": "institute of space technology",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "gul pakistan",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T16:58:35.818+03:00",
    "updated": "2024-05-06T16:58:35.818+03:00"
  },
  {
    "uuid": "ef2d56fdc40edad2dd04077422dbd5f4983a3f45",
    "url": "https://www.wradio.com.co/2025/07/17/demandan-al-gobierno-de-trump-por-limitar-asesoria-legal-a-migrantes-en-alligator-alcatraz/",
    "ord_in_thread": 0,
    "author": "EFE",
    "published": "2025-07-17T02:57:00Z",
    "title": "Demandan al Gobierno de Trump por limitar asesoría legal a migrantes en Alligator Alcatraz",
    "text": "Demandan al Gobierno de Trump por limitar asesoría legal a migrantes en Alligator Alcatraz\nLos demandantes denuncian que las personas recluidas no solo carecen de asesoramiento jurídico, sino que tampoco tienen garantizado el debido proceso.\nGrupos defensores de los derechos de los inmigrantes demandaron este miércoles, 16 de julio, a la Administración del presidente estadounidense, Donald Trump, por la falta de acceso a asesoría legal de los detenidos en el centro Alligator Alcatraz, en Florida.\nLos demandantes, entre los que se incluyen algunos migrantes detenidos y bufetes de abogados que representan a clientes en el centro, como Florida Keys Immigration o Sanctuary of the South, denuncian que las personas recluidas no solo carecen de asesoramiento jurídico, sino que tampoco tienen garantizado el debido proceso.\nEn un comunicado en el que desglosan la denuncia, alegan que el Gobierno restringe a los migrantes el acceso a un abogado y se quejan de la imposibilidad de presentar documentos legales para la puesta en libertad de sus clientes.\nAsimismo, añaden que la Administración del republicano también ha prohibido las visitas de abogados a sus clientes, así como dar cualquier información confidencial por teléfono o video y el intercambio de documentos escritos entre los equipos legales y los detenidos.\n“Estas restricciones violan los derechos de las personas detenidas y de las organizaciones de servicios jurídicos y bufetes de abogados con clientes recluidos en el centro”, señalan los demandantes, representados por la Unión Americana de Libertades Civiles (ACLU) de Florida y la organización Americans for Immigrant Justice.\nAdemás, denuncian las condiciones “pésimas” del lugar, con “temperaturas abrasadoras, una fuerte presencia de mosquitos, inundaciones en el interior de las tiendas o falta de acceso al agua”.\nY exponen atascos recurrentes en los inodoros y las alcantarillas que han obligado a los reclusos “a desatascar manualmente los retretes con las manos desnudas”, así como una alimentación inadecuada “y la negación de los derechos religiosos”.\n“Este centro abre otro oscuro capítulo en la historia de nuestra nación. Su mera existencia se basa en los impulsos más bajos de nuestro país y muestra el peligro de una autoridad gubernamental sin control cuando se combina con un odio desenfrenado”, escribe Eunice Cho, abogada principal del caso y miembro del Proyecto Nacional de Prisiones de ACLU.\nDecenas de migrantes detenidos en el recién inaugurado centro de detención, ubicado en pleno corazón de los Everglades de Florida, han denunciado en los últimos días las condiciones inhumanas que soportan en las carpas improvisadas, con un calor y humedad asfixiantes, escasez de agua y comida en mal estado.\nLa infraestructura, construida en apenas dos semanas, en medio de un humedal con caimanes y pitones y sobre un viejo aeródromo municipal a 80 kilómetros de Miami, también preocupa.\nEscuche W Radio en vivo:\nWRadio FM\nDirecto\nCompartir\nEl código iframe se ha copiado en el portapapeles",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->civil rights",
      "Politics->migration policy",
      "Social Issue->immigration",
      "Social Issue->social problem",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Donald Trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Alligator Alcatraz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Administración",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Gobierno",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_co",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:03:19.716+03:00",
    "updated": "2025-07-18T05:09:06.000+00:00"
  },
  {
    "uuid": "4eef2f6a79e74046acd404731e53a5c9d325cc31",
    "url": "https://www.laprensa.hn/mundo/elsalvador-nayib-bukele-destituye-mas-300-empleados-promover-agendas-ajenas-gobierno-AC20113829",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/josue-carcamo",
    "published": "2024-06-27T20:32:00Z",
    "title": "Bukele destituye a más de 300 empleados por promover agendas ajenas a su Gobierno",
    "text": "[Gobierno de Bukele](/cronologia/-/meta/gobierno-de-bukele) El presidente [Nayib Bukele ](https://www.laprensa.hn/mundo/nayib-bukele-nombra-dos-funcionarios-mantiene-resto-gabinete-el-salvador-OP19701168)anunció este jueves en su cuenta de X que destituirá de sus puestos a más de 300 empleados por promover agendas ajenas a su Gobierno. ”En estos momentos, el nuevo Ministro de Cultura, Raúl Castillo procederá a la destitución de más de 300 empleados del Ministerio, quienes promueven agendas que no son compatibles con la visión de este Gobierno”, escribió Bukele en sus redes sociales. El polémico mandatario mencionó que con la medida tomada ahorrarán fondos públicos en el proceso. ”La gente eligió un camino y ese camino vamos a tomar, medicina amarga”, finalizó en su escrito el mandatario salvadoreño. El presidente Nayib Bukele asumió un segundo mandato de cinco años el 1 de junio tras ganar las elecciones en el mes de febrero con la promesa de mejorar la economía del país y acorralar a las pandillas criminales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Labor"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:50:07.917+03:00",
    "updated": "2024-06-28T00:50:07.917+03:00"
  }
]