[
  {
    "uuid": "6ee99d9a77b78dc68f5c5fc517a1bc6dfb6c69e3",
    "url": "https://www.perthnow.com.au/travel/fog-haze-in-china-could-disrupt-new-year-travellers-c-13056141",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Liz Lee Reuters",
    "published": "2023-12-28T19:39:00Z",
    "title": "Fog, haze in China could disrupt New Year travellers",
    "text": "Year-end holiday makers across China are bracing for possible transport disruptions after the weather bureau warned heavy fog and haze would shroud areas from Hebei province in the north to southern Shanghai for more than 24 hours.\nThe Central Meteorological Observatory issued its first red alert for fog since 2017.\nConditions were expected to improve from Saturday evening when a cold wave of air is expected to blow across the country.\nMore than 600 flights were delayed in various cities including Urumqi, Hebei's Shijiazhuang, Shandong's Qingdao and Shanghai, tracking app Flight Master showed.\nSevere fog was expected in parts of northern province Hebei, central province Henan, eastern provinces Anhui, Jiangsu, Zhejiang and Shandong as well as in the municipalities Shanghai and Chongqing from Friday morning, the National Meteorological Centre said.\nDense fog is predicted in parts of Hebei, Shandong, Anhui, Jiangsu and Shanghai leading to low visibility of less than 200 metres, and less than 50m in some areas.\nIn the north, around the capital of northwestern Xinjiang region, Urumqi and areas between the Yellow River and Huai River, light to moderate haze is forecast, with heavy haze affecting Tianjin, Hebei, Shandong and Henan.\nThe severe weather was due to high humidity and poor atmospheric diffusion conditions, the forecaster said.\nChina has experienced a year of climate extremes.\nMost of the country was hit by a cold snap last week that rewrote records with sub-freezing temperatures, in contrast to the summer, when scorching heat that breached 52 in the northwest blistered the country.\nSummer storms also brought record rainfall to Beijing and flooding elsewhere.\nOn Friday, the central observatory told the public to tune into weather and traffic alerts, and advised them to reduce time outdoors.\nResidents in parts of Shandong, Anhui, and Jiangsu should avoid going out unless necessary, it said.\nIn Shanghai, some ferry routes were temporarily suspended and some sections of highways, as well as a bridge to a container port, were temporarily closed.\nIn Jiangsu, some sections of several expressways remained shut since Thursday evening, while Hebei and Henan temporarily closed segments of multiple highways on Friday morning, citing weather conditions, according to state television CCTV and provincial capital authorities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national meteorological centre",
          "sentiment": "none"
        },
        {
          "name": "central meteorological observatory",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "urumqi",
          "sentiment": "none"
        },
        {
          "name": "shanghai",
          "sentiment": "none"
        },
        {
          "name": "qingdao",
          "sentiment": "none"
        },
        {
          "name": "anhui",
          "sentiment": "none"
        },
        {
          "name": "shandong",
          "sentiment": "none"
        },
        {
          "name": "shijiazhuang",
          "sentiment": "none"
        },
        {
          "name": "hebei",
          "sentiment": "none"
        },
        {
          "name": "xinjiang",
          "sentiment": "none"
        },
        {
          "name": "zhejiang",
          "sentiment": "none"
        },
        {
          "name": "hebei province",
          "sentiment": "none"
        },
        {
          "name": "henan",
          "sentiment": "none"
        },
        {
          "name": "chongqing",
          "sentiment": "none"
        },
        {
          "name": "jiangsu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:24:17.797+02:00",
    "updated": "2023-12-29T09:24:17.797+02:00"
  },
  {
    "uuid": "660da32d11dfdec677fe341f4c6ebf4550b3f25d",
    "url": "https://caracol.com.co/2024/07/25/colombia-lucha-pero-no-le-alcanza-derrota-ante-francia-en-el-debut-olimpico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Santiago Muñoz Camargo\"/>",
    "published": "2024-07-25T21:08:00Z",
    "title": "Resumen Colombia vs. Francia Olímpicos hoy : Colombia lucha, pero no le alcanza: derrota ante Francia en el debut olímpico",
    "text": "La Selección Colombia Femenina no tuvo el debut esperado en el Torneo Olímpico. El equipo que dirige Ángelo Marsíglia cayó 3-2 ante la anfitriona, Francia , en el Estadio de Lyon . El combinado nacional estuvo cerca de lograr el empate tras irse abajo al descanso 3-0. La mala noticia, también pasó por la expulsión de Mayra Ramírez.\nEl combinado nacional inició dubitativo en la zona defensiva y eso se trasladó en la primera acción del partido que le dio la ventaja al equipo galo. Desde atrás enviaron un balón largo buscando a la delantera Katoto, quien terminó habilitada por Linda Caicedo , pues en su intento por despejar, envió el balón en dirección al arco y la delantera francesa definió ante la salida de la arquera Katherine Tapia al minuto 6′.\nEl conjunto europeo siguió insistiendo y al minuto 12 por poco llegan al segundo, pero ahí apareció la arquera colombiana para evitar la anotación. Tras el cobro de un tiro desde la derecha, Katoto cabeceó sola dentro del área y Katherine Tapia atajó de gran manera para enviarla al tiro de esquina.\nAl minuto 18 llegó el segundo tanto de Francia. Tras una jugada que se fabricó por el sector derecho, la arquera Tapia cortó el centro y dejó el rebote al borde del área, donde apareció Kenza Dali para controlar y, aprovechando la ubicación de la portera colombiana, remató y mandó el disparo por encima de su humanidad.\nColombia intentó responder al 20′ con el centro de Carolina Arias desde la derecha y el cabezazo de Mayra Ramírez que se estrelló contra el palo. Sin embargo, antes del descanso, llegó el tercero de Francia, tras una jugada individual de Kadidiatou Diani, que atrajo a dos rivales y luego, casi que en la línea final, lanzó el centro y nuevamente llegó sola Katoto para de cabeza vencer la resistencia colombiana.\nColombia, a punta de coraje en el segundo tiempo El segundo tiempo fue distinto para la Tricolor. El cambio le funcionó al técnico Ángelo Marsíglia, pues buscó con el ingreso de Manuela Pavi, en reemplazo de Daniela Montoya, tener más profundidad y volumen de ataque, y lo terminó consiguiendo.\nLe puede interesar:\nBaja para Colombia en los Juegos Olímpicos: no competirá por lesión Juegos Olímpicos: Así le fue a la primera atleta colombiana que participó en París 2024 Sobre el minuto 52′ llegó la acción en la que Leicy Santos filtró el balón para Mayra Ramírez, quien luego fue derribada dentro del área por la arquera francesa Pauline Magnin. La árbitra Tori Penso no lo dudó y sancionó penal, que luego fue cambiado por gol por Catalina Usme para motivar a la eventual remontada.\nA punta de ímpetu y lucha, la Tricolor siguió insistiendo y aprovechando los errores de las rivales se acercaron a la portería, hasta conseguir el segundo. Marcela Restrepo asistió a Manuela Pavi, quien de espaldas al arco se giró, eludió a dos rivales y luego definió por encima de la humanidad de la arquera Pauline Magnin al 64′.\nMayra Ramírez vio la tarjeta roja Al minuto 86′, en el intento de ir por el balón, que tenía en su poder Selma Bacha, Mayra Ramírez se dejó llevar por la intensidad y terminó pisando en la zona del talón a la francesa. La juez central le mostró en principio tarjeta amarilla, pero, ante la revisión en el VAR, se percató que la infracción era para cartulina roja directa.\nDe esta manera inició el camino Olímpico de Colombia en el torneo de París 2024. El próximo reto será Nueva Zelanda el domingo 28 de julio, duelo en el que no podrá estar Mayra Ramírez.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:25:21.936+03:00",
    "updated": "2024-07-26T03:12:54.164+03:00"
  },
  {
    "uuid": "d46c163dc7c32ca016cfddadc1a88d4c0281f8da",
    "url": "https://www.montevideo.com.uy/Noticias/El-salario-real-aumento-3-97-con-respecto-al-ano-pasado-segun-datos-del-INE-uc875334",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@portalmvd",
    "published": "2023-12-30T00:04:00Z",
    "title": "El salario real aumentó 3,97% con respecto al año pasado, según datos del INE",
    "text": "Montevideo Portal El Índice Medio de Salarios (IMS) subió 0,27% en el mes de setiembre, según datos del Instituto Nacional de Estadística (INE). En paralelo, durante ese mes la inflación fue de 0,34% por lo que hubo un descenso de 0,07% en el salario real en comparación con octubre. En la comparación interanual entre noviembre de este año con respecto al mismo mes de 2022, el IMS muestra un aumento de 9,13%. En ese mismo período, la inflación fue de 4,97%. De esta manera se desprende que, en términos reales, el salario promedio de los empleos formales en Uruguay creció 3,97% en la comparación anual. En lo que refiere a rubros, el sector público fue el que más creció, con 4,48%, mientras que el privado presentó una suba de 3,7% en el año cerrado a noviembre. ?? Índice Medio de Salarios— INE Uruguay (@ine_uruguay) ?? Noviembre 2023 ?? Variación mensual: 0,27% ?? Variación anual acumulada: 9,06% ?? Variación últimos 12 meses: 9,13% ?? Índice general: 448,18 ?? [https://t.co/5bNVr3sL8z] [#IMS] [#Salarios] [#Indicadores] [#INEuy] [pic.twitter.com/J1W0uC5pxm] [December 29, 2023] Montevideo Portal",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://t.co/5bNVr3sL8z",
      "https://www.t.co/5bNVr3sL8z"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:41:36.030+02:00",
    "updated": "2023-12-30T02:41:36.030+02:00"
  },
  {
    "uuid": "dc8a7dd924a8d624524bd41996599d4eff1e530d",
    "url": "https://ground.news/article/start-the-day-as-a-jew-thanksgiving",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kikar.co.il",
    "published": "2023-12-28T21:53:00Z",
    "title": "Ground News - Start the day as a Jew: Thanksgiving..",
    "text": "Summary by kikar.co.il Saying thank you is a superior value in Judaism . In leadership between man and his friend and between man and place. Thus, the first words that we find out of the mouth immediately in our wake from sleep are - “I thank you.” The thanksgiving for Hashem is then said again and again during the dawn prayer. What is the depth of the meaning of Thanksgiving for Hashem? And how does it play a part in preparing for the coming of Christ? What was the me… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nkikar.co.il Start the day as a Jew: Thanksgiving.. Saying thank you is a superior value in Judaism. In leadership between man and his friend and between man and place. Thus, the first words that we find out of the mouth immediately in our wake from sleep are - “I thank you.” The thanksgiving for Hashem is then said again and again during the dawn prayer. What is the depth of the meaning of Thanksgiving for Hashem? And how does it play a part in preparing for the coming of Christ? What was the me…\n4 hours ago Read Full Article\nkikar.co.il\nStart the day as a Jew: Thanksgiving.. Saying thank you is a superior value in Judaism. In leadership between man and his friend and between man and place. Thus, the first words that we find out of the mouth immediately in our wake from sleep are - “I thank you.” The thanksgiving for Hashem is then said again and again during the dawn prayer. What is the depth of the meaning of Thanksgiving for Hashem? And how does it play a part in preparing for the coming of Christ? What was the me…\n4 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.kikar.co.il/actualy/s6e46y?utm_source=ground.news&utm_medium=referral",
      "https://www.kikar.co.il/actualy/s6e46y",
      "https://kikar.co.il/actualy/s6e46y?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christ",
          "sentiment": "none"
        },
        {
          "name": "hashem",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:15.498+02:00",
    "updated": "2023-12-29T00:43:15.498+02:00"
  },
  {
    "uuid": "63c19c71757b0dcd0e8d61f3bcd8fba97fcbba3a",
    "url": "https://kstp.com/kstp-news/top-news/as-temps-head-below-zero-organizations-step-up-to-keep-minnesotans-warm/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Josh Skluzacek",
    "published": "2024-01-12T22:35:00Z",
    "title": "As temps head below zero, organizations step up to keep Minnesotans warm - KSTP.com 5 Eyewitness News",
    "text": "As temps head below zero, organizations step up to keep Minnesotans warm As the temperatures continue to drop, several organizations around the Twin Cities are doing what they can to keep the most vulnerable Minnesotans warm. “When I was homeless, sometimes I took the light rail all night,” said Dennis O’Bryan, who lives in St. Paul. O’Bryan knows what it’s like to not have a home to warm up. “It’s rough, it’s cold. You have to be dressed for it,” he said. As of three weeks ago, he now does have his own place but he enjoys returning to the people who he says were instrumental in getting him back on his feet. “Oh they’re awesome, they help you out 100%,” O’Bryan said. The Catholic Charities Dorothy Day Place campus in St. Paul helps people every day. It can be through a warm meal, restrooms, mental health services, and of course a place to warm up, which is especially timely now. “A lot of new faces seeking refuge from the cold weather,” said Jen Kissling, the program manager at the St. Paul Opportunity Center. Kissling says despite the warmer start to winter, the organization’s numbers are up drastically this season compared to last year. “To be able to give someone that opportunity, it definitely makes you feel good but also just drives the passion to do the work,” Kissling said. “It’s whenever the need is there,” said Captain Josh Polanco, general secretary with the Salvation Army Northern Division. The Salvation Army is also stepping up during the months of January and February, offering a place to warm up at its seven service centers across the Twin Cities. “It’s dangerous cold out there and we want to get people out of the elements,” Polanco said. Plus, its Harbor Light Center shelter is making 40 extra overnight beds available. “It’s hard on them, they’re out there day in and day out but during these critical days, they definitely need to come inside and so we’re happy to provide the space for them to come in,” Polanco said. As temperatures plummet over the next few days, the staff and volunteers at The Catholic Charities Dorothy Day Place campus want you to know their doors are open. “When it comes to critical times like this, we do look to see what capacity we have to stay open a little bit later,” Kissling said. To learn more about Catholic Charities Twin Cities, [click here](https://cctwincities.org/all-services/). The Salvation Army’s seven service centers are open weekdays during normal business hours. The locations include: - Brooklyn Park Salvation Army, 10011 Noble Parkway, 763-425-0517 - Maplewood Salvation Army, 2080 Woodlynn Ave., 651-779-9177 - North Minneapolis Salvation Army, 2024 Lyndale Ave. N., 612-522-4871 - Northeast Minneapolis Salvation Army, 2727 Central Ave. NE, 612-789-2858 - South Minneapolis Salvation Army, 1604 E. Lake St., 612-721-1513 - St. Paul Eastside Salvation Army, 1019 Payne Ave., 651-776-8169 - St. Paul West Seventh Salvation Army, 401 W. 7th St., 651-224-4316 The Salvation Army says these service centers will not be open on Monday because it is Martin Luther King Jr. Day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://cctwincities.org/all-services/).",
      "https://www.cctwincities.org/all-services/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jen kissling",
          "sentiment": "none"
        },
        {
          "name": "”",
          "sentiment": "none"
        },
        {
          "name": "dennis o’bryan",
          "sentiment": "none"
        },
        {
          "name": "kissling",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. paul opportunity center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "st. paul",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T02:24:03.194+02:00",
    "updated": "2024-01-13T02:24:03.194+02:00"
  },
  {
    "uuid": "24145ea5a213d4cdb61fa4ff462d6766cf0b5603",
    "url": "https://www.philstar.com/the-freeman/cebu-news/2024/06/02/2359796/more-pinoys-back-divorce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Janvic Mateo",
    "published": "2024-06-01T16:00:00Z",
    "title": "More Pinoys back divorce | The Freeman",
    "text": "CEBU, Philippines — Although the result is lower than in previous polls, a Social Weather Stations (SWS) survey showed that more Filipinos still support the legalization of divorce for irreconcilably separated couples.\nConducted from March 21 to 25, the survey found that 50 percent of the respondents support the statement, “Married couples who have already separated and cannot reconcile anymore should be allowed to divorce so that they can get legally married again.”\nThis is composed of 28 percent who “strongly agree” to the statement, and another 22 percent who said they “somewhat agree” with it. On the other hand, some 31 percent disagreed with the test statement (12 percent somewhat disagree and 20 percent strongly disagree), while 17 percent were undecided.\nAccording to SWS, the latest survey resulted in a net agreement score – obtained by subtracting those who disagree from those who agree – of +19, which is classified as “moderately strong.”\nThe net agreement score on the proposal to legalize divorce went down from “moderately strong” +27 in June 2023 (55 percent agree, 27 percent disagree) and the record-high “very strong” +44 in March 2023 (65 percent agree, 21 percent disagree).\nSupport for divorce is higher than those who oppose them among men and women respondents, the survey found.\nFor the men, it was highest among those with live-in partners (58 percent agree, 19 percent disagree); followed by those who never married (52 percent agree, 32 percent disagree); single, widowed or separated (45 percent agree, 33 percent disagree); and married (45 percent agree, 36 percent disagree).\nFor women respondents, those with live-in partners also had the highest support for legalization of divorce (61 percent agree, 23 percent disagree); followed by those who never married (53 percent agree, 32 percent disagree); single, widowed or separated (52 percent agree, 29 percent disagree); and married (45 percent agree, 35 percent disagree).\nAcross areas, support for divorce was highest among respondents in Metro Manila (62 percent agree, 23 percent disagree); followed by those in the rest of Luzon (51 percent agree, 31 percent disagree); Visayas (48 percent agree, 28 percent disagree); and Mindanao (42 percent agree, 40 percent disagree).\nThe survey had 1,500 respondents and a margin of error of plus/minus 2.5 percent for national percentages. — (FREEMAN)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/plugins/page.php?href=",
      "https://www.facebook.com/plugins/page.php",
      "https://facebook.com/plugins/page.php?href="
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "freeman cebu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T19:06:10.446+03:00",
    "updated": "2024-06-01T19:06:10.446+03:00"
  },
  {
    "uuid": "2be069c79d17da37428cab19e3ee6b2143ad7d22",
    "url": "https://gamerant.com/forza-horizon-5-game-awards-controversy-best-ongoing-snub-explained",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Beeler-Beistad",
    "published": "2024-11-22T11:30:00Z",
    "title": "Forza Horizon 5's The Game Awards Controversy Explained",
    "text": "Menu\nSign in now Close Game News Platforms Submenu PlayStation Xbox Nintendo PC Games Mobile GR Originals Submenu Editorials Game Reviews Explainer Game Rant Advance Game Guides Submenu Star Wars Outlaws Black Myth Wukong Baldur's Gate 3 Zelda: Tears of the Kingdom Honkai: Star Rail Videos Submenu Original Series Game Trailers Threads More Submenu Movies & TV Anime Lists Giveaways Sign in Newsletter Trending Slitterhead (Game Rant Advance) GR Community Game of the Year Dragon Age: The Veilguard Black Ops 6 Pokemon TCG Pocket Coming Soon Close Forza Horizon 5's The Game Awards Controversy Explained Forza Horizon 5 By Lauren Beeler-Beistad Published 1 hour ago Thread Your changes have been saved\nEmail is sent\nEmail has already been sent",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T13:48:56.252+02:00",
    "updated": "2024-11-22T14:40:52.612+02:00"
  },
  {
    "uuid": "99bc8d062b2318248eea1a8db4159cb4a2f054e9",
    "url": "https://vnexplorer.net/intel-stock-sinks-as-early-2024-outlook-comes-up-short-s1160811.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-25T21:56:00Z",
    "title": "Intel stock sinks as early 2024 outlook comes up short",
    "text": "Pat Gelsinger, CEO Intel, speaking on CNBC's Squawk Box at the WEF Annual Meeting in Davos, Switzerland on Jan. 16th, 2024. Adam Galici | CNBC\nIntel shares dropped in extended trading on Thursday after the chipmaker issued an outlook for the first quarter of 2024 that lagged analyst forecasts even as results for the latest quarter beat Wall Street estimates.\nHere's how Intel did versus LSEG (formerly Refinitiv) consensus expectations for the quarter ended in December:\nEarnings per share : 54 cents adjusted, vs. 45 cents expected Revenue : $15.4 billion vs. $15.15 billion expected For the first quarter of fiscal 2024, Intel expects earnings per share of 13 cents on between $12.2 billion and $13.2 billion in sales, versus LSEG expectations of 33 cents per share on $14.15 billion of revenue.\nIntel posted net income of $2.7 billion, or 63 cents per share, compared to a net loss of $0.7 billion, or 16 cents per share, last year.\nWith Intel reporting sales growth in the fourth quarter of 10% from $14.04 billion a year earlier, the company breaks a streak of seven quarters with declining revenue. Intel's gross margin was 40%, down 2.6 percentage points annually.\nIntel shares are up over 74% over the past year. The company is the largest semiconductor maker by revenue, according to Gartner, a market research firm, even though its market cap puts it below Nvidia and AMD on Wall Street.\nCloud providers and large tech companies, the big spenders, have been focused on the AI boom, which explains Nvidia's recent outperformance. In the past, the most important part in a server was the central processor made by Intel. Now, AI servers can have as many as eight Nvidia or AMD graphics processing units (GPUs) attached to one or two Intel CPUs.\nIntel also continues to focus on a five-year plan implemented by CEO Pat Gelsinger, who took over the chipmaker in 2021. Intel wants to catch up to Taiwan Semiconductor Manufacturing Company in its ability to offer manufacturing services to other companies, while also improving its own branded chips.\n“The quarter capped a year of tremendous progress on Intel's transformation,” Gelsinger said in a statement.\nIntel has been cutting costs through workforce reductions and offloading small parts of its business. In the past year, the company said it would spin off its programmable chip unit, after turning self-driving car subsidiary Mobileye into an independent company in 2022. Intel CFO David Zinsner said in a statement that Intel had cut $3 billion in costs last year.\nIntel's largest division is its Client Computing group, which includes laptop and PC processor chips. The overall PC industry has been in a slump for two years, but recently started showing signs of growth again. Intel reported $8.8 billion in fourth-quarter sales, up 33%.\nIntel's second largest division, Data Center and AI, saw sales decline 10% to $4 billion. That unit includes server CPUs and GPUs. Intel's Network and Edge department, which sells parts for carriers and networking, reported $1.5 billion in sales, down 24% from last year.\nIntel foundry services, its business making chips for other companies, remains nascent, with $291 million in revenue, a 63% annual increase.\nIntel said it paid $3.1 billion in dividends in 2023.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://image.cnbcfm.com/api/v1/image/107359451-1705412295846-1J7A9556.JPG?v=1705412371",
      "https://image.cnbcfm.com/api/v1/image/107359451-1705412295846-1J7A9556.JPG",
      "https://www.image.cnbcfm.com/api/v1/image/107359451-1705412295846-1J7A9556.JPG?v=1705412371"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "switzerl",
          "sentiment": "negative"
        },
        {
          "name": "pat gelsinger",
          "sentiment": "negative"
        },
        {
          "name": "adam galici",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnbc",
          "sentiment": "negative"
        },
        {
          "name": "intel",
          "sentiment": "negative"
        },
        {
          "name": "cnbc intel",
          "sentiment": "none"
        },
        {
          "name": "lseg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "davos",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:00:57.265+02:00",
    "updated": "2024-01-26T00:00:57.265+02:00"
  },
  {
    "uuid": "86ec5cb6e0b5771c5a6ba53cbdaeffaf68146853",
    "url": "https://www.newsbreak.com/kentucky-state/3499765835407-2-kentucky-guardsmen-honored-for-heroic-actions-during-2022-area-floods",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-21T20:59:00Z",
    "title": "2 Kentucky guardsmen honored for heroic actions during 2022 area floods",
    "text": "By Karolina Buczek ,\n4 hours ago Two Kentucky guardsmen were honored at the Kentucky Capitol for their heroic actions during the historic floods in eastern Kentucky in 2022.\nSergeant 1st Class Jeremy Lowe and Staff Sergeant Ryan Hunter were presented the Kentucky Medal for Valor in recognition for their actions. According to the Kentucky Guard, the two are being honored for \"gallantry while conducting lifesaving rescue operations under perilous, life-threatening conditions.\"\nDuring the missions, 241 personnel were rescued, 47 of which were hoist missions like those conducted by Lowe and Hunter’s crew.\nCovering Kentucky\nUrban County Council approves grant funds for social services agencies Erin Rosas 4:49 PM, Jun 21, 2024\nBoth guardsmen told LEX 18 that the conditions in eastern Kentucky were unlike anything they've experienced before.\n\"I have been in three different combat zones, responded to multiple natural disasters - hurricanes, floods, tornadoes - and that was the worst devastation,\" said Lowe.\n“The only comparison I have to that is going after Hurricane Irma and Maria in Puerto Rico. And even then - I think those hurricanes pale in comparison to the destruction that we saw,\" added Hunter.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=3J96lc_0tzRb0nG00",
      "https://img.particlenews.com/image.php?url=2lXKD1_0tzRb0nG00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3J96lc_0tzRb0nG00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2lXKD1_0tzRb0nG00",
      "https://www.lex18.com/news/covering-kentucky/urban-county-council-authorizes-grant-funds-for-37-social-services-agencies",
      "https://www.img.particlenews.com/image.php?url=3J96lc_0tzRb0nG00",
      "https://lex18.com/news/covering-kentucky/urban-county-council-authorizes-grant-funds-for-37-social-services-agencies",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2lXKD1_0tzRb0nG00",
      "https://www.img.particlenews.com/image.php?url=2lXKD1_0tzRb0nG00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3J96lc_0tzRb0nG00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karolina buczek",
          "sentiment": "negative"
        },
        {
          "name": "hunter",
          "sentiment": "none"
        },
        {
          "name": "ryan hunter",
          "sentiment": "none"
        },
        {
          "name": "lowe",
          "sentiment": "none"
        },
        {
          "name": "hurricane irma",
          "sentiment": "none"
        },
        {
          "name": "jeremy lowe",
          "sentiment": "none"
        },
        {
          "name": "erin rosas",
          "sentiment": "none"
        },
        {
          "name": "maria",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kentucky urban county council",
          "sentiment": "none"
        },
        {
          "name": "kentucky guard",
          "sentiment": "none"
        },
        {
          "name": "lex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "kentucky capitol",
          "sentiment": "none"
        },
        {
          "name": "puerto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T04:52:07.576+03:00",
    "updated": "2024-06-22T04:52:07.576+03:00"
  },
  {
    "uuid": "a06a5df60250d778dda9c96db104a9c34fe0a0bf",
    "url": "https://www.livehindustan.com/bihar/kishanganj/story-vaccination-for-pregnant-women-essential-to-reduce-maternal-and-infant-mortality-201745443464942.html",
    "ord_in_thread": 0,
    "author": "@Live_Hindustan",
    "published": "2025-04-23T21:24:00Z",
    "title": "गर्भवती महिलाओं का समय पर करायें टीडी वैक्सीनेशन",
    "text": "Hindi News\nBihar News\nKishanganj NewsVaccination for Pregnant Women Essential to Reduce Maternal and Infant Mortality\nगर्भवती महिलाओं का समय पर करायें टीडी वैक्सीनेशन\nटेटनस, डिप्थेरिया, परट्यूटिस रोगों से होता है बचाव गर्भवती महिलाओं का समय पर टीडी वैक्सीनेशनगर्भवती महिलाओं का समय पर टीडी वैक्सीनेशन\nNewswrapहिन्दुस्तान, किशनगंजThu, 24 April 2025 02:54 AM\nकिशनगंज, एक प्रतिनिधि। गर्भवती व शिशु स्वास्थ्य को ध्यान में रखते हुए जिले में ग्रामीण स्वास्थ्य स्वच्छता एवं पोषण दिवस पर जिले के चिह्नित सत्र स्थलों पर गर्भवती महिलाओं को टीकाकरण के चिह्नित करते हुए उनका आवश्यक टीकाकरण किया जा रहा है। जिला प्रतिरक्षण पदाधिकारी डॉ. देवेन्द्र कुमार टीकाकरण स्थल निरीक्षण करते हुए बताया कि टीकाकरण संक्रामक बीमारियों से बचाता है। गर्भवती महिलाओं का टीकाकरण मातृ एवं शिशु मृत्यु दर में कमी लाने के लिए काफी कारगर है। गर्भावस्था के दौरान महिलाओं के शरीर में तेजी से बदलाव होते हैं। इस दौरान रोगी प्रतिरोधी क्षमता पर असर पड़ता है। शरीर की प्रतिरोधी क्षमता कम होने के कारण कई प्रकार के संक्रमण की संभावना बढ़ जाती है। टीकाकरण संक्रामक रोगों से सुरक्षा प्रदान करता है। गर्भवती महिलाओं का समय पर आवश्यक टीकाकरण जच्चा-बच्चा दोनों को स्वस्थ्य रखता है। प्रसव पूर्व जांच के दौरान गर्भवती महिलाओं को टिटनेस, डिप्थेरिया और परट्यूटिस से बचाव के लिए आवश्यक टीकाकरण किया जाता है।\nटीडी वैक्सीन गर्भवती के लिए महत्वपूर्ण:\nसिविल सर्जन डॉ. राज कुमार चौधरी ने बताया कि सेंटर फॉर डिजीज प्रिवेंशन एंड कंट्रोल के मुताबिक गर्भावस्था में टिटनेस, डिप्थेरिया और परट्यूटिस का टीकाकरण जरूरी है। इससे बचाव के लिए टीडी वैक्सीन दिया जाता है। टीडी वैक्सीन इन सभी रोगों से बचाव में कारगर है, चूंकि टिटनेस संक्रमण नवजात शिशुओं के मृत्यु का एक बड़ा कारण है, इस लिए गर्भावस्था के दौरान ही टिटनेस टाक्साइड के दो टीका लगाये जाते हैं₹। दोनों टीका लगभग एक माह के अतराल पर दिया जाता है। वहीं काली खांसी से बचाव के लिए गर्भावस्था के 27वें सप्ताह से 36 सप्ताह के बीच टीकाकरण किया जाता है। नवजात शिशु के लिए काली खांसी जोखिम भरा होता है।\nगर्भवती का समय पर टीकाकरण कराया जाना जरूरी:\nजिला प्रतिरक्षण पदाधिकारी डॉ. देवेन्द्र कुमार ने बताया कि गर्भवती का समय पर टीकाकरण कराया जाना आवश्यक है और इसमे किसी प्रकार की कोताही नहीं की जानी चाहिए। गर्भवती के टीकाकरण से शिशु की रोग प्रतिरोधी क्षमता भी मजबूत होती है। टेटनस व डिप्थेरिया दोनों ही संक्रामक रोग है। उच्च रक्तचाप, तंत्रिका तंत्र का प्रभावित होना, मांसपेशियों में ऐंठन, गर्दन व जबड़े में अकड़न व पीठ का आकार धनुषाकार होना इसके प्रमुख लक्षण हैं। डिप्थेरिया संक्रमण से रोगी को सांस लेने में तकलीफ होती है तथा गर्दन में सूजन, बुखार व खांसी रहता है। इसके अलावा गर्भवती का फ्लू, हेपेटाइटिस ए और बी का भी टीकाकरण कराय जाना चाहिए।\nलेटेस्ट Hindi News ,\n बॉलीवुड न्यूज, बिजनेस न्यूज, टेक\n, ऑटो, करियर , और राशिफल,\nपढ़ने के लिए Live Hindustan App डाउनलोड करें।",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->vaccine"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T00:30:25.903+03:00",
    "updated": "2025-04-24T00:30:25.903+03:00"
  }
]