[
  {
    "uuid": "0ef38b56df21324108063d1b97b76e25dccfe158",
    "url": "https://www.que.es/2023/12/29/repara-tu-deuda-abogados-cancela-71-000e-en-madrid-con-la-ley-de-segunda-oportunidad/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@que_diario",
    "published": "2023-12-29T16:15:00Z",
    "title": "Repara tu Deuda Abogados cancela 71.000€ en Madrid con la Ley de Segunda Oportunidad",
    "text": "/COMUNICAE/ La exonerada no podía hacer frente a sus ingresos con la nómina que percibía y tuvo que acudir al mecanismo de segunda oportunidad Repara tu Deuda Abogados, despacho de abogados líder en España en la aplicación de la Ley de Segunda Oportunidad, ha logrado una cancelación de deuda en Madrid. Mediante la gestión de Repara tu Deuda Abogados, el Juzgado de Primera Instancia nº58 de Madrid ha dictado el Beneficio de Exoneración del Pasivo Insatisfecho (BEPI) en el caso de una mujer que había acumulado una deuda de 71.000 euros a la que no podía hacer frente. [VER SENTENCIA](https://reparatudeuda.es/wp-content/uploads/2023/09/BEPI_BQD.pdf) Como explicaba la propia exonerada cuando se puso en contacto con el despacho, no podía hacer frente a los créditos contraídos con la nómina que percibía. Ello le llevó a tener que comenzar los trámites para acogerse a [la Ley de Segunda Oportunidad](https://reparatudeuda.es/ley-segunda-oportunidad/). Como en su caso, numerosas personas se endeudan solicitando créditos, pensando que en un futuro podrán solventar sus problemas sin dificultades. Las personas que acuden a la Ley de Segunda Oportunidad comprueban en poco tiempo cuáles son los beneficios de quedar exoneradas: salen de los listados de morosidad, como ASNEF, pueden registrar posibles futuros bienes a su nombre y solicitar si lo desean nueva financiación. Otras de las ventajas obtenidas es que dejan de recibir las llamadas angustiantes de los bancos y entidades financieras, que anteriormente contactaban con familiares, allegados y personal de su propio trabajo. La realidad es que cada vez más personas empiezan el proceso para reactivarse en la economía. Desde su fundación en septiembre de 2015, [Repara tu Deuda](https://reparatudeuda.es/) ha ayudado a muchas que estaban en situaciones desesperadas y que no sabían dónde acudir para acabar con sus problemas de deudas. Hasta la fecha, han sido más de 20.000 los particulares y autónomos que han puesto su caso en sus manos para poner fin a sus deudas. El despacho de abogados ha logrado superar la cifra de 180 millones de euros exonerados a personas que proceden de las diferentes comunidades de España. Su previsión es que esta cantidad continúe aumentando en las próximas fechas como consecuencia del elevado número de expedientes que se están tramitando en estos momentos y a que muchos exonerados deciden contar su testimonio en primera persona. Esta legislación permite tanto a particulares como a autónomos quedar exonerados de sus deudas si cumplen previamente una serie de requisitos. En líneas generales, es suficiente con que el concursado actúe de buena fe mientras dure el proceso, que no haya sido condenado por delitos socioeconómicos en los diez últimos años y que el importe de la deuda no supere los 5 millones de euros. Repara tu Deuda abogados tiene una app disponible para Android y para IOS, bautizada con el nombre de MyRepara, que permite la reducción de los costes derivados del procedimiento, un control exhaustivo y reuniones con los abogados mediante videollamadas. El despacho también ofrece de forma alternativa la posibilidad de analizar los contratos firmados con bancos y entidades financieras. En este sentido, el objetivo es comprobar si existen cláusulas abusivas para la cancelación de tarjetas de crédito, tarjetas revolving, minicréditos, préstamos e hipotecas y poder reclamar a Cofidis, Moneyman, WiZink, Carrefour, Vivus, Banco Santander, CaixaBank, BBVA, Banco Sabadell, myKredit, Kviku, etc. Fuente [Comunicae](https://www.comunicae.es/notas-de-prensa/repara-tu-deuda-abogados-cancela-71-000-en_1/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://reparatudeuda.es/ley-segunda-oportunidad/).",
      "https://reparatudeuda.es/)",
      "https://reparatudeuda.es/wp-content/uploads/2023/09/BEPI_BQD.pdf)",
      "https://www.comunicae.es/notas-de-prensa/repara-tu-deuda-abogados-cancela-71-000-en_1/)",
      "https://comunicae.es/notas-de-prensa/repara-tu-deuda-abogados-cancela-71-000-en_1/)",
      "https://www.reparatudeuda.es/ley-segunda-oportunidad/).",
      "https://www.reparatudeuda.es/wp-content/uploads/2023/09/BEPI_BQD.pdf)",
      "https://www.reparatudeuda.es/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:40:06.224+02:00",
    "updated": "2023-12-29T18:40:06.224+02:00"
  },
  {
    "uuid": "03e3c6437515a6d9be3bffaf0d65604c399e0e45",
    "url": "https://www.nation.com.pk/31-Dec-2023/ppp-voice-of-poor-labourer-farmers-gilani",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Our Staff Reporter",
    "published": "2023-12-31T01:34:00Z",
    "title": "PPP voice of poor labourer, farmers: Gilani",
    "text": "MULTAN - Central leader Pakistan People’s Party Syed Yusuf Raza Gilani said that the PPP was the voice of the poor, labourers, and farmers. In a statement issued here, Gilani remarked that PPP always worked for the betterment of the downtrodden segments of society. He added that PPP leadership started the election campaign from Garhi Shaho. About the Election Campaign in Punjab, Gilani observed that it would begin soon. He stated that the poor reposed confidence in the policies of the Pakistan People Party. The PPP would not disappoint the people if voted to power, he categorically remarked. SURGE IN WOMEN’S PARTICIPATION IN ELECTIONS-2024 FROM SOUTH PUNJAB SIGNALS POSITIVE CHANGE The traditionally considered backward region of South Punjab is witnessing a remarkable shift in the political landscape, with an unprecedented surge in women’s participation as 20 women are contesting open seats in the 2024 general election. In a noteworthy development leading up to the general elections scheduled for February 8, 2024, the active participation of women is considered a commendable and historic milestone for the region. This marks the first time in South Punjab’s electoral history that such a substantial number of women have actively engaged in the political process, demonstrating a desire to contribute meaningfully to public service. Their candidacy extends across both national and provincial assembly seats, reflecting a diverse and dynamic representation. Out of the six National Assembly seats and twelve Provincial Assembly seats, women candidates have submitted their papers for five National Assembly seats and nine Provincial Assembly seats, further underscoring their commitment to shaping the future of the region. Among the notable women contenders for National Assembly seats are Aneela Iftikhar, Makkaya Bibi (NA 148), Dr Robeena Akhtar (NA 149), Mehr Bano Qureshi (NA 150), and Naghma Mushtaq (NA 153). Simultaneously, an inspiring array of women candidates, including Ayesha Siddiqa, Naeem un Nisa, Saira Ali, Qurban Fatima, Shazia Begum, Shumaila Ejaz Shah, Farzana Salman, Syed Zulihuma, Syed Qurat ul Ain, Madeeha Rehman, Sabeen Gul, Naghma Mushtaq, and Kalsoom Naaz, are vying for various constituencies in the Punjab Assembly. This significant uptick in women’s participation not only breaks traditional barriers but also marks a positive step towards inclusivity and gender equality in the political sphere. The diverse backgrounds and expertise of these women candidates promise a more holistic representation that aligns with the varied needs and aspirations of South Punjab’s populace, said political analyst Riaz Ahmed. “As the region eagerly awaits the upcoming general elections, the emergence of these courageous women candidates serves as an inspiring narrative of change and progress, signalling a transformative era for South Punjab’s political landscape. Their collective commitment to public service and representation reflects a hopeful shift towards a more inclusive and diverse governance paradigm, setting the stage for a brighter future in the region,” Riaz concludes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "syed yusuf raza gilani",
          "sentiment": "negative"
        },
        {
          "name": "gilani",
          "sentiment": "negative"
        },
        {
          "name": "garhi shaho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ppp",
          "sentiment": "negative"
        },
        {
          "name": "pakistan people party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "multan",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "south punjab",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T03:58:43.332+02:00",
    "updated": "2023-12-31T03:58:43.332+02:00"
  },
  {
    "uuid": "48f3a7b7e2dac6b30d4d232b439264485846187f",
    "url": "https://www.dailylocal.com/2023/12/28/for-penn-states-adisa-isaac-declaring-for-nfl-draft-is-all-about-family/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rich Scarcella",
    "published": "2023-12-28T16:59:00Z",
    "title": "For Penn State’s Adisa Isaac, declaring for NFL draft is all about family",
    "text": "ATLANTA — Adisa Isaac’s decision to declare for the NFL draft not surprisingly came down to wanting to provide for his family.\n“That’s what I do it for,” Isaac said Thursday. “That’s my why. I wouldn’t be doing what I’m doing. That definitely was a big factor in moving on.”\nIsaac, an All-Big Ten first-team defensive end, announced his decision late Wednesday night to bypass his final year of eligibility at Penn State.\nLisa Wiltshire-Isaac raised him and his three non-verbal siblings as a single mother in New York City. Isaac has helped his mother with their care from a young age.\n“I feel that God has put me here to take care of my mom, my brothers and my sister,” he told the Reading Eagle last year. “It’s eye-opening, for sure, to see my place in this family and my place on earth. I’m here for a reason. There’s no way I’m here just to be here.\n“My goal is to live for them. Everything I do is for them.”\nPro Football Focus has rated him as the 89th-best prospect in next spring’s NFL draft, which would make him a third-round pick. His first contract could bring him the kind of money his family has never seen.\n“Growing up there were a lot of ups and downs,” Isaac said. “Sometimes when I’m going through something like a tough workout, I reflect back on that and it drives and pushes me because those are not times that I want to go back to.\n“I’m blessed and humbled to be in this position to have this type of decision. It’s a real moment.”\nIsaac ranks third in the Big Ten in sacks with 7.5 and fourth in tackles for loss with 15.\n“Honestly it’s been tremendous to see him play,” defensive tackle Dvon Ellies said. “You’ve seen him play. You’ve seen how he’s operated in the last 12 weeks. It’s just been really special.”\nIsaac considered leaving Penn State for the NFL after last season before he decided to return.\n“Everything happens for a reason,” he said. “That’s why I stay even keel, trust the process, stick to the gut feeling and keep moving along in a positive direction. Everything ended up panning out for me. I’m happy.”\nHardy decisions: Cornerback Daequan Hardy said he struggled to decide whether to return to Penn State next year.\nOnce he declared for the NFL draft last week, he knew he would play in the Peach Bowl.\n“It (deciding to play in the bowl game) wasn’t as difficult as deciding to leave or stay,” Hardy said. “I just want to go out there and put another game on film. I feel like I’m one of those under-the-radar guys. I feel like this is another chance to prove who I am and maybe turn some heads.”\nHardy has enjoyed a terrific season, earning All-Big Ten second-team honors as a return specialist and third-team honors as a defensive back.\nHe ranks first in the conference with a 14.5 punt return average and leads the nation with two touchdowns, both against Massachusetts. On defense, he has seven pass breakups, two interceptions and three tackles for loss.\n“I’m not the biggest in stature,” he said. “I’m not one of the top, top prospects going into the draft. I know that. This is another opportunity for me to showcase my skills and make myself more known to the world.”\nEllies waits: Penn State defensive tackle Dvon Ellies said he will wait until after the Peach Bowl to decide whether he will return to the Lions next season or declare for the NFL draft.\n“To be completely honest with you, it has just been kind of exhausting,” he said. “There’s a lot that goes into it, a lot of different things to consider. It’s a big decision, not just for this year but for 30 years down the road. This is one I want to take my time with.”\nEllies has played in every game this season with seven starts and has 22 tackles, including five for losses. It’s been his best season for the Lions.\n“I’ve seen growth in my game from West Virginia (the season opener) to now,” Ellies said. “I feel like my growth has been tremendous. Whether I take the next step or I stay here, I feel like I’ll grow continuously.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adisa isaac",
          "sentiment": "negative"
        },
        {
          "name": "isaac",
          "sentiment": "none"
        },
        {
          "name": "lisa wiltshire-isaac",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "penn state",
          "sentiment": "negative"
        },
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "reading eagle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:52.717+02:00",
    "updated": "2023-12-29T00:32:52.717+02:00"
  },
  {
    "uuid": "3337a3bd5ec9eed71276d39b126658f0287cfd21",
    "url": "https://radiomitre.cienradios.com/sociedad/los-farmaceuticos-se-movilizan-contra-el-dnu-de-javier-milei-y-suspenderan-la-atencion/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luciano Fandiño",
    "published": "2023-12-28T21:40:00Z",
    "title": "Los farmacéuticos se movilizan contra el DNU de Javier Milei y suspenderán la atención | Radio Mitre",
    "text": "La [Confederación Farmacéutica Argentina (COFA) ](https://radiomitre.cienradios.com/politica/el-duro-comunicado-de-los-farmaceuticos-tras-el-dnu-de-javier-milei-pone-en-riesgo-la-salud-de-la-poblacion/)realizó un comunicado en los últimos días donde criticaba duramente al [ DNU del presidente Javier Milei](https://radiomitre.cienradios.com/politica/javier-milei-advirtio-que-llamara-a-un-plebiscito-si-el-congreso-rechaza-el-dnu/) y desde el sector inidcaron que en las próximas horas, se presentará un recurso de amparo. La CGT convocó a un paro general por la Ley Ómnibus y Eduardo Feinmann estalló: “Todo un récord” Será así como en el día de mañana se realizará la presentación de un recurso de amparo contra el Decreto de Necesidad y Urgencia (DNU), mientras que también en señal de reclamo bajarán sus persianas durante una hora ante la medida que indicaron: “Lleva a la destrucción a la profesión farmacéutica”. Según explicó el presidente de la entidad, Ricardo Pesenti: “Esta no es una medida política; de hecho, muchos farmacéuticos votaron a este gobierno. Sin embargo, creemos que hay desconocimiento de las consecuencias graves que trae este DNU”, mientras que también reveló que se realizará una concentración frente al Palacio de Tribunales. Por otro lado, Pesenti agregó que: “Con el argumento falso de bajar el precio de los medicamentos, el DNU lleva a la destrucción de la profesión farmacéutica, minando 20 artículos de la Ley 17.565 de ejercicio profesional”. A través del DNU 70/2023 se presentó una modificación de la ley 17.565 en la cual se eliminaba que “los medicamentos denominados de venta libre y de especialidades farmacéuticas, cualquiera sea su condición de expendio, sólo podrán ser efectuadas en todo el territorio de la Nación, en farmacias habilitadas”. El comunicado de la COFA tras el DNU de Javier Milei En un duro comunicado realizado por la Confederación Farmacéutica Argentina (COFA) se expresó: “La profesión farmacéutica ha sido profundamente afectada y gravemente agredida por el Decreto de Necesidad y Urgencia 70/23 emitido ayer por el Poder Ejecutivo. Esta medida pone en riesgo la salud de la población y el acceso de todos a los medicamentos”. Javier Milei desafió a la oposición tras la Ley Ómnibus con una contundente reflexión: “Eso se llama envidia” Además, también indicaron: “Mediante el DNU se permite que cualquier persona sin título habilitante pueda estar a cargo de la farmacia. Es decir que no habrá un profesional que garantice, bajo su responsabilidad, la calidad, origen y seguridad de los medicamentos que se dispensan. El DNU 70/23 atenta gravemente contra la salud de la población, la profesión farmacéutica y el modelo de farmacia profesional”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:32.302+02:00",
    "updated": "2023-12-29T00:18:32.302+02:00"
  }
]