[
  {
    "uuid": "bb991e281049bbe9aa626fc28ad8c8bab24f9a54",
    "url": "https://vanguardia.com.mx/informacion/preparese-frente-frio-50-y-masa-de-aire-frio-azotaran-a-mexico-se-esperan-fuertes-lluvias-granizadas-temperaturas-de-5-grados-tolvaneras-y-eve-PL11921086",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "carlos martínez",
    "published": "2024-05-10T12:10:00Z",
    "title": "Prepárese... Frente Frío 50 y Masa de Aire Frío azotarán a México; se esperan fuertes lluvias, granizadas, temperaturas de -5 grados, tolvaneras y evento Surada",
    "text": "Prepárese... Frente Frío 50 y Masa de Aire Frío azotarán a México; se esperan fuertes lluvias, granizadas, temperaturas de -5 grados, tolvaneras y evento Surada [Carlos Martínez](/autor/-/meta/carlos-martinez) Para apaciguar al calor, la llegada del Frente Frío 50 generará bajas temperaturas, fuertes lluvias, así como granizadas y tornados La llegada del [Frente Frío](https://en.wikipedia.org/wiki/Cold_front), el número 50 de la temporada, una línea seca, las corrientes en chorro polar y subtropical y canales de baja presión, generarán temperaturas gélidas de entre los -5 y 0 grados, fuertes lluvias, granizadas y vientos superiores a los 80 km/h y tolvaneras , esto según el pronóstico del Servicio Meteorológico Nacional (SMN) de la Comisión Nacional del Agua (Conagua). Para este viernes, el frente frío número 50 se extenderá sobre el norte y noreste de México, en interacción con un canal de baja presión sobre el noreste del país y con la corriente en chorro subtropical, ocasionará lluvias puntuales fuertes con descargas eléctricas y posible caída de granizo, así como viento con rachas fuertes y posible formación de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas. La masa de aire frío que impulsa al sistema frontal propiciará un refrescamiento en las temperaturas en el norte y noreste del territorio nacional. Canales de baja presión sobre el centro, sureste y Península de Yucatán, aunado al ingreso de humedad procedente del Océano Pacífico y Golfo de México, ocasionarán lluvias y chubascos acompañados de descargas eléctricas y posible caída de granizo en dichas regiones. Finalmente, una circulación anticiclónica en niveles medios de la atmósfera mantendrá la segunda onda de calor de la temporada sobre la República Mexicana, con temperaturas superiores a 45 °C en Sinaloa, Michoacán, Guerrero, Oaxaca, Chiapas, Tamaulipas, San Luis Potosí, Veracruz, Tabasco, Campeche y Yucatán. A partir del sábado finalizará la onda de calor, debido al debilitamiento de la circulación anticiclónica en niveles medios de la atmósfera que la originó. Este día, el sistema frontal 50 se extenderá sobre el norte y noreste del territorio nacional, interaccionara con la corriente en chorro subtropical y una vaguada extendida sobre el noreste y oriente de México, ocasionarán lluvias puntuales fuertes con descargas eléctricas y posible caída de granizo en Coahuila, Nuevo León, Tamaulipas y San Luis Potosí, y lluvias aisladas en Chihuahua y Zacatecas, además de rachas de viento de 60 a 80 km/h y posible formación de torbellinos y/o tornados en Coahuila, Nuevo León y Tamaulipas; con tolvaneras en Chihuahua, San Luis Potosí, Zacatecas y Durango. El domingo, Frente Frío 50 con características de estacionario, se extenderá sobre el norte y noreste del territorio nacional, interaccionara con la corriente en chorro subtropical y una vaguada extendida sobre el noreste y oriente de México, ocasionarán intervalos de chubascos acompañados de descargas eléctricas y posible caída de granizo en Coahuila, Nuevo León, Tamaulipas y San Luis Potosí, además de rachas de viento de 60 a 80 km/h y tolvaneras en Chihuahua, Coahuila, Durango, Zacatecas, San Luis Potosí y Aguascalientes, y rachas de viento de 40 a 60 km/h con posibles tolvaneras en Nuevo León y Tamaulipas. Se prevé que a partir del lunes dicho sistema frontal deje de afectar al territorio nacional. PRONÓSTICO DE LLUVIAS EN EL TERRITORIO MEXICANO Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León y Tamaulipas. Intervalos de chubascos (5 a 25 mm): Chihuahua, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México y Chiapas. Lluvias aisladas (0.1 a 5 mm): Michoacán, Morelos, Veracruz, Campeche y Quintana Roo. TEMPERATURAS MÍNIMAS Y MÁXIMAS PARA LA REPÚBLICA MEXICANA Temperaturas mínimas de -5 a 0 °C con heladas: sierras de Chihuahua. Temperaturas mínimas de 0 a 5 °C: sierras de Baja California, Sonora y Durango. Temperaturas máximas superiores a 45 °C: Sinaloa, Michoacán, Guerrero, Oaxaca, Chiapas, Tamaulipas, San Luis Potosí, Veracruz, Tabasco, Campeche y Yucatán. Temperaturas máximas de 40 a 45 °C: Sonora, Nayarit, Jalisco, Colima, Morelos, Puebla (norte y suroeste), Hidalgo (norte), Nuevo León y Quintana Roo. Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Chihuahua, Coahuila, Durango, Zacatecas, Aguascalientes, Guanajuato, Querétaro y Estado de México (suroeste). PRONÓSTICO DE VIENTO PARA EL TERRITORIO MEXICANO Viento de componente sur con rachas de 60 a 80 km/h: Veracruz y Oaxaca; con rachas de 40 a 60 km/h: Campeche, Yucatán y Quintana Roo. Viento con rachas de 60 a 80 km/h y posible formación de torbellinos y/o tornados: Coahuila, Nuevo León y Tamaulipas; con tolvaneras: Chihuahua, San Luis Potosí, Zacatecas y Durango. Viento con rachas de 40 a 60 km/h: Tabasco, Campeche, Yucatán y Quintana Roo; con posibles tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos. Viento de componente sur con rachas de 40 a 60 km/h: Veracruz (sur) y Oaxaca (Istmo de Tehuantepec). ¿QUÉ ES UNA MASA DE AIRE FRÍO? Una [masa de aire frío](https://es.wikipedia.org/wiki/Masa_de_aire) se refiere a una gran porción de la atmósfera que contiene aire más frío en comparación con las áreas circundantes. Estas masas de aire frío se forman generalmente en regiones polares o en áreas donde las temperaturas son más bajas. Cuando una masa de aire frío se desplaza hacia regiones más cálidas, puede tener varios efectos en el clima y el tiempo. Cuando una masa de aire frío se encuentra con una masa de aire más cálida, puede dar lugar a cambios climáticos significativos. El aire frío es más denso y tiende a desplazar al aire más cálido, lo que puede provocar la formación de frentes fríos. Estos frentes pueden dar lugar a condiciones meteorológicas como lluvias, nevadas, vientos fuertes o cambios abruptos en la temperatura. En resumen, una masa de aire frío es simplemente una porción grande de la atmósfera que contiene aire frío, y su interacción con masas de aire más cálido puede influir en el clima y el tiempo en una región determinada. ¿QUÉ ES UN FRENTE FRÍO? Un frente frío se produce por el choque de dos masas de aire: una fría y una cálida; esto provoca la formación de tormentas severas y un evento de Norte. Son impulsados por una masa de aire frío a una velocidad aproximada entre 40 y 60 kilómetros/hora, por lo que tienen una duración de 3 a 7 días en nuestro país y dejan un enfriamiento del aire sobre la región por donde pasa. De acuerdo a la climatología de México, la temporada de sistemas frontales inicia durante el mes de septiembre y concluye en mayo cuando se activa la de ciclones y huracanes; además es importante recordar que cuando los frentes interactúan con sistemas tropicales, los vuelven más inestables, duraderos y peligrosos. Los efectos de un frente frío, además de las bajas temperaturas, son lluvias, nevadas, oleaje y viento; este último, cuando corre de norte a sur en el golfo de México e istmo de Tehuantepec, se le conoce comúnmente como Norte. TE PUEDE INTERESAR: [¿Y cuándo llega el frío?, serán 56 frentes fríos en esta temporada invernal](https://vanguardia.com.mx/noticias/y-cuando-llega-el-frio-seran-56-frentes-frios-en-esta-temporada-invernal-IF9337956) ¿QUÉ HACER ANTE LA LLEGADA DE UN FRENTE FRÍO? Ante la llegada de un [frente frío](https://vanguardia.com.mx/topic/-/meta/clima), es importante tomar algunas precauciones para mantenerse seguro y cómodo. Aquí hay algunos pasos que puedes seguir: Viste adecuadamente: Asegúrate de usar ropa abrigada y en capas para mantener el calor. Un abrigo, bufanda, guantes y gorro son esenciales para protegerte del frío. Mantén tu hogar cálido: Si estás en casa, asegúrate de que tu sistema de calefacción esté funcionando correctamente. Si es necesario, utiliza calentadores eléctricos o de gas para mantener el ambiente cálido. Asegúrate también de sellar cualquier filtración de aire en puertas y ventanas. Protégete del viento: El viento puede hacer que la sensación térmica sea mucho más fría. Siempre que salgas, utiliza ropa que te proteja del viento y busca lugares resguardados. Aliméntate bien: Los alimentos calientes pueden ayudarte a mantener tu temperatura corporal. Beber bebidas calientes como té, café o chocolate caliente puede ser reconfortante. Evita actividades al aire libre: Si las condiciones son muy frías, es mejor evitar actividades al aire libre que te expongan demasiado al frío, especialmente si no estás adecuadamente vestido. Conduce con precaución: Las carreteras pueden volverse peligrosas debido al hielo o la nieve. Si necesitas conducir, asegúrate de hacerlo con precaución, reduciendo la velocidad y manteniendo una mayor distancia de seguridad. Protege tus mascotas: Si tienes mascotas, asegúrate de que también estén protegidas del frío. Mantén a los animales en el interior o proporciónales refugio y mantas si están afuera. Prepara suministros: Asegúrate de tener suficientes suministros en caso de que el clima frío cause interrupciones en el suministro de electricidad o agua. Mantén linternas, baterías y alimentos no perecederos a mano. Mantente informado: Sigue los pronósticos meteorológicos para estar al tanto de cualquier cambio en el clima. Esto te permitirá tomar decisiones informadas sobre tus actividades y preparativos. Cuida a las personas vulnerables: Presta atención a niños pequeños, ancianos y personas con problemas de salud, ya que son más susceptibles a las bajas temperaturas. Asegúrate de que estén bien abrigados y protegidos. Recuerda que la clave es mantenerse informado y tomar las precauciones adecuadas para mantener tu seguridad y bienestar durante la llegada de un frente frío.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://es.wikipedia.org/wiki/Masa_de_aire)",
      "https://en.wikipedia.org/wiki/Cold_front),",
      "https://www.en.wikipedia.org/wiki/Cold_front),",
      "https://www.es.wikipedia.org/wiki/Masa_de_aire)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T15:45:30.457+03:00",
    "updated": "2024-05-10T15:45:30.457+03:00"
  },
  {
    "uuid": "e1201710cdb9a798c516575620b59850abe40981",
    "url": "https://sports.yahoo.com/arteta-explains-where-arsenal-must-224433489.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NBC Sports",
    "published": "2023-12-28T00:00:00Z",
    "title": "Arteta explains where Arsenal must improve",
    "text": "Arsenal manager Mikel Arteta explains what went wrong for his side in a 2-0 loss to West Ham United at the Emirates. Arsenal manager Mikel Arteta explains what went wrong for his side in a 2-0 loss to West Ham United at the Emirates. The gap between the Huskies and the rest of the Big East has slowly closed since they rejoined the conference for the 2020-21 season. LSU and South Carolina have different roster makeups than when they won their respective titles, but they still have NCAA championship potential and are the two favorites to win the SEC. After getting handled by Texas and flailing against USF, the Crimson Tide were being written off. It appears the rumors of Alabama's demise were greatly exaggerated. It's another jam packed edition of 'Stat Nerd Thursday' with Dalton Del Don and Matt Harmon. The two provide one stat you need to know for every team in the NFL heading into Week 17. Del Don and Harmon also preview the TNF matchup between the New York Jets and Cleveland Browns. West Virginia easily beat North Carolina 30-10. At the time of his injury, Rhamondre Stevenson led the Patriots in rushing yards and receptions Stars tend to shine during Championship Week. Here is a lineup of players who could blow up and win titles almost on their own. Chris Herrington from the Daily Memphian joins Dan Devine to talk about the red hot Memphis Grizzlies, who are 4-0 since the return of Ja Morant, and the bright future the franchise still has. Sal Vetri reveals nine matchups fantasy managers can exploit when setting their lineups for championship games. Who are the players we should be targeting in deals? Who should we send out? We break down your options here, led by a disappointing Devils forward. There are six teams vying for the last AFC wild-card spot. The NBA couldn't look away on Tuesday. The Pistons put on a good show before setting infamous history. Whether your fantasy basketball team is a contender or needs a boost, consider these players targets to acquire or deal away. Check out our fantasy football running back rankings for Week 17 of the 2023 NFL season! Three coaches have already been let go, along with two general managers. Keep up with all the changes across the NFL right here. T.J. Hockenson was in the middle of a career season with the Vikings. The Jaguars are on a four-game losing streak but still have a seat in the AFC playoff picture for now. Here, we'll track the San Antonio Spurs rookie's weekly progress relative to the most anticipated prospects of the past 50 years, using Yahoo Sports' own default fantasy basketball settings to rank their production. Did Purdy almost certainly eliminate himself from the MVP race on Monday? Yes. Did he hurt the 49ers’ chances at a deep postseason run? He did not. The Eagles had an embarrassing play on a kickoff return.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mikel arteta",
          "sentiment": "neutral"
        },
        {
          "name": "arteta",
          "sentiment": "neutral"
        },
        {
          "name": "rhamondre stevenson",
          "sentiment": "none"
        },
        {
          "name": "matt harmon",
          "sentiment": "none"
        },
        {
          "name": "harmon",
          "sentiment": "none"
        },
        {
          "name": "dalton del don",
          "sentiment": "none"
        },
        {
          "name": "del don",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "west ham united",
          "sentiment": "neutral"
        },
        {
          "name": "arsenal",
          "sentiment": "neutral"
        },
        {
          "name": "sec",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "ncaa",
          "sentiment": "none"
        },
        {
          "name": "new york jets",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "usf",
          "sentiment": "none"
        },
        {
          "name": "huskies",
          "sentiment": "none"
        },
        {
          "name": "lsu",
          "sentiment": "none"
        },
        {
          "name": "cleveland browns",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "big east",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:08:50.772+02:00",
    "updated": "2023-12-29T01:08:50.772+02:00"
  },
  {
    "uuid": "e91cf672418f3e067bb83668bbfdd7e1e8cfae38",
    "url": "https://www.beinsports.com/en-au/football/articles/mps-seek-to-make-unauthorised-entry-into-football-grounds-a-criminal-offence-2023-12-29",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Euro 2020 final between England and Italy at Wembley saw crowd trouble.",
    "published": "2023-12-28T22:14:00Z",
    "title": "MPs seek to make unauthorised entry into football grounds a criminal offence | beIN SPORTS",
    "text": "MPs seek to make unauthorised entry into football grounds a criminal offence The Euro 2020 final between England and Italy at Wembley saw crowd trouble. MPs have recommended the creation of a new criminal offence of unauthorised entry to a football match to counter the sort of disorder seen at the Euro 2020 final at Wembley.\nThe Culture Media and Sport Committee has completed an inquiry into spectator safety issues following the trouble seen both at Wembley, and the problems encountered by Liverpool fans at last year’s Champions League final in Paris.\nThe Euro 2020 final between England and Italy saw a number of fans without tickets attempting to gain entry to Wembley either with fake tickets, through tailgating or by force.\nThere is currently no distinct criminal offence regarding unauthorised entry to a stadium, and the Committee has called on the Government to back a bill introduced by committee member Kevin Brennan MP which would create an offence and allow a football banning order to be imposed on conviction.\nChair of the Committee Dame Caroline Dinenage MP said: “Tailgating and other forms of unauthorised entry into grounds are an increasing problem at high-profile matches putting safety at risk from overcrowding.\n“Those involved should know that they will face consequences and the Government should back legislation to ensure they can be banned.”\nThe issues seen in Paris last summer were very different, with the authorities found to be at fault for major problems around the Stade de France despite their attempts to pin the blame on Liverpool supporters.\nSeveral fans were denied entry despite having legitimate tickets for Liverpool’s match against Real Madrid, while police also used pepper spray and tear gas.\nThe Committee called the treatment Liverpool fans received “disgraceful” and said the attitude of foreign police forces towards British fans was a significant factor.\nDame Dinenage added: “At big games in Europe, too often the attitude of foreign police to British fans leads to unacceptable treatment of innocent supporters.\n“The Government needs to work with overseas counterparts to bolster the role of British police travelling with teams and collaboration with local forces.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevin brennan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "culture media and sport committee",
          "sentiment": "none"
        },
        {
          "name": "committee dame caroline dinenage",
          "sentiment": "none"
        },
        {
          "name": "committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "wembley",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:12:53.456+02:00",
    "updated": "2023-12-29T04:12:53.456+02:00"
  },
  {
    "uuid": "6082e14987d94603b437a5bf24d692c7a18eda17",
    "url": "https://www.prensa-latina.cu/2024/10/04/india-se-unira-a-centro-internacional-de-eficiencia-energetica",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Livia Rodríguez Delis",
    "published": "2024-10-04T05:05:00Z",
    "title": "India se unirá a Centro Internacional de Eficiencia Energética",
    "text": "Con la firma de una carta de intención, el gobierno indio ratificó su decisión de integrar la plataforma global para intercambiar experiencias con actores internacionales.\nTendrá acceso a una vasta red de expertos y recursos, lo que le permitirá mejorar sus iniciativas nacionales, de acuerdo con informaciones del Gabinete.\nAdemás, se beneficiará de oportunidades de colaboración con otros estados miembros y contribuirá a los esfuerzos globales para abordar el cambio climático mediante la promoción de tecnologías y prácticas eficientes.\nDe acuerdo con el gobierno indio, compartir conocimientos, mejores prácticas y soluciones innovadoras consolida el compromiso del país con el desarrollo sostenible.\nEstablecida en 2020 como sucesor de la Asociación Internacional para la Cooperación en Eficiencia Energética (IPEEC), la plataforma reúne a gobiernos, organizaciones internacionales y entidades del sector privado de 16 países.\nLa integran Argentina, Australia, Brasil, Canadá, China, Dinamarca, Comisión Europea, Francia, Alemania, Japón, República de Corea, Luxemburgo, Rusia, Arabia Saudita, Estados Unidos y Reino Unido.\nAl unirse a la plataforma global, India da un paso significativo hacia un futuro más sostenible, precisó el Gabinete.\nTambién indicó que la participación del país en la iniciativa ayudará a acelerar la transición hacia una economía baja en carbono y mejorar la seguridad energética.\narc/lrd",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T08:43:46.821+03:00",
    "updated": "2024-10-04T08:43:46.821+03:00"
  },
  {
    "uuid": "a97c54eba5ae8e15c82a865c99807ea73d0d6095",
    "url": "https://www.record.pt/internacional/detalhe/young-boys-vence-no-regresso-do-campeonato-suico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "online@record.pt (Record)",
    "published": "2024-01-20T21:16:00Z",
    "title": "Young Boys vence no regresso do campeonato suíço",
    "text": "O Young Boys, campeão em título e adversário do Sporting no play-off de acesso aos oitavos de final da Liga Europa, reforçou este sábado a liderança no campeonato suíço, ao vencer o Grasshoppers 1-0. Um golo do médio Donat Rhudhani, aos 73 minutos, foi suficiente para garantir a vitória do Young Boys, no jogo que abriu a 19.ª jornada da Liga helvética e deixa o líder com mais oito pontos do que o St. Gallen, mas que ainda hoje visita o Lausana. No Young Boys, destaque ainda para a entrada do avançado português, nascido na Suíça, Joel Monteiro, aos 77 minutos. No play-off da Liga Europa, o Young Boys recebe primeiro o Sporting, a 15 de fevereiro, e visita os 'leões' no Estádio José Alvalade uma semana depois, na segunda mão, agendada para 22 de fevereiro. Poucas horas depois dos Globe Soccer Awards, o craque português recebeu Record. Esta é uma entrevista sobre passado, presente e futuro Aplica uma 'manita' (5-0) ao Palace, sobe ao pódio e o seu treinador diz que lutará por todas as provas Médio português fez o seu primeiro golo com a camisola do Pisa Gelson Dala em evidência nos 'palancas negras' com golos aos 30 e 50 minutos Acompanhe todas as movimentações em Portugal e nos principais campeonatos do Mundo Astro português distinguido com três prémios, mas perdeu para Haaland na votação para Jogador do Ano de 2023 Capitão da Seleção Nacional, que foi o melhor marcador de 2023, marca presença na gala dos Globe Soccer Awards Médio português chega do Sp. Braga",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-20T23:57:59.600+02:00",
    "updated": "2024-01-21T05:14:08.544+02:00"
  },
  {
    "uuid": "cea0a909db89ae58ee457b03332a4b18d091acc3",
    "url": "https://www.watfordobserver.co.uk/news/national/24016879.new-years-eve-revellers-urged-wrap-warm-temperatures-plummet/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T10:58:00Z",
    "title": "New Year’s Eve revellers urged to wrap up warm as temperatures plummet | Watford Observer",
    "text": "New Year’s Eve revellers have been urged to wrap up warm as conditions across many parts of the UK could feel close to freezing as the clock strikes midnight. The weather is expected to remain unsettled with further strong winds and heavy rain throughout the last weekend of 2023. A yellow weather warning for wind covering parts of Wales and the east of England has been issued and will come into force between 11am on Saturday and 3am on Sunday. A spell of strong and gusty winds will move east across England and Wales, bringing some disruption to travel and services, the Met Office said. A yellow weather warning for rain has been issued covering Wales between 10am and 6pm on Saturday, which may lead to flooding and transport disruption. A yellow weather warning for rain will also come into effect at 4am on Saturday for Northern Ireland, due to be in force until 11am the same day. The fresh warnings come on the heels of a gusty few days brought on by Storm Gerrit. Hundreds of homes in Scotland remain without power as the post-storm clean up begins, but electricity bosses are “very confident” that the remaining 750 properties will be reconnected on Friday. Thousands of properties in Ceredigion were without power on Thursday after lightning struck supplies in Wales. The Met Office said its Irish counterpart, Met Eireann, could name another storm – Storm Hank – as a “deep area of low pressure” pushes strong winds across the Republic of Ireland on Saturday. Meteorologist Alex Burkill said Saturday is going to turn “wet and windy” across the UK with a band of “intense rain” pushing its way eastwards and north-eastwards to bring a risk of gales and possibly “severe gales” in exposed spots. In a forecast video, Mr Burkill said northern areas as well as high ground areas in Scotland are likely to see “significant snow”, with possibly 10 to 20cm of snow building up on the highest grounds. “There’s a potential for some snow accumulations, even as low as perhaps 100m up, we could see some slushy snow, so likely to see some travel disruption again, because of the wind, the rain and some snow like we’ve seen over some recent days,” he said. Blustery and showery conditions are set to continue into Sunday, with the heaviest and most frequent rainfall across western parts of the UK. The mercury is expected to drop on Sunday. Mr Burkill said: “As we look towards the end of the day on New Year’s Eve, and the blustery showery theme does continue, some of those showers should start to ease as we head towards midnight. “So perhaps a bit more drier weather around, some clearer skies but do watch out for those showers and you will also want to wrap up quite warm because although it hasn’t been particularly chilly recently, when you factor in those strong blustery winds, it’s going to feel close to freezing for many places. “So definitely a chilly feel to things as the clock strikes midnight.” New Year’s Day should turn drier for many, particularly across more central southern parts of England and across Scotland with the “central slice” of the UK most likely to have showery rain. “As we look through the rest of the first week of 2024 and at the moment Tuesday looks like it’d be a largely dry day with some fine weather around before the return to something more unsettled – some heavy rain, some strong winds, and that does bring the potential for something a little bit colder and possibly wintry,” Mr Burkill said. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said. A “supercell thunderstorm” that moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged around 100 homes in Stalybridge, in Tameside, Greater Manchester, on Wednesday. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspended or cancelled services due to damage or system faults. Friday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day. In Wales, the aftermath of the recent severe weather will see rail services hampered until Monday. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:04:43.595+02:00",
    "updated": "2023-12-29T13:04:43.595+02:00"
  },
  {
    "uuid": "a0fcd57299a5ae70ec27febafeae0aaa7d1c15e9",
    "url": "https://www.ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Resto del Carlino",
    "published": "2024-02-16T00:00:00Z",
    "title": "Rilancio del vivaio Zerina. Accordo con la Regione per piante e didattica",
    "text": "Rilancio del vivaio Zerina. Accordo con la Regione per piante e didattica La Regione sostiene il rilancio del vivaio forestale di Zerina. L’attività di Ponticelli affiancherà alla coltivazione e distribuzione di piante autoctone certificate (a partire da quelle che i Comuni mettono a dimora per ogni bambino nato) un nuovo impegno sul fronte della divulgazione ed educazione ambientale rivolta a scuole e cittadini. Una nuova stagione resa possibile dalla convenzione approvata nell’ultima seduta dalla Giunta del presidente Stefano Bonaccini, su proposta dell’assessora alla Forestazione, Barbara Lori.\nDa un lato, l’Ente di gestione per i parchi e la biodiversità della Romagna e il Comune, proprietario dell’area, che collaboreranno nella gestione. Dall’altro, la stessa Regione che manterrà funzioni di coordinamento e supporto alle pratiche di coltivazione, oltre a stanziare i finanziamenti: 150mila euro per l’anno 2024 (90mila all’Ente di gestione per i parchi e la biodiversità della Romagna e 60mila al Comune di Imola) per l’avvio delle opere di coltivazione; 90mila euro per gli anni successivi.\n\"Un importante passo avanti nel rilancio della vivaistica forestale regionale, a partire da quella pubblica, di cui vogliamo valorizzare il ruolo prezioso a favore dell’ambiente e della biodiversità, in linea con la nuova strategia forestale e con gli obiettivi del progetto ‘Mettiamo radici per il futuro’, per fare dell’Emilia-Romagna il corridoio verde d’Italia\", sottolinea Lori.\n\"Siamo molto orgogliosi di questa opportunità e siamo grati alla Regione per avere voluto rilanciare il vivaio Zerina – aggiungono il sindaco Marco Panieri e l’assessora all’Ambiente, Elisa Spada -. Crediamo fortemente nel valore del verde urbano per la mitigazione e l’adattamento climatico, nonché per incrementare la biodiversità. Il vivaio è facilmente raggiungibile con la ciclovia del Santerno e dà la possibilità di conoscere e toccare con mano le specie arboree tipiche del nostro territorio. Vogliamo fare del vivaio Zerina un polo educativo in sinergia con l’Ente di gestione per i parchi e la biodiversità della Romagna, per promuovere l’esperienza diretta di questa bellezza e fare cultura sul tema ambientale\".\nAnche il presidente dell’Ente, Antonio Venturi, e il direttore, Nevio Agostini, esprimono il proprio impegno ed entusiasmo per la collaborazione con il Comune di Imola nella gestione del vivaio Zerina.\n\"Oltre agli obiettivi e agli aspetti di carattere ambientale, agronomico e divulgativo previsti dall’accordo, contribuiremo a rendere il vivaio un’eccellenza naturalistica, un luogo nel quale produrre alberi e arbusti per la messa a dimora di boschi, siepi e impianti dedicati al ripristino di ambienti naturali e seminaturali degradati – affermano –. Parte del vivaio, potrà inoltre essere dedicata alla produzione diretta dei semi attraverso i quali propagare le piante forestali che saranno successivamente distribuite\".\nOltre a quello di Zerina in Emilia-Romagna ci sono altri due vivai regionali, quello di Castellaro di Galeata (Forlì-Cesena) e quello di Scodogna a Collecchio (Parma).\nWhatsApp\nFacebook\nX\nPrint\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Environment"
    ],
    "external_links": [
      "https://web.whatsapp.com/send?text=Rilancio%20del%20vivaio%20Zerina.%20Accordo%20con%20la%20Regione%20per%20piante%20e%20didattica%20https://www.ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e",
      "https://x.com/share?url=https://www.ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e&text=Rilancio%20del%20vivaio%20Zerina.%20Accordo%20con%20la%20Regione%20per%20piante%20e%20didattica",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e&t=Rilancio%20del%20vivaio%20Zerina.%20Accordo%20con%20la%20Regione%20per%20piante%20e%20didattica",
      "https://x.com/share",
      "https://x.com/share?url=https://ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e&text=Rilancio%20del%20vivaio%20Zerina.%20Accordo%20con%20la%20Regione%20per%20piante%20e%20didattica",
      "https://web.whatsapp.com/send",
      "https://www.facebook.com/sharer/sharer.php",
      "https://web.whatsapp.com/send?text=Rilancio%20del%20vivaio%20Zerina.%20Accordo%20con%20la%20Regione%20per%20piante%20e%20didattica%20https://ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e",
      "https://facebook.com/sharer/sharer.php?u=https://ilrestodelcarlino.it/imola/cronaca/rilancio-del-vivaio-zerina-accordo-con-la-regione-per-piante-e-didattica-b4c7f01e&t=Rilancio%20del%20vivaio%20Zerina.%20Accordo%20con%20la%20Regione%20per%20piante%20e%20didattica"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T08:13:03.308+02:00",
    "updated": "2024-02-16T08:13:03.308+02:00"
  },
  {
    "uuid": "437b484dbf6935c9244a269751ccf579c707ddb1",
    "url": "https://n.yam.com/Article/20250724381408",
    "ord_in_thread": 0,
    "author": "蕃新聞",
    "published": "2025-07-24T03:06:00Z",
    "title": "大港閱冰回歸！35家冰品名店、限定冰開吃　哈瑪星8/16封街涼爆登場",
    "text": "大港閱冰回歸！35家冰品名店、限定冰開吃 哈瑪星8/16封街涼爆登場\n台灣好報/\n1 小時前\n【記者 王苡蘋／高雄 報導】迎戰暑期高溫，高雄市政府觀光局年度人氣活動「大港閱冰」將於8月16日至17日在哈瑪星臨海三路（新濱・駅前）盛大封街舉行！活動匯集35家以上在地人氣冰品名店與特色餐車，從古早味刨冰到義式冰淇淋，冰棒、水果冰、雪花冰應有盡有，是南台灣最大規模的冰品嘉年華，邀請海內外遊客一起「冰」涼度夏。\n▲列車上的義式冰淇淋店「SNOW冰淇淋」▲以水果為基底的雪花冰店「人來走走」觀光局長高閔琳表示，「大港閱冰」邁入第4屆，已成高雄夏季代表活動之一，吸引超過2萬名遊客朝聖。此次不僅網羅高雄知名冰店，還推出市集限定冰品，讓民眾免排隊、免奔波就能一站嚐遍最道地的冰涼美味。\n▲走訪黃埔新村順便品嘗「樸味綿綿冰」▲「小島製冰」的日式特色冰品除了現場精彩活動，觀光局同步推薦高雄人氣冰品踩點路線：如棧貳庫旁的「人來走走」主打天然雪花冰、「小島製冰」推出調酒系日式刨冰、「SNOW雪諾冰淇淋」打造鐵道車廂冰體驗，還有旗山枝仔冰、甲仙芋冰等老店，每一站都清涼又好拍。\n▲「大港閱冰」每年超過4萬人次參與，已成為高雄冰品美食觀光品牌。炎夏不間斷，高雄還有更多暑期活動接力上場：7月26日至27日「台日大港水果祭」、每週末旗津氣墊水樂園清涼開放、8月初的「旗津風箏節」、月底大樹氣墊水樂園登場，9月還有愛河啤酒節與鹽埕奶茶節，讓你一路涼玩到開學！更多活動資訊請上「高雄旅遊網」查詢。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->leisure venue",
      "Social Issue->social networking",
      "Social Issue->demographics",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://khh.travel/",
      "https://www.khh.travel/",
      "https://khh.travel"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:35:22.142+03:00",
    "updated": "2025-07-24T07:37:29.000+03:00"
  },
  {
    "uuid": "be59cb67fdd1ec2be3e79af877a97fb3753c433a",
    "url": "https://www.laopiniondezamora.es/sociedad/2024/11/01/directo-ultima-hora-dana-azota-costa-mediterranea-sur-peninsula-110836407.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Olaya González | Elena Martínez | Íñigo Roy | Marga Vázquez",
    "published": "2024-11-01T05:12:00Z",
    "title": "Directo | Sube a 155 la cifra de víctimas mortales por la DANA en Valencia",
    "text": "En Directo\nTemporal\nDirecto | Sube a 155 la cifra de víctimas mortales por la DANA en Valencia\nEn Castilla-La Mancha hay otros dos fallecidos y en Andalucía, uno\nLas fuertes lluvias se ceban ahora con Castellón, donde ya se están realizando los primeros rescates aéreos\nOlaya González | Elena Martínez | Íñigo Roy | Marga Vázquez\nDesolación total en la Comunidad Valenciana. La peor DANA que se recuerda en décadas deja ya 155 muertos en Valencia. Es el temporal más devastador desde que hay registros y una de las peores catástrofes naturales de la historia de España. No se descarta que el número de fallecidos continúe ascendiendo en las próximas horas. Además, las autoridades de Castilla-La Mancha han confirmado que [una mujer de 88 años ha muerto en Cuenca](/sociedad/2024/10/30/inundaciones-albacete-dejan-seis-desaparecidos-pueblos-110883692.html) y otra persona ha sido encontrada sin vida en Albacete. En Málaga ha [fallecido un hombre de 71 años](/sociedad/2024/10/30/muere-hospital-hombre-rescatado-inundaciones-110925117.html) que fue rescatado en las inundaciones.\nEste jueves, [la preocupación se ha trasladado a Castellón](/sociedad/2024/10/31/aemet-activa-alerta-roja-provincia-castellon-110992838.html), provincia que la AEMET mantiene en alerta roja por riesgo de fuertes lluvias.\nCinco comunidades siguen en alerta por las lluvias; Andalucía en \"rojo\" (riesgo extremo) y la AEMET avisa: “La dana sigue sobre España”\nCinco comunidades siguen hoy en alerta ante las fuertes precipitaciones y las tormentas que se van a registrar durante el día, y en el caso de Andalucía el nivel es \"rojo\" (riesgo extremo) ante las intensas lluvias que se van a producir en la provincia de Huelva, que en algunos casos pueden llegar a acumular hasta 140 litros por metro cuadrado.\nEstá además en alerta \"naranja\" (riesgo importante) la Comunidad Valenciana, que ha padecido durante los últimos días los efectos más devastadores de la dana y donde el número de personas fallecidas se eleva a 155, y las lluvias van a continuar a lo largo del día de hoy, según los datos de la Agencia Estatal de Meteorología.\nCarreteras cortadas en Valencia, Castilla La Mancha y Andalucía por inundaciones.\nGran número de carreteras han sido cortadas en varias comunidades autónomas, siendo las vías más afectadas por las inundaciones las de la Comunidad Valenciana, seguidas de las de Andalucía y Castilla-La Mancha, por ello la Dirección General de Tráfico llama a los ciudadanos a reducir los desplazamientos durante este puente de Todos los Santos.\nEn estos momentos, Emergencias de la Generalitat aconseja evitar hacer viajes por carretera desde cualquier punto de España hacia Valencia, y ha recordado que las vías que se están abriendo son de uso preferencial de los efectivos de emergencias.\nEEUU traslada sus condolencias a España por las víctimas mortales tras las inundaciones por la DANA\nEl Gobierno de Estados Unidos ha trasladado este jueves sus condolencias a España por las víctimas mortales registradas tras las inundaciones por la DANA, que según el balance provisional, ha dejado 158 muertos, la mayoría en la Comunidad Valenciana, si bien también se han registrado fallecimientos en Castilla-La Mancha y en Andalucía.\n\"EEUU expresa su más sentido pésame al pueblo español por la trágica pérdida de vidas humanas debida a una inundaciones sin precedentes. Nuestros pensamientos están con todos aquellos que han perdido a sus seres queridos debido a las recientes condiciones meteorológicas\", ha expresado el portavoz del Departamento de Estado, Matthew Miller, a través de su perfil en la red social X.\nLa Comunidad de Madrid envía un segundo equipo con 17 miembros del ERICAM a Valencia\nLa Comunidad de Madrid ha enviado un según contigente de Emergencia y Respuesta Inmediata de la Comunidad de Madrid (ERICAM) compuesto por 17 profesionales a Valencia, para ayudar en las labores de rescate tras la DANA que ha azotado la Comunidad Valenciana.\nEste equipo está formado por 17 miembros de SUMMA 112, Bomberos de la Comunidad y las Unidades Caninas que trasladan cuatro perros pertenecientes a la Escuela Española de Salvamento y Detección con Perros y Protección Civil de Las Rozas, según ha informado Emergencias 112 de la Comunidad de Madrid.\nLa Feria de Muestras de Valencia se convierte en un gigantesco tanatorio para las víctimas mortales de la DANA\nLa Feria de Muestras de Valencia, ubicada en Paterna, es el recinto designado para albergar los cuerpos de las víctimas mortales de la mortífera DANA, que ha dejado, de momento, 155 muertos según cifras oficiales, aunque el pronóstico es que la cifra sea de varios centenares, dada la evolución de rescate y levantamiento de cadáveres en las zonas cero de la catástrofe meteorológica, la peor vivida hasta ahora en la Comunidad Valenciana. ([Seguir leyendo](/sociedad/2024/10/31/feria-muestras-valencia-convierte-gigantesco-tanatorio-victimas-dana-111059573.html))\nEl Eldense y Valencia informan del fallecimiento de su exjugador Castillejo por la DANA\nEl Eldense y el Valencia han informado este jueves del fallecimiento de su exjugador José Castillejo Belinchón, de 28 años, al ser una de las [víctimas de la DANA en Valencia](/sociedad/2024/10/31/directo-ultima-hora-dana-azota-costa-mediterranea-sur-peninsula-110836407.html). Formado en la cantera del Valencia, José Castillejo, nacido en València el 29 de febrero de 1996, jugó en el Eldense en la temporada 2015-2016 cuando militaba en la antigua Segunda División B con José Emilio Riquelme Galiana como entrenador.\nSilencio, sirenas y un fangar enorme en Paiporta (Valencia) totalmente devastada\nLas calles de Paiporta (Valencia) son un barrizal y un desguace de coches improvisado. Las vías están llenas de trozos de caña, objetos tan aleatorios como un cabezal de cama, cascos de moto e incluso butacas y mesas. Todo lo que queda y que arrastró el torrente de agua que desbordó el barranco del Poyo en Paiporta y ha dejado ya, según los últimos números, 62 personas fallecidas solo en este municipio. Más de cien en la provincia de Valencia.\nEl chef José Andrés repartirá comidas a los damnificados de la DANA de Valencia\nEl chef José Andrés, conocido internacionalmente por su comida y también por realizar una labor humanitaria en zonas afectadas por a catástrofes naturales, como fue la erupción del volcán Cumbre Vieja en la isla de La Palma, se desplaza a Valencia para ayudar a las víctimas de la DANA. La alcaldesa de València, Mª José Catalá, así lo ha anunciado en la comparecencia realizada en el puesto de mando de La Torre, una de las pedanías del sur de la capital más afectadas por la DANA que ha devastado 13 municipios de la provincia de València y que solo en los pedanías de la capital de Forn d'Alcedo, Castellar-Oliveral y la Torre ha dejado ya 12 víctimas mortales.\nDesalojan 300 familias de barriadas rurales de Jerez por la crecida del río Guadalete\nLa Junta de Andalucía ha activado en la tarde de este jueves 31 de octubre el Plan de Emergencias por riesgo de inundaciones en su situación operativa 1 en el núcleo rural del municipio gaditano de Jerez de la Frontera, lo que conlleva que se produzcan desalojos preventivos de 300 familias en zonas diseminadas cercanas al río Guadalete debido a las previsiones de un posible desbordamiento del mismo por las lluvias caídas en los últimos días.\nDe la alerta roja al SMS: Presidencia alega que Mazón dijo que la Dana se alejaba tras hablar por teléfono con Aemet\nLa gestión de la crisis ha generado una polémica entre partidos e instituciones. Expertos la cuestionan y comienzan a aflorar incógnitas sobre la activación de alertas a los alcaldes y la ciudadanía y los avisos de Aemet. Este es la cronología del día de la devastación.\nZamora se queda sin el lince ibéricoEl policía nacional acusado de apropiarse de bienes incautados, en libertad con cargosUn mecánico zamorano moviliza al sector para reparar coches afectados por la DANAAviso amarillo en parte de Castilla y León por lluvias que podrían dejar 40 litros por metro cuadrado en 12 horasIkea lanza el producto con el que dirás adiós a tender la ropa para secar o usar perchas¿Dónde probar las tapas ganadoras? Estos son los restaurantes de Zamora que preparan los pinchos premiados en el concursoIncendio en una granja de Alcañices tras comenzar a arder un tractorEl zamorano Alberto Rodríguez triunfa en su estreno en Pasapalabra",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Olaya González",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Comunidad Valenciana",
          "sentiment": "none"
        },
        {
          "name": "Castilla-La Mancha",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T09:33:31.345+02:00",
    "updated": "2024-11-01T09:33:31.345+02:00"
  },
  {
    "uuid": "b5f24d82632f0803130b27ce1c442890dd74d8f7",
    "url": "https://slate.com/technology/2024/11/wasteful-science-trump-elon-musk-bobcat-urine.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bethany Brookshire",
    "published": "2024-11-14T21:50:00Z",
    "title": "The Stupid Reason That Elon Musk Is Complaining About Scientists Spraying Bobcat Urine on Alcoholic Rats",
    "text": "When people feel economically pinched, they often try to clean house. They look at their spending and identify inefficiencies. Maybe they shop too much, or need a cheaper cell phone plan. Maybe (if they are a CEO) they look for workers to lay off and projects to get rid of. The obsession with efficiency is of course why many people might be excited that President-elect Donald Trump has announced he is [appointing Elon Musk and Vivek Ramaswamy](https://www.npr.org/2024/11/12/g-s1-33972/trump-elon-musk-vivek-ramaswamy-doge-government-efficiency-deep-state) to head a “Department of Government Efficiency” (DOGE, of course; government acronyms with a nod to cryptocurrency flattery are nothing if not efficient). Musk and Ramaswamy immediately [announced](https://www.theguardian.com/us-news/2024/nov/12/trump-appoints-elon-musk-government-efficiency-department) that they would “not go gently,” and spoke of attacking government waste.\nWhen it comes to “wasteful” scientific research, there are tons of examples to point a finger at. The government funded research that put [shrimp on treadmills](https://www.npr.org/2011/08/23/139852035/shrimp-on-a-treadmill-the-politics-of-silly-studies)! The government funded a study [spraying bobcat urine](https://x.com/TRHLofficial/status/1856546735251710308) at alcoholic rats! The New York Post compiled a list of suggestions of things DOGE ought to keep our tax dollars away from, [including cats on treadmills](https://nypost.com/2024/11/13/us-news/where-elon-musk-can-start-cutting-federal-spending/). (So many treadmills!) The outrage is palpable. How dare scientists do research without an immediate practical application! So inefficient. Science and efficiency should always go hand in hand.\nBut what these angry pundits truly reveal is how little they understand about how science works. For science to be effective, it simply cannot be efficient. Scientists do things they’ve already done, and do them over and over again, changing one tiny variable at a time. They do a lot of seemingly silly things in an attempt to re-create aspects of the world in a lab, where they can be monitored and replicated over and over and over. These studies might seem like a waste of precious resources. But this inefficiency is, in itself, efficient. It is the simplest, most clear way of coming to a true understanding of reality. (Would you rather researchers … try to chase shrimp around in their environments?) These seemingly silly studies provide proof of a phenomenon—and sometimes exercises in serendipity.\nLest you require a reminder, most modern scientific experiments are constructed using the scientific method. Develop a hypothesis, test the hypothesis and try to disprove it. But testing a hypothesis is not as simple as conducting a single experiment. It means replicating a test, over and over, to prove that the results weren’t an accident. It means changing the parameters of that test one variable at a time, trying to get from correlation to causation. Other scientists must then [replicate those results](https://www.nature.com/articles/d41586-021-03736-4), proving that the first results weren’t happenstance.\nIf science tried to be efficient, if it refused to replicate, we would end up only with observations and correlations. We could see that shrimp populations in the wild were declining in certain areas, for example. But, what’s causing them to wither and die—is it the water quality? Is it [more bacteria in the water](https://www.today.com/news/how-shrimp-treadmill-became-web-sensation-wbna27906984) making the shrimp sick? More predators? Overfishing? Without studies—inefficient studies—we could not say for sure. We could just give a correlation between certain factors and the shrimp. Maybe it’s this, maybe it’s that; those things and these things are correlated. Correlations are the rumor mill of science. Like rumors, sometimes the connection is true, sometimes it’s totally false, and sometimes it’s been deeply complicated by some other factor that didn’t make it into your groupchat. Is the correlation the cause? To find out, you need to replicate; do something over and over again, varying the temperature, water pH, bacterial infection, and more, to find out which of the many options is causing the shrimp decline. You need to sign some shrimp up for a gym membership and see how they respond to different conditions you create in a tank. In other words, to save the oceans (and everyone’s shrimp cocktails), you need to do things that seem obsessive and silly and wasteful. This is, in the end, more efficient than the alternative.\nInefficiencies in science are important beyond replication. They also create an environment for surprising new discoveries, things scientists would never have dreamed of had they not been in the lab, conducting basic research. If Alexander Fleming had not left a bunch of petri dishes full of bacteria out in his lab (there for replication), he never would have gotten the blank spot in one dish. That [blank spot was a mold](https://www.acs.org/education/whatischemistry/landmarks/flemingpenicillin.html)—a mold that was producing the lifesaving drug penicillin. Two scientists studying metabolism accidentally discovered that [removing a dog’s pancreas caused diabetes](https://www.mayoclinicproceedings.org/article/S0025-6196(14)01085-4/fulltext)—paving the way for the discovery of insulin. The two discoveries were accidental, inefficient. They went on to save millions of lives. The line between basic research and discoveries is not always short. Science requires us to be patient. Ozempic? That [started with lizard venom experiments in the 1980s](https://www.nytimes.com/2024/11/13/magazine/venom-animals-drugs-ozempic.html). No one could have predicted where those experiments would eventually lead.\nOK, yes, maybe you still have questions about the bobcat pee thing. People seem [very upset](https://x.com/TRHLofficial/status/1856546735251710308) about the idea that the government is spending money spraying bobcat pee on rats, but here’s the thing: There are many rodent studies that waft bobcat pee, cat hair, fox odor, and more at mice. If this sounds silly, it’s because you are not thinking like a mouse. Predators stress out mice. Cats, bobcats, and foxes? Mouse predators. Those “wasteful” studies were [studying the effects of stress](https://link.springer.com/article/10.1186/s13293-020-00303-w) on rats—and how that stress might be increased if those rats had a lot of previous alcohol exposure. It’s not just about giving rats nightmares. It’s something important to study and understand for the many people living with both alcoholism and post-traumatic stress disorder. That kind of research can lead, down the line, to important medical interventions.\nWhen people pull out these examples of inefficiency, mocking the seemingly silly “wastes” of government funding, what they are really showing is their ignorance. They are showing that they have no real understanding of what research is or how it works. And if basic research is stripped down, streamlined, or tossed entirely in favor of “efficiency”? It will not just be scientists who will suffer—it will be all of us.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.npr.org/2024/11/12/g-s1-33972/trump-elon-musk-vivek-ramaswamy-doge-government-efficiency-deep-state)",
      "https://link.springer.com/article/10.1186/s13293-020-00303-w)",
      "https://www.acs.org/education/whatischemistry/landmarks/flemingpenicillin.html)—a",
      "https://www.nytimes.com/2024/11/13/magazine/venom-animals-drugs-ozempic.html).",
      "https://www.mayoclinicproceedings.org/article/S0025-6196(14)01085-4/fulltext)—paving",
      "https://www.theguardian.com/us-news/2024/nov/12/trump-appoints-elon-musk-government-efficiency-department)",
      "https://x.com/TRHLofficial/status/1856546735251710308)",
      "https://www.nature.com/articles/d41586-021-03736-4),",
      "https://nypost.com/2024/11/13/us-news/where-elon-musk-can-start-cutting-federal-spending/).",
      "https://www.today.com/news/how-shrimp-treadmill-became-web-sensation-wbna27906984)",
      "https://www.npr.org/2011/08/23/139852035/shrimp-on-a-treadmill-the-politics-of-silly-studies)!",
      "https://mayoclinicproceedings.org/article/S0025-6196(14)01085-4/fulltext)—paving",
      "https://npr.org/2024/11/12/g-s1-33972/trump-elon-musk-vivek-ramaswamy-doge-government-efficiency-deep-state)",
      "https://today.com/news/how-shrimp-treadmill-became-web-sensation-wbna27906984)",
      "https://nytimes.com/2024/11/13/magazine/venom-animals-drugs-ozempic.html).",
      "https://theguardian.com/us-news/2024/nov/12/trump-appoints-elon-musk-government-efficiency-department)",
      "https://www.x.com/TRHLofficial/status/1856546735251710308)",
      "https://www.link.springer.com/article/10.1186/s13293-020-00303-w)",
      "https://www.nypost.com/2024/11/13/us-news/where-elon-musk-can-start-cutting-federal-spending/).",
      "https://npr.org/2011/08/23/139852035/shrimp-on-a-treadmill-the-politics-of-silly-studies)!",
      "https://acs.org/education/whatischemistry/landmarks/flemingpenicillin.html)—a",
      "https://nature.com/articles/d41586-021-03736-4),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Vivek Ramaswamy",
          "sentiment": "none"
        },
        {
          "name": "Donald Trump",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T04:51:04.976+02:00",
    "updated": "2024-12-01T04:42:46.845+02:00"
  }
]