[
  {
    "uuid": "97a7a1080db4f8f20cbbce75db3500a266d3a685",
    "url": "https://pressofatlanticcity.com/news/state-regional/government-politics/nj-minimum-wage-increase/article_9e6156b2-a8c7-11ee-93bd-f770ef285203.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SELENA VAZQUEZ Staff Writer",
    "published": "2024-01-01T05:00:00Z",
    "title": "New Jersey's minimum wage to rise to $15.13 an hour",
    "text": "New Jersey’s minimum wage will increase to $15.13 an hour for hourly workers Monday, the New Jersey Department of Labor and Workforce Development said. The increase will affect about 350,000 hourly workers in the state, although non-hourly employees can see indirect benefits from the statewide increase, the department said Wednesday in a news release. “Raising and aggressively enforcing the minimum wage signals to employers and workers alike that New Jersey values its workforce,” said Labor Commissioner Robert Asaro-Angelo. “While our department’s workforce efforts try to ensure workers receiving minimum wage are only doing so for a small part of their career, this is a proud moment for New Jersey as we become one of the few states with a minimum wage above $15 an hour that will continue to be adjusted each year for inflation.” The Labor Department sets the minimum wage for the upcoming year using either the rate specified in the law or a calculation based on the consumer price index, whichever is higher. People are also reading… Under the law, some employers, like seasonal businesses and those who have six or fewer employees, have until 2026 to pay their workers at least $15 an hour. Those employees’ wages will go from $12.93 an hour to $13.73 an hour Monday. Agricultural workers guided by a separate timetable have until 2027 to reach the $15-an-hour minimum wage. But farm workers who work hourly or piece-rate wages will see their minimum wages go up 80 cents from $12.01, and direct staff in long-term care facilities will see their minimum wage go up a dollar to $18.13 an hour. “Raising the minimum wage has been a top priority of mine since day one,” said Gov. Phil Murphy. “There is no doubt that inflation has had an impact on every New Jerseyan. Now that we are close to surpassing the $15 per hour milestone, it’s important that we continue to ensure that everyone working in New Jersey has access to a livable wage.” Contact Selena Vazquez: 609-272-7225",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robert asaro-angelo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "labor department",
          "sentiment": "none"
        },
        {
          "name": "department of labor and workforce development",
          "sentiment": "none"
        },
        {
          "name": "labor",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new jersey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T21:07:30.523+02:00",
    "updated": "2024-01-01T21:07:30.523+02:00"
  },
  {
    "uuid": "737f02737e88075362ff9cdb99bebbc6461c147a",
    "url": "https://dnyuz.com/2024/01/25/trump-reportedly-ditched-a-staffer-in-iowa-after-he-lost-a-single-county-by-a-measly-vote/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Insider",
    "published": "2024-01-25T21:57:00Z",
    "title": "Trump reportedly ditched a staffer in Iowa after he lost a single county by a measly vote",
    "text": "Former President Donald Trump and his top aides took the time to make sure a single staffer was left out of his Iowa caucus celebrations because despite pulling off\na historic blowout they lost just a single county by one vote. According to the New York Times, members of the Trump campaign piled into his private plane on caucus night as they continued the celebration from frigid Iowa to New York.\nLeft out was the political director who was responsible for Johnson County Iowa, the area home to the University of Iowa. Trump lost the county by just a single vote to former UN ambassador Nikki Haley.\nTrump’s campaign, which did not immediately respond to a request for comment, then informed the director the next morning that they would not renew her contract.\nJohnson County is notoriously fickle for Republicans. Some conservatives in the area refer to it as “The People’s Republic of Johnson County.” Gov. Terry Branstad, a University of Iowa alum, who Trump later appointed to be ambassador to China, is the longest serving governor in American history. But even Branstad failed to win Johnson County in his 2014 general election rout — just like Trump, he went 98 out of 99. In 2016, Sen. Marco Rubio of Florida only carried Johnson County.\nIt should be noted that Trump greatly improved his standing in Iowa. He narrowly lost the caucuses to Sen. Ted Cruz in 2016, carrying far less than half of the 99 counties. This time around, Trump easily shattered the record margin for a competitive Iowa caucus.\nHis victory is all the more remarkable considering that Trump barely campaigned\ncompared to Florida Gov. Ron DeSantis, who made it a point to visit every single county.\nAnd yet, Trump was still angry that he didn’t win them all, even if it was just by one vote.\nThe post\nTrump reportedly ditched a staffer in Iowa after he lost a single county by a measly vote appeared first on Business Insider.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.businessinsider.com/election-primaries-iowa-caucuses-trump-haley-desantis-ramaswamy-gop-republicans-2024-1",
      "https://www.businessinsider.com/trump-reportedly-ditched-a-staffer-in-iowa-after-he-lost-just-a-single-county-2024-1",
      "https://www.businessinsider.com/trump-iowa-caucuses-win-results-2024-blowout-2024-1",
      "https://businessinsider.com/election-primaries-iowa-caucuses-trump-haley-desantis-ramaswamy-gop-republicans-2024-1",
      "https://nytimes.com/2024/01/25/us/politics/trump-iowa-new-hampshire.html",
      "https://businessinsider.com/trump-iowa-caucuses-win-results-2024-blowout-2024-1",
      "https://www.nytimes.com/2024/01/25/us/politics/trump-iowa-new-hampshire.html",
      "https://businessinsider.com/trump-reportedly-ditched-a-staffer-in-iowa-after-he-lost-just-a-single-county-2024-1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "terry branstad",
          "sentiment": "none"
        },
        {
          "name": "johnso",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "branstad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of iowa",
          "sentiment": "none"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "people’s republic of johnson county",
          "sentiment": "none"
        },
        {
          "name": "johnson county",
          "sentiment": "none"
        },
        {
          "name": "johnson county iowa",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:34:51.927+02:00",
    "updated": "2024-01-26T00:34:51.927+02:00"
  },
  {
    "uuid": "893a87bed630b72d7c903f5516c1ca15be260910",
    "url": "https://radiomitre.cienradios.com/politica/javier-milei-confirmo-que-renuncio-a-la-jubilacion-de-privilegio-con-un-contundente-comentario-hiciste-las-cosas-mal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nicolás Sturtz",
    "published": "2024-06-06T21:04:00Z",
    "title": "El contundente comunicado con el que Javier Milei renunció a su jubilación privilegio: “Hiciste las cosas mal” | Radio Mitre",
    "text": "En el marco de la exposición Agroactiva 2024 en Santa Fe, [Javier Milei ](https://radiomitre.cienradios.com/politica/javier-milei-acorto-su-gira-por-europa-no-ira-al-g7-ni-a-la-cumbre-de-la-paz-en-suiza/)dio un discurso acompañado de José Luis Espert, en donde insistió en que renunciará a su jubilación de privilegio, pero realizó polémicos comentarios al respecto. Javier Milei: “Soy el que destruye el Estado desde adentro” El tajante motivo por el que Javier Milei renunció a la jubilación de privilegio El presidente Milei ratificó su decisión de renunciar a la jubilación de privilegio y volvió a apuntar contra los exmandatarios que la perciben: “Si yo hago bien mi trabajo, yo voy a poder seguir trabajando en el sector privado cuando deje este puesto”. “Pero claro, estos están acostumbrados a hacer zafarranchos durante los últimos 100 años, entonces tienen un seguro que son las jubilaciones de privilegio. No, basta, si hiciste las cosas mal, mereces cagarte de hambre por hijo de puta”, sostuvo. El FMI respaldó a Javier Milei tras la media sanción de la movilidad jubilatoria y pidió “preservar las metas fiscales” Javier Milei criticó a la Cámara de Diputados por “bloquear la eliminación de jubilaciones de privilegios” y sin problemas de sus repercusiones, afirmó: “A mí me importa un rábano, yo voy a renunciar a la mía”. Javier Milei presentó su renuncia a la jubilación de privilegio ante la ANSES Javier Milei presentó su renuncia indeclinable a su derecho a la jubilación de privilegio. El funcionario iba a recibir millones de pesos en carácter de “asignaciones mensuales vitalicias” por finalizar su mandato, al igual que todos los mandatarios anteriores. El presidente comenzó el comunicado de su renuncia de manera contundente: “Los acontecimientos ocurridos el día de ayer en el Honorable Congreso de la Nación ponen de manifiesto, una vez más, que nuestra clase política se encuentra más preocupada por mantener sus delirantes privilegios que por trabajar para revertir el modelo que ha fracasado en el último siglo”. Milei expresó, expresó en su comunicado: “Rechazo obtener una jubilación bajo un régimen que no exige aportes ni edad mínimos y me someto al régimen general, al igual que lo hacen todos los ciudadanos”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:07:58.897+03:00",
    "updated": "2024-06-07T01:07:58.897+03:00"
  },
  {
    "uuid": "01b843e8febb87dc95fb493fc0ce82ba1433ab1f",
    "url": "https://istoe.com.br/israel-considera-enganoso-um-relatorio-sobre-a-fome-em-gaza-apoiado-pela-onu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin3",
    "published": "2024-06-27T19:51:00Z",
    "title": "Israel considera ‘enganoso’ um relatório sobre a fome em Gaza apoiado pela ONU",
    "text": "Israel afirmou, nesta quinta-feira (27), considerar “enganoso” e “tendencioso” um relatório apoiado pela ONU que indica que cerca de meio milhão de habitantes da Faixa de Gaza estão ameaçados por uma fome “catastrófica”.\nCerca de 495 mil pessoas em Gaza, 22% da população do território palestino, vivem “níveis catastróficos de insegurança alimentar aguda”, segundo o relatório do Marco Integrado de Classificação da Segurança Alimentar (IPC) publicado na terça-feira.\nO IPC apontou em março que um maior acesso à ajuda humanitária permitiu evitar uma temida fome no território, que enfrenta há mais de oito meses uma ofensiva militar e um cerco rigoroso israelense.\nO relatório de terça-feira indica que outras 745 mil pessoas sofrem uma situação de emergência em termos de segurança alimentar.\n“Esse relatório é muito enganoso. É tendencioso”, principalmente porque “se baseia em dados que provêm de instituições de saúde do Hamas”, o movimento islamista palestino que governa Gaza desde 2007, declarou o porta-voz do governo israelense, David Mencer.\nO Hamas fornece dados sobre o conflito, principalmente o número de mortos, rejeitados por Israel mas divulgados por meios de comunicação internacionais e por organizações humanitárias.\n“As acusações sobre a fome […] em Gaza não têm fundamento”, acrescentou Mencer. “Seu principal objetivo é, claro, exercer pressão sobre Israel”, enfatizou.\nPara o Programa Mundial de Alimentos das Nações Unidas (PMA), o novo relatório esboça “um panorama sombrio de fome persistente”.\n“O aumento das entregas de comida no norte [de Gaza] e os serviços de nutrição contribuíram para reduzir os níveis de fome mais graves, mas com uma situação ainda desesperadora”, ressaltou o PMA.\nO IPC é uma iniciativa com mais de 20 parceiros, entre eles governos, agências da ONU e ONGs.\nIsrael rejeitou o relatório do IPC de março, alegando que continha imprecisões e fontes duvidosas.\nA guerra começou em 7 de outubro, quando combatentes islamistas mataram 1.195 pessoas, na sua maioria civis, e sequestraram 251 no sul de Israel, de acordo com um levantamento da AFP baseado em dados oficiais israelenses.\nO Exército israelense estima que 116 pessoas permanecem cativas em Gaza, das quais 42 teriam morrido.\nEm resposta, Israel lançou uma ofensiva que já deixou pelo menos 37.765 mortos, também civis em sua maioria, segundo o Ministério da Saúde do governo do Hamas em Gaza.\nlba/jd/jsa/crb/cgo/sg/bc/js/ic/am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:34:42.283+03:00",
    "updated": "2024-06-28T01:34:42.283+03:00"
  },
  {
    "uuid": "255e2b84f526c7723d8ba94b1979893163010c8f",
    "url": "https://www.noticiascaracol.com/estilo-de-vida/nintendo-switch-2-saldra-a-la-venta-en-el-mes-de-junio-2025-cuanto-valdra-en-colombia-so35",
    "ord_in_thread": 0,
    "author": "Valentina Gómez Gómez, EFE",
    "published": "2025-04-02T23:45:00Z",
    "title": "Nintendo Switch 2 precio 2025: saldrá a la venta en el mes de junio - NoticiasCaracol",
    "text": "Publicidad\nPublicidad\nPublicidad\nPublicidad\nLa videoconsola Nintendo Switch 2 saldrá a la venta el próximo 5 de junio, con un precio aproximado de 450 dólares, anunció la compañía japonesa en un evento virtual. Nintendo Switch 2 tendrá una capacidad de almacenamiento de 256 gigas, permitirá utilizar los juegos de la anterior Nintendo Switch y, entre otras novedades, contará con controladores (Joy-con) magnéticos, que también servirán como ratón, y con una nueva funcionalidad: el botón C.\nEste botón habilitará a los jugadores un chat por voz con el resto de usuarios y les dejará compartir una especie de videollamada en la que todos se verán las caras en tiempo real mientras juegan. Además de la nueva capacidad de la videoconsola (256 gigas, ocho veces más que la anterior), la pantalla pasará a ser más grande, de las 6,2 pulgadas de la anterior a las 7,9 pulgadas de la nueva versión, manteniendo el mismo grosor de 13,9 milímetros; y dispondrá de dos entradas tipo USB-C.\n\"Nintendo Switch 2 no es simplemente una Nintendo Switch mejorada, hemos rediseñado la consola desde cero y hemos incluido un montón de nuevas características de juego\", afirmó en la presentación Tetsuya Sasaki, director de diseño de hardware en Nintendo para la nueva consola. La pantalla también tendrá el doble de píxeles que la anterior, soportando hasta 120 fotogramas por segundo, con tecnología HDR para mejorar su resolución.\nNintendo detalló, asimismo, que el nuevo 'dock' de la consola -donde se coloca para transmitir la experiencia del formato portátil a la televisión- ha sido diseñado para poder disfrutarse en calidad de hasta 4K y contará con ventiladores mejorados para evitar sobrecalentamientos.\nLo anunciado recientemente son los nuevos controladores ('Joy-con') y el botón C, que también podrá silenciar puntualmente la voz; utilizar la opción de reducción de ruido; y habilitar esa mencionada videollamada con el resto de jugadores gracias a una cámara independiente (la Nintendo Switch 2 camera) conectada por USB-C a la consola. Los controladores se podrán volver a separar, aunque ahora con unos encajes magnéticos y no por raíles, y los nuevos 'sticks' serán un poco más grandes y servirán como ratón. De hecho, para algunas experiencias en videojuegos concretos se podrá jugar, si se desea, solo utilizando estos.\nLa consola contará también con un soporte para usarla de forma portátil en diferentes ángulos y casi como una minipantalla externa o una suerte de tableta, cuando no se quiere conectar a una televisión pero tampoco jugar con los controladores ajustados a la propia videoconsola. La presentación de hoy comenzó con la introducción de nueva versión 'Mario Kart World', que llevará al usuario a distintas partes del planeta, con una experiencia \"sujeta a las condiciones meteorológicas y la hora del día\", ya que afectarán a los propios escenarios del videojuego.\nPublicidad\nLa videoconsola podrá comprarse el 5 de junio de forma independiente o con un pack de 500 dólares que incluye esta nueva versión del videojuego, esto en pesos colombianos son aproximadamente $2'067.866. La compañía se apuró por recalcar algo que ya había adelantado cuando difundió los primeros detalles de la nueva consola a mediados de enero: los juegos de la versión anterior serán compatibles en Nintendo Switch 2. Tanto en sus formatos digitales como en los físicos, ya que incluso en apariencia tienen el mismo diseño.\nTambién se permitirá a quienes tengan la Nintendo Switch transferir sus datos y configuraciones a la nueva. Otra de las características de la Switch 2 es su biblioteca de videojuegos digitales originales -tales como 'The Legend of Zelda: The Wind Waker'- que estarán disponibles a partir de ahora con el pack Online Plus. Incluso también saldrá a la venta desde el mismo día un mando morado icónico de 'GameCube' para exprimir al máximo los juegos clásicos. Además, dispondrá del nuevo botón C, y de una entrada de tipo 'jack' para otras conexiones.\nPublicidad\n\"El pack de expansión Nintendo Switch Online Plus recibirá una nueva biblioteca de juegos clásicos exclusiva para Nintendo Switch, entre ellos los de Nintendo GameCube, lanzada originalmente en 2001\", se detalló en la presentación donde se agregó que habrá títulos también de Game Boy, Game Boy Advance, Nintendo 64 o Super Nintendo. De la misma forma, Nintendo informó que con la nueva videoconsola se podrá jugar contra otro usuario que también la tenga, o incluso la Nintendo Switch original, pero usando un solo videojuego a través de la opción 'GameShare'.\nCon información de EFE\nVALENTINA GÓMEZ GÓMEZ\nNOTICIAS CARACOL\nvgomezgo@caracoltv.com.co",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->business information",
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Tetsuya Sasaki",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Nintendo Switch 2",
          "sentiment": "neutral"
        },
        {
          "name": "Joy-con",
          "sentiment": "neutral"
        },
        {
          "name": "C.\nEste botón",
          "sentiment": "neutral"
        },
        {
          "name": "USB-C.",
          "sentiment": "neutral"
        },
        {
          "name": "La pantalla",
          "sentiment": "neutral"
        },
        {
          "name": "4K",
          "sentiment": "neutral"
        },
        {
          "name": "C",
          "sentiment": "neutral"
        },
        {
          "name": "Los controladores",
          "sentiment": "neutral"
        },
        {
          "name": "De hecho",
          "sentiment": "neutral"
        },
        {
          "name": "La presentación de hoy",
          "sentiment": "neutral"
        },
        {
          "name": "Mario Kart World",
          "sentiment": "neutral"
        },
        {
          "name": "La compañía",
          "sentiment": "neutral"
        },
        {
          "name": "Otra de las características de la",
          "sentiment": "neutral"
        },
        {
          "name": "The Legend of Zelda: The Wind Waker'-",
          "sentiment": "neutral"
        },
        {
          "name": "Nintendo Switch Online Plus",
          "sentiment": "neutral"
        },
        {
          "name": "Nintendo GameCube",
          "sentiment": "neutral"
        },
        {
          "name": "Game Boy Advance",
          "sentiment": "neutral"
        },
        {
          "name": "Nintendo 64",
          "sentiment": "neutral"
        },
        {
          "name": "Super Nintendo",
          "sentiment": "neutral"
        },
        {
          "name": "De la misma forma",
          "sentiment": "neutral"
        },
        {
          "name": "GameShare",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Nintendo",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Publicidad\n",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "EFE\nVALENTINA",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:51:00.249+03:00",
    "updated": "2025-04-03T02:51:00.249+03:00"
  },
  {
    "uuid": "432875af34ddfb3a457bd09a2436171a30e2ff99",
    "url": "https://hawkeyesports.com/news/2025/05/27/hawkeyes-add-matteoni-to-2025-26-roster",
    "ord_in_thread": 0,
    "author": "James Allan",
    "published": "2025-05-27T20:00:00Z",
    "title": "Hawkeyes Add Matteoni to 2025-26 Roster",
    "text": "IOWA CITY, Iowa – Drake transfer Joey Matteoni will be joining the University of Iowa men’s basketball program this fall, it was announced Tuesday by head coach Ben McCollum.\nMatteoni, a 6-9, 215-pound forward from Overland Park, Kansas, redshirted during the 2024-25 season with the Bulldogs. He will have four seasons of eligibility remaining with the Hawkeyes.\n“Joey can do a variety things – he can trigger your offense, finish and shoot,” said McCollum. “He will be a great addition to help us with our depth in the post.”\nMatteoni is the sixth player to join McCollum in Iowa City from Drake along with Bennett Stirtz, Kael Combs, Cam Manyawu, Isaia Howard and Tavion Banks.\nHe is the 11th player overall on the new-look Iowa roster, joining Robert Morris transfer Alvaro Folgueiras, Kansas State transfer Brendan Hausen, incoming freshmen Trevin Jirak and Tate Sage and Hawkeye returnee Cooper Koch.\nJoey Matteoni\n6-9, 215, Forward\nOverland Park, Kan.\nBlue Valley Northwest\nDrake\n- Redshirted during the 2024-25 season at Drake where he was part of a team that posted a 31-4 record, won the MVC regular season and tournament titles and advanced to the second round of the NCAA Tournament\n- Was head coach\nBen McCollum’s first high school signee at Drake… originally signed a National Letter of Intent at Northwest Missouri State - First-team all-state honoree at Blue Valley Northwest after averaging 19.1 points, 8.9 rebounds, 2.1 assists and 1.6 steals as a senior… shot 64 percent from the field\n- Two-time first-team All-Eastern Kansas League selection… league Most Valuable Player as a senior\n- Scored 805 career points and grabbed 427 rebounds as a prep\n- Had a 28-point, 20-rebound, nine assist effort against Confluence Prep during senior campaign… scored 32 points on 14-of-16 shooting against KC Central\n- Helped Blue Valley Northwest to a 2023 Kansas Class 6A state championship… team qualified for state tournament in 2024… was member of state runner-up team as a sophomore\n- Averaged 16.9 points, 10.1 rebounds, 1.6 assists, 1.1 blocks and 1.4 steals as a junior\n- Played club basketball for Drive5 Elite",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Education",
      "Human Interest"
    ],
    "topics": [
      "Sport->basketball",
      "Sport->sports transaction",
      "Sport->sport event",
      "Education->students",
      "Education->vocational education",
      "Education->college and university"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Joey Matteoni",
          "sentiment": "negative"
        },
        {
          "name": "Alvaro Folgueiras",
          "sentiment": "none"
        },
        {
          "name": "Bennett Stirtz",
          "sentiment": "none"
        },
        {
          "name": "Brendan Hausen",
          "sentiment": "none"
        },
        {
          "name": "Ben McCollum",
          "sentiment": "none"
        },
        {
          "name": "Cooper Koch",
          "sentiment": "none"
        },
        {
          "name": "Cam Manyawu",
          "sentiment": "none"
        },
        {
          "name": "Kael Combs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Hawkeye",
          "sentiment": "none"
        },
        {
          "name": "Kan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "University of Iowa",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Blue Valley Northwest\nDrake",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Kansas State",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:36:38.020+03:00",
    "updated": "2025-06-12T08:44:12.000+00:00"
  }
]