[
  {
    "uuid": "deaf15c9073f6af1e0fd1d1dcde16316316e61f1",
    "url": "https://www.newsbreak.com/elizabeth-city-nc/3351391345251-nyasia-blango-appreciating-accolade-filled-career-with-elizabeth-city-state-women-s-basketball",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-02-29T20:11:00Z",
    "title": "NyAsia Blango appreciating accolade-filled career with Elizabeth City State women’s basketball",
    "text": "By Edward Lee, Baltimore Sun ,\n3 hours ago Elizabeth City State's NyAsia Biango, center, drive to the basket against Saint Augustine players. Elizabeth City State defeated Saint Augustine 64-60 to advance in the 2024 CIAA women's basketball game at CFG Bank Arena. Kevin Richardson/Baltimore Sun/TNS As NyAsia Blango’s career with Elizabeth City State women’s basketball draws to a close, she has much to appreciate. From being named the Central Intercollegiate Athletic Association’s Rookie of the Year in 2019-20 to serving as one of the catalysts to the program’s first CIAA Tournament championship a year ago, the past five years have been a blessing.\nThat joy is especially pronounced considering how Blango’s time with the Vikings began. The 5-foot-7 combo guard struggled with the transition from high school to college basketball and began to doubt herself. So overcoming those troubles and reaching this stage of her career are not things she takes lightly.\n“I’m proud of myself,” she said. “I feel like my freshman year, I didn’t really enjoy the moment. I felt like I did enough my freshman year, but I realized those were just growing pains for where we are now. I’m proud to have gone through all of those things I went through.”\nThe ride isn’t over yet. Blango compiled nine points, five assists and three rebounds to help Elizabeth City State, the No. 1 seed from the North Division, defeat South Division’s No. 4 seed St. Augustine’s, 64-60, Wednesday afternoon in a CIAA Tournament quarterfinal. The Vikings (19-10) advanced to a semifinal date with Claflin (17-10) on Friday at noon at CFG Bank Arena.\nBlango leads the team with 2.7 assists per game, ranks third with 8.9 points, and averages 3.1 rebounds. Elizabeth City State, out of Elizabeth City, North Carolina, will need her to continue to produce for an opportunity at a second consecutive title, coach Tynesha Lewis said.\n“She’s a very vital part,” Lewis said. “She’s controlling the game on both ends with good shots and making sure that the others who may not have much experience with me know what I need and what I’m looking for on the floor.”\nAfter averaging 15.5 points, 4.4 assists, 3.6 rebounds and 2.2 steals as a junior and 15.2 points, 6.7 assists, 3.9 rebounds and 3.6 steals as a senior, Blango committed to Elizabeth City through a connection with then-coach Antonio Davis. Although she knew she had been recruited as a potential starting point guard, Blango acknowledged that she was not fully prepared to meet those expectations.\n“My first year was pretty tough,” she recalled. “Coach Davis was hard on me. As soon as I stepped in the door, he wanted me to step in and take a leadership role, which was pretty difficult for me just coming in with a lot of older people around me. I was just getting a feel for the speed of the game. It was faster, and I had to change my decision-making. I couldn’t do the flashy passes that I used to do in high school because there were quicker hands and longer defenders.”\nAfter scoring a total of 20 points in her first two starts, Blango scored only five points while committing nine turnovers in her next five. Then she went through six games with 14 points and 14 turnovers.\nThe poor performances took a toll on Blango’s confidence. She said the outings reminded her of a similar period of self-doubt when she joined her first AAU team in Raleigh, North Carolina.\nThursday action at 2024 CIAA basketball tournament | PHOTOS\n“It just let me know that sometimes you just have to wait your turn,” she said. “It’s OK to take a backseat and be a follower before you can lead.”\nBlango leaned on advice from Davis and her father Marcus Blango. (“He was there for me from the very beginning,” she said. “Whenever I felt like I was doubting myself, I would call him up just to get a reminder of all the work we’ve put in.”) She also returned to her work ethic.\nRelated Articles College Sports | Thursday action at 2024 CIAA basketball tournament | PHOTOS College Sports | CIAA basketball tournament Wednesday roundup: Bluefield State men upset defending champs; Virginia State men, Elizabeth City State women advance College Sports | How a late bloomer and a junior college transfer helped lead Bowie State men’s basketball College Sports | CIAA basketball tournament Tuesday roundup: Bowie State men advance; Bluefield State women make history College Sports | Tuesday action at 2024 CIAA basketball tournament | PHOTOS “I was in the gym a lot more my freshman year just to keep my confidence up,” she said. “That’s when I learned that real confidence comes from the work you put in. When opportunity meets progression, that’s always a good thing.”\nBlango said she found a comfort level midway through that freshman year, and she recovered enough to earn the CIAA Rookie of the Year Award. She has also blossomed under the tutelage of Lewis, who tried to recruit Blango when she was an assistant coach at North Carolina Central before succeeding Davis before the 2021-22 season.\nLewis, who said she has only heard from Blango what she endured, said she remains surprised that Blango had to labor through her freshman year.\n“Unfortunately, a lot of these young players have low confidence in their skill set, and I don’t have any idea why,” Lewis said. “She just had to trust herself, and she also had to learn to trust me. I was a new coach and not the coach who recruited her. But when Blango’s locked in, there’s nothing that anybody can do to her.”\nBlango’s passion for the sport is evident to her teammates. Junior shooting guard Isa Banks recalled joining the Vikings in 2021-22 and getting prodded almost daily by Blango.\n“I know my freshman year, she was very hard on me and trying to get me to pick up the pace,” said Banks, who compared Blango favorably to her older brother. “As freshmen, we’re not used to the collegiate level of how fast it is. Coming out of high school, it’s a very different pace. So she helped me with that along the way.”\nAlthough Blango’s scoring average is a career best, Lewis said she is capable of more, which is why Lewis constantly encourages her to hunt for her shot. But Blango admitted that she has a pass-first mentality.\nWednesday action at the 2024 CIAA tournament | PHOTOS\n“I can score the ball, but I get more excited making plays and just getting the whole team involved,” she reasoned. “And it’s harder to scout when everybody’s involved and getting into it.”\nThe Vikings are on pace to meet South Division No. 1 seed Fayetteville State, which won their first and only meeting, 67-63, on Dec. 14. As far as Blango is concerned, it doesn’t matter who she faces as long as her team comes out on top.\n“We didn’t come all the way here to lose,” she said. “The goal is to win the championship and bring home that first national championship. We would love to make history here at ECSU.”\nFor more stories, Subscribe to The Baltimore Sun.\n©2024 Baltimore Sun. Visit baltimoresun.com.\nDistributed by Tribune Content Agency, LLC.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [
      "https://www.baltimoresun.com/2024/02/27/ciaa-basketball-tournament-roundup-day-2/",
      "https://img.particlenews.com/image.php?url=1KSsvB_0rbwlcKs00",
      "https://www.baltimoresun.com/2024/02/28/bowie-state-mens-basketball-warren-mouganda-caleb-johnson/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1KSsvB_0rbwlcKs00",
      "https://www.baltimoresun.com/2024/02/28/wednesday-action-at-the-2024-ciaa-tournament-photos/",
      "https://www.baltimoresun.com/2024/02/27/tuesday-photos-2024-ciaa-basketball-tournament/",
      "http://join.baltimoresun.com",
      "https://www.baltimoresun.com/2024/02/29/thursday-action-at-2024-ciaa-basketball-tournament-photos/",
      "https://www.baltimoresun.com/2024/02/28/ciaa-basketball-tournament-roundup-day-3/",
      "https://www.baltimoresun.com/sports/college-sports/",
      "https://www.baltimoresun.com/2024/02/28/wednesday-action-at-the-2024-ciaa-tournament-photos",
      "http://www.join.baltimoresun.com",
      "https://www.baltimoresun.com/sports/college-sports",
      "https://www.baltimoresun.com/2024/02/27/ciaa-basketball-tournament-roundup-day-2",
      "https://baltimoresun.com/2024/02/27/tuesday-photos-2024-ciaa-basketball-tournament/",
      "https://baltimoresun.com/2024/02/29/thursday-action-at-2024-ciaa-basketball-tournament-photos/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1KSsvB_0rbwlcKs00",
      "https://www.baltimoresun.com/2024/02/27/tuesday-photos-2024-ciaa-basketball-tournament",
      "https://baltimoresun.com/2024/02/28/ciaa-basketball-tournament-roundup-day-3/",
      "https://img.particlenews.com/image.php",
      "https://www.baltimoresun.com/2024/02/28/ciaa-basketball-tournament-roundup-day-3",
      "https://www.baltimoresun.com/2024/02/29/thursday-action-at-2024-ciaa-basketball-tournament-photos",
      "https://baltimoresun.com/2024/02/28/wednesday-action-at-the-2024-ciaa-tournament-photos/",
      "https://www.baltimoresun.com/2024/02/28/bowie-state-mens-basketball-warren-mouganda-caleb-johnson",
      "https://baltimoresun.com/2024/02/28/bowie-state-mens-basketball-warren-mouganda-caleb-johnson/",
      "https://www.img.particlenews.com/image.php?url=1KSsvB_0rbwlcKs00",
      "https://baltimoresun.com/sports/college-sports/",
      "https://baltimoresun.com/2024/02/27/ciaa-basketball-tournament-roundup-day-2/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edward lee",
          "sentiment": "negative"
        },
        {
          "name": "nyasia blango",
          "sentiment": "negative"
        },
        {
          "name": "baltimore sun",
          "sentiment": "negative"
        },
        {
          "name": "vikings",
          "sentiment": "none"
        },
        {
          "name": "saint augustine",
          "sentiment": "none"
        },
        {
          "name": "kevin richardson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "elizabeth city state",
          "sentiment": "negative"
        },
        {
          "name": "baltimore sun",
          "sentiment": "none"
        },
        {
          "name": "cfg bank arena",
          "sentiment": "none"
        },
        {
          "name": "central intercollegiate athletic association",
          "sentiment": "none"
        },
        {
          "name": "ciaa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nyasia biango",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:11:25.144+02:00",
    "updated": "2024-03-01T01:11:25.144+02:00"
  },
  {
    "uuid": "46818f0132be94fcc4c46402d55a2b0d18c554e6",
    "url": "https://www.aol.co.uk/news/retail-sales-remain-flat-february-073627345.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2024-03-22T07:36:00Z",
    "title": "Retail sales remain flat in February as poor weather hits food shopping",
    "text": "Retail sales remain flat in February as poor weather hits food shopping Retail sales volumes were flat in February as the fuel and food sectors saw declines, in part due to the bad weather, according to new data. The Office for National Statistics (ONS) said sales growth hit 0.0% in February, down from growth of 3.6% in January, a figure which had been revised up by 0.2 percentage points. The ONS said a “mild but wet” month where southern England saw its wettest February on record had helped to weigh on sales. Food shops saw their sales drop by 0.3% during the month, with those who responded to the ONS survey blaming the weather for reducing the number of people visiting the shops. A fall in fuel sales, down 1.3%, was blamed on higher prices. These falls were enough to offset the rise in sales volumes at clothing and department stores, which were boosted by new collections. Overall, non-food stores, which include clothes sellers, saw their sales volumes increase by 1.7% during the months. Meanwhile, the amount spent online, especially on clothes, rose 2.1% during the month, the largest single rise since July, when poor weather was also to thank. “Retail sales were flat in February,” said ONS senior statistician Heather Bovill. “There was growth in clothing, which rebounded after recent falls as people invested in the new season’s collections, as well as department stores. “However, these were offset by falls in fuel sales, possibly affected by rising prices, and a reduction in food sales. “Many shops told us that the wet weather hit in-store sales, with online instead seeing a boost.” Lisa Hooker, leader of industry for consumer markets at the PwC consultancy, said: “Little surprise that retail sales were unable to continue the momentum of the apparent bounceback witnessed in January’s numbers following a lacklustre Christmas.” She added: “Grocery sales slowed slightly from the previous month’s highs, as more people ventured back to eating and drinking out after Dry January. “Overall, February’s retail sales figures confirm that, despite falling inflation, a 2% cut in national insurance at the start of 2024, and improving consumer confidence in their personal finances, shoppers are still hesitant to part with their hard-earned cash. “With inflation forecast to fall to the Bank of England’s 2% target in April, in addition to a 9.8% rise in national living wage and a further 2% cut to national insurance, retailers will be hoping that the spring brings green shoots after a challenging last 18 months.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ons",
          "sentiment": "none"
        },
        {
          "name": "office for national statistics (ons",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T10:20:43.439+02:00",
    "updated": "2024-03-22T10:20:43.439+02:00"
  },
  {
    "uuid": "6a1b2710bae6c584358b0973006cdcffa29cd50b",
    "url": "https://www.thegatewaypundit.com/2024/10/mi-director-elections-jonathan-brater-accused-lying-under",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patty McMurray",
    "published": "2024-10-24T21:00:00Z",
    "title": "MI Director of Elections Jonathan Brater Accused Of Lying Under Oath to Grand Jury To Persecute Election Integrity Patriots…”These charges have literally destroyed my life!\" | The Gateway Pundit | by Patty McMurray",
    "text": "Michigan’s Director of Elections, Jonathan Brater, is accused of lying under oath to a grand jury in the case against two brilliant and courageous election integrity lawyers and a respected patriot and former MI State Representative. On August 3, 2023, Democrat Muskegon Prosecutor DJ Hilson announced criminal charges against Attorney Stefanie Lambert, then-MI State Rep. Daire Rendon (R), and Attorney Matthew DePerno, her Republican opponent, in the general election for MI AG in 2022, for their alleged role in the investigation of vote tabulators, reportedly given to them by clerks to be examined for potential fraud. Nessel accused them of illegally gaining access to five tabulators across three Michigan counties, reportedly used in the state’s 2020 election. One of the tabulators that was examined was reportedly given to Lambert and DePerno by the Barry County clerk in 2021. The vote tabulator was shared with them so it could undergo a forensic examination by a qualified team of experts. According to a state police report reviewed by Reuters , the township clerk told state police she gave the tabulator to an outside investigator working with Sheriff Dar Leaf’s office so it could be “forensically” examined. The clerk said the sheriff’s office had asked her to give the machine to the investigator. MI Attorney General Nessel alleges the tabulator was illegally removed on March 9, 2021, and taken to another county, where it was examined by computer technicians working with Lambert and DePerno. Michigan’s highly partisan Democrat Attorney General Dana Nessel reportedly shopped for a special prosecutor who would be willing to take on another one of her witch hunt cases against a political enemy. This time, in what could only happen in the state of Michigan, the MI Democrat AG was looking for someone to prosecute her political opponent in the upcoming AG race, Republican Attorney Matthew DePerno. The Detroit News first reported in April that Hilson had used a grand jury to weigh charges. As those proceedings played out largely in secret, Hilson sought a ruling from Oakland County Circuit Judge Phyllis McMillen, a former 6th Circuit Judge appointed by the far-left Democrat Governor Jennifer Granholm, on who could access voting machines in Michigan. In a statement, the Muskegon prosecutor said, “The charging decision was the result of a thorough decision-making process by an independent citizens’ grand jury. This citizens’ grand jury carefully listened to the sworn testimony, analyzed the evidence as required by law, and returned a decision to indict each of the defendants.” However, on July 12, McMillen sided with Hilson’s reading of the law, saying it was illegal for someone to take possession of a voting tabulator without authorization from the Secretary of State’s office or a court order. Below is a transcript of the prosecutors that was concealed from the defendants, according to Hartman’s motion to quash. According to DePerno, they were interviewing the witness, Michael Lynch (the investigator reportedly hired to inspect the tabulator), when they asked him to leave the room, but the recorder was still on. “They literally say they are forum shopping, they don’t want to pick a jury in Roscommon County, they admit the witness is full of crap, and they need to find a crime, “even if it’s a conspiracy to you know, commit a legal act in a legal manner.” They were told to manufacture a crime,” DePerno explains. Trending: GOING VIRAL: Anderson Cooper Drops Bomb on Kamala Harris: You’ve Been in the White House For 4 Years. Why Haven’t You Done Any of This Already? (VIDEO) Whereas, we can, you know, charge them all with some kind of conspiracy charge it down here because\ndown here is where, you know, diddling with the tabulators. I like that approach much better than trying to individually pick these guys off’ up in Roscommon. DePerno told us, “The AAG, AG investigators and MI SOS Attorney Eric Grill were all in the room. And this interview took place while the Antrim Co. case was pending, which means Dana Nessel and Eric Grill (who were my opposing counsel) started a criminal investigation against me (their opposing counsel), which is illegal.” He added, “And they pulled in my witnesses and made them violate privilege, asking them about the Antrim case while it was pending. And then argued before the court without even disclosing to the court that they had interviewed my witnesses without telling me.” From DePerno’s brief: Perhaps the most damning piece of evidence in this case, which was not presented to the grand jury and which was not produced during discovery, is a letter dated May 20, 2021, and written by Jonathan Brater, director of the Michigan Bureau of Elections to the Cheboygan County Clerk, whose County Board wanted access to the tabulators to examine them. You are receiving this letter because the Bureau of Elections has been informed that the Cheboygan County Board of Commissioners may attempt to allow an unqualified third party to gain access to voting equipment in Cheboygan County, purportedly to conduct a “forensic audit.” The Board has no authority to require you or any municipal clerk to provide external access to voting equipment maintained by your offices, and neither you nor municipal clerks in Cheboygan County should provide this access. The Michigan Election Law entrusts clerks with choosing and maintaining their voting systems and does not provide any authority for county commissions to take control of this equipment. MCL 168.37a states that “a county clerk, in consulting with each city and township clerk in the county” will ” determine which electronic voting system will be used in the county[.]” Custody, programming, and review and testing of election equipment is entrusted to qualified election officials, not county commissioners. Here, Brater affirms it is the clerk’s prerogative or choice In adition to confirming that it is the clerk’s “prerogative” to conduct any additional reviews to their vote tabulators, Brater tells the clerks: “ only election officials, licensed vendors, or accredited voting system test laboratories should be granted access to voting equipment. If you are interested in having any type of physical review of your voting system, you should contact an EAC-accredited voting systems test laboratory (VSTL).” The May 20, 2021, letter WAS NOT PROVIDED to Defendant Lambert or Deperno.\nThis letter was not provided by the People and was obtained literally on the EVE of trial. From the transcript of Jonathan Brater’s testimony under oath in front of a grand jury, where he is accused of lying: At this point in his testimony, DePerno claims Brater neglected to tell the jury about the May 20, 2021, letter to the Cheboygan County Clerk informing her it was the clerk’s prerogative to have their tabulators inspected by an approved vendor. Had Mr. Brater been honest with the jury, would they still have agreed to charge the defendants? Would they have come to a different conclusion if they knew that the clerk did nothing wrong, according to Brater’s recent letter, by giving the tabulator to an approved inspector based on her best judgment? We spoke with Constitutional Attorney Matt DePerno on the day after he discovered exculpatory evidence that had told us had been withheld in his case. DePerno explained that he discovered the evidence on the day before Stefanie Lambert was to appear in court. His lawyer immediately sent the information to Lambert and Rendon’s lawyer. The case against three outspoken election-integrity fighters is eerily similar to the eight felony charges against 15 MI GOP Electors for simply casting an alternate slate of electoral votes for President Trump in 2020. Although two of the most high-profile electors declared publicly in a press conference after casting their alternate votes for Trump that they were only casting their votes as a “backup” in the event the election results were overturned, so President Trump would still get the 16 electoral votes. As is the case with the MI GOP Electors, the real punishment is the process itself. Top Democrat officials use their positions to commit lawfare against their political enemies, and the media does their part to smear and destroy the reputations of the INNOCENT UNTIL PROVEN GUILTY defendants, whose lives have been turned upside down. Matt DePerno told us that the charges against him “have literally destroyed my life”—“They’ve destroyed my career.” DePerno added, “My law practice is suffering. Nobody wants to hire a lawyer accused of committing felonies.” Unfortunately, this is precisely what those who commit lawfare against their political enemies want to hear. On Monday, after receiving the exculpatory evidence in their case from DePerno’s lawyer, Stefanie Lambert’s lawyer, Dan Hartman, who is known for his fearless defense of election integrity in Michigan, filed a motion to dismiss his client’s case. Oakland County Circuit Court Judge Jeffrey Matis agreed to reschedule Lambert’s trial for December 2, 2024 but rejected Attorney Dan Hartman’s motion to dismiss. In his emergency motion to quash, Mr. Hartman accused the prosecution of a Brady violation over their alleged failure to turn over evidence. Defendant, Stefanie Lambert, joined in the relief requested in the Depero Motion to Dismiss In the motion to dismiss, Mr. Brater is accused of willfully misleading the grand jury to influence it. The state’s second most powerful election official is also accused of threatening to indict clerks, and knowingly perjuring himself, as a witness representing the Mi Sec. of State. Interesting that when Brater was pressed by the grand juror asking questions he moved from an INSTRUCTION to admitting it was contained merely in a NEWSLETTER to clerks and then Deperno on the 11th hour claims to have discovered that neither is true. On information and belief, Deperno’s Attorney brought this to the attention of the Special Prosecutor earlier this week or last week and this was not disclosed. If this lack of disclosure does not warrant dismissal it must result in an adjournment. This is BRADY material and it was never turned over by the Special Prosecutor instead it was\nprovided from a court filing by the CO-Defendant. This motion to dismiss will be heard in the District Court and will likely be reviewed of exculpatory evidence as a BRADY violation The judge called a brief recess to review the motion. Curiously, Hilson agreed to take the questionable case against Nessel’s political enemy, Matthew DePerno, election-integrity attorney Stefanie Lambert, and Republican State Rep. Daire Rendon. However, the Muskegon County Prosecutor neglected to charge anyone with crimes in the massive Democrat-funded voter registration fraud that was first discovered in Muskegon, MI, in October 2020. One year ago, the Gateway Pundit exclusively received a Michigan State Police report that revealed a stunning months-long investigation into GBI Strategies, a Joe Biden and Senator Gary Peters-funded “voter outreach” group. The well-funded group, which has since disappeared, turned in between 8,000 and 10,000 voter registrations via mail and in person to Muskegon Clerk Ann Meisch only one month before the 2020 election. According to MI SOS Investigator Corey Aimes, a large quantity of the voter registration applications GBI Strategies turned into the Muskegon clerk’s office were determined to be fraudulent. Although the MI State Police report clearly shows MI SOS Benson’s investigator admitting that “a quantity of the voter application forms” they sampled were “clearly fraudulent,” Muskegon Prosecutor DJ Hilson never charged a single individual with any crimes related to the 2020 GBI Strategies case. Several agencies, including the MI State Police, Muskegon Police, MI SOS office, and MI AG’s office, were involved in the investigation; yet, for some reason, Michigan clerks were never told to be on the lookout for boxes of fraudulent voter registrations being mailed to clerks across the state from a hotel in Auburn Hills, MI. The statewide investigation began in Muskegon and was eventually taken over by the FBI, where it went to die. MI AG Nessel and MI SOS Jocelyn Benson hid the investigation of the Democrat-funded operation from the public, including Michigan clerks. Eventually, the GBI Strategies investigation led to a raid on the voter registration operation’s headquarters, where police found bags of burner phones and pre-paid cards, semi-automatic rifles with suppressors, and modified pistols that were left behind by the GBI Strategies owner while he was out of state. It’s interesting the Democrat prosecutor would ignore the stunning evidence against GBI Strategies and possibly their funders that were found in the police reports, while agreeing to go after AG Nessel’s political enemies. Perhaps there is some truth to the rumors that Mr. Hilson is interested in Nessel’s position when she’s term limited in 2026?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reuters.com/investigates/special-report/usa-election-lambert/",
      "https://www.detroitnews.com/story/news/politics/2023/08/01/matt-deperno-daire-rendon-charged-in-election-machine-tabulator-case-2020-presidential-election/70496462007/",
      "https://detroitnews.com/story/news/politics/2023/08/01/matt-deperno-daire-rendon-charged-in-election-machine-tabulator-case-2020-presidential-election/70496462007/",
      "https://www.reuters.com/investigates/special-report/usa-election-lambert",
      "https://www.detroitnews.com/story/news/politics/2023/08/01/matt-deperno-daire-rendon-charged-in-election-machine-tabulator-case-2020-presidential-election/70496462007",
      "https://reuters.com/investigates/special-report/usa-election-lambert/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jonathan Brater",
          "sentiment": "negative"
        },
        {
          "name": "Stefanie Lambert",
          "sentiment": "none"
        },
        {
          "name": "Matthew DePerno",
          "sentiment": "none"
        },
        {
          "name": "Daire Rendon",
          "sentiment": "none"
        },
        {
          "name": "DJ Hilson",
          "sentiment": "none"
        },
        {
          "name": "Nessel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "MI State",
          "sentiment": "none"
        },
        {
          "name": "Reuters",
          "sentiment": "none"
        },
        {
          "name": "MI AG",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:05:23.486+03:00",
    "updated": "2024-10-25T01:08:18.263+03:00"
  },
  {
    "uuid": "7d9a3048e2adf437813b92d983300e064e578d4e",
    "url": "https://news.ttv.com.tw/news/11406120001500W",
    "ord_in_thread": 0,
    "author": "TTV",
    "published": "2025-06-12T07:00:00Z",
    "title": "鉛中毒檢驗只需一滴血、10分鐘！台灣團隊研發奈米晶片檢測技術",
    "text": "2025.06.12 15:00 鉛中毒檢驗迎來重大突破！林口長庚紀念醫院攜手台北科技大學與長庚大學，成功研發出全球首創「橋狀薄膜型奈米力學晶片」，只需一滴血、10分鐘內即可檢測出血液中的鉛濃度，為臨床鉛中毒診斷帶來革命性進展。研究成果已於2024年12月發表於國際期刊《Analytica Chimica Acta》。\n林口長庚臨床毒物中心主任顏宗海表示，雖然台灣早在2000年已禁用含鉛汽油，但臨床仍可見鉛中毒案例，常見來源包括來源不明的草藥、鉛水管、老舊油漆或含鉛瓷器與玩具等。鉛中毒影響多重器官系統，如造血、神經、腎臟與心血管，卻因症狀不明顯、診斷困難，往往延誤治療。\n傳統血鉛檢測仰賴高端設備如原子吸收光譜儀，雖然準確但操作繁瑣、成本高昂，不利現場即時診斷。新技術則利用CMOS與MEMS製程，結合氧化鋅奈米棒與導電高分子PEDOT:PSS，大幅提升鉛離子的吸附靈敏度達7倍，檢測極限低至0.012 μg/dL。\n台北科技大學顏毅廣副教授說明，當血液中的鉛離子與晶片感測層接觸，會引發結構形變並透過壓阻器轉化為電訊號，即可準確算出鉛濃度。裝置已完成臨床比對，與林口長庚原子吸收檢驗結果高度吻合。\n顏宗海強調，該晶片具備快速、低成本、攜帶方便與高靈敏度等臨床優勢，適用一次性使用。未來可望成為居家或偏鄉地區即時血鉛檢測的重要工具，有助及早發現與治療鉛中毒病患，大幅提升診療效率與病人安全。\n(記者李政純，圖片來源：Dreamstime/典匠影像）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Education"
    ],
    "topics": [
      "Health->poisoning",
      "Health->medical test",
      "Health->health treatment and procedure",
      "Science and Technology->biomedical science",
      "Science and Technology->scientific innovation",
      "Science and Technology->medical research",
      "Education->vocational education",
      "Education->college and university",
      "Education->educational testing and examinations"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://dable.io",
      "http://www.dable.io"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:10:16.463+03:00",
    "updated": "2025-06-12T08:29:41.000+00:00"
  },
  {
    "uuid": "4166fe21bbd440b25fe0b029239b0f49299baef6",
    "url": "https://www.kwwl.com/news/politics/biden-says-killings-at-gaza-aid-site-will-complicate-ceasefire-talks/article_a6faf133-fd52-55c7-bc7d-59f948f07cf0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nikki Carvajal, MJ Lee, Alex Marquardt and Michael Williams, CNN",
    "published": "2024-02-29T05:00:00Z",
    "title": "Biden says killings at Gaza aid site will complicate ceasefire talks | Politics | kwwl.com",
    "text": "Washington (CNN) — The [killing of more than a hundred Palestinians](https://www.cnn.com/2024/02/29/middleeast/gaza-city-deaths-food-israel-intl) at a food distribution site in Gaza where Israeli troops opened fire, triggering panic as civilians were gathering around food aid trucks, has added urgency to ceasefire talks – but could also complicate them, President Joe Biden told reporters on Thursday. “We’re checking that out right now, there are two competing versions of what happened. I don’t have an answer yet,” the president told CNN’s Arlette Saenz at the White House. Asked if he was worried the deaths would complicate negotiations, he responded: “Oh, I know it will.” At least 100 people were killed at the distribution site after Israeli forces began shooting while civilians were waiting for food, the Ministry of Health in Gaza said. A local journalist said many of those killed were [crushed under aid trucks](https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-02-29-24/h_eab1c4671b6f6357c72543a882ce2749) that were trying to escape the gunfire. The Israel Defense Forces said “the incident is under review.” Almost five months after Israel’s war against Hamas began, the humanitarian crisis in Gaza is continuing to escalate, with more than 30,000 people killed - including thousands of children - and hundreds of thousands starving as officials warn the territory is on the [brink of famine](https://www.cnn.com/2024/01/16/middleeast/gaza-famine-starvation-un-israel-war-intl-hnk/index.html) after relentless Israeli ground and air campaigns. While Israel faces mounting global pressure to halt the conflict, it has largely retained the support of the United States. President Joe Biden has resisted calls to request a permanent ceasefire. Biden’s reticence to break with Israeli Prime Minister Benjamin Netanyahu threatens to cost him politically. While the president handedly won Tuesday’s Democratic presidential primaries in Michigan, more than 100,000 Michiganders voted “uncommitted” after a push from Arab-American leaders to show voters’ discontent with Biden’s Israel policy. Michigan will be a crucial state for Biden in the general election. There has been progress in ceasefire negotiations in recent weeks but a senior Hamas leader [warned Thursday’s killings](https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-02-29-24/h_96586afedc206a2fc9dd09a9d82e7920) could lead to the talks’ failure. Biden spoke on Thursday with the leaders of Qatar and Egypt - countries playing an important role in negotiations, a White House official said. The situation “gives even added urgency to the process,” a senior administration official told CNN. In Biden’s conversation with Qatari Emir Sheikh Tamim Bin Hamad Al-Thani, both leaders “grieved the loss of civilian lives and agreed that this incident underscored the urgency of bringing negotiations to a close as soon as possible and expanding the flow of humanitarian assistance into Gaza,” the White House said in a readout. The call with President Abdel Fattah Al-Sisi of Egypt was similar, according to the White House readout. Biden also thanked Al-Sisi for his “leadership in delivering humanitarian aid to Gaza.” For weeks, senior members of Biden’s national security team have been intimately involved in facilitating negotiations between Israel and Hamas that would prompt a weeks-long pause in fighting and the release of Israeli hostages held by Hamas. It would mark the first cessation in the war since late November. Biden himself said this week that he was hopeful a ceasefire could be in place by next Monday - a statement that [surprised some of the parties involved](https://www.cnn.com/2024/02/26/politics/hamas-demands-gaza-negotiations/index.html) in the talks. The White House said Wednesday that the president continues to feel “optimistic” about that timeline. A spokesperson for the National Security Council said the White House is looking into what happened, calling it “serious.” “We mourn the loss of innocent life and recognize the dire humanitarian situation in Gaza, where innocent Palestinians are just trying to feed their families. This underscores the importance of expanding and sustaining the flow of humanitarian assistance into Gaza, including through a potential temporary ceasefire. We continue to work day and night to achieve that outcome,” the spokesperson said. Biden on Thursday continued to express optimism that a deal on the hostages and a potential ceasefire could be reached soon, but perhaps not as soon as he originally hoped. “Hope springs eternal,” Biden said. “I was on the telephone with people in the region, I’m still – probably not by Monday but I’m hopeful.” This story has been updated with additional developments. The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-02-29-24/h_96586afedc206a2fc9dd09a9d82e7920)",
      "https://www.cnn.com/2024/02/26/politics/hamas-demands-gaza-negotiations/index.html)",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-02-29-24/h_eab1c4671b6f6357c72543a882ce2749)",
      "https://www.cnn.com/2024/02/29/middleeast/gaza-city-deaths-food-israel-intl)",
      "https://www.cnn.com/2024/01/16/middleeast/gaza-famine-starvation-un-israel-war-intl-hnk/index.html)",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-02-29-24/h_96586afedc206a2fc9dd09a9d82e7920)",
      "https://cnn.com/2024/02/29/middleeast/gaza-city-deaths-food-israel-intl)",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-02-29-24/h_eab1c4671b6f6357c72543a882ce2749)",
      "https://cnn.com/2024/01/16/middleeast/gaza-famine-starvation-un-israel-war-intl-hnk/index.html)",
      "https://cnn.com/2024/02/26/politics/hamas-demands-gaza-negotiations/index.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "arlette saenz",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "ministry of health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:33:36.457+02:00",
    "updated": "2024-03-01T00:33:36.457+02:00"
  }
]