[
  {
    "uuid": "24c7c8cadde665901dace0367bb09c9c3cda0235",
    "url": "https://cnnespanol.cnn.com/2024/08/02/calor-peligroso-sureste-atlantico-medio-trax",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Shackelford",
    "published": "2024-08-02T04:32:00Z",
    "title": "Más de 100 millones de personas bajo alertas de calor en la costa este de EE.UU",
    "text": "Una señal de \"Peligro por calor extremo\" en las dunas de Mesquite Flat durante una ola de calor de larga duración que afectó a gran parte de California el 9 de julio de 2024 en el Parque Nacional del Valle de la Muerte, California. (Crédito: Mario Tama/Getty Images) (CNN) -- El calor opresivo se mantiene para partes de las Llanuras del Sur, Sureste, Atlántico Medio y Noreste para este viernes. Ciudades como Boston, Nueva York, Filadelfia, Washington D.C., Richmond, Raleigh, Birmingham, Tallahassee, Nueva Orleans, Memphis, Dallas y Jackson son ciudades bajo alerta de calor . Combinado con las alertas de calor en el Oeste, hay más de 100 millones de personas bajo alertas de calor.\nHay avisos de calor excesivo en el noreste de Texas, el sur de Arkansas, el norte y el sureste de Luisiana y el oeste de Mississippi, donde los índices de calor de hasta 46 grados Celsius son posibles. También hay avisos de calor excesivo en el este de Carolina del Norte, el este de Virginia y el sur de Maryland, donde los índices de calor pueden llegar a 44 grados Celsius. Las advertencias de calor se extienden a través de porciones dispersas del sur, sureste, Atlántico Medio e incluso en el noreste, donde los índices de calor de 32 a 43 grados Celsius son posibles.\nEl calor récord aumentará el costo de las frutas y verduras Durante el resto de la semana se podrían batir o igualar algunos récords diarios de temperaturas máximas en el sur y el sureste. En combinación con temperaturas nocturnas récord de entre 21 y 26 grados, se espera poco alivio para quienes no dispongan de refrigeración adecuada.\nSe espera que el calor comience a disminuir durante el fin de semana, pero otra ronda de calor se espera que se extienda por el sur de las Llanuras, el sureste y la costa del Golfo a principios y mediados de la próxima semana, donde más días de índices de calor muy elevados son posibles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cnn.it/3SyXjGC",
      "https://cnn.it/3SyXjGC&#038;via=",
      "https://www.cnn.it/3SyXjGC&#038;via=",
      "https://www.cnn.it/3SyXjGC"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T08:01:55.250+03:00",
    "updated": "2024-08-02T08:01:55.250+03:00"
  },
  {
    "uuid": "d9344ff639e0fe2ddfba722c3a6abd57bcad0eeb",
    "url": "https://www.newsbreak.com/kansas-city-mo/3540504291455-raiders-have-fun-with-patrick-mahomes-puppet-forgetting-that-mahomes-owns-them-on-the-field",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-25T21:17:00Z",
    "title": "Raiders have fun with Patrick Mahomes puppet, forgetting that Mahomes owns them on the field",
    "text": "By Jarrett Bailey ,\n1 hour ago\nYou'd be hard-pressed to find a better example of a team lacking self-awareness in training camp more than the Las Vegas Raiders on Thursday.\nThe team passed around a Kermit the Frog puppet dressed as Patrick Mahomes, mocking the Kansas City Chiefs' quarterback that has won more playoff games in their stadium than they have.\nMahomes is 10-2 against the Raiders in his career, and has never lost to the Raiders in Oakland/Las Vegas. In those 12 games, he's thrown 30 touchdowns to just four interceptions and has a passer rating of 109.6.\nThe Chiefs haven't won less than 10 games since 2014. Meanwhile, the Raiders have one winning season since 2016.\nThe Raiders beating the Chiefs on Christmas day last year was their Super Bowl. The Chiefs' Super Bowl was winning the actual Super Bowl for the third time in the Mahomes era in the Raiders' building.\nThe point is why poke the bear if you're the Raiders? Why would you give Mahomes any extra motivation to embarrass you twice a year?\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patrick mahomes",
          "sentiment": "negative"
        },
        {
          "name": "jarrett bailey",
          "sentiment": "negative"
        },
        {
          "name": "mahomes",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        },
        {
          "name": "las vegas raiders",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oakland",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T01:31:08.018+03:00",
    "updated": "2024-07-26T01:31:08.018+03:00"
  },
  {
    "uuid": "034b1ee10ed30ee4d7afaf208797613ef0d7a754",
    "url": "https://fox11online.com/news/state/owner-of-minocqua-brewing-petitions-to-keep-president-donald-trump-off-wisconsins-ballot-2024-primary-election-elections-commission-wec-colorado-michigan-insurrection-14th-amendment-kirk-bangstad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Kaster, FOX 11 News",
    "published": "2023-12-28T19:08:00Z",
    "title": "chevron-right",
    "text": "(WLUK) -- The owner of Minocqua Brewing Company filed a complaint to ban former President Donald Trump from being on Wisconsin's 2024 primary ballot. Kirk Bangstad, of Madison, [filed the complaint with the Wisconsin Elections Commission (WEC)](https://mailchi.mp/minocquabrewingcompany.com/6om0lhhnph-7909438?e=19c38d3cdd) Thursday. Similar efforts have been made in other states, including Colorado, [Maine](https://fox11online.com/news/nation-world/maine-group-attempts-keep-former-president-donald-trump-off-primary-ballot-secretary-state-constitution-capitol-insurrection#), Michigan and Virginia, which cite section 3 in the 14th Amendment disqualifies Trump from becoming president again. The clause says candidates can be disqualified from holding office if they “engaged in insurrection or rebellion.\" [Colorado’s Supreme Court ruled the ](https://fox11online.com/news/nation-world/former-president-donald-trump-cannot-appear-on-colorados-ballot-for-2024-election-ineligible-for-the-white-house-constitutions-insurrection-clause#)former president's role on January 6th and efforts to overturn the election, amount to insurrection and essentially make him ineligible. Meanwhile, [Michigan's Supreme Court](https://fox11online.com/news/nation-world/michigan-supreme-court-rules-to-keep-donald-trump-on-2024-primary-ballot-republican-insurrectionist-ban-us-constitution-14th-amendment-january-6-capitol-riot#) rejected the attempt to remove him. The complaint filed by Bangstad, reads: Despite the President being the highest-ranking government official in the United States and arguably the most important head of state in the world, there are only four Constitutional requirements that a candidate must meet to serve as President of the United States of America. They must be a natural born citizen, have lived in the United States for at least 14 years, be over the age of 35 and have never engaged in an insurrection after having previously taken an oath of office. Donald J. Trump fails to meet those requirements and may not serve as President of the United States of America The filing with the WEC is the first step in a process to bar former President Trump from the Wisconsin ballot. It is anticipated that the matter will end up in state court, but has to first go through the WEC process.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://mailchi.mp/minocquabrewingcompany.com/6om0lhhnph-7909438?e=19c38d3cdd)",
      "https://www.mailchi.mp/minocquabrewingcompany.com/6om0lhhnph-7909438?e=19c38d3cdd)",
      "https://mailchi.mp/minocquabrewingcompany.com/6om0lhhnph-7909438"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald tru",
          "sentiment": "negative"
        },
        {
          "name": "kirk bangstad",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "minocqua brewing company",
          "sentiment": "negative"
        },
        {
          "name": "wec",
          "sentiment": "none"
        },
        {
          "name": "colorado’s supreme court",
          "sentiment": "none"
        },
        {
          "name": "wisconsin elections commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:36.749+02:00",
    "updated": "2023-12-29T00:10:36.749+02:00"
  },
  {
    "uuid": "9d465b67f94628ac2c12fc34fd7f2e099fa5b2dd",
    "url": "https://www.ncesc.com/geographic-faq/is-lisbon-very-humid",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberta Cobb",
    "published": "2024-05-10T16:58:00Z",
    "title": "Is Lisbon very humid?",
    "text": "Is Lisbon very humid?\nLisbon has a relatively high level of humidity throughout the year. The average annual relative humidity is 70.8%, with the highest humidity occurring in January (80%) and the lowest in August (61%).\n1. What is the average annual relative humidity in Lisbon?\nThe average annual relative humidity in Lisbon is 70.8%.\n2. Which month has the highest relative humidity in Lisbon?\nJanuary has the highest relative humidity in Lisbon, reaching up to 80%.\n3. Which month has the lowest relative humidity in Lisbon?\nThe lowest relative humidity in Lisbon is recorded in August, with an average of 61%.\n4. Are winters in Lisbon humid?\nYes, winters in Lisbon are humid, with average humidity levels ranging from 78% to 80%.\n5. Does Portugal have high humidity overall?\nYes, Portugal tends to be a humid country overall, particularly in the northwest region. Most of Portugal, including Lisbon, falls within the humid zone of the Iberian Peninsula.\n6. Is Lisbon a dry city?\nNo, Lisbon is not considered a dry city. It experiences hot and dry summers, but overall, it has a relatively high level of humidity.\n7. Are summers in Lisbon dry?\nSummers in Lisbon are generally dry, with long hours of sunshine. However, the city still experiences humidity due to its coastal location.\n8. Are Lisbon winters rainy and humid?\nYes, Lisbon winters are both rainy and humid, with average humidity levels ranging from 78% to 80%.\n9. Is it too hot in Lisbon during summer?\nSummers in Lisbon can be quite hot, with temperatures reaching up to 35°C (95°F) during the day. However, the city’s proximity to the Atlantic Ocean provides a cooling breeze, offering relief from the heat.\n10. What is the average temperature in Lisbon during summer?\nThe average temperature in Lisbon during summer ranges from 24°C (75°F) to 30°C (86°F), with some days exceeding 35°C (95°F).\n11. Is Lisbon too hot in summer?\nWhile Lisbon can be hot in summer, it is still manageable and enjoyable for visitors. The city benefits from a cooling Atlantic breeze, which helps alleviate the heat.\n12. Is Lisbon hotter than other Portuguese cities?\nLisbon’s temperature is similar to other Portuguese cities. However, due to its coastal location, it may feel slightly cooler compared to inland cities during the summer months.\n13. Is Lisbon hotter than other European cities?\nLisbon’s temperature is generally warmer compared to many other European cities during the summer months. However, it can vary depending on the specific location and the prevailing weather conditions.\n14. How hot does it get in Lisbon during summer?\nDuring peak season, temperatures in Lisbon can easily reach up to 35°C (95°F).\n15. What is the best month to visit Lisbon?\nThe best time to visit Lisbon is either from March to May or September to October. During these months, the weather is still warm, hotel rates are cheaper, and there are fewer crowds.\n16. Are there any dress codes in Lisbon?\nLisbon locals tend to dress in a smart, casual, and understated elegant style. While there is no strict dress code, it is recommended to dress neatly and avoid revealing or inappropriate clothing when visiting formal spaces like churches.\n17. Do Portuguese people wear shorts in Lisbon?\nPortuguese people, including those in Lisbon, do wear shorts, especially during the summer months. However, jeans and skirts are also popular options, and it is important to dress appropriately for the occasion or venue.\n18. Is there a specific dress code for tourists in Lisbon?\nThere is no specific dress code for tourists in Lisbon. However, it is advisable to dress respectfully and avoid overly casual or revealing clothing, particularly when visiting religious sites or upscale establishments.\n19. What clothing is suitable for Lisbon’s weather?\nLight and breathable clothing is suitable for Lisbon’s warm weather, especially during the summer months. It is also recommended to carry a light jacket or sweater for cooler mornings and evenings.\n20. What is the most humid city in the world?\nThe most humid city in the world is Patna, India, with a humidity level of 99.2%. Other highly humid cities are also located in India, Bangladesh, and Myanmar.\n21. Which are the most humid states in the United States?\nThe top 10 most humid states in the United States are: Alaska, Louisiana, Mississippi, Michigan, Florida, Minnesota, Iowa, and Wisconsin.\n22. How many days should I spend in Lisbon?\nThree days are usually sufficient to explore Lisbon and visit its main attractions. This timeframe allows visitors to experience the city’s characterful districts, enjoy the nightlife, and participate in various activities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "lisbon",
          "sentiment": "none"
        },
        {
          "name": "iberian peninsula",
          "sentiment": "none"
        },
        {
          "name": "portugal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T20:00:53.252+03:00",
    "updated": "2024-05-10T20:00:53.252+03:00"
  },
  {
    "uuid": "0e270c827f0e03968b80cca92d4233c914b16f22",
    "url": "https://www.yourlocalguardian.co.uk/news/national/24016354.dublin-safe-compared-western-cities-varadkar-insists/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T07:13:00Z",
    "title": "Dublin is safe compared to other western cities, Varadkar insists | Your Local Guardian",
    "text": "Dublin is a safe city when compared with others in the western world, the Taoiseach has insisted. Leo Varadkar said while it is important to acknowledge and listen to the experiences of those who have fallen victim to crime in Dublin, he insisted such incidents are not the norm for Ireland’s capital. There has been an increased focus on safety in Dublin following a series of well publicised random attacks and assaults on people in the city. That scrutiny intensified after the events of November 23, when rioting broke out in the city centre following a knife attack on three young children and their care assistant outside a primary school. Opposition parties claim a reduction in Garda numbers has contributed to a situation where parts of the city are no longer safe. It is a charge the Government has rejected. Mr Varadkar was asked about the issue of safety in Dublin at his end of year media briefing with political journalists. “There’s no city that’s 100% safe,” he said. “If you look at something like the murder rate, for example, in Ireland or Dublin, compare that to other countries or other major cities, you’ll see that Dublin and Ireland are relatively safe relative to other countries and other cities in the western world. “But there’s no place that’s 100% safe and I acknowledge that. What I say to people is that we’re taking actions in all of these areas, increasing Garda numbers and Garda resources, making our laws tougher, with tougher sentences in particular, appointing more judges, expanding our prison places. “(There is) also a big focus now on community safety partnerships, because it can’t be all just about a law and order response. Other things are important too, including things like street lighting, like cameras, like engaging with different services around addiction and mental health and so on. That’s the approach that we’re taking.” Asked how he responded to accounts from individuals who have been assaulted in the capital, the Taoiseach added: “Of course I am concerned about individual negative experiences that people have in Dublin or anywhere else. That’s something you’re very aware of and very exposed to as a politician. “Somebody would have maybe a very bad experience of our health service. But I’m also aware of the counterfactual or the other sides of the story, if you’d like, the huge number of people who have a very positive experience of our health service, for example and say so when surveyed. “The same thing applies to people coming into town, coming into our cities and coming into our country. “Most people, thankfully, don’t experience being victims of violent crime in Dublin or anywhere else. “While it’s really important that we listen to and acknowledge the stories of people who have a very bad experience, we have a responsibility as politicians and journalists not to make the mistake of thinking that bad experiences are the majority or are the norm.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "varadkar",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "local guardian dublin",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "dublin",
          "sentiment": "none"
        },
        {
          "name": "garda",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:39:16.453+02:00",
    "updated": "2023-12-29T09:39:16.453+02:00"
  },
  {
    "uuid": "0f266d156c0b14f56f35f450d47f0946243fda9d",
    "url": "https://www.eitb.eus/es/noticias/politica/detalle/9540855/sanchez-celebra-salida-de-vox-de-gobiernos-autonomicos-es-gran-dia-para-espana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EITB",
    "published": "2024-07-12T07:57:00Z",
    "title": "Sánchez celebra la salida de Vox de los gobiernos autonómicos: \"Es un gran día para España\"",
    "text": "Política -\nRuptura en la derecha\nSánchez celebra la salida de Vox de los gobiernos autonómicos: \"Es un gran día para España\"\nEl presidente del Gobierno español pregunta a los populares si están dispuestos a romper con las políticas de Vox y les invita a reformar la ley de extranjería.\nEITB MEDIA\nEuskaraz irakurri:\n[Sanchezek PPren eta Voxen arteko haustura ospatu du: \"Espainiarentzat egun handia da\"](/eu/albisteak/politika/osoa/9540874/sanchezek-ppren-eta-voxen-arteko-haustura-ospatu-du-espainiarentzat-egun-handia-da/)\nEl presidente del Gobierno de España, Pedro Sánchez, ha celebrado este jueves la\n[ruptura de los acuerdos autonómicos de Vox y el PP](/es/noticias/politica/detalle/9540629/abascal-confirma-que-vox-retirara-su-apoyo-al-pp-para-ir-a-oposicion/) a raíz del [reparto voluntario de menores migrantes no acompañados](/es/noticias/sociedad/detalle/9539870/las-comunidades-pactan-acoger-400-menores-migrantes-no-acompanados-de-canarias-y-ceuta/). \"Hoy es un gran día para España\", ha afirmado el jefe del Ejecutivo durante una rueda de prensa en la que ha trasladado su \"alegría\" por la salida de la ultraderecha de los gobiernos regionales y ha llamado a los populares a reformar la ley de extranjería.\nSánchez, que ha comparecido desde Washington para hacer un balance del evento de la cumbre de la OTAN, se ha referido en esos términos a la decisión del partido de Santiago Abascal de romper los pactos con el PP en Extremadura, Baleares, Aragón, Comunidad Valenciana, Castilla y León y Murcia. \"La estrategia del PP de gobernar con la ultraderecha ha fracasado\", ha destacado.\nAsimismo, el presidente ha incidido en que el PP debe abordar \"una decisión trascendental\": ser una \"oposición destructiva\" o \"de Estado\", dando \"respuesta a los problemas\" de la ciudadanía. \"La pregunta que debe hacerse es si está dispuesto a romper con las políticas que ha aprobado con Vox. Tiene una gran oportunidad y es la ley de extranjería; es la prueba del algodón\", ha sostenido.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T11:47:30.117+03:00",
    "updated": "2024-07-12T11:47:30.117+03:00"
  }
]