[
  {
    "uuid": "6a7dd9ca76d2d9344daed63c717521a2774fcad7",
    "url": "https://calgary.ctvnews.ca/suspect-in-hate-motivated-incident-outside-central-library-identified-charges-pending-1.6925489",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVCalgary",
    "published": "2024-06-13T16:45:00Z",
    "title": "Suspect identified in hate-motivated incident outside Calgary library | CTV News",
    "text": "[Skip to main content](#main) Suspect in hate-motivated incident outside Central Library identified; charges pending Calgary police say they've identified the suspect in a hate-motivated incident that took place outside the Central Library in late April and charges are pending. On April 28, three women left the library at 800 Third Street S.E. around 5 p.m. walking toward the City Hall CTrain station, when they were confronted by a woman shouting obscenities and aggressively gesturing at one woman in the group. The victim, who was the target of the woman’s verbal attack, instructed her friends to move to a safer location while she asked the suspect to leave them alone. Instead, the woman continued to follow the victim while continuing to shout at her. She also tried to burn her face with a lit cigarette followed by striking her in the face and throwing a travel-style coffee mug at her. The victim kept walking, eventually reaching a safe space where she called police to report the incident. “Based on the disparaging remarks this woman used, it is clear that this incident was motivated by hate,” said Calgary police hate crimes co-coordinator Const. Matt Messenger, in a media release. “The victim was with a group of friends who were going about their day in our city, and have now been left feeling scared, humiliated and discriminated against all because of who they are. This is unacceptable.” Late Thursday afternoon, hours after they made the suspect's photo public on social media, police updated their original media statement to the news that she had been identified. Anyone with information is asked to contact police at 403-266-1234. Those wishing to remain anonymous can contact Crime Stoppers at 1-800-222-8477. [Calgary Top Stories](https://barrie.ctvnews.ca/) CTVNews.ca Top Stories DEVELOPING [Two potential tornadoes in Quebec, warning lifted for Ontario](https://www.ctvnews.ca/climate-and-environment/two-potential-tornadoes-in-quebec-warning-lifted-for-ontario-1.6924920) Tornado warnings have been issued describing 'dangerous and potentially life-threatening' situations amid severe thunderstorms in Ontario and Quebec. [Trudeau contemplated stepping down while 'undefeated,' but is now all in](https://www.ctvnews.ca/politics/trudeau-contemplated-stepping-down-while-undefeated-but-is-now-all-in-1.6925816) Prime Minister Justin Trudeau contemplated stepping down while 'undefeated' last year, but ultimately decided that he 'can't' walk away at a time when he thinks the stakes are higher than ever. [Ontario man can't collect lottery prize after he forgets where he bought ticket](https://toronto.ctvnews.ca/ontario-man-can-t-collect-lottery-prize-after-he-forgets-where-he-bought-ticket-1.6924708) An Ontario man who bought a lottery ticket was thrilled to find out he won, but collecting his winnings turned out to be a challenge. ['Pure luck': Alberta man makes 'Price is Right' history with Showcase bid](https://edmonton.ctvnews.ca/pure-luck-alberta-man-makes-price-is-right-history-with-showcase-bid-1.6925709) A Grande Prairie man guessed his way into The Price Is Right history with his showcase bid that was very nearly on the dot. [Canada's last Stanley Cup win: How the Montreal Canadiens scored decades of memories](https://www.ctvnews.ca/sports/canada-s-last-stanley-cup-win-how-the-montreal-canadiens-scored-decades-of-memories-1.6925691) Montreal Canadiens fans have a few words of advice for those in Edmonton now dreaming of lining a parade route and watching their Oilers hoist the Stanley Cup: enjoy the ride. [Manitoban 'in awe' after witnessing tornado touch down beside him](https://winnipeg.ctvnews.ca/manitoban-in-awe-after-witnessing-tornado-touch-down-beside-him-1.6924923) A low pressure system tracking in from Saskatchewan Wednesday night triggered a spurt of tornado warnings across southwestern Manitoba. [NDP's Jagmeet Singh says report shows 'a number of MPs' have helped foreign states](https://www.ctvnews.ca/politics/ndp-s-jagmeet-singh-says-report-shows-a-number-of-mps-have-helped-foreign-states-1.6925783) NDP Leader Jagmeet Singh says a recent spy watchdog report shows a 'number of MPs' have knowingly provided help to foreign governments, behaviour he calls unethical or even illegal. WATCH [Residents of town buried in mayflies turn to leafblowers to remove bodies](https://www.ctvnews.ca/climate-and-environment/residents-of-town-buried-in-mayflies-turn-to-leafblowers-to-remove-bodies-1.6925405) Residents of an Ohio town had an unusual spring cleaning task to do: remove swarms of dead mayflies. [Ottawa to expand early retirement eligibility for front-line safety, security workers](https://www.ctvnews.ca/politics/ottawa-to-expand-early-retirement-eligibility-for-front-line-safety-security-workers-1.6925276) The federal government is moving to expand early retirement eligibility for some kinds of front-line workers. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Edmonton](https://edmonton.ctvnews.ca/) - ['Pure luck': Alberta man makes 'Price is Right' history with Showcase bid](https://edmonton.ctvnews.ca/pure-luck-alberta-man-makes-price-is-right-history-with-showcase-bid-1.6925709) A Grande Prairie man guessed his way into The Price Is Right history with his showcase bid that was very nearly on the dot. - [Panthers' Barkov to play in Game 3 while Oilers still have lineup questions](https://edmonton.ctvnews.ca/panthers-barkov-to-play-in-game-3-while-oilers-still-have-lineup-questions-1.6925735) Aleksander Barkov is good to go for Game 3 of the Stanley Cup final. The Oilers, meanwhile, have a couple of injury question marks heading into the crucial tilt at Rogers Place - [1 wanted in connection with $900K Edmonton drug bust](https://edmonton.ctvnews.ca/1-wanted-in-connection-with-900k-edmonton-drug-bust-1.6925813) More than $900,000 worth of illegal drugs have been removed from Edmonton streets, police say. [Lethbridge](https://calgary.ctvnews.ca/lethbridge) - [Blood Tribe to develop family preservation code legislation](https://calgary.ctvnews.ca/blood-tribe-to-develop-family-preservation-code-legislation-1.6925671) The Blood Tribe is announcing the development of its family preservation code legislation, effectively giving the First Nation authority to govern their own children and family services. - [New Lethbridge website helps connect volunteers with sports organizations](https://calgary.ctvnews.ca/new-lethbridge-website-helps-connect-volunteers-with-sports-organizations-1.6924528) A new website is helping connect volunteers with sport organizations in need of coaches and volunteers. - [Wildfire risk rising in southern Alberta](https://calgary.ctvnews.ca/wildfire-risk-rising-in-southern-alberta-1.6924377) Alberta and most of the country have had relatively few fires to start the fire season, thanks to cooler temperatures and moisture. But higher temperatures and high winds have many concerned more wildfires are on the way. [Vancouver](https://bc.ctvnews.ca/) - [Woman in sex trade violently assaulted on Vancouver's Downtown Eastside: police](https://bc.ctvnews.ca/woman-in-sex-trade-violently-assaulted-on-vancouver-s-downtown-eastside-police-1.6925877) A woman who works in the sex trade was violently, sexually assaulted by a man who picked her up in his car on the Downtown Eastside earlier this week, according to authorities, who say the suspect is still at-large. - [Border officials say B.C. man facing multiple charges after discovery at Vancouver airport](https://bc.ctvnews.ca/border-officials-say-b-c-man-facing-multiple-charges-after-discovery-at-vancouver-airport-1.6925748) Canadian border officials say a British Columbia man is facing a raft of drug-trafficking and weapons charges after the discovery of three illegal firearm suppressors at the Vancouver International Airport. - [2 stray dogs that 'appear frightening' lead to closure of Metro Vancouver trails](https://bc.ctvnews.ca/2-stray-dogs-that-appear-frightening-lead-to-closure-of-metro-vancouver-trails-1.6925699) Select trails in a Metro Vancouver park are temporarily closed as a team tries to capture two stray dogs. [Vancouver Island](https://vancouverisland.ctvnews.ca/) - [Border officials say B.C. man facing multiple charges after discovery at Vancouver airport](https://bc.ctvnews.ca/border-officials-say-b-c-man-facing-multiple-charges-after-discovery-at-vancouver-airport-1.6925748) Canadian border officials say a British Columbia man is facing a raft of drug-trafficking and weapons charges after the discovery of three illegal firearm suppressors at the Vancouver International Airport. - [Uber says new B.C. gig-worker rules punish customers, businesses](https://bc.ctvnews.ca/uber-says-new-b-c-gig-worker-rules-punish-customers-businesses-1.6925388) Ride-hailing company Uber is criticizing the British Columbia government's regulatory changes for gig workers, saying the province is set to drive up costs for residents and drive down demand for local businesses. - [Officer shot in deadly B.C. bank shootout details the attack 2 years later](https://bc.ctvnews.ca/officer-shot-in-deadly-b-c-bank-shootout-details-the-attack-2-years-later-1.6923473) Two years after a deadly gun battle between police and a pair of heavily armed assailants stunned the community of Saanich, B.C., one of the officers who was critically injured in the shootout is speaking about it publicly for the first time. [Saskatoon](https://saskatoon.ctvnews.ca/) - [The Saskatoon driver charged in a fatal crash this week was granted bail](https://saskatoon.ctvnews.ca/the-saskatoon-driver-charged-in-a-fatal-crash-this-week-was-granted-bail-1.6925656) A Saskatoon man charged in connection to a fatal crash in the Kelsey Woodlawn area was granted bail on Thursday. - [Sask. Montessori school shuts down following allegations teachers weren't paid](https://saskatoon.ctvnews.ca/sask-montessori-school-shuts-down-following-allegations-teachers-weren-t-paid-1.6924530) A Montessori school in Saskatoon has permanently closed following multiple claims from teachers that they're missing wages. - ['How that can take 26 years to manufacture': Sask. man shocked after Toyota parts delivery dated 2050](https://saskatoon.ctvnews.ca/how-that-can-take-26-years-to-manufacture-sask-man-shocked-after-toyota-parts-delivery-dated-2050-1.6924575) A Saskatoon vehicle owner was in shock when he was told he would face a delivery date of 2050 for replacement auto parts, and it’s highlighting the fragility of the supply chain. [Regina](https://regina.ctvnews.ca/) - ['Bunch of morons': Regina city council scraps location for permanent emergency shelter](https://regina.ctvnews.ca/bunch-of-morons-regina-city-council-scraps-location-for-permanent-emergency-shelter-1.6925139) Plans for Regina's new permanent emergency shelter were scrapped Wednesday after seven hours of deliberation by city council. - [Four of 6 opening week CFL fines belong to Riders](https://regina.ctvnews.ca/four-of-6-opening-week-cfl-fines-belong-to-riders-1.6925829) Four members of the Saskatchewan Roughriders have received fines for their actions in a season opening win over the Edmonton Elks on Saturday. - [Five-year-old taken to hospital after being hit by vehicle in north Regina](https://regina.ctvnews.ca/five-year-old-taken-to-hospital-after-being-hit-by-vehicle-in-north-regina-1.6925483) A five-year-old child was taken to hospital Wednesday afternoon after being hit by a vehicle in north Regina. [Toronto](https://toronto.ctvnews.ca/) - DEVELOPING DEVELOPING ['All the conditions are aligned:' Tornado watch in effect for several areas surrounding Toronto](https://toronto.ctvnews.ca/all-the-conditions-are-aligned-tornado-watch-in-effect-for-several-areas-surrounding-toronto-1.6924911) A tornado watch is in effect for several areas surrounding Toronto. Environment Canada issued the alert Thursday morning, warning of wind gusts with speeds of up to 110 km/h. - [Man charged after 90-year-old grandfather killed in assault and stabbing at Etobicoke home](https://toronto.ctvnews.ca/man-charged-after-90-year-old-grandfather-killed-in-assault-and-stabbing-at-etobicoke-home-1.6925839) A man has been charged with murder in the death of his 90-year-old grandfather at a home in Etobicoke last April. - [One of 15-year-old boys charged in stabbing on TTC bus had concealed knife: police](https://toronto.ctvnews.ca/one-of-15-year-old-boys-charged-in-stabbing-on-ttc-bus-had-concealed-knife-police-1.6925930) A 15-year-old boy involved in a stabbing on a TTC bus in Etobicoke on Wednesday was allegedly carrying a knife, Toronto police say. [Montreal](https://montreal.ctvnews.ca/) - [Quebec reaches tentative deal with family doctors](https://montreal.ctvnews.ca/quebec-reaches-tentative-deal-with-family-doctors-1.6925851) An agreement has finally been reached between Quebec and family doctors on the primary care access window, the Guichet d'acces a la premiere ligne (GAP). - WEATHER WEATHER [Tornado alerts issued for multiple regions of Quebec](https://montreal.ctvnews.ca/tornado-alerts-issued-for-multiple-regions-of-quebec-1.6925902) There are tornado warnings in two areas of Quebec, while watches remain in several regions across the province. - [Man runs over wife, 80, twice in Montreal hospital parking lot](https://montreal.ctvnews.ca/man-runs-over-wife-80-twice-in-montreal-hospital-parking-lot-1.6925849) An 80-year-old woman is in critical condition after she was run over twice by the car being driven by her husband in a Montreal hospital parking lot. [Atlantic](https://atlantic.ctvnews.ca/) - [Dartmouth man charged with first-degree murder in connection with North Preston shooting: N.S. RCMP](https://atlantic.ctvnews.ca/dartmouth-man-charged-with-first-degree-murder-in-connection-with-north-preston-shooting-n-s-rcmp-1.6925695) A 26-year-old Dartmouth, N.S., man has been charged with first-degree murder in connection with a shooting in North Preston, N.S. - [Weather front approaches the Maritimes with rain and showers Friday into Saturday](https://atlantic.ctvnews.ca/weather-front-approaches-the-maritimes-with-rain-and-showers-friday-into-saturday-1.6925364) Hit-and-miss rain totals were reported across the Maritimes on Wednesday, the result of the scattered coverage of showers and thunderstorms. - [Track conditions to make VIA Rail’s Halifax to Montreal journey even longer](https://atlantic.ctvnews.ca/more/track-conditions-to-make-via-rail-s-halifax-to-montreal-journey-even-longer-1.6925243) VIA Rail says the schedule for its route between Halifax and Montreal is about to become longer due to track conditions and speed limitations in New Brunswick. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Carberry crash investigation submitted to Crown by RCMP as first anniversary approaches](https://winnipeg.ctvnews.ca/carberry-crash-investigation-submitted-to-crown-by-rcmp-as-first-anniversary-approaches-1.6925235) As the first anniversary of the Carberry crash approaches, Manitoba RCMP provided an update on the investigation and how the first responders are doing a year later. - [Manitoban 'in awe' after witnessing tornado touch down beside him](https://winnipeg.ctvnews.ca/manitoban-in-awe-after-witnessing-tornado-touch-down-beside-him-1.6924923) A low pressure system tracking in from Saskatchewan Wednesday night triggered a spurt of tornado warnings across southwestern Manitoba. - [Police look for teen missing since May](https://winnipeg.ctvnews.ca/police-look-for-teen-missing-since-may-1.6925655) Winnipeg police are concerned for the well-being of a teenager missing for more than a month. [Ottawa](https://ottawa.ctvnews.ca/) - [Tornado watch issued for Ottawa Valley, parts of Quebec; Thunderstorm watch for Ottawa](https://ottawa.ctvnews.ca/tornado-watch-issued-for-ottawa-valley-parts-of-quebec-thunderstorm-watch-for-ottawa-1.6925228) A tornado watch has been issued by Environment Canada for the Ottawa Valley and some parts Quebec. - [Ottawa police investigating homicide on Woodroffe Avenue](https://ottawa.ctvnews.ca/ottawa-police-investigating-homicide-on-woodroffe-avenue-1.6925584) Ottawa police say a person's death in west Ottawa has been deemed a homicide. - [O-Train east extension won't be ready until after May 2025: Amilcar](https://ottawa.ctvnews.ca/o-train-east-extension-won-t-be-ready-until-after-may-2025-amilcar-1.6925830) The head of OC Transpo says the extension of the Confederation Line LRT to the east end will not be ready next spring. [Northern Ontario](https://northernontario.ctvnews.ca/) - DEVELOPING DEVELOPING [Two potential tornadoes in Quebec, warning lifted for Ontario](https://www.ctvnews.ca/climate-and-environment/two-potential-tornadoes-in-quebec-warning-lifted-for-ontario-1.6924920) Tornado warnings have been issued describing 'dangerous and potentially life-threatening' situations amid severe thunderstorms in Ontario and Quebec. - [Ontario man can't collect lottery prize after he forgets where he bought ticket](https://toronto.ctvnews.ca/ontario-man-can-t-collect-lottery-prize-after-he-forgets-where-he-bought-ticket-1.6924708) An Ontario man who bought a lottery ticket was thrilled to find out he won, but collecting his winnings turned out to be a challenge. - BREAKING BREAKING [Timmins area under tornado warning](https://northernontario.ctvnews.ca/timmins-area-under-tornado-warning-1.6925692) Environment Canada issued a tornado warning for the Timmins area Thursday afternoon as a severe thunderstorm approaches. [Barrie](https://barrie.ctvnews.ca/) - WEATHER ALERT WEATHER ALERT [Tornado watch issued for parts of Simcoe County and Muskoka](https://barrie.ctvnews.ca/tornado-watch-issued-for-parts-of-simcoe-county-and-muskoka-1.6925149) Environment Canada has issued a tornado watch for parts of Simcoe County, Muskoka and Dufferin County. - [Barrie man, 39, killed in motorcycle crash](https://barrie.ctvnews.ca/barrie-man-39-killed-in-motorcycle-crash-1.6924579) Emergency crews attended the scene of the deadly crash involving a motorcycle on Ferndale Drive North shortly after 6 p.m. on Wednesday. - [Innisfil school bus driver charged after collision with students on board](https://barrie.ctvnews.ca/innisfil-school-bus-driver-charged-after-collision-with-students-on-board-1.6924997) Police have charged a school bus driver after a collision Thursday morning that injured two students and another driver in Innisfil. [Kitchener](https://kitchener.ctvnews.ca/) - ['It was me': Video shows moment University of Waterloo attacker admits to triple stabbing](https://kitchener.ctvnews.ca/it-was-me-video-shows-moment-university-of-waterloo-attacker-admits-to-triple-stabbing-1.6924642) Disturbing evidence is being shared for the first time of the 2023 attack at the University of Waterloo, including audio of the triple stabbing and a surprising confession. - [Police respond to fake call about shooting at Kitchener Market](https://kitchener.ctvnews.ca/police-respond-to-fake-call-about-shooting-at-kitchener-market-1.6925826) The Waterloo Regional Police Service (WRPS) responded to the Kitchener Market Thursday afternoon after receiving a weapon-related call. - [CTV News Kitchener’s Spencer Turcotte to receive RNAO media award](https://kitchener.ctvnews.ca/ctv-news-kitchener-s-spencer-turcotte-to-receive-rnao-media-award-1.6925504) The Registered Nurses’ Association of Ontario (RNAO) has announced the recipients of this year’s Media Awards competition and CTV Kitchener’s Spencer Turcotte is one of the winners. [London](https://london.ctvnews.ca/) - [Oxford Pride supporters decry rainbow boardwalk damage as act of hate](https://london.ctvnews.ca/oxford-pride-supporters-decry-rainbow-boardwalk-damage-as-act-of-hate-1.6925873) Pride month in Oxford County has been marred once again by what some are calling an act of hatred. - [Nearly 500 volunteers take part in United Way's 23rd Annual Day of Caring](https://london.ctvnews.ca/nearly-500-volunteers-take-part-in-united-way-s-23rd-annual-day-of-caring-1.6925756) Nearly 500 volunteers from across the region came together Thursday for United Way’s Annual Day of Caring, an event that benefits the entire community. - ['Most Canadian' guitar making stops in midwestern Ontario](https://london.ctvnews.ca/most-canadian-guitar-making-stops-in-midwestern-ontario-1.6925593) The sweet sounds of ‘Canada's guitar’ echo through the gymnasium at F.E. Madill Secondary School in Wingham. [Windsor](https://windsor.ctvnews.ca/) - [Parental abduction alert in Windsor](https://windsor.ctvnews.ca/parental-abduction-alert-in-windsor-1.6925915) The Windsor Police Service has issued a parental abduction alert. - ['It's a scam': Windsor's parking enforcement warns of parking ticket text message scam](https://windsor.ctvnews.ca/it-s-a-scam-windsor-s-parking-enforcement-warns-of-parking-ticket-text-message-scam-1.6925871) The City of Windsor is warning residents about a text message scam that tells people to pay their overdue parking tickets. - [New Offender Management Unit arrests 24 offenders in three months](https://windsor.ctvnews.ca/new-offender-management-unit-arrests-24-offenders-in-three-months-1.6925654) Windsor police are releasing results of the new Offender Management Unit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ctv news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "central library",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:34:09.713+03:00",
    "updated": "2024-06-14T00:34:09.713+03:00"
  },
  {
    "uuid": "41b16ea7f0ad51dd112596820e71635ad0c65940",
    "url": "https://www.yenisafak.com/fr/international/israel-katz-ordonne-a-larmee-israelienne-de-bloquer-larrivee-a-gaza-du-convoi-maghrebin-de-la-resilience-44199",
    "ord_in_thread": 0,
    "author": "Net Yayıncılık Sanayi ve Ticaret A.Ş.",
    "published": "2025-06-12T07:16:00Z",
    "title": "Israël Katz ordonne à l'armée israélienne de bloquer l'arrivée à Gaza du Convoi Maghrébin de la Résilience | International",
    "text": "Le ministre israélien de la Défense, Israël Katz, a ordonné mercredi à l’armée de bloquer l’accès à Gaza du Convoi Maghrébin de la Résilience, tout en exerçant une pression sur l’Égypte pour qu’elle en fasse de même. “J’ai donné instruction à l’armée israélienne d’empêcher l’arrivée de manifestants djihadistes à Gaza” , a déclaré Katz dans un communiqué diffusé par son ministère. Il a également appelé les autorités égyptiennes à empêcher ces militants d’atteindre la frontière israélo-égyptienne, estimant qu’il s’agirait d’une provocation susceptible de “menacer la sécurité des soldats israéliens” , ajoutant que toute tentative d’entrée dans la bande de Gaza “ne sera pas tolérée”. Selon lui, les membres du convoi représentent “une menace non seulement pour Israël, mais aussi pour le régime égyptien et les régimes arabes modérés de la région” . Il affirme que ces militants maghrébins, solidaires de la cause palestinienne, souhaitent établir des liens avec le Hamas et soutenir son action. De son côté, la Coordination tunisienne de l’action commune pour la Palestine a indiqué samedi que le convoi comptait des milliers de volontaires, réclamant la fin de l’offensive israélienne à Gaza, la levée du blocus, et l’acheminement d’une aide humanitaire d’urgence à la population civile.\nLe Convoi Maghrébin de la Résilience est parti lundi matin de Tunis, capitale tunisienne, en direction de Gaza, avec pour objectif de briser le blocus imposé par Israël et d’exprimer la solidarité du Maghreb envers les Palestiniens. Plusieurs centaines de militants y participent.\nMercredi, le convoi a été chaleureusement accueilli à Tripoli, en Libye, avant de rejoindre la ville de Zaouïa, dans le nord-ouest du pays. Il prévoit ensuite de traverser l’est libyen avant d’atteindre l’Égypte en fin de semaine.\nMalgré les appels internationaux à un cessez-le-feu, Israël poursuit ses opérations militaires dans la bande de Gaza depuis octobre 2023. Ces attaques ont coûté la vie à plus de 55 000 Palestiniens, dont une majorité de femmes et d’enfants, selon les autorités locales. Les organisations humanitaires alertent désormais sur un risque croissant de famine parmi les plus de deux millions d’habitants de l’enclave.\nA lire également:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->armed conflict"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_tr",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:22:53.715+03:00",
    "updated": "2025-06-12T07:26:47.000+00:00"
  },
  {
    "uuid": "3f8990fb172b8b85872a47cbd40f74c46625b0d7",
    "url": "https://vnexplorer.net/z/1053985.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-27T13:06:00Z",
    "title": "Amy Coney Barrett Slams Gorsuch Throwing 'Cherry-Picked' Statements at Wall",
    "text": "A view of the US Supreme Court in Washington, DC, June 13, 2024. Conservative U.S. Supreme Court Justice Amy Coney Barrett criticized conservative Justice Neil Gorsuch for throwing &quot;cherry-picked&quot; statements at the wall in a ruling that temporarily blocks the Environmental Protection Agency (EPA) from enforcing an air-quality initiative. Gorsuch wrote the majority opinion, joined by fellow conservative justices Clarence Thomas, Samuel Alito and Brett Kavanaugh, and Chief Justice John Roberts, on Thursday to halt enforcement of a Federal Implementation Plan (FIP) to regulate air quality against states challenging the plan in a 5-4 decision in Ohio v. Environmental Protection Agency. The EPA sets standards for common air pollutants and states create a State Implementation Plan (SIP) to enforce said standards. Under the Clean Air Act&#039;s &quot;Good Neighbor Provision,&quot; SIPs must prohibit emissions that significantly add to a nearby state&#039;s air pollution or interfere with their efforts to regulate air quality. The EPA may issue an FIP if the state&#039;s plan does not satisfy the requirements of the Clean Air Act and the state does not correct the shortfalls. The EPA revised its air-quality standards in 2015, and years later the EPA announced its intention to reject more than 20 SIPs because of its belief that the plans did not meet the requirements of the Good Neighbor Provision. The EPA then implemented one FIP for all the states &quot;based on which emissions-control measures would maximize cost-effectiveness in improving ozone levels downwind,&quot; according to the court&#039;s summary of the case. Courts paused 12 of the SIP rejections, meaning those states were, at least temporarily, not a part of the FIP. However, the FIP did not adjust for the remaining states. Some of the remaining states and industry groups challenged the FIP in the D.C. Circuit Court of Appeals and asked if the appellate court could halt the enforcement of the FIP while they appeal. The appellate court denied the stay, but on Thursday, the Supreme Court overruled the D.C. Circuit and granted the stay. Barrett—along with liberal Supreme Court Justices Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson—dissented. In her opinion, Barrett wrote that the court &quot;throws at the wall a cherry-picked assortment of EPA statements mentioning state data...None stick.&quot; Barrett argued that the problem with the EPA statements that Gorsuch picked to support the majority opinion &quot;is that they discuss analyses that EPA performed after it chose cost thresholds and emissions limits based on nationwide industry data. &quot;But it is the Court that goes out of its way to develop a failure-to-explain theory largely absent from applicants&#039; briefs,&quot; Barrett wrote. &quot;One can search diligently in the hundreds of pages of applicants&#039; opening briefs for the Court&#039;s theory—that EPA failed to explain in its final rule why the FIP&#039;s cost-effectiveness thresholds for imposing emissions limits do not shift with a different mix of States—and be left wondering where the Court found it. The Court, seizing on a barely briefed failure-to-explain theory, grants relief anyway.&quot; In the majority opinion, Gorsuch explained that the EPA assessed a state&#039;s significant contribution to downwind ozone problems &quot;by determining what measures in upwind States would maximize cost-effective ozone-level improvements in the States downwind of them. And a different set of States might mean that the &#039;knee in the curve&#039; would shift.&quot; Barrett wrote: &quot;Try as it might, the Court identifies no evidence that the FIP&#039;s emissions limits would have been different for a different set of States or that EPA&#039;s consideration of state-specific inputs was anything but confirmatory of the limits it calculated based on nationwide data. &quot;Our emergency docket requires us to evaluate quickly the merits of applications without the benefit of full briefing and reasoned lower court opinions. Given those limitations, we should proceed all the more cautiously in cases like this one with voluminous, technical records and thorny legal questions. I respectfully dissent.&quot; Barrett has ruled differently than her conservative colleagues in the past. Most recently, she sided with the Biden administration in a dispute with Republican-led states. In a 6-3 ruling in Murthy v. Missouri, Barrett wrote in the majority opinion that the states did not have standing to sue over how social media companies moderate content on their platforms. Alito wrote the dissent and was joined by Thomas and Gorsuch. Start your unlimited Newsweek trial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amy coney barrett",
          "sentiment": "negative"
        },
        {
          "name": "gorsuch",
          "sentiment": "negative"
        },
        {
          "name": "samuel alito",
          "sentiment": "none"
        },
        {
          "name": "brett kavanaugh",
          "sentiment": "none"
        },
        {
          "name": "neil gorsuch",
          "sentiment": "none"
        },
        {
          "name": "john roberts",
          "sentiment": "none"
        },
        {
          "name": "clarence thomas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "us supreme court",
          "sentiment": "negative"
        },
        {
          "name": "conservative u.s. supreme court jus",
          "sentiment": "neutral"
        },
        {
          "name": "epa",
          "sentiment": "none"
        },
        {
          "name": "environmental protection agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington, dc",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:07:16.858+03:00",
    "updated": "2024-06-28T00:07:16.858+03:00"
  },
  {
    "uuid": "5a67f22f50de5cfba46209b465ebafa376c5d6b4",
    "url": "https://www.irishstar.com/news/us-news/eating-superfood-adds-five-years-34063307",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "https://www.irishstar.com/authors/emily-hodgkin/",
    "published": "2024-11-07T23:58:00Z",
    "title": "Eating superfood 'adds five years to your life and combats effects of junk food diet' - Irish Star",
    "text": "News Eating superfood 'adds five years to your life and combats effects of junk food diet' Grapes are rich in chemicals that boost gut bacteria and lower cholesterol and they contain antioxidants that dampen inflammation-reducing the risk of heart disease and cancer irishstar Bookmark\nShare\nNews By Emily Hodgkin Neil Shaw Assistant Editor (Money and Lifestyle) 19:58, 7 NOV 2024 Bookmark\nGrapes even alter gene expression, noted the pharmaceuticals professor Latest news from Irishstar.com\nMore Newsletters\nSubscribe Please enter a valid email Something went wrong, please try again later. More Newsletters\nWe use your sign-up to provide content in ways you’ve consented to and improve our understanding of you. This may include adverts from us and third parties based on our knowledge of you. More info Thank you for subscribing! We have more newsletters\nShow me See Our Privacy Notice See Our Privacy Notice × Group 28\nLatest news from Irishstar.com\nInvalid email Something went wrong, please try again later. Sign Up No thanks, close We use your sign-up to provide content in ways you’ve consented to and improve our understanding of you. This may include adverts from us and third parties based on our knowledge of you. More info × Group 28\nThank you for subscribing! We have more newsletters\nShow Me No thanks, close See our Privacy Notice Munching on grapes could tack an extra five years onto your lifespan, as this &apos;superfood&apos; sweeps away the refined fats and sugars found in processed grub. Regularly eating grapes can fight off the impacts of a fast food diet, researchers say.\nPacked with chemicals that enhance gut bacteria, lower cholesterol, and loaded with antioxidants that reduce inflammation , grapes slash the risk of heart disease and cancer , reports Surrey Live . Dr John Pezzuto from Western New England University in the States remarked: \"It adds an entirely new dimension to the old saying &apos;you are what you eat.&apos;\"\nGrapes even alter gene expression, noted the pharmaceuticals professor. Dr Pezzuto, with over 600 research papers to his name, observed: \"That is truly remarkable.\"\nReduce cholesterol naturally as doctors highlights two alternatives to statins Three facial signs of high cholesterol you shouldn&apos;t ignore, doctor warns In experiments, mice feasted on a high-fat western diet but also got a daily grape powder dose equivalent to a punnet. These mice showed less fatty liver and outlived their counterparts.\nA third study found that, in addition to their other benefits, grapes can also aid in weight loss (Image: GETTY) Dr Pezzuto pointed out: \"The change observed in the study would correspond to an additional four to five years in the life of a human.\"The team also discovered grapes boost neuron function, offering a shield against Alzheimer&apos;s. They improved behaviour and cognition in mice, which was otherwise hampered when fed high-fat diets minus the grape extract.\nCutting one food from your diet will help lower cholesterol and blood pressure Six little-known signs in your legs of high cholesterol A third study found that, in addition to their other benefits, grapes can also aid in weight loss by boosting metabolism. Specifically, they may help prevent Alzheimer&apos;s disease and non-alcoholic fatty liver disease (NAFLD), both of which have been linked to consuming junk food.\nDr. Pezzuto stated: \"The adverse response was diminished by grape intervention. Life-long survival was also enhanced. These results suggest the potential of dietary grapes to modulate gene expression, prevent oxidative damage, induce fatty acid metabolism, ameliorate NAFLD and increase longevity when co-administered with a high-fat diet.\"\nLiver disease is a growing global issue due to unhealthy eating habits. Dr. Pezzuto added: \"The life-long addition of grapes to a high-fat diet increases longevity. \"These data illustrate the extraordinary influence of nutrigenomics, a burgeoning field of investigation that will augment our appreciation of diet and health .\n\"\"Recent research also found that eating grapes reduces the risk of suffering a heart attack or stroke.\nStory Saved You can find this story in My Bookmarks. Or by navigating to the user icon in the top right.\nFollow Irish Star Facebook Twitter More On Health",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/follow?screen_name=IrishStarUS",
      "https://www.facebook.com/Irishstarus",
      "https://status.data-services.tm-awx.com&quot;,&quot;profile&quot;:&quot;Irish_Star&quot;,&quot;isPure360NewsLetter&quot;:false,&quot;pure360MailingListId&quot;:&quot;Irish",
      "https://www.getsurrey.co.uk/news/health/superfood-flushes-out-fats-sugars-30316012",
      "https://www.status.data-services.tm-awx.com&quot;,&quot;profile&quot;:&quot;Irish_Star&quot;,&quot;isPure360NewsLetter&quot;:false,&quot;pure360MailingListId&quot;:&quot;Irish",
      "https://www.twitter.com/intent/follow?screen_name=IrishStarUS",
      "https://facebook.com/Irishstarus",
      "https://getsurrey.co.uk/news/health/superfood-flushes-out-fats-sugars-30316012",
      "https://twitter.com/intent/follow"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Emily Hodgkin Neil Shaw",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:41:47.371+02:00",
    "updated": "2024-11-08T02:41:47.371+02:00"
  },
  {
    "uuid": "0377494b6d74433b99a26227fc6dc532a23aaac9",
    "url": "https://news.iheart.com/content/2024-02-22-kings-of-leon-kick-off-new-era-with-big-news",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katrina Nattress",
    "published": "2024-02-23T14:32:00Z",
    "title": "Kings Of Leon Kick Off New Era With Big News",
    "text": "Photo: Courtesy of Kings of Leon\nAfter Kings of Leon teased new music last month, fans have been eagerly awaiting an announcement. On Thursday (February 22), they got three of them when the band not only released a new single, but also announced a new album and tour.\nThe rousing new song, \"Mustang,\" sees the band get back to their gritty roots and is the lead single off Kings of Leon's forthcoming ninth studio album Can We Please Have Fun .\n\"It was the most enjoyable record I’ve ever been a part of,” frontman Caleb Followill said in a statement.\n“It’s like we allowed ourselves to be musically vulnerable,” drummer Nathan Followill added. “I love it when a rock band is not embarrassed to admit that every song doesn’t have to be on 11.”\nAfter the album's release, the band—who also happen to all be family—plan to hit the road for a tour. “When you have a band, there’s a bond like no other, and when you have family, you have a bond like no other,” Caleb said. “We have both of those things. I thought, if we put all our energy toward something, who is gonna stop us? Who can stop us except us?”\nCan We Please Have Fun is slated for a May 19 release. Listen to \"Mustang\" and check out the full list of tour dates below.\nKings of Leon Tour Dates\n08-14 Austin, TX - Moody Center\n08-16 Houston, TX - Toyota Center\n08-17 Forth Worth, TX - Dickies Arena\n08-20 Phoenix, AZ - Arizona Financial Theatre\n08-22 Inglewood, CA - Kia Forum\n08-23 Palm Desert, CA - Acrisure Arena\n08-25 Berkeley, CA - Greek Theatre\n08-26 Santa Barbara, CA - Santa Barbara Bowl\n08-28 Portland, OR - Moda Center\n08-29 Seattle, WA - Climate Pledge Arena\n08-31 Vancouver, British Columbia - Rogers Arena\n09-02 Edmonton, Alberta - Rogers Place\n09-03 Calgary, Alberta - Scotiabank Saddledome\n09-05 Winnipeg, Manitoba - Canada Life Center\n09-13 Huntsville, AL - The Orion Amphitheater\n09-14 Cincinnati, OH - The Andrew J Brady Music Center\n09-16 Boston, MA - MGM Music Hall at Fenway\n09-18 Queens, NY - Forest Hills Stadium\n09-20 Washington, D.C. - The Anthem\n09-23 Philadelphia, PA - TD Pavilion at The Mann\n09-25 Atlanta, GA - State Farm Arena\n09-26 Nashville, TN - Bridgestone Arena\n09-28 Chicago, IL - Huntington Bank Pavilion at Northerly Island\n10-01 Toronto, Ontario - Budweiser Stage\n10-02 Laval, Quebec - Place Bell\n10-05 Bridgeport, CT - Hartford HealthCare Amphitheater",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leon",
          "sentiment": "negative"
        },
        {
          "name": "caleb followill",
          "sentiment": "none"
        },
        {
          "name": "nathan followill",
          "sentiment": "none"
        },
        {
          "name": "caleb",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T19:53:50.200+02:00",
    "updated": "2024-02-23T19:53:50.200+02:00"
  },
  {
    "uuid": "562b110fffcaff48efbdc11ae6667ce246490838",
    "url": "https://www.kob.com/new-mexico/santa-fe-northern-new-mexico/former-santa-fe-priest-accused-of-child-sex-abuse-found-dead",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Fjeld",
    "published": "2024-05-24T18:28:00Z",
    "title": "Former Santa Fe priest accused of child sex abuse found dead - KOB.com",
    "text": "Former Santa Fe priest accused of child sex abuse found dead SPRINGER, N.M. — A former Santa Fe priest accused of child sex abuse was found dead at a home in Springer, according to officials and court documents. Springer Mayor Boe Lopez told KOB 4 that police responded to “an unattended death” at a home Friday morning. The mayor later learned from police that the person was Daniel Balizan. Mayor Lopez described Balizan as a “fixture in the community,” saying he was a close friend of Balizan and his family. He added that his death is “an unfortunate loss to all of us.” Balizan faced child sex abuse charges and was set to appear at a hearing. However, court documents show Assistant U.S. Attorney Jaymie L. Roybal addressed the court Friday and confirmed Balizan died. KOB 4 hasn’t independently confirmed the cause of his death. Balizan was a former priest at Santa Maria de la Paz Catholic Church in Santa Fe, and St. Patrick’s-St. Joseph’s Catholic Church in Raton. He allegedly used text messages to coerce and entice a minor, identified as John Doe in court documents, to engage in sexual activity with him. This is a developing story. Stay with KOB.com and KOB 4 Eyewitness News for updates. MORE:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "springer",
          "sentiment": "negative"
        },
        {
          "name": "boe lopez",
          "sentiment": "none"
        },
        {
          "name": "lopez",
          "sentiment": "none"
        },
        {
          "name": "john doe",
          "sentiment": "none"
        },
        {
          "name": "jaymie l. roybal",
          "sentiment": "none"
        },
        {
          "name": "daniel balizan",
          "sentiment": "none"
        },
        {
          "name": "balizan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. joseph’s catholic church in raton",
          "sentiment": "none"
        },
        {
          "name": "santa maria de la paz catholic church",
          "sentiment": "none"
        },
        {
          "name": "kob",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa fe",
          "sentiment": "none"
        },
        {
          "name": "st. patrick",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "springer",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T22:05:34.890+03:00",
    "updated": "2024-05-24T22:05:34.890+03:00"
  },
  {
    "uuid": "49114fd76e08e4f96c4cbb412f4be07f5c042a91",
    "url": "https://www.timeslive.co.za/sport/soccer/2024-01-19-champions-senegal-steam-into-afcon-last-16-with-3-1-win-over-cameroon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-01-19T00:00:00Z",
    "title": "Champions Senegal steam into Afcon last 16 with 3-1 win over Cameroon",
    "text": "Soccer Champions Senegal steam into Afcon last 16 with 3-1 win over Cameroon 19 January 2024 - 21:13 By Reuters Georges Kevin Nkoudou Mbida of Cameroon is challenged by Krepin Diatta of Senegal during their Africa Cup of Nations clash at Charles Konan Banny Stadium in Yamoussoukro.\nImage: Ryan Wilkisky/BackpagePix\nIsmaila Sarr scored one goal and laid on another as defending champions Senegal beat Cameroon 3-1 on Friday and booked their place in the round of 16 at the Africa Cup of Nations, leaving their opponents in some peril.\nSarr opened the scoring in the first half of the Group C clash in Yamoussoukro after a mistake by Manchester United goalkeeper Andre Onana, who was playing his first game of the tournament after a late arrival in the Ivory Coast.\nHabib Diallo added the second goal from Sarr’s cross before Jean-Charles Castelletto scored a late consolation for Cameroon. Sadio Mane completed the scoring for Senegal in injury time.\nThe Lions of Teranga advance to the knockout rounds with a final group game against Guinea to spare.\nCameroon must play Gambia in their last match.\nBoth of those are on Tuesday.\nSenegal head the pool with six points from their two games, while Cameroon and Guinea have a point each and Gambia are yet to break their duck.\nThe latter two sides meet at the same venue later on Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ismaila sarr",
          "sentiment": "negative"
        },
        {
          "name": "andre onana",
          "sentiment": "none"
        },
        {
          "name": "habib diallo",
          "sentiment": "none"
        },
        {
          "name": "sarr",
          "sentiment": "none"
        },
        {
          "name": "jean-charles castelletto",
          "sentiment": "none"
        },
        {
          "name": "sadio mane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "group",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "manchester united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cameroon",
          "sentiment": "none"
        },
        {
          "name": "senegal",
          "sentiment": "none"
        },
        {
          "name": "guinea",
          "sentiment": "none"
        },
        {
          "name": "gambia",
          "sentiment": "none"
        },
        {
          "name": "yamoussoukro",
          "sentiment": "none"
        },
        {
          "name": "ivory coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T21:37:22.464+02:00",
    "updated": "2024-01-20T17:41:11.933+02:00"
  }
]