[
  {
    "uuid": "b702b536748aad3dfc0e6e6e4eceee885bb5c0c2",
    "url": "https://www.examiner-enterprise.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:15:17.950+02:00",
    "updated": "2023-12-29T00:15:17.950+02:00"
  },
  {
    "uuid": "5034d07434b7fe78a5f18ce4b28a0162a7adee64",
    "url": "https://vnexplorer.net/christian-leaders-share-messages-of-peace-and-respect-for-our-shared-humanity-after-a-challenging-year-for-many-s624462.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-24T05:04:00Z",
    "title": "Christian leaders share messages of 'peace' and 'respect for our shared humanity' after a challenging year for many",
    "text": "There’s no denying it hasn’t been an easy year for many Australians.\nChristian leaders have struck a more sombre tone in their 2023 Christmas messages, as they reflect on conflicts abroad and offer their sympathies to those who are struggling with rising costs.\nThe Anglican Archbishop of Sydney, Kanishka Raffel, acknowledged the impact that the housing crisis has had on many Australian families.\n“The beginning of this year seemed to offer a fresh start as we came out of COVID, yet as 2023 unfolded, the cost of living rose beyond the means of many,” he said.\nThe archbishop described the spirit of Christmas as a salve during trying times.\n“Rising costs may have forced a stripped down Christmas this year, yet when you strip away the tinsel, you have the simple message of Christmas,” he said.\n“So simple a child can believe, yet so substantial that its wonders and glories can fill our hearts and sustain us through life’s challenges.”\nArchbishop Raffel also acknowledged how the suffering of people overseas had “reached deep” into our society.\n“We witnessed with grief and horror man-made calamity and war and conflict, as well as natural disasters, tragic accidents, and terrible crimes,” he said.\n“What can we say when people come face-to-face with evil? How can we make sense of this desperate world? We need a word from God which is exactly what Christmas is: God has spoken through his son, Jesus.”\nThese challenges were also front of mind for the Uniting Church’s president, Reverend Sharon Hollis.\n“In this season of celebration, the mood seems far from celebratory in many places,” she said.\n“In Australia, many people are struggling to afford food and shelter. Others have watched their homes and livelihoods burnt in fires or destroyed by droughts.\n“Violence and more continue … Our hearts cry out as we see hospitals bombed, hostages held, babies dying for the lack of basic care, and homes crumbling.”\nShe reminded believers that Jesus is God’s way of “standing in solidarity with us” and helping them find peace and joy.\n“Christmas invites us to meet God in all of life — our despair, our suffering, our wonder, our celebration,” she said.\n“Let us rejoice in the confidence that God dwells with each of us and the whole world in love.”\nCatholic Archbishop of Melbourne, Peter Comensoli, suggested people come together to lighten each other’s burdens.\n“Our hearts ache for reconciliation of peoples at this time, respect for our shared humanity, care for our crying planet,” he said.\n“Our world and its people seem to be groaning and railing against pathways to true peace. Yet, we experience the hope of God through simple words of joy, mercy and peace.\n“We, too, can be messengers whose footfalls bring light into the world, announcing mercy, bringing joy, offering good news.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raffel",
          "sentiment": "none"
        },
        {
          "name": "kanishka raffel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:16:10.042+02:00",
    "updated": "2023-12-24T07:16:10.042+02:00"
  },
  {
    "uuid": "327940efd85bd4b925ce960f02179bf64001595b",
    "url": "https://www.elcorreogallego.es/sucesos/2023/12/29/bebe-hallada-contenedor-sevilla-llama-96360044.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-29T10:27:00Z",
    "title": "La bebé hallada en un contenedor de Sevilla se llama Nieves y ya tiene familia adoptiva",
    "text": "La bebé recién nacida que fue rescatada en un contenedor el pasado 18 de diciembre en Los Palacios y Villafranca ( [Sevilla](/tags/sevilla/)) ha sido dada de alta y ya se encuentra con su nueva familia, tras pasar diez días ingresada en la unidad de neonatos del hospital Virgen de Valme de Sevilla. Según ha adelantado COPE Sevilla y han confirmado a EFE fuentes de la [Junta de Andalucía](/tags/junta-de-andalucia/), la niña fue dada de alta en la tarde de ayer, y ya se encuentra en la casa de la familia que la ha adoptado, tras las gestiones urgentes realizadas por la Consejería de Inclusión Social, Juventud, Familias e Igualdad de la Junta de Andalucía. Los nuevos padres de la niña comenzaron a tener contacto con ella el pasado 24 de diciembre, y desde entonces la han acompañado en el hospital, hasta que finalmente ayer fue dada de alta. Las fuentes no han indicado si la familia la llamará finalmente Nieves, el nombre que los médicos le pusieron en el hospital al ser el de la patrona de Los Palacios. La nueva familia, según informa Igualdad, se ha hecho cargo de la pequeña mediante la fórmula de \"guarda y custodia con fines de adopción\", mediante la que tendrán a la pequeña con ella el menos seis meses. Adopción de urgencia Se trata de una fórmula de adopción de urgencia, y una vez que pasen los seis meses podrán comenzar a gestionar la adopción definitiva, un proceso que se podría interrumpir si algún familiar de la bebé mostrase su disposición a hacerse cargo de ella y cumpliese las condiciones necesarias para ello. No obstante, desde que fue encontrada la menor nadie se ha dirigido a las autoridades reclamando ser su familiar, de modo que se prevé que la familia se haga cargo de ella de forma definitiva a partir de junio próximo, mientras sigue la investigación de la Guardia Civil para intentar encontrar a su madre o a la persona que la tiró al contenedor. La niña ingresó con un peso de 2,1 kilos, y ha estado cuidada las 24 horas del día por los servicios médicos del hospital, mientras la Junta recibía decenas de peticiones de ofrecimientos de familias andaluzas dispuestas a adoptarla, aunque en este caso la adopción pasaba por un proceso que dura meses y para el que había familias concretas en lista de espera. No obstante, la Junta ha animado a las familias que quieran estar en una lista de un proceso de adopción a que lo inicien cuanto antes, de modo que cuando se produzcan casos de extrema necesidad, como el de esta bebé, haya familias suficientes en espera. La niña pudo ser encontrada gracias a que un vecino escuchó su llanto desde el interior del contenedor, para posteriormente unirse a él dos mujeres, y una de ellas la sacó rápidamente, llevándola al centro de salud del municipio, situado a un kilómetro aproximadamente de donde fue encontrada. Nada más ser revisada se activó su traslado urgente al hospital sevillano, mientras que la Policía Judicial de la Guardia Civil se ha hecho cargo de la investigación del caso, una vez que se resolvió la primera urgencia que tenía el mismo, que era garantizar la evacuación de la niña a un centro sanitario cuanto antes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:56:59.290+02:00",
    "updated": "2023-12-29T12:56:59.290+02:00"
  },
  {
    "uuid": "41c3191351cb41c5dfdc5a530494f87887d2dcfc",
    "url": "https://www.recorder.com/Bernardston-woman-wins-$1M-on-scratch-ticket-bought-at-Greenfield-Elks-Lodge-53507532",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DOMENIC POLI",
    "published": "2023-12-28T22:14:00Z",
    "title": "The Recorder - Bernardston woman wins $1M on scratch ticket bought at Greenfield Elks Lodge",
    "text": "Bernardston resident Vicki Sumner won $1 million in the Massachusetts State Lottery’s “Billion Dollar Extravaganza” instant ticket game. She purchased her winning ticket at the Greenfield Lodge of Elks 1296 on Christmas Eve and claimed her prize on Dec. 26. Sumner opted to receive her prize in the form of a one-time payment of $650,000, before taxes. COURTESY PHOTO/ MASSACHUSETTS STATE LOTTERY The Massachusetts State Lottery machine at the Greenfield Elks Lodge, where a winning “Billion Dollar Extravaganza” instant ticket was sold on Christmas Eve. STAFF PHOTO/PAUL FRANZ The bar at the Greenfield Elks Lodge, where a winning “Billion Dollar Extravaganza” instant ticket was sold on Christmas Eve. STAFF PHOTO/PAUL FRANZ The Greenfield Elks Lodge, where a winning “Billion Dollar Extravaganza” instant ticket was sold on Christmas Eve. STAFF PHOTO/PAUL FRANZ GREENFIELD — A Bernardston woman is starting 2024 with a nest egg after winning $1 million on a Massachusetts State Lottery ticket she bought at the Greenfield Lodge of Elks 1296 on Christmas Eve. Vicki Sumner purchased a Billion Dollar Extravaganza scratch ticket for $50 and claimed her prize on Dec. 26. According to the Massachusetts State Lottery’s website, she opted to receive her winnings in a one-time payment of $650,000, before taxes, with plans to use some of the money to pay off her car loan and “have some fun.” Attempts by the Greenfield Recorder to contact Sumner were unsuccessful. Tim Herzig, treasurer of the Greenfield Elks, said Sumner’s husband, Mike Duprey, is a member of the fraternal order. He said this is the first substantial winning ticket sold by the lodge at 3 Church St., which also offers Keno. The fraternal organization will receive a $10,000 bonus for selling the winning ticket. Herzig said that money will help the Elks make charitable contributions to American Legion baseball, girls softball, scholarships and other causes. Reach Domenic Poli at: dpoli@recorder.com or 413-930-4120. SOUTH DEERFIELD — Tree House Brewing Co. has been given the go-ahead to more than triple its occupancy for the upcoming season, pending public... Editor’s note: As part of the Greenfield Recorder’s end-of-the-year features, we are publishing in two parts our choices for the top dozen news... HAWLEY — Alice Parker, who composed more than 500 pieces in a life devoted to singing and song, died at her home in Hawley early on Christmas Eve...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vicki sumner",
          "sentiment": "negative"
        },
        {
          "name": "paul franz",
          "sentiment": "none"
        },
        {
          "name": "sumner",
          "sentiment": "none"
        },
        {
          "name": "paul franz greenfield",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "greenfield elks lodge bernardston",
          "sentiment": "negative"
        },
        {
          "name": "massachusetts state lottery",
          "sentiment": "negative"
        },
        {
          "name": "greenfield lodge of elks",
          "sentiment": "none"
        },
        {
          "name": "greenfield elks lodge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bernardston",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:02.996+02:00",
    "updated": "2023-12-29T00:30:02.996+02:00"
  },
  {
    "uuid": "618739561aab83a3cab73a3a7b44a607d4d1fd77",
    "url": "https://fides.org/es/news/75022-AFRICA_SUDAN_DEL_SUR_El_P_Luke_y_su_acompanante_victimas_de_la_violencia_intercomunitaria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agenzia Fides",
    "published": "2024-05-24T00:00:00Z",
    "title": "ÁFRICA/SUDÁN DEL SUR - El P. Luke y su acompañante víctimas de la violencia intercomunitaria - Agenzia Fides",
    "text": "Juba (Agencia Fides) - \"La desaparición del P. Luke Yugue y de su acompañante se debe situar en el triste contexto de la violencia intercomunitaria entre los Azande y los Balanda que ha vuelto a estallar después del grave conflicto de 2021\" dice a la Agencia Fides la Hermana Elena Balatti, misionera comboniana en Sudán del Sur, refiriéndose al joven sacerdote desaparecido con su acompañante, Michael Gbeko, el 27 de abril, en Tombura, en el Estado de Equatoria Occidental. Los azande son el grupo étnico mayoritario en Ecuatoria Occidental, mientras que los balanda son un grupo numéricamente importante en la misma región, pero también tienen presencia en el estado vecino de Bahr el Ghazal Occidental\", explica la Hna. Elena. \"Tras años de coexistencia pacífica, en 2021 surgieron tensiones políticas, entre otras cosas por la demarcación de las fronteras territoriales entre las dos tribus; tensiones que desembocaron en un sangriento conflicto, con el desplazamiento de miles de personas. Desde entonces, el conflicto se ha calmado, pero no ha remitido del todo, y en febrero/marzo de este año, las Naciones Unidas habían observado un resurgimiento de las tensiones, lo que provocó, desgraciadamente, el asesinato de algunas personas, nuevos desplazamientos y nueva violencia, que fue contenida en parte por los militares\", informa la misionera. “La desaparición del padre Luke se inscribe en este contexto de odio y violencia”, afirma la hermana Elena. “El padre Luke, de etnia azande, desapareció el 27 de abril en una zona predominantemente de etnia balanda, donde ejercía su ministerio. Desde el principio se especuló con el asesinato del sacerdote y de su chófer. Sin embargo, Mons. Edward Hiiboro Kussala, obispo de Tombura-Yambio, había pedido a los fieles que rezaran sin cesar por el regreso de los dos, y al parecer, ahora que el obispo ha anunciado una oración fúnebre por ambos (véase Fides 23/5/2024), probablemente ha confirmado lo que algunos medios de comunicación locales ya habían informado, que se trataba de un doble asesinato”, afirma la misionera. La hermana Elena concluye pidiendo “que recemos para que este conflicto interétnico, instrumentalizado por los políticos (estamos en periodo pre-electoral en Sudán del Sur), no se renueve con las proporciones de la violencia de 2021”. (L.M.) (Agencia Fides 24/5/2024) [ASIA/INDIA - En Manipur que abandona el partido de Narendra Modi, la violencia interétnica no disminuye](/es/news/75095) [AMÉRICA/COLOMBIA - Gran participación en el funeral del sacerdote Ramón Arturo Montejo asesinado en un robo](/es/news/75073) [ÁFRICA/SUDÁFRICA - El 11 de mayo el funeral del estigmatino asesinado; nuevos detalles sobre el crimen llegan a la Agencia Fides](/es/news/74953)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T14:23:11.212+03:00",
    "updated": "2024-06-22T03:26:11.611+03:00"
  }
]