[
  {
    "uuid": "89f2ec03d2c5209cad89590fc40d89ae2cb4235f",
    "url": "https://www.pasadenanow.com/main/pasadena-to-enjoy-week-of-sunny-and-upper-sixties-as-much-of-u-s-and-the-west-face-harsh-winter-weather",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabriel More",
    "published": "2024-01-14T13:40:00Z",
    "title": "Pasadena to Enjoy Week of Sunny-And-Upper-Sixties As Much of U.S. and the West Face Harsh Winter Weather",
    "text": "In Rose Parade weather-like form, Pasadena is heading into a week of sunny and upper sixties days as the rest of the nation faces a wave of severe weather.\nMuch of the West Coast experiencing significant snow showers.\nWashington and Oregon’s coastal ranges, along with California, Nevada, and Utah, are particularly affected. In the greater Lake Tahoe area, a winter storm warning is in effect, and travel advisories are in place due to worsening conditions\nIn California, the National Weather Service has issued High Surf Advisories due to breaking waves of 20–25 feet along the coast while northern counties are bracing for heavy snowfall, particularly in the Sierra Nevada and Cascades, and potential power line damage due to freezing rain.\nThis severe weather is expected to continue into the coming week, with the National Weather Service warning that every state in the U.S. has an active watch, warning, or advisory in place.\nBut Pasadena is expected to enjoy warming days under sunny skies. Friday could be sunny and 70, according to the NWS.\n“High confidence that relatively benign weather will continue through Thursday or Friday,” the NWWS said in its forecast at 3:24 a.m. Sunday.\nHere is the NWS day-by-day outlook for Pasadena this week:\nToday: Patchy fog before 11 a.m. Otherwise, cloudy through mid-morning, then gradual clearing, with a high near 63. East northeast wind 5 to 10 mph becoming west in the morning. Winds could gust as high as 15 mph.\nTonight: Partly cloudy, with a low around 47. East northeast wind around 5 mph.\nM.L.King Day: Mostly sunny, with a high near 65. Northeast wind 5 to 10 mph becoming west southwest in the morning.\nMonday Night: Partly cloudy, with a low around 46. West northwest wind around 5 mph becoming northeast in the evening.\nTuesday: Mostly sunny, with a high near 70. North northeast wind around 5 mph becoming southwest in the afternoon.\nTuesday Night: Partly cloudy, with a low around 48.\nWednesday: Mostly sunny, with a high near 67.\nWednesday Night: Partly cloudy, with a low around 48.\nThursday: Sunny, with a high near 69.\nThursday Night: Partly cloudy, with a low around 50.\nFriday: Mostly sunny, with a high near 70.\nFriday Night: Mostly cloudy, with a low around 49.\nSaturday: Partly sunny, with a high near 67.\nMake a comment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "pasadena",
          "sentiment": "none"
        },
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "cascades",
          "sentiment": "none"
        },
        {
          "name": "lake tahoe",
          "sentiment": "none"
        },
        {
          "name": "sierra nevada",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        },
        {
          "name": "nevada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T17:27:51.548+02:00",
    "updated": "2024-01-14T17:27:51.548+02:00"
  },
  {
    "uuid": "32afd1313cd4e72c98c32c3ee25f6ec43d73910c",
    "url": "https://truthout.org/articles/legal-experts-expect-more-delays-following-scotus-hearing-on-trumps-immunity",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Walker",
    "published": "2024-04-25T05:00:00Z",
    "title": "Legal Experts: Expect More Delays Following SCOTUS Hearing on Trump’s Immunity | Truthout",
    "text": " Legal Experts: Expect More Delays Following SCOTUS Hearing on Trump’s Immunity The Supreme Court may delay rendering an opinion in the case until as late as July 3.\nBy Chris Walker , T ruthout Published April 25, 2024 Former President Donald Trump returns from a break in his criminal trial for allegedly covering up hush money payments at Manhattan Criminal Court on April 25, 2024, in New York City. Jeenah Moon-Pool / Getty Images The U.S. Supreme Court heard oral arguments today regarding the “absolute” presidential immunity claims made by former President Donald Trump in the federal case surrounding his efforts to overturn the 2020 presidential election outcome.\nThe highly anticipated hearing featured a clear rejection of the idea that former presidents can enjoy absolute immunity when it comes to their actions while in office. But conservative justices seemed to question what outcomes could come about if they ruled in favor of the Department of Justice (DOJ), which has said that Trump’s specific claims in the case should be outright rejected.\nThe DOJ’s special counsel specifically alleges that Trump committed federal crimes by creating a fake slate of electors to interfere in the Electoral College, took actions on January 6, 2021, that inspired a mob of his loyalists to disrupt an official proceeding, and engaged in other egregious behavior that warranted a prosecutorial response. Trump’s lawyers, meanwhile, have claimed that his actions were all within the realm of official acts by a president, and as a former president, he should not be prosecuted for them.\nThe election interference case could have huge implications for this year’s presidential contest, as Trump is the presumptive nominee for the Republican Party. Polling indicates that a conviction against Trump would sink support for him in significant ways , but with the Court hearing the case this late (and potentially delaying a trial date even further afterward), the possibility that a final outcome could be determined before the election is very unlikely.\nBoth liberal and conservative justices on the Court pressed Trump lawyer D. John Sauer on “absolute immunity” claims, offering extreme hypotheticals to demonstrate how disturbing a ruling in the former president’s favor would be. Conservative justices also grilled special counsel lawyer Michael Dreeben about where the line on immunity should be drawn.\nRelated Story Jack Smith Tells SCOTUS to Reject Trump’s “Radical” Presidential Immunity Claims Oral arguments before the Supreme Court are set to take place on April 25. By Chris Walker , T ruthout April 9, 2024 Truthout For almost three hours, all nine Supreme Court justices took part in asking questions of the lawyers. Their focus seemed to be on the future, not necessarily the case at hand.\nTrump’s lawyer Sauer started the hearing off, but was immediately interrupted by Justice Clarence Thomas, a staunch conservative who regularly issues opinions that are favorable toward the former president.\nThomas asked where the idea of a former president having absolute immunity for their official acts came from. Sauer responded by citing Nixon v. Fitzgerald , a decision from the Supreme Court in 1982 that dealt with civil lawsuits but also applies to criminal charges.\nChief Justice John Roberts followed up shortly after by asking whether an ex-president could be charged with bribery upon exiting office, if, while they were president, they accepted a large sum of money from someone who wanted to be appointed an ambassador. Sauer sought to sidestep that question by noting that bribery isn’t an official act, but Roberts quipped back that appointing ambassadors is.\n“So how does your official acts or the official acts border boundary come into play when it’s going to be official, assuming that the president is innocent?” a skeptical Roberts asked.\nLiberal bloc Justice Sonia Sotomayor offered another hypothetical: what should happen to an ex-president who attempted to assassinate a political opponent?\nSaid Sotomayor, directing her question to Sauer :\nThere are some things that are so fundamentally evil that they have to be protected against. … If the president decides that his rival is a corrupt person and he orders the military or orders someone to assassinate him, is that within his official acts for which he can get immunity?\nSauer answered by saying “it would depend on the hypothetical” but ultimately said yes, it could be considered an official act for which a president receives immunity. Only if they’re impeached first, Sauer contended, can an ex-president be held accountable for such actions.\n“Why?” Sotomayor responded. “He’s doing it for personal reasons. He’s not doing it, like President Obama is alleged to have done it, to protect the country from terrorists; he’s doing it for personal gain. Isn’t that the nature of the allegations here?”\nJustice Samuel Alito seemed to agree with Sotomayor’s questioning , saying that it would be “implausible” for an ex-president to be immune from prosecution after ordering Navy SEAL Team Six to assassinate a rival. Justice Elena Kagan offered another hypothetical, questioning whether a former president who traded nuclear secrets to a foreign adversary should be immune under Sauer’s reasoning.\nAlthough most of their questioning had to do with hypotheticals, the justices also delved into the specifics of the case at hand. Justice Amy Coney Barrett listed the offenses that were made by the DOJ, then asked if Trump was immune from each and every one of them. Sauer conceded that Trump was not immune from all of them .\nSotomayor addressed the “fake electors” plot to disrupt the Electoral College.\n“What is plausible about the president insisting and creating a fraudulent slate of electoral candidates? Assuming we accept the facts of the complaint on their face, is that plausible that that would be within his right to do?” she asked .\nSauer responded: “Absolutely.”\nSotomayor continued. “[Even] knowing that the slate is fake? Knowing that the slate is fake, that they weren’t actually elected, that they weren’t certified by the state, he knows all those things?”\nIf the justices seemed willing to reject the “absolute” immunity claims made by Sauer, they were equally concerned about dismissing immunity claims altogether, with conservatives on the bench in particular grilling the special counsel lawyer Dreeben over the extent to which it might work.\nAlito questioned whether reducing immunity could lead to difficulties for the peaceful transfer of power in the future, from one administration to the next.\n“If an incumbent who loses a very close, hotly contested election, knows that a real possibility after leaving office is not that the president is going to be able to go off into a peaceful retirement, but that the president may be criminally prosecuted by a bitter political opponent, will that not lead us into a cycle that destabilizes the functioning of our country as a democracy?” he asked Dreeben .\nAlito also asked if a mistake by an ex-president could be prosecuted.\n“I understand you to say, well, you know, if he makes a mistake, he makes a mistake, he’s subject to the criminal laws just like anybody else. You don’t think he’s in a special, a peculiarly precarious position?” he said .\nDreeben responded by saying that presidents have lawyers helping them decide on matters all of the time — that, if their actions resulted in an illegal outcome, they would know about that possibility. Dreeben also said a mistake by a president wouldn’t result in charges from the DOJ.\nSaid Dreeben :\nHe has had access to legal advice about everything that he does. The laws of the United States and the Constitution of the United States, and making a mistake is not what lands you in a criminal prosecution.\nAt times, there were clear disagreements from the justices. Sotomayor, for example, sought to contradict Alito’s hypothetical claim that, without immunity standards, a departing president was in danger from a prosecutorial attack by an incoming one.\n“A stable democratic society needs the good faith of its public officials, correct? … And that good faith assumes that they will follow the law?” she asked Dreeben .\n“The ultimate check is the good will and faith in democracy,” Sotomayor added.\nUltimately, the justices were well aware that their final ruling on the case would have implications for future presidents.\n“I’m not concerned about this case. But I am concerned about future uses of the criminal law to target political opponents based on accusations about their motives,” said Justice Neil Gorsuch , adding that he and his colleagues were “writing a rule for the ages.”\nBarrett took note of the finality of the outcome in their ruling. But she also indicated that she could not rule that absolute immunity was allowable . When Dreeben, for instance, said that Sauer’s arguments were a “radical proposal,” Barrett responded by saying, “I agree.”\nThe questions and answers from the nine justices and the two lawyers on Thursday indicated that Trump’s extreme stance will not be the prevailing opinion of the majority of the Court. However, a legal win for Trump is not necessarily incumbent upon whether the justices agree with his arguments, but rather what they do with the case from here. The strategy for Trump’s legal team has been (with this case and the others he faces) to delay the process, with hopes that he can win the presidential election this fall and become immune to prosecution once again, at least for the next four years.\nThere is a strong possibility that the Court, while disagreeing with Trump on the fundamentals, will render a ruling to delay the trial even longer by requiring lower courts to decide on more technical aspects of the case, including determining whether actions laid out in the indictment were official actions by Trump when he was president.\nLegal experts sounded off on what they believed would ultimately happen.\n“So far, the story here seems to be that at least three justices (Roberts, Gorsuch, Kavanaugh) seem inclined to send the case back to the lower courts for additional analysis,” said Kyle Cheney , senior legal affairs reporter for Politico . “That outcome would doom chances of Trump case going to trial this year and, if he wins the election, ever.”\n“Ultimately, I do not think they’ll give Trump blanket immunity for all crimes. But the thing I’m listening for is ‘remand,'” said The Nation’s justice correspondent Elie Mystal , predicting the possibility before the hearing began. “I’m listening for Thomas, Alito, and Roberts to say that Trump may have *some* immunity…and send the case back.”\nEven if the case isn’t remanded back to the district court, the Supreme Court could delay the trial in other ways — including not releasing the opinion in time for the trial to begin.\nThe justices could render an opinion at any point they choose, including, potentially, the end of the current term. The last day this year for decisions in cases heard this term is July 3, which, if they wait that long, will probably mean the case won’t be resolved by the presidential election in November.\n“If they wait until the last day of the term, the window of getting tried before the election is practically closed, or close to it,” Randall D. Eliason, a former federal prosecutor and current law professor at George Washington University, told The Washington Post . “You may start before the election, but you may not finish it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/kyledcheney/status/1783514709339025596",
      "https://www.washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/#link-5VKLVUE2ONBLHJCIVTU7C5A4FI",
      "https://www.washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/",
      "https://apnews.com/live/trump-supreme-court-immunity-updates#0000018f-158f-d5aa-a3df-97bff8d10000",
      "https://www.nytimes.com/live/2024/04/25/us/trump-immunity-supreme-court?smid=url-share#3876db85-6643-52bf-982d-d6a63a4e5fff",
      "https://apnews.com/live/trump-supreme-court-immunity-updates#0000018f-1598-d98b-a1cf-d5d8fcc60000",
      "https://twitter.com/ElieNYC/status/1783491470818734478",
      "https://twitter.com/atrupar/status/1783506303945465940",
      "https://twitter.com/Acyn/status/1783504421030113511",
      "https://www.cbsnews.com/news/trump-indictments-details-guide-charges-trial-dates-people-case/",
      "https://twitter.com/NikkiMcR/status/1783523197876388163",
      "https://www.washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/#link-AKBGBVFMENFHROIHUVWXHKI2F4",
      "https://twitter.com/Acyn/status/1783499770490720657",
      "https://apnews.com/live/trump-supreme-court-immunity-updates#0000018f-15a0-d98b-a1cf-d5e06e1c0000",
      "https://www.washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/#link-ZOV3PFZWLVD6ZILAPABBGNDLBI",
      "https://washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/",
      "https://www.apnews.com/live/trump-supreme-court-immunity-updates#0000018f-1598-d98b-a1cf-d5d8fcc60000",
      "https://washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/#link-AKBGBVFMENFHROIHUVWXHKI2F4",
      "https://www.apnews.com/live/trump-supreme-court-immunity-updates#0000018f-158f-d5aa-a3df-97bff8d10000",
      "https://washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/#link-ZOV3PFZWLVD6ZILAPABBGNDLBI",
      "https://washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case/#link-5VKLVUE2ONBLHJCIVTU7C5A4FI",
      "https://www.twitter.com/Acyn/status/1783504421030113511",
      "https://www.twitter.com/NikkiMcR/status/1783523197876388163",
      "https://cbsnews.com/news/trump-indictments-details-guide-charges-trial-dates-people-case/",
      "https://www.twitter.com/atrupar/status/1783506303945465940",
      "https://www.nytimes.com/live/2024/04/25/us/trump-immunity-supreme-court",
      "https://nytimes.com/live/2024/04/25/us/trump-immunity-supreme-court?smid=url-share#3876db85-6643-52bf-982d-d6a63a4e5fff",
      "https://www.twitter.com/Acyn/status/1783499770490720657",
      "https://www.apnews.com/live/trump-supreme-court-immunity-updates#0000018f-15a0-d98b-a1cf-d5e06e1c0000",
      "https://www.twitter.com/kyledcheney/status/1783514709339025596",
      "https://www.twitter.com/ElieNYC/status/1783491470818734478",
      "https://www.washingtonpost.com/politics/2024/04/25/supreme-court-trump-immunity-case",
      "https://www.cbsnews.com/news/trump-indictments-details-guide-charges-trial-dates-people-case"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "u.s. supreme court",
          "sentiment": "negative"
        },
        {
          "name": "electoral college",
          "sentiment": "none"
        },
        {
          "name": "department of justice",
          "sentiment": "none"
        },
        {
          "name": "doj",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:03:31.109+03:00",
    "updated": "2024-05-26T02:39:58.573+03:00"
  },
  {
    "uuid": "bd7f76df5c20aef5f3bb2f943426fb2fbbce0d81",
    "url": "https://ktn.lko.at/jauntaler-salamifest-mit-kultur-kulinarik-und-krone+2400+4279489",
    "ord_in_thread": 0,
    "author": "Kerstin Oberrauner",
    "published": "2025-07-23T00:00:00Z",
    "title": "Jauntaler Salamifest mit Kultur, Kulinarik und Krone | Landwirtschaftskammer Kärnten",
    "text": "Jauntaler Salamifest mit Kultur, Kulinarik und Krone\nWenn sich Musik, Brauchtum und bäuerliche Spezialitäten zu einem einzigartigen Fest vereinen, dann ist Salamifest-Zeit in Eberndorf. Am Sonntag, dem 3. August 2025, lädt der Verein der Jauntaler Salamibauern bereits zum 23. Mal zum traditionellen Jauntaler Salamifest im ehrwürdigen Stiftshof Eberndorf. Was einst als kleine Genussveranstaltung begann, hat sich in zwei Jahrzehnten zu einem der beliebtesten kulinarischen Feste der Region entwickelt.\nDen Auftakt macht wie jedes Jahr die feierliche Abholung der Salamikrone beim amtierenden Salamikönig – jenem Produzenten, dessen Salami bei der Juryverkostung im Vorjahr die höchste Punktezahl erreichte. Parallel dazu beginnt der Herzalan-Losverkauf, bei dem vier charmante junge Frauen aus der Region um den Titel der Salamiprinzessin wetteifern. Wer am Festtag die meisten Herzalan in der Box sammelt, wird zur neuen Prinzessin gekrönt.\nDer Festtag startet mit der Heiligen Messe in der Stiftskirche, gefolgt vom festlichen Einzug, offiziellen Begrüßungsworten und dem traditionellen Salamianschnitt – dem kulinarischen Startschuss für einen abwechslungsreichen Tag. Für musikalische Stimmung sorgen die Marktkapelle Eberndorf-Kühnsdorf sowie Peter Grilliz mit den Oberkrainern. Auch die Mirniger Schuhplattler treten auf, und ein Fachinterview mit Lydia Krojnik rundet das Programm ab.\nDen Auftakt macht wie jedes Jahr die feierliche Abholung der Salamikrone beim amtierenden Salamikönig – jenem Produzenten, dessen Salami bei der Juryverkostung im Vorjahr die höchste Punktezahl erreichte. Parallel dazu beginnt der Herzalan-Losverkauf, bei dem vier charmante junge Frauen aus der Region um den Titel der Salamiprinzessin wetteifern. Wer am Festtag die meisten Herzalan in der Box sammelt, wird zur neuen Prinzessin gekrönt.\nDer Festtag startet mit der Heiligen Messe in der Stiftskirche, gefolgt vom festlichen Einzug, offiziellen Begrüßungsworten und dem traditionellen Salamianschnitt – dem kulinarischen Startschuss für einen abwechslungsreichen Tag. Für musikalische Stimmung sorgen die Marktkapelle Eberndorf-Kühnsdorf sowie Peter Grilliz mit den Oberkrainern. Auch die Mirniger Schuhplattler treten auf, und ein Fachinterview mit Lydia Krojnik rundet das Programm ab.\nWettbewerb\nWährend im Stiftshof gefeiert wird, läuft im Hintergrund der Salami-Wettbewerb: Eine Jury aus Sensorik-Expertinnen und Experten und Persönlichkeiten des öffentlichen Lebens bewertet die eingereichten Salamiproben, die bereits am Vortag angeliefert wurden. Die Krönung des neuen Salamikönigs 2025 findet dann am Farantfest am 15. August in Globasnitz statt.\nAuch am Salamifest gibt es viel zu gewinnen: Gegen 17.30 Uhr wird bekannt gegeben, wer den begehrten Titel Salamiprinzessin 2025 trägt. Zum Abschluss folgt eine große Verlosung mit Geschenkkörben und Hauptpreisen im Gesamtwert von 5000 Euro, gesponsert von Gemeinden aus der Umgebung.\nZudem lädt der beliebte Alpen-Adria-Markt mit rund 20 Ausstellerinnen und Ausstellern während des ganzen Tages zum Einkaufen ein. Heuer präsentieren die Jauntaler Salamibauern an einem eigenen Stand ihre ganze Sortenvielfalt – rund 15 verschiedene Salamisorten zeigen die Kraft der bäuerlichen Direktvermarktung in der Region. Der Verein der Jauntaler Salamibauern mit Obmann Reinhard Gesson lädt herzlich ein, diesen besonderen Tag mit Kulinarik, Kultur und Kirche mitzuerleben.\nAuch am Salamifest gibt es viel zu gewinnen: Gegen 17.30 Uhr wird bekannt gegeben, wer den begehrten Titel Salamiprinzessin 2025 trägt. Zum Abschluss folgt eine große Verlosung mit Geschenkkörben und Hauptpreisen im Gesamtwert von 5000 Euro, gesponsert von Gemeinden aus der Umgebung.\nZudem lädt der beliebte Alpen-Adria-Markt mit rund 20 Ausstellerinnen und Ausstellern während des ganzen Tages zum Einkaufen ein. Heuer präsentieren die Jauntaler Salamibauern an einem eigenen Stand ihre ganze Sortenvielfalt – rund 15 verschiedene Salamisorten zeigen die Kraft der bäuerlichen Direktvermarktung in der Region. Der Verein der Jauntaler Salamibauern mit Obmann Reinhard Gesson lädt herzlich ein, diesen besonderen Tag mit Kulinarik, Kultur und Kirche mitzuerleben.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->customs and tradition",
      "Lifestyle and Leisure->leisure",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->holiday",
      "Human Interest->ceremony"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Eberndorf",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:49:28.864+03:00",
    "updated": "2025-07-24T07:53:20.000+03:00"
  },
  {
    "uuid": "1add7e17e3ac0ac33883d09853728699f675afcd",
    "url": "https://www.huffingtonpost.es/tecnologia/una-joven-espanola-sorprende-primer-panel-solar-invisible-inspirado-belleza-mariposa.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción HuffPost",
    "published": "2024-10-04T03:30:00Z",
    "title": "Una joven española sorprende con el primer panel solar invisible inspirado en la belleza de una mariposa",
    "text": "Una joven española sorprende con el primer panel solar invisible inspirado en la belleza de una mariposa La física navarra Cristina L. Pinto ha creado un vidrio para los paneles solares y que promete revolucionar el sector energético con tecnología inspirada en la naturaleza. España se ha posicionado en la vanguardia de la tecnología solar con el desarrollo del primer panel solar invisible, gracias a la investigación de Cristina L. Pinto. Esta física navarra ha diseñado un vidrio que no solo incrementa la producción de energía, también reduce los costes de mantenimiento vinculados a la suciedad y al sobrecalentamiento. Su creación, desarrollada en el Centro Nacional de Energías Renovables (CENER) y explicada en su tesis doctoral, presentada en la Universidad Pública de Navarra, está inspirada en las hojas de loto y en las alas de la mariposa Geta Oto, conocida por su transparencia. El vidrio creado por Cristina L. Pinto, según [Omicrono](https://www.elespanol.com/omicrono/tecnologia/20240903/genial-invento-joven-espanola-cambiar-placas-solares-generan-mucha-energia-limpian-solas/880162421_0.html), incorpora nanoestructuras que imitan las propiedades hidrofóbicas de las hojas de loto, lo que permite que el agua se deslice por su superficie, limpiando de manera automática el polvo y la suciedad. Estas nanoestructuras no solo evitan que la suciedad se adhiera, sino que también facilitan que a las células fotovoltaicas llegue la mayor cantidad de luz solar, mejorando su eficiencia. \"Cuando una gota de agua cae sobre el vidrio, recoge toda la suciedad que pueda haber en el módulo y, gracias a la inclinación de las placas solares, la gota resbala llevándose las partículas\", explica Pinto en su tesis doctoral. Esto elimina la necesidad de las frecuentes y costosas limpiezas, un problema habitual en las zonas áridas o con alta contaminación, donde la acumulación de polvo reduce notablemente la eficiencia de los paneles. Mejora en la eficiencia y reducción de costes El nuevo vidrio no solo es antisuciedad, también es altamente resistente a la abrasión, superando con creces a las soluciones comerciales actuales. Las pruebas realizadas muestran que tras someter el vidrio a 500 ciclos de abrasión con arena, su capacidad de transmitir luz y mantenerse eficiente solo se deteriora en un 1% frente al 2,5% o 3% que sufren otros recubrimientos. Otra ventaja crucial es la capacidad de este vidrio para disipar el calor, un factor clave en la eficiencia de los paneles solares. Durante las pruebas, se observó que el vidrio de Pinto reducía la temperatura de los paneles hasta en 2,5°C en los días más soleados, lo que optimiza el rendimiento de las células fotovoltaicas. Esto es especialmente importante en países cálidos, como España, donde el sobrecalentamiento puede reducir la eficiencia de los paneles en un 15%. La importancia de escalar la tecnología El principal reto que enfrenta ahora esta innovadora tecnología es su producción a gran escala. Actualmente, el equipo más grande disponible para fabricar este vidrio tiene un tamaño de 20x20 cm. Para poder aplicarlo a paneles solares de tamaño estándar, se necesitaría desarrollar maquinaria industrial que permita la producción masiva del cristal. \"Nos encontramos en la fase de demostrar el impacto de esta tecnología a gran escala. Necesitamos que las empresas den el paso de fabricar equipos más grandes para que este vidrio pueda llegar a todo el mundo\", señala la investigadora. El desarrollo del primer panel solar invisible se produce en un momento en que España lidera el crecimiento de la energía fotovoltaica en el mundo. Con una penetración teórica del 21,1%, el país se sitúa por delante de gigantes como Países Bajos y Chile. Este avance tecnológico podría consolidar aún más la posición de España como referente mundial en energías renovables, ofreciendo una solución innovadora que maximiza la eficiencia y reduce los costes operativos. El vidrio invisible desarrollado por Cristina L. Pinto no solo mejora el rendimiento de los paneles solares, sino que también promete una mayor durabilidad y menores costes de mantenimiento. La combinación de estas características lo convierte en una herramienta clave para el futuro de la energía solar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.elespanol.com/omicrono/tecnologia/20240903/genial-invento-joven-espanola-cambiar-placas-solares-generan-mucha-energia-limpian-solas/880162421_0.html",
      "https://elespanol.com/omicrono/tecnologia/20240903/genial-invento-joven-espanola-cambiar-placas-solares-generan-mucha-energia-limpian-solas/880162421_0.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T07:52:47.557+03:00",
    "updated": "2024-10-11T14:47:06.900+03:00"
  },
  {
    "uuid": "68b4e5dd2a6fd77e3f6220f0228c9fa90cf49290",
    "url": "https://eldiariony.com/2024/01/05/david-spade-pago-9-5-millones-de-dolares-por-una-casa-recien-construida-en-cameo-highlands/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carolyn Manrique",
    "published": "2024-01-05T21:47:00Z",
    "title": "David Spade pagó $9.5 millones de dólares por una casa recién construida en Cameo Highlands",
    "text": "David Spade pagó $9.5 millones de dólares por una casa recién construida en Cameo Highlands\nEl reconocido actor y comediante estadounidense David Spade ahora es dueño de una gran casa recién construida en Cameo Highlands, California. Por los momentos no se tienen fotos oficiales del lugar\nEl actor y comediante estadounidense David Spade ha iniciado el nuevo año con una gran propiedad recién construida en Cameo Highlands, Newport Beach, California.\nSpade invirtió $9.5 millones de dólares por la propiedad que nunca entró oficialmente al mercado de bienes raíces.\nSe desconoce cómo el actor llegó a la vivienda y cuál es el interés que tiene con el lugar. Hay que recordar que Spade compró una mansión de $14 millones de dólares hace un par de años en Hollywood Hills, California.\nAunque la propiedad no estuvo oficialmente en venta, sí contó con agentes especializados durante la negociación. Los vendedores estuvieron representados por Brenda McCroskey de Compass.\nMcCroskey escribió: “Estamos muy honrados de haber representado a los vendedores en la venta fuera de mercado de esta impresionante nueva construcción”.\nAdemás de que nunca entró al mercado de bienes raíces, esta propiedad se terminó de construir hace muy poco. El diseño del lugar estuvo a cargo del arquitecto local Mark Teale y su construcción estuvo a cargo de Nicholson Companies.\nLa casa principal tiene una extensión de 3,800 pies cuadrados distribuidos en una sola planta con cuatro dormitorios, cuatro baños completos, vestíbulo, sala de estar, sala principal, sala de cine, comedor, cocina, cuarto de lavado y otras comodidades.\nDel interior se tiene que mencionar su estilo moderno, diseño con paleta de colores suaves y grandes ventanales con vista al mar. Aunque desde el interior se tiene vista de la playa, esta propiedad no tiene acceso directo a ella, pero sí está muy cerca de Crystal Cove State Beach.\nEntre los grandes detalles de la vivienda está sus paneles solares de última generación.\nAl exterior hay áreas verdes con terraza, piscina, área de spa, comedor y otros espacios ideales para disfrutar al aire libre con familiares o amigos.\nSigue leyendo:\n•\nSteve Wynn saca del mercado el apartamento que pretendía vender por $90 millones de dólares\n•\nCaroline Wozniacki y David Lee piden $42.5 millones de dólares por ático en Miami\n•\nMatthew Stafford compró una casa vecina en Hidden Hills",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:22:54.449+02:00",
    "updated": "2024-01-06T00:22:54.449+02:00"
  },
  {
    "uuid": "662833d378d26ea99861e83c5e7e622d56d3152f",
    "url": "https://eldeber.com.bo/potosi/desarticulan-banda-criminal-de-auteros-que-aterrorizaba-el-norte-de-potosi-con-robos-violentos-y-arm_351797",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@eldeber",
    "published": "2023-12-28T22:00:00Z",
    "title": "Desarticulan banda criminal de 'auteros' que aterrorizaba el norte de Potosí con robos violentos y armados | El Deber",
    "text": "PAÍS PAÍS Desarticulan banda criminal de 'auteros' que aterrorizaba el norte de Potosí con robos violentos y armados Los individuos fueron capturados por vecinos de la urbanización Sakamarka, del municipio de Llallagua Una organización criminal que operaba en el municipio de Llallagua, en el Norte de Potosí, ha sido desarticulada por la Policía Boliviana en el marco del Plan Unidos por tu Seguridad en Navidad y Año Nuevo. Este grupo delincuencial estaba conformado por tres hombres y una mujer, entre ellos un ciudadano colombiano identificado como Andrés Sebastián C. O. (28 años), Carlos Salaín R. V. (30 años), Luz Romina Q. F. (21 años) y Zenón Adrián C. (49 años). Todos ellos tienen antecedentes penales por robo agravado. Los individuos fueron capturados por vecinos de la urbanización Sakamarka del municipio de Llallagua durante el fin de semana, cuando fueron sorprendidos a bordo de un vehículo robado en esa zona. Posteriormente fueron rescatados por la Policía cuando los comunarios intentaban implantar castigo por mano propia. El líder de la banda logró huir del lugar. Sin embargo, gracias al exhaustivo trabajo realizado por los agentes de la División de Análisis Criminal e Inteligencia (DACI) y el Centro Especial de Investigación Policial (CEIP), recientemente se logró capturar a Zenón Adrián C. en Oruro, quien es señalado como el líder de esta peligrosa banda delincuencial, informó el Comandante Departamental de la Policía de Potosí, coronel Bernardo Isnado. Estos delincuentes son acusados de operar en el norte de Potosí cometiendo robos a mano armada, ingresando violentamente a domicilios y sustrayendo vehículos y objetos valiosos. También se investiga su posible participación en otros hechos delictivos similares en municipios como Uyuni y Uncía. En el Norte de Potosí se ha instalado un centro de monitoreo con 250 cámaras de videovigilancia distribuidas entre Llallagua, Siglo XX y Catavi. Se espera que esto contribuya a fortalecer el control de seguridad en la zona, expresó el jefe policial. Los detenidos, quienes ya tienen antecedentes penales por robo agravado, han sido convocados a una audiencia para medidas cautelares y se espera que permanezcan en detención preventiva para facilitar las investigaciones. La Policía Boliviana hace un llamado a la ciudadanía para que colabore con la identificación y esclarecimiento de los hechos si reconoce a los detenidos o ha sido víctima de sus acciones, concluyó el coronel Isnado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:35:29.979+02:00",
    "updated": "2023-12-29T01:35:29.979+02:00"
  },
  {
    "uuid": "77d037da02bd5ea2a2e159fc2f3a6fd46356c18b",
    "url": "https://www.kbtx.com/2024/01/16/volunteers-rally-provide-warmth-support-amid-frigid-weather-brazos-county",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@kbtxnews",
    "published": "2024-01-16T00:41:00Z",
    "title": "Volunteers rally to provide warmth and support amid frigid weather in Brazos County",
    "text": "Volunteers rally to provide warmth and support amid frigid weather in Brazos County BRYAN, Texas (KBTX) -As a chilling cold snap, frigid temperatures, and icy conditions grip the region, many individuals find comfort in warming shelters designed to offer refuge from the harsh weather. Organizers of the warming center in Brazos County say they had an unexpected surge in turnout, surpassing initial expectations. “We exceeded what we had thought was going to be the turnout. We had no idea,” said Warming Center Coordinator Felecia Benford. “We’ve had a lot of calls from senior citizens that some want to come out just because they’re afraid of what might happen, and they don’t want to be by themselves just in case something does arise.” Since Sunday night, dozens of people in Brazos County have sought warmth, comfort, and a safe place to sleep, thanks to the efforts of volunteers, the American Red Cross, and VFW Post 4692. Benford says organizers say they recognized the significant need for a warming center in Brazos County based on past weather events and knew they had to step in. “We just didn’t want to find anyone out and not be able to help them. We didn’t want to find anyone like we see in other cities dead because of this cold weather,” Benford added. Because the need has been so great, more volunteers are needed. Retired Army Veteran Tom Walker has worked two shifts at the warming center so far, and he says it’s been a rewarding experience. “It was an opportunity to serve, and I had nothing else to do that was more pressing, and so it was just an opportunity to meet new people and take care of people in our community,” said Walker. “We’ve been blessed to have enough blankets, enough coats, enough food. We have all that. The only great need we have right now is just manpower. More manpower just to be able to relieve some of the volunteers that are here working 12 hours. We have some that have been here since we opened up,” said Benford. To facilitate assistance, organizers are offering rides to the center. Individuals in need or those willing to volunteer can call (979)-823-0550. VFW Post 4692 will not be the only warming shelter in place. If the power goes out in Robertson County, there are a total of 6 warming centers you can go to. They are listed below. - Franklin Fire Department Station 2 - Pridgeon Center on Cooks Lane - Calvert Volunteer Fire Department - Bremond City Hall - Bremond Volunteer Fire Department - Hearne Police Department Public Safety Building There are also several warming centers opening in Leon County. - Centerville Senior Center - Leona Community Center - Normangee Community Center - Buffalo Senior Center Copyright 2024 KBTX. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benford",
          "sentiment": "none"
        },
        {
          "name": "felecia benford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "red cross",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brazos county",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "brazos county bryan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T04:56:16.646+02:00",
    "updated": "2024-01-16T04:56:16.646+02:00"
  }
]