[
  {
    "uuid": "c722dc78e99e0f8e35e4de6b95e65b6be6290555",
    "url": "https://www.jta.org/2024/05/24/united-states/harvard-commencement-roiled-by-student-walkouts-confrontation-involving-chabad-rabbi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew Lapin",
    "published": "2024-05-24T20:10:00Z",
    "title": "Harvard commencement roiled by student walkouts, confrontation involving Chabad rabbi - Jewish Telegraphic Agency",
    "text": "United States Harvard commencement roiled by student walkouts, confrontation involving Chabad rabbi By Andrew Lapin May 24, 2024 4:10 pm A graduate displays a Palestinian flag during the 373rd Commencement at Harvard University, Cambridge, Massachusetts, May 23, 2024. (Craig F. Walker/The Boston Globe via Getty Images) Advertisement ( JTA ) – More than 1,000 people walked out of Harvard University’s commencement ceremony Thursday in protest of the school’s decision not to award diplomas to 13 pro-Palestinian student demonstrators.\nThe ceremony was also marred by the director of Harvard’s Chabad-Lubavitch center, Rabbi Hirshy Zarchi, personally confronting the commencement speaker, Nobel Prize-winning journalist Maria Ressa, onstage. Zarchi disputed a line of Ressa’s speech that he believed was antisemitic.\nThe two incidents closed out the most contentious school year for Jews in recent memory at Harvard , which has been more impacted by protests over the Israel-Hamas war than nearly any other U.S. campus. In the immediate aftermath of Hamas’ Oct. 7 attack, some student groups at the school declared Israel “entirely responsible” for Hamas’s actions . The school’s president, Claudine Gay, resigned only six months into her tenure after coming under immense criticism for telling a Congressional committee in December that calls for the genocide of Jews may not necessarily violate the school’s code of conduct (she also faced plagiarism allegations).\nGay was replaced by a Jewish interim president, Alan Garber , but Harvard remained wracked with tensions over the war: Multiple members of a committee formed to address campus antisemitism stepped down , and Jewish alum Bill Ackman led a revolt of large donors. More recently, an encampment sprouted up at the school as part of a movement that began at Columbia University.\nThis week nearly 400 pro-Israel Harvard alumni signed an open letter to Garber demanding “significant consequences” for the encampment’s leaders.\nWhile Garber came to an agreement with student protest leaders to disband the encampment, 13 pro-Palestinian seniors remained “not in good standing” with the school over their behavior during the protests, according to the Harvard Corporation, the school’s board. Just before commencement, the Corporation rejected an effort by the school’s faculty to reinstate the students’ degrees — an unprecedented veto that more than 1,000 students voiced opposition to during the ceremony by chanting “Let them walk” and then staging a walkout.\nAt commencement, two of the school’s student speakers also addressed the controversy. “I am deeply disappointed by the intolerance for freedom of speech and the right to civil disobedience on campus,” senior Shruthi Kumar said while departing from her prepared remarks, according to student newspaper The Crimson. “The students had spoken. The faculty had spoken.”\nZarchi also departed from the ceremony’s protocol when he confronted Ressa , a Filipino journalist who has gained renown for her commitment to press freedom and reporting on authoritarianism in the Philippines. Zarchi wanted to talk to Ressa following her address because, he told the Crimson, he believed she had made an antisemitic comment during her speech, in which she said she had been “called antisemitic by power and money because they want power and money.”\nRight-wing media and lawmakers had sought to paint Ressa as antisemitic prior to commencement, pointing to a Filipino-language editorial published in November in her media outlet, Rappler, calling for a ceasefire in Gaza, and to her signing of an open letter calling on Israel to protect journalists in Gaza. The Washington Free Beacon, a conservative site, claimed that the Rappler piece compared Israel to Hitler. That claim was amplified on the social network X by New York Republican Rep. Elise Stefanik , who has gained attention for her combative questioning of university leaders, including Gay, at congressional hearings on campus antisemitism.\n“Harvard chose an antisemitic commencement speaker,” Stefanik wrote earlier this month, sharing a link to the Free Beacon article. “The university has failed to stand up for Jewish students at every turn, revealing the depths of its moral delinquency.”\nA Rappler spokesperson said the piece had been mistranslated, and Ressa denied the antisemitism charges to Time Magazine , saying, “Since when does calling for an end to journalist killings in Gaza or a ceasefire become antisemitic?”\nShe said she has also been accused of being too deferential to Israel, telling Time, “Now, apparently, I’m antisemitic and a Zionist… None of these are true, but these lies are distributed, with impunity, by social media.”\nRessa’s defense of herself from these charges led Zarchi to fear she had employed an antisemitic trope. He told the Crimson that he confronted her in order to ask her to publicly clarify the “power and money” line in her speech, but that he couldn’t hear her response and decided to walk off the stage immediately afterward. Harvard Chabad’s Instagram account shared the clip from Ressa’s speech, along with the Crimson article.\nGay, who is Black, was honored in absentia during a separate Harvard commencement ceremony Thursday for Black graduates . The speakers at that ceremony donned keffiyehs, and one denounced “the apartheid state of Israel.”\nShare this: Twitter Facebook WhatsApp Email Advertisement Recommended from JTA Politics Speaker Mike Johnson invites Benjamin Netanyahu to speak to Congress By Ron Kampeas May 23, 2024 7:52 pm Politics Is a bill targeting support for terrorism a necessary tool after Oct. 7, or authoritarian overreach? By Ron Kampeas May 23, 2024 6:38 pm United States Under fire from Congress, Northwestern’s Jewish president forcefully defends encampment deal By Andrew Lapin May 23, 2024 4:56 pm United States Some pro-Palestinian encampments want their schools to cut ties with Hillel, Chabad By Andrew Lapin May 22, 2024 5:38 pm Sponsored United States These 18 American women are extraordinary Zionists, says Hadassah By Elana Sztokman May 22, 2024 1:37 pm Most Recent Influencer Montana Tucker featured a freed Israeli hostage in a skincare promo New York klezmer legend Frank London is gearing up to fight for his life. But first, one more show. The Jewish Sport Report: Israeli basketball team reunites in NYC after being torn apart by Oct. 7 International Court of Justice orders Israel to halt its Rafah operation Speaker Mike Johnson invites Benjamin Netanyahu to speak to Congress Is a bill targeting support for terrorism a necessary tool after Oct. 7, or authoritarian overreach? Get JTA's Daily Briefing in your inbox I accept the JTA Privacy Policy .\nPlease accept the JTA Privacy Policy By submitting the above I agree to the privacy policy and terms of use of JTA.org\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.thecrimson.com/article/2024/5/22/open-letter-condemn-antisemitism-encampment/",
      "https://www.thecrimson.com/article/2024/5/22/harvard-corporation-overrides-faculty-vote-disciplined-seniors/",
      "https://time.com/6974980/harvard-commencement-speaker-maria-ressa-denies-antisemitism-accusation/",
      "https://www.thecrimson.com/article/2024/5/23/black-affinity-graduation-2024/",
      "https://x.com/EliseStefanik/status/1786400751339639271",
      "https://freebeacon.com/campus/harvard-commencement-speaker-published-editorial-likening-israel-to-hitler/",
      "https://www.thecrimson.com/article/2024/5/24/commencement-overshadowed-proPalestine-outrage/",
      "https://www.thecrimson.com/article/2024/5/24/zarchi-confronts-maria-ressa-harvard-commencement/",
      "https://thecrimson.com/article/2024/5/22/open-letter-condemn-antisemitism-encampment/",
      "https://thecrimson.com/article/2024/5/23/black-affinity-graduation-2024/",
      "https://www.thecrimson.com/article/2024/5/23/black-affinity-graduation-2024",
      "https://thecrimson.com/article/2024/5/22/harvard-corporation-overrides-faculty-vote-disciplined-seniors/",
      "https://www.thecrimson.com/article/2024/5/22/open-letter-condemn-antisemitism-encampment",
      "https://time.com/6974980/harvard-commencement-speaker-maria-ressa-denies-antisemitism-accusation",
      "https://www.freebeacon.com/campus/harvard-commencement-speaker-published-editorial-likening-israel-to-hitler/",
      "https://www.thecrimson.com/article/2024/5/24/zarchi-confronts-maria-ressa-harvard-commencement",
      "https://www.thecrimson.com/article/2024/5/24/commencement-overshadowed-proPalestine-outrage",
      "https://thecrimson.com/article/2024/5/24/zarchi-confronts-maria-ressa-harvard-commencement/",
      "https://www.x.com/EliseStefanik/status/1786400751339639271",
      "https://freebeacon.com/campus/harvard-commencement-speaker-published-editorial-likening-israel-to-hitler",
      "https://www.time.com/6974980/harvard-commencement-speaker-maria-ressa-denies-antisemitism-accusation/",
      "https://www.thecrimson.com/article/2024/5/22/harvard-corporation-overrides-faculty-vote-disciplined-seniors",
      "https://thecrimson.com/article/2024/5/24/commencement-overshadowed-proPalestine-outrage/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "claudine gay",
          "sentiment": "none"
        },
        {
          "name": "hirshy zarchi",
          "sentiment": "none"
        },
        {
          "name": "maria ressa",
          "sentiment": "none"
        },
        {
          "name": "zarchi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "harvard university",
          "sentiment": "negative"
        },
        {
          "name": "harvard",
          "sentiment": "negative"
        },
        {
          "name": "chabad",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "congressional",
          "sentiment": "none"
        },
        {
          "name": "harvard’s chabad-lubavitch",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T00:55:52.949+03:00",
    "updated": "2024-05-25T07:24:02.597+03:00"
  },
  {
    "uuid": "5510756074ac42a36e7985bbd5c312039d7e5f7f",
    "url": "https://www.iheart.com/content/2024-01-05-tennessee-city-named-one-of-americas-most-overlooked-travel-destinations/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Tate",
    "published": "2024-01-05T20:31:00Z",
    "title": "Tennessee City Named One Of America's 'Most Overlooked' Travel Destinations | 1075 The River",
    "text": "Traveling is a great way to see the beauty and wonder that is around every corner in America. However, you don't have to visit mega-popular cities like bustling New York City, jazzy and eclectic New Orleans or celebrity haven Los Angeles to have a great time.\nCheapism understands that some travelers want to look beyond the tourist traps so it compiled a list of the \"most overlooked travel cities\" in America, places where people can \"happily fill a weekend or more without battling the crowds.\" One city in Tennessee made the cut.\nAccording to the site, Knoxville is one of the most underrated travel destinations in the U.S., with a variety of factors influencing the decision such as \"laid-back\" vibe, proximity to nature and outdoor activities and exciting food and drink scene. In addition to all that the city has to offer, Cheapism suggests visiting the nearby Ijams Nature Center to rent a paddle board at Mead's Quarry or even taking an adventurous leap of faith on a zip line.\nHere's what Cheapism says makes Knoxville a city you don't want to miss:\n\"Immediately bypassing Knoxville for garish, tourist-packed Gatlinburg and Pigeon Forge is a mistake. This laid-back college town has been branded 'Austin without the hype,' and visitors will find a surprisingly robust music scene. Downtown, be sure to explore Market Square and nearby Old City for the best selection of bars and restaurants. And check out the 1,000-acre Urban Wilderness, which has plenty of hiking and mountain biking trails, before heading south to the Smokies.\" See more of the most underrated and overlooked travel destinations in the country by visiting cheapism.com .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://blog.cheapism.com/most-underrated-us-cities/",
      "https://www.blog.cheapism.com/most-underrated-us-cities/",
      "https://blog.cheapism.com/most-underrated-us-cities"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cheapism",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mead",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee city",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "knoxville",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "ijams nature center",
          "sentiment": "none"
        },
        {
          "name": "new orleans",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:22.529+02:00",
    "updated": "2024-01-06T00:01:22.529+02:00"
  },
  {
    "uuid": "7a12d5d45e59929ec50f8aba8118f973ce1046e6",
    "url": "https://www.staugustine.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:34.061+02:00",
    "updated": "2023-12-29T00:22:34.061+02:00"
  },
  {
    "uuid": "73432deb6c0caa3f0e00a4f2d7c01bbbc42426c3",
    "url": "https://newtalk.tw/news/view/2025-07-17/982293",
    "ord_in_thread": 0,
    "author": "Newtalk新聞 | 文/中央社",
    "published": "2025-07-17T04:40:00Z",
    "title": "南投國姓小客車墜20米山谷 1人傷、1人拋飛身亡",
    "text": "（中央社記者鄭維真南投17日電）南投縣國姓鄉竹坑巷昨晚有自小客車墜谷約20公尺深，車上1人受傷自行脫困，另1人拋飛至車外，消防人員架繩索下降救援時發現已明顯死亡，肇事原因待調查。\n南投縣消防局昨晚9時許接獲通報，指國姓鄉竹坑巷有汽車墜落山谷約20公尺深，消防局立即出動救護車、救災車輛及5名人力馳援。\n現正最夯：印航260死空難關鍵黑盒子錄音曝光！ 證實竟是機長將燃油開關切斷\n車上1名人員自行脫困，肢體雖有擦挫傷，但向消防人員表示不願搭救護車就醫。\n消防局說，另1名男子拋飛車外，墜谷約30公尺深，消防人員架設繩索下降查看男子情況，發現已無生命徵象且頸椎斷裂，經利用繩索、吊臂、捲式擔架將其拖至地面，交由員警處理。\n南投縣政府消防局第二大隊國姓分隊表示，近日山區下雨路面溼滑，視線不佳，提醒民眾務必小心駕駛。（編輯：李亨山）1140717",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Disaster and Accident->transportation accident and incident",
      "Crime, Law and Justice->reckless driving",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:50:06.396+03:00",
    "updated": "2025-07-18T05:07:21.000+00:00"
  }
]