[
  {
    "uuid": "40dc49789af26bfab857d84c619cfa9f353c6c5b",
    "url": "https://g1.globo.com/rj/rio-de-janeiro/noticia/2024/03/22/frente-fria-com-chuva-forte-no-rj.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-03-22T17:28:00Z",
    "title": "Frente fria com chuva forte deixa 1 morto no RJ e provoca transtornos | Rio de Janeiro | G1",
    "text": "Veja imagens do temporal no Rio de Janeiro\nA anunciada frente fria chegou ao Rio de Janeiro nesta sexta-feira (22) e deve permanecer ao menos até domingo (24), segundo os meteorologistas. O impacto é sentido desde o início do dia em várias regiões do estado e causou a morte de 4 pessoas : um homem foi atingido por um raio em praia de Arraial do Cabo , na Região dos Lagos. Outras 3 pessoas morreram soterradas em Petrópolis , na Região Serrana.\nASSISTA À COBERTURA AO VIVO\nPetrópolis era o município mais afetado até o início da noite. A cidade entrou em \"alerta\" e teve ao menos 35 deslizamentos . Um deles atingiu uma casa e deixou 6 soterrados . Três pessoas foram retiradas dos escombros com vida e outras 3 morreram.\nAs regiões Metropolitana, Serrana e a Costa Verde também sofreram consequências. Uma casa desabou em Nilópolis e três pessoas foram resgatadas com vida.\nNa capital, não houve registro de incidentes graves.\nPrincipais ocorrências:\num homem morreu atingido por um raio em Arraial do Cabo ( entenda ); Em Petrópolis, o Rio Quitandinha transbordou e interditou ruas. A cidade está em alerta e teve 35 deslizamentos ; Um dos deslizamentos atingiu uma casa e soterrou 6 pessoas ; 3 pessoas foram resgatadas com vida e 3 morreram. na capital, houve queda de ao menos 6 árvores e várias ruas alagadas. O município está no Estágio 2 , o segundo nível em uma escala de cinco de riscos ( entenda ); alerta para risco de deslizamento é considerado alto na capital e em Angra dos Reis; Rodovias Rio-Petrópolis ( BR-040 ) e Rio-Teresópolis (BR-116-RJ) interditadas ; Aeroporto Santos Dumont operava por instrumentos e tinha, até as 17h30, 20 voos atrasados e 2 transferidos; Na Baixada Fluminense, rios – como o Acari – corriam o risco de transbordar no início da tarde; Magé entrou em alerta para o risco de deslizamento. uma casa desabou em Nilópolis , e três pessoas foram resgatadas com vida ( leia abaixo ); houve um deslizamento em Belford Roxo , sem vítimas; também em Belford Roxo, um telhado foi deslocado pela ventania , ficou pendurado na fiação e causou queda de energia por algumas horas.\nNesta reportagem, você vai também ler ( clique no link abaixo para ir direto ao ponto ):\nRecomendações à população Previsão do tempo Morte em Arraial do Cabo Desabamento com vítimas em Nilópolis Imagens marcantes do temporal\nRecomendação é evitar deslocamentos\nTem risco de tempestade? Veja como ficar em segurança\nApesar de a previsão de temporal na madrugada não ter se concretizado, o prefeito Eduardo Paes (PSD) afirmou que os meteorologistas do Centro de Operações Rio mantiveram a expectativa de tempestades para toda a sexta-feira.\nO prefeito e o governador decretaram ponto facultativo , e pediram que a população evitasse deslocamentos.\nA medida causou efeito no trânsito: apesar de ruas alagadas e árvores caídas, às 16h havia 5 km de retenção na cidade, 94% a menos que a média das sextas-feiras ( 76 km ).\nLeia também:\nCuidados durante os temporais: o que fazer Saiba como se cadastrar para receber alertas da Defesa Civil Rio tem eventos cancelados por causa da chuva; confira lista Lula determina a equipes de ministério que fiquem de prontidão Chuva em 4 dias pode superar média para todo mês de março\nPrevisão do tempo\nVeja a previsão de tempo completa no Rio de Janeiro até domingo (24)\n▶️ O que diz a previsão? De acordo com os meteorologistas, o estado pode ter de 300 mm a 500 mm de chuva até domingo (24), especialmente na Região Serrana e na Baixada. O volume equivale à média esperada para todo o mês de março.\n▶️ O que diz a Marinha? A Marinha do Brasil também alertou que o mar deve ficar agitado, com ondas que podem, chegar a 3 metros de altura em todo o litoral do estado do Rio de Janeiro. O aviso de ressaca entrou em vigor às 9h desta sexta, com previsão de término às 9h de domingo.\n▶️ Qual a recomendação? Prefeituras e o governo do estado pedem que a população evite se deslocar . Vários municípios, além do governo, decretaram ponto facultativo.\n▶️ O que o Eduardo Paes declarou? \"No fim de semana as pessoas já se deslocam menos, então façam tarefas mais domésticas, não fiquem por aí. Quem mora em área de risco, estamos com um fenômeno muito severo\", escreveu o prefeito. \"Torço para que não concretize, que a gente vire meme depois, e que nada aconteça. Se a sirene tocar, atendam na mesma hora. Quem não tem que se deslocar, se não for essencial, evitem se deslocar pela cidade. Faço um apelo aos patrões, a prefeitura inclusa.\"\nMorte em Arraial do Cabo\n1 de 7 Polícia percorre a praia em Arraial do Cabo nesta sexta-feira (22) orientando sobre perigos da chuva — Foto: Prefeitura/Divulgação Polícia percorre a praia em Arraial do Cabo nesta sexta-feira (22) orientando sobre perigos da chuva — Foto: Prefeitura/Divulgação\nUm homem morreu após ser atingido por um raio nas Prainhas do Pontal do Atalaia, em Arraial do Cabo, na Região dos Lagos.\nA vítima, segundo moradores, é um ambulante da região que estava na beira da praia retirando o material de trabalho. O corpo foi levado para o Instituto Médico Legal de Cabo Frio.\nOutras duas pessoas, de 21 e 29 anos, ficaram feridas e foram encaminhadas para o Hospital Geral de Arraial do Cabo. Segundo a Prefeitura, o estado de saúde delas é estável.\nDeslizamento em Nilópolis\nCasa desaba na Baixada Fluminense\nTrês pessoas foram retiradas com ferimentos leves de escombros de uma casa que desabou em Nilópolis, na Baixada Fluminense.\nUma vítima, identificada como Davi da Silva, de 60 anos, chegou a ser encaminhada pelo Corpo de Bombeiros para atendimento no Hospital Geral de Nova Iguaçu, na Posse.\nDavi foi atendido pelas equipes médicas da emergência e apresenta suspeita de fraturas de ombro direito e mão esquerda. O estado de saúde é estável.\nA casa que desmoronou fica à beira do Rio Sarapuí, na Chatuba, na divisa de Nilópolis com Mesquita.\nImagens do temporal:\n2 de 7 Telhado caiu sobre a rede elétrica em Belford Roxo, na Baixada Fluminense — Foto: Reprodução/ TV Globo Telhado caiu sobre a rede elétrica em Belford Roxo, na Baixada Fluminense — Foto: Reprodução/ TV Globo\n3 de 7 Pista lateral da BR-040 alagada, no km 112 (Caxias), sentido Juiz de Fora — Foto: Divulgação/PRF Pista lateral da BR-040 alagada, no km 112 (Caxias), sentido Juiz de Fora — Foto: Divulgação/PRF\n4 de 7 Árvore caiu na Rua Gomes Carneiro, em Ipanema — Foto: Pablo Borges Barbosa / Arquivo pessoal Árvore caiu na Rua Gomes Carneiro, em Ipanema — Foto: Pablo Borges Barbosa / Arquivo pessoal\n5 de 7 Árvore cai em fiação na Rua São Clemente, em Botafogo — Foto: Reprodução Árvore cai em fiação na Rua São Clemente, em Botafogo — Foto: Reprodução\n6 de 7 Estrada do Galeão, na Ilha do Governador, ficou alagada — Foto: Reprodução/Centro de Operações Rio Estrada do Galeão, na Ilha do Governador, ficou alagada — Foto: Reprodução/Centro de Operações Rio\n7 de 7 Homem é retirado de escombros em Nilópolis, na Baixada Fluminense — Foto: Reprodução Homem é retirado de escombros em Nilópolis, na Baixada Fluminense — Foto: Reprodução\nBelford Roxo Magé Nilópolis Petrópolis Rio de Janeiro Teresópolis",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T19:51:42.330+02:00",
    "updated": "2024-03-23T05:32:13.882+02:00"
  },
  {
    "uuid": "c0f8249af64bb9dfe9b48532c9cefbf53c4e2b06",
    "url": "https://theathletic.com/5182403/2024/01/07/minnesota-wild-jesper-wallstedt-call-up/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joe Smith",
    "published": "2024-01-07T23:51:00Z",
    "title": "Behind Jesper Wallstedt’s path to his first NHL call-up with the Wild: ‘He’s checked all the boxes’",
    "text": "The morning after Jesper Wallstedt led the Iowa Wild to their first win of the season, his goalie coach Richard Bachman showed up to the rink in Manitoba thinking he’d have to give the touted prospect a pep talk.\nWallstedt, 21, had struggled a little bit with his conditioning in his first year of pro hockey, one of his biggest adjustments in moving over from Sweden. And he wasn’t scheduled to start that second game in a back-to-back, with\nZane McIntyre in net on this late October evening. It would have been easy for Wallstedt, coming off a 33-save performance, to make it more of a casual morning — get his work in, attend meetings. You know the drill.\nAdvertisement\nBut when Bachman met up with Wallstedt, he got peppered with questions about the night before. The young goaltender went right to work. He was dialed in, self-motivated.\n“That was a big, maturing step for him,” Bachman said. “Just wanting to get better every single day so he can make it up to the\nNHL as quick as possible. It was one of those moments where it kind of clicks. You see it in the NHL all the time. There are no off days. He wants to put in the extra work at all times so he can become a very good NHL goalie, the kind of goalie everyone expects him to be.”\nWallstedt’s first taste of the NHL is coming soon, as the 6-foot-3 Swede was called up Sunday by the\nWild. He could make his much-anticipated first start Wednesday in Dallas against the Stars; coach John Hynes said Marc-Andre Fleury is starting Monday. The Wild planned to take their time with Wallstedt, the No. 20 pick in 2021, and he said he’s much more comfortable and confident in his second year of pro.\nCoach Brett McLean said the final test for any player before a call-up is having success in the AHL, and Wallstedt has been their best player. “He’s checked all the boxes,” McLean said. “It certainly looks like he’s ready to take on some games in the National Hockey League.”\nWhile Wallstedt’s stay is expected to be short, until\nFilip Gustavsson returns from injury, he sees the big picture for where he’ll eventually fit.\n“I want to prove that I can not only practice at this level but play games at this level,” Wallstedt told The Athletic earlier this season. “I feel like I’ve done that so far, but it’s about keeping it going. I’m the one that, sooner than later, wants to get here. I want to be here full time and every day. But I want to keep developing and build something that’s going to be working for a long while. It’s better to have one or two more years in the AHL and build something that can hold for 10-15 in the NHL, as opposed to getting there this year, being able to play for 3-4 years and not hold anymore.”\nGO DEEPER\nJesper Wallstedt unmasked: Meet the Wild's future No. 1 goalie — 'their ace in the hole'\nWallstedt knows he certainly wouldn’t have been ready last season. It was his first season as a pro in North America, and despite all of his accolades and pedigree, Wallstedt struggled a bit early on before becoming an All-Star caliber player in the league.\nAdvertisement\n“I think it was more difficult than I thought,” Wallstedt said. “I thought I had a lot of experience playing against older men and in a men’s league. I came from the SHL, which is a great league, but the AHL is definitely a challenging league. Tough competition and a lot of great players. It was tough in the beginning. I felt good but not great. I’m still adjusting to everything over here, being so far away from home.”\nWallstedt grew up in Vasteras, Sweden, which is an hour outside Stockholm. His father was his first goalie coach until he was 12. His brother is still his best friend. But Wallstedt has gone 7-8 months in his first two seasons between seeing his family. As much as Wallstedt’s adjustments on the ice took time — like how to handle shots coming from corners on the larger surface — he had to find the right comfort zone away from the rink.\nWallstedt and teammate Simon Johansson became close, doing a lot of things together. Ryan O’Rourke became a good friend too, inviting them over to his house for dinners or to watch the Wild or NHL games.\nWallstedt also got a car, an Audi, which has helped give him more independence.\n“I remember in the beginning always trying to catch a ride with anyone,” he said. “As soon as they went to the grocery store, I had to follow. You get a car, you can do everything by yourself. That’s a stress factor that was a huge factor for me. I felt like I was so stuck into having to ask everyone for help. Everyone was so helpful, which was great. But it was tough always having to need someone to help me.”\nThe main thing Bachman and the Iowa staff have worked on with Wallstedt is his conditioning, which is dramatically better this season than last year. Wallstedt himself called it an eye-opener, which gave him a better idea of how to train this past summer (three days a week conditioning, three days working on strength, plus on ice).\nAdvertisement\n“It’s a huge difference — night and day,” Wallstedt said. “I feel like the first three practices in camp were really tough for everyone. But I felt I could stay in there and hang for much longer.”\n“He’s turned into a man now,” Bachman said. “He’s big and strong. Sometimes, you look at last year, he still had good power. He’s got long legs, you can push hard. But where you really started to notice it last year, you get halfway or so through practice and you start to lose some of the technique, his ability to keep fighting through it and get all the way to the end of practice. From day one this year, it has not been an issue at all. He’s got great energy, and he’s given us a chance pretty much every night.”\nFresh off his 20th birthday and 1st goalie goal in\n[#mnwild]organization history, Iowa’s Jesper Wallstedt joins my pod to discuss the exciting moment, transitioning to USA, unretiring No. 1, accountability, his NHL development plan, Lundqvist, Fleury & more\n— Michael Russo (@RussoHockey)\n[November 15, 2022]\nWhat’s struck Bachman and McLean about Wallstedt is his hockey sense; how he reads the game, the play in front of him. It’s not necessarily about watching a ton of video, but keeping a computer in his brain of all his experiences.\n“I’m ahead in my head all the time,” Wallstedt said. “I read the game so well, that all the plays happening never surprise me. I see what’s going to happen before it happens. But I’ve got to be able to execute it every time and fast enough. It’s up to me to make the save. I feel now I’m in better position to have the odds on my side for every save.”\nWallstedt has been able to be more consistent this season, including rattling off a five-game winning streak from late October to early November and then winning three in a row in early December. He has a 2.54 goals-against average and .917 save percentage over 20 games. To be a starter at the AHL level, much less the NHL, it’s about handling the good times as well as the bad, and Wallstedt has been willing to put in the work between starts to make adjustments.\n“I think he’s learned a lot just by playing games,” Bachman said. “He’s learned how the game works here in North America. With any young goalie, it’s about reps and situations and learning to read plays and he has an unbelievable hockey IQ. And so now he’s taking all that information that when you get up to the NHL, he can just apply there and doesn’t have to learn it up there on the fly. He’s already putting the time in here for that. But I think the biggest area for him that will give him success up there is he has a plan not only at the rink on how he prepares and practices and plays. He learned to really take care of himself.”\nIt’s been a hectic season for Iowa, especially with all the injuries to the Wild. A good chunk of the forward group has been called up, with at one point their top four scorers up with the big club. Their captain,\nDakota Mermis, has been with Minnesota for most of the season. And that’s where having Wallstedt’s presence in net has helped provide some confidence to the group.\nAdvertisement\n“Everybody says it’s a kind of calmness in-game, which is very impressive,” McLean said. “When you see that up close, each and every day, we’re having a tough shift in our end, and he’s getting a few shots and there’s some pressure and he’ll just calmly put his glove hand over the puck and freeze the puck and get a whistle. He never panics in those situations.”\n“He’s a very, very good goalie,” said Jacob Lucchini, Wallstedt’s teammate in Iowa, now with the Wild. “I tell people, he never makes massive saves, he’s just always in the right spot. He’s been outstanding. Just so steady. Doesn’t give up much.”\nAnother thing McLean has noticed is how Wallstedt has become “part of the fabric” of the team. He’s showing his personality more, jumping into the banter during and after practices. It’s helped him take more of a leadership role, too. Lucchini said Wallstedt is always smiling — a “goofy,” down-to-earth kind of teammate. “When guys are dishing it out, he’s dishing it back,” McLean said. “Sometimes with goalies, especially young ones, they just keep to themselves and stick to their own routine. But not him. He’s right in there with the entire group and not intimidated by any player or any person. He’s a really important part of our team, not just on the ice, but off.”\nAn example McLean used was a recent practice in which Wallstedt’s teammates were “hooting and hollering” after scoring several goals on him. Wallstedt gave it back to them, showing some flair with a few of his saves, including flipping the puck into his glove, reminiscent of Fleury.\n“Very much a ‘Flower’ type thing,” McLean said.\nWallstedt said he’s learned a lot while in camp with Fleury and Gustavsson. Part of that is just watching them practice and compete and watching how they train. The plan all along, if things work out well, is for Wallstedt to potentially join Gustavsson in a tandem in net next season; Fleury is in the final year of his contract. Wallstedt has been on board with the team being patient and wanting him to get as much seasoning as possible in the AHL before making the jump.\n“The whole organization has set it up for success for myself,” Wallstedt said. “I’ve had a great team around me since day one, since I’ve been in the organization. They’ve put a lot of resources and their time into my development, which is amazing. I feel like we’re going in the right direction and continuing to just improve.\nAdvertisement\n“When I’m ready, I’m ready.”\n(Top photo courtesy of the Iowa Wild)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesper wallstedt",
          "sentiment": "negative"
        },
        {
          "name": "wallstedt",
          "sentiment": "none"
        },
        {
          "name": "zane mcintyre",
          "sentiment": "none"
        },
        {
          "name": "bachman",
          "sentiment": "none"
        },
        {
          "name": "richard bachman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "iowa wild",
          "sentiment": "negative"
        },
        {
          "name": "nhl",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "manitoba",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:57:42.212+02:00",
    "updated": "2024-01-08T01:57:42.212+02:00"
  },
  {
    "uuid": "91b13b3db69a5f9f479e445b9eb8434e2ca23436",
    "url": "https://finance.sina.com.cn/tech/discovery/2025-03-13/doc-inepniqu5019461.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sina.com.cn",
    "published": "2025-03-13T00:18:00Z",
    "title": "长江存储首款PCIe 5.0企业级SSD PE511：首次32TB、性能提升100％|SSD|PCIe_新浪科技_新浪网",
    "text": "快科技3月13日消息，除了首款商用级PCIe 5.0 SSD PC450，长江存储还披露了 首款企业级PCIe 5.0 SSD，型号为“PE511”。\n它采用长江存储新一代晶栈4.0闪存，相比于现有的PE321首次增加了16TB、32TB的大容量版本 ，同时保留3.84他、7.68TB，而最小的1.92TB直接淘汰。\n接口形态在U.2之外， 还新增加了E3.S。\n由于采用了PCIe 5.0接口， 整体性能可提升多达100％ ，直接翻番，但暂未公开具体数据。\n在耐久度方面也提升了20％， 支持每天4次全盘写入。\n发布时间暂时不详，估计最快也得下半年。\n长江存储现有的企业级PE321基于晶栈2.0架构，提供两种选择，其中读取密集型的容量1.92TB/3.84TB/7.68TB，读写混合型的容量 1.6TB/3.2TB/6.4TB，支持每天3次全盘写入。\n高性能主控方案，支持PCIe 4.0 x4，最大顺序读写速度7.4GB/s、7.0GB/s，最大随机读写性能达到1750K IOPS、640K IOPS，4K随机读写延迟低于行业平均水平。\n【本文结束】如需转载请务必注明出处：快科技\n责任编辑：上方文Q",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "topics": [
      "Science and Technology->biotechnology",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:27:36.229+02:00",
    "updated": "2025-03-13T02:27:36.229+02:00"
  },
  {
    "uuid": "fef609e944f602b486d41cf9996ba2db65c6330b",
    "url": "https://ciclovivo.com.br/fique-ligado/eventos/atividades-para-aproveitar-o-aniversario-de-sao-paulo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marcia Sousa",
    "published": "2025-01-23T22:03:00Z",
    "title": "Atividades para aproveitar o aniversário de São Paulo",
    "text": "A cidade de São Paulo celebra 471 anos neste sábado (25). Como de praxe, no caldeirão cultural desta metrópole não faltam atrações para aproveitar a data. Sugerimos aqui algumas atividades, que vão desde iniciativas culturais, passando por esportivas, até uma alternativa boa para quem prefere um dia mais tranquilo, mas não quer deixá-lo passar em branco.\nConhecendo a perspectiva indígena Muitos conhecem superficialmente a história, mas nunca refletiram sobre o fato de que diversos povos indígenas habitavam a região que hoje compreende a capital paulista. Isso porque a cidade de São Paulo surgiu a partir de uma missão dos jesuítas portugueses em 1554, com a formação do Colégio de São Paulo de Piratininga, atual Pateo do Collegio. Ou seja, a fundação da capital foi um processo de ocupação e exploração de terras já habitadas por povos indígenas. Não à toa, hoje, a capital paulista ocupa a 10ª colocação entre as cidades brasileiras com mais populações originárias, segundo dados do IBGE.\nPara aprofundar os conhecimentos sobre a perspectiva indígena, o Museu das Culturas Indígenas realiza o encontro Terra Indígena Ontem e Hoje: conflitos e contradições na ocupação da cidade. A conversa acontece no sábado a partir das 10h abordando os territórios indígenas na capital paulista, ressignificações no processo de ocupação e construção da cidade.\nAtividades acontecem na sede do Museu das Culturas Indígenas, na zona oeste da capital. Foto: acervo MCI O evento será conduzido por Karaí Djekupe, que é graduando em Arquitetura e Urbanismo pela Escola da Cidade e integra o Conselho Aty Mirim do Museu. É autor do livro “Cidades do bem viver”, em parceria com Sonia Guajajara, e é representante Guarani e Xondaro (“guerreiro/guardião”, em Guarani) na Terra Indígena Jaraguá, em São Paulo (SP).\nAlém do encontro, artesãs e artesãos de diferentes povos indígenas, como Bororo, Guarani, Huni Kuin, Pataxó, Fulni-ô, Guajajara e Terena, estarão na Feira de Artes Manuais Indígenas comercializando artefatos tradicionais. O evento, que acontece das 9h às 18h, visa apoiar e ampliar as oportunidades socioprodutivas de pessoas indígenas. Até 26 de janeiro, os visitantes também poderão jogar o Ninmangwá Djagwareté, um jogo indígena de tabuleiro com peças que representam uma onça e cachorros. O jogo simboliza a resistência e o vínculo com a natureza, além de promover habilidades como criatividade, disciplina e resolução de problemas.\nFoto: Museu das Culturas Indígenas | Facebook Aniversário de São Paulo | Terra Indígena Ontem e Hoje: conflitos e contradições na ocupação da cidade, com Karaí Djekupe Data e horário: 25/01/2025, das 10h às 12h\nFérias na TAVA: Ninmangwá Djagwareté Data e horário: até 26/01/2025, das 10h às 16h\nFeira de Artes Manuais Indígenas Horário: das 9h às 18h\nMuseu das Culturas Indígenas Endereço: Rua Dona Germaine Burchard, 451, Água Branca – São Paulo/SP\nTodos as atividades são gratuitas com retirada de ingresso no site .\nBolo no Mercadão O Mercado Municipal Paulistano será palco de mais uma edição do projeto Espetáculo do Bolo no sábado (25). A ação, criada e liderada pelo Chef Ricardo Magalhães, que acontece desde 2004, celebra mais um ciclo da cidade com a confecção e distribuição de um bolo no formato do território da capital paulista e com o desenho da bandeira. O Mercadão, que também completa 92 anos em 2025, foi escolhido como local para a comemoração.\nFoto: Divulgação O bolo é feito com pão de ló e creme de confeiteiro e terá 6m de comprimento e 4m de largura, pesando aproximadamente 563 kg. As frutas utilizadas são coco fresco e morango. A iniciativa colaborativa é realizada por profissionais e voluntários, envolvendo cerca de 40 pessoas. O corte e distribuição do bolo terá início às 12h30 no sábado. Logo após, haverá um show da banda Demônios da Garoa.\nEsta ação é uma parceria entre Observatório da Gastronomia, Programa Cozinha Escola e Secretaria Municipal de Desenvolvimento Econômico e Trabalho.\nExercício no parque Quem está acostumado a realizar exercícios físicos somente dentro de espaços fechados, pode aproveitar a oportunidade para prestigiar os parques da cidade. É uma forma de manter o ritmo das atividades, mas de forma mais tranquila, como pede um bom feriado!\nMais do que arranha-céus e ritmo frenético, a metrópole oferece áreas verdes que oferecem infraestrutura gratuita para diferentes práticas. De quadras poliesportivas, pistas de skate e ciclovias, há opções para todos os gostos, idades e níveis de aptidão.\nFoto: Ale Kormann | Fotos Públicas\nWashington de Souza, profissional de educação física da UBS Jardim Comercial, gerenciada pelo CEJAM – Centro de Estudos e Pesquisas “Dr. João Amorim” em parceria com a Secretaria Municipal da Saúde de São Paulo, lista os principais parques gratuitos para aproveitar na cidade:\nParque Ibirapuera: Um dos cartões postais da cidade, ele é perfeito para caminhadas, corridas e pedaladas, além de abrigar espaços culturais como museus, planetário, entre outras opções. Parque Villa-Lobos: Ideal para quem busca ciclovias bem sinalizadas, quadras esportivas de tênis, basquete, futebol e áreas para piqueniques. Parque do Povo: Oferece uma estrutura moderna e urbana, mas também com muita natureza. É possível utilizar aparelhos de ginástica ao ar livre. Parque Burle Marx: Localizado no distrito Vila Andrade, essa é uma opção mais tranquila, com muita vegetação e áreas para atividades leves como caminhadas. Parque Santo Dias: Localizado no Capão Redondo, é acessível e possui estrutura para várias modalidades como trilhas, quadras de vôlei, tênis, futsal, handebol e basquete, além de aparelhos de ginástica e pista de cooper. Parque Anhanguera: Na Zona Noroeste da cidade, é possível ter acesso a muita vegetação e opções de lazer. Quadras, pista de caminhada e trilhas são algumas opções que o parque oferece ao público. Leia também: 1 . 10 parques nacionais no Brasil que você precisa conhecer Praças também podem ser opções Praça Vinícius de Moraes: Um ambiente acolhedor para atividades físicas e relaxamento; Praça do Pôr do Sol: Localizada em Pinheiros, é ideal para práticas como ioga e alongamento, especialmente no fim da tarde; Praça das Artes: Combina arquitetura diferenciada e espaços que permitem caminhadas e corridas.\nPara quem quer pedalar As ciclovias da cidade oferecem trajetos para diferentes níveis: Pedais longos: Ciclovia da Marginal Pinheiros e Parque da Cantareira são opções desafiadoras e cercadas por natureza; Pedais médios e curtos: Ciclovia da Faria Lima, Avenida Paulista e Parque Villa-Lobos são boas escolhas para uma pedalada mais leve.\nAntes de sair de casa Mas claro, antes de sair pela cidade, é importante se preparar. Washington destaca algumas sugestões para tornar a experiência mais segura:\nEscolha roupas e calçados confortáveis para facilitar os movimentos na hora de realizar a atividade escolhida; Hidrate-se constantemente. Para isso, o ideal é levar uma garrafa de água com você (assim também você evita a geração de resíduo plástico descartável); Proteja-se do sol com protetor solar, boné ou viseira, especialmente nos horários mais quentes. Para levar as crianças Ainda na onda das áreas verdes, o Parque Ibirapuera celebra o aniversário de São Paulo com atividades voltadas ao meio ambiente, arte e tecnologia. A programação é ideal para levar a criançada: na Estação Biodiversidade “Colorindo o Ibira com Biotintas”, os participantes aprenderão a produzir biotintas com elementos naturais e explorarão a fauna e flora local.\nFoto: Divulgação Urbia Parques A fachada do Museu Afro Brasil (MAB) será o local do curso sobre vídeo mapping do Coletivo Coletores, onde os participantes criarão conteúdos projetados na fachada do museu, unindo arte, tecnologia e cidade. O espaço também exibirá a obra AKOMA, que promete surpreender os visitantes.\nLeia também: 1 . Parque Ibirapuera tem programação gratuita de férias Boa ação Você sabia que uma única doação de 450 ml de sangue pode salvar até quatro vidas? Para quem está fugindo do agito, mas quer tornar o dia mais útil, pode aproveitar para fazer uma boa ação: doar sangue. O Banco de Sangue do Hospital do Servidor Público Estadual anuncia que houve uma queda de 20% nas doações desde o final do ano e está com estoque crítico. A reposição é necessária especialmente dos tipos sanguíneos A-, B-, O-, AB- e O+, porém, segundo o hospital, todos os grupos sanguíneos são bem-vindos.\nFoto: Myke Sena | MS “A coleta de sangue é necessária ao longo de todo o ano, mas nem sempre conseguimos manter os mesmos índices de doadores mês a mês, principalmente em períodos de férias e feriados, que favorecem viagens. Até mesmo as alterações do clima interferem no volume de doadores. Por isso, chamamos a atenção da população para criar uma rotina periódica e manter a frequência nas doações”, afirma o diretor de Serviço de Hemoterapia do Hospital do Servidor, Fábio Lino.\nO Banco de Sangue do HSPE funciona de segunda a sexta, das 9h às 16h, e aos sábados, das 8h às 16h. O prédio, que está localizado na área externa do espaço hospitalar, fica na Rua Pedro de Toledo, nº 1800 – Vila Clementino – São Paulo – SP.\nLeia também: 1 . Compartilhar histórias felizes aumenta a sensação de proximidade Os interessados em doar devem ter idade entre 16 e 69 anos (sendo a primeira doação até os 60 anos), pesar mais de 50kg e estar bem alimentado na ocasião. A doação pode ser feita sem agendamento, basta apresentar documento de identificação com foto. Mais informações pelos telefones (11) 4573-8902 e 4573-8249.\nQuer mais sugestões? A Secretaria de Cultura de São Paulo programou uma série de opções, confira no site .\nVeja nossa campanha aqui: benfeitoria.com/projeto/ciclovivo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->festive event (culture)",
      "Arts, Culture and Entertainment->culture",
      "Human Interest->anniversary",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->outdoor recreational activities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://capital.sp.gov.br/web/cultura/w/471%C2%B0-anivers%C3%A1rio-de-s%C3%A3o-paulo",
      "https://museudasculturasindigenas.org.br/",
      "http://benfeitoria.com/projeto/ciclovivo",
      "https://www.museudasculturasindigenas.org.br/",
      "http://www.benfeitoria.com/projeto/ciclovivo",
      "https://www.capital.sp.gov.br/web/cultura/w/471%C2%B0-anivers%C3%A1rio-de-s%C3%A3o-paulo",
      "https://museudasculturasindigenas.org.br"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:35:18.504+02:00",
    "updated": "2025-01-24T00:35:18.504+02:00"
  },
  {
    "uuid": "c7bff1ee89d44993a86e886bef4ec70bc85fd88d",
    "url": "https://politica.expansion.mx/voces/2024/02/23/columnainvitada-el-dominio-territorial-del-crimen-organizado-no-es-casualidad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(Dassaev Téllez Adame)",
    "published": "2024-02-23T12:05:00Z",
    "title": "#ColumnaInvitada | El dominio territorial del crimen organizado no es casualidad",
    "text": "Las declaraciones recientes de Salvador Rangel, obispo emérito de Chilpancingo-Chilapa, sobre la cooptación de la clase política guerrerense por parte de grupos criminales y las negociaciones que líderes religiosos promovieron entre dichas organizaciones para alcanzar una pax narca en Chilpancingo, arrojan un diagnóstico fatídico sobre la salud de nuestra democracia: los grupos criminales mandan en los territorios.\nPublicidad Lee más voces #ColumnaInvitada | El plan de seguridad del INE y sus fallas de origen Esta realidad no es exclusiva de Guerrero. El crimen domina territorios en Zacatecas, Jalisco, Chiapas, Michoacán y otras entidades y no se trata de ninguna casualidad. En los últimos años, los grupos criminales desarrollaron capacidades en aspectos clave para su fortalecimiento organizacional y político en las que el Estado mexicano en cambio parece haber claudicado. Particularmente en tres rubros: i) capacidad operativa, ii) profesionalización, y iii) voluntad y acción política.\nCapacidad operativa\nMientras que las corporaciones policiales de muchos municipios carecen de elementos suficientes y equipamiento básico como armamento o patrullas, los grupos criminales engrosan sus filas a paso veloz y constantemente diversifican sus herramientas. No sólo cuentan con equipo táctico profesional y armas de alto calibre, ahora también emplean dispositivos dignos de milicias especializadas como minas terrestres y drones con bombas e incluso operan sus propios centros de monitoreo con cámaras de videovigilancia. Son mucho más eficaces en el uso de la violencia que las fuerzas del Estado.\nPor esto es muy complicado que policías locales e incluso militares ofrezcan alguna clase de resistencia frente al avance territorial del crimen. Al respecto, de acuerdo con Causa en Común, de 2018 a 2023 incrementaron notablemente los asesinatos de policías debido a la violencia del crimen organizado en entidades como Colima (142.9%), Michoacán (75%) o Zacatecas (255%) y en otras como Jalisco o Guerrero no paran los asesinatos de funcionarios y políticos.\nLee más voces #ColumnaInvitada | SOS por la democracia mexicana\nProfesionalización\nHay políticos y funcionarios públicos muy destacados en todos los niveles de gobierno y filiaciones partidistas, pero también abundan ejemplos de incompetencia gubernamental con costos sociales y económicos altísimos; un tramo de la línea 12 del Metro de la Ciudad de México se desplomó, migrantes murieron en instalaciones del gobierno y hace unos días el sistema del SAT se cayó paralizando las operaciones aduaneras. También persisten factores asociados fuertemente con la impunidad, como la debilidad institucional de policías y fiscalías o la profundización de la militarización de la vida pública. La profesionalización de la administración pública no vive su mejor momento.\nEn contraste, los grupos criminales cada vez son más implacables; aprovechan con eficacia fenómenos económicos y las tecnologías de la información para maximizar o diversificar sus actividades (es muy posible que el nearshoring esté vinculado con el incremento del robo a transportista en el último año), explotan mecanismos políticamente correctos para lavar dinero como las remesas, instalan y operan eficazmente laboratorios para producir drogas sintéticas y proceden bajo lógicas completamente empresariales para mitigar riesgos como cuando salen a deslindarse de actos de violencia de alto impacto. Es claro que entre las filas de los grupos criminales hay más que sicarios. El avance territorial del crimen no puede explicarse sin la participación de personal altamente capacitado que sabe identificar y aprovechar los vacíos que deja la debilidad institucional del Estado.\nPublicidad Lo último #ZonaLibre | No se trata de ellos #El Personaje | El negro historial de Sergio Estrada Cajigal Ramírez El Circo 🎪| Trabalenguas del Domador, show desbalanceado y naranjas atorados Publicidad Voluntad y acción política\nEl obispo emérito Salvador Rangel afirmó con Carlos Loret de Mola que los líderes de Los Tlacos y Los Ardillos acordaron términos de paz. Hablamos de dos grupos criminales guerrerenses que llevan años disputando de forma muy violenta el control de las economías locales, principalmente en Chilpancingo, y que no obstante lograron un consenso (la Familia Michoacana vinculada con la matanza en San Miguel Totolapan hace unos días está fuera de esta ecuación).\nLee más voces #ColumnaInvitada | Los sexenios terminan y el feminicidio prevalece El mensaje es claro: actores criminales cuentan con mayor voluntad y acción política que el Estado mexicano, pues muestran capacidad para escuchar a representantes de las comunidades y construir arreglos informales con efectos directos sobre la gobernabilidad de los territorios y consolidar su dominio sobre los mismos. En cambio, los gobiernos oficialistas, particularmente el ejecutivo federal, destacan por negar los grandes problemas nacionales, cerrar los canales de comunicación y polarizar a la sociedad. Es uno de los peores escenarios posibles pues la seguridad depende de la autoridad criminal.\nEl camino para contrarrestar el control territorial de los grupos criminales es claro, aunque no sencillo de recorrer pues implica: i) incrementar la capacidad operativa de policías y fiscalías locales, ii) impulsar la profesionalización de servidores públicos en todos los niveles y ámbitos de gobierno, y iii) abrir canales permanentes de diálogo con todas las fuerzas políticas y actores sociales para establecer mecanismos alternativos de pacificación bajo la tutela del Estado. Al día de hoy los grupos criminales no tienen ningún incentivo para detener su avance. Estamos cerca del punto de no retorno. Claudia Sheinbaum o Xóchitl Gálvez cuentan con suficiente información para evitarlo. ¿Tendrán la voluntad de hacerlo?\n____\nNota del editor: Armando Vargas (@BaVargash) es Doctor en Ciencia Política, profesor universitario y consultor especializado en (in)seguridad pública y riesgo político en Integralia Consultores (@Integralia_Mx). Las opiniones publicadas en esta columna corresponden exclusivamente al autor.\nElecciones 2024 Gobierno de CDMX aprovecha campaña de logros y la empata con mensajes de Morena Jorge Álvarez Máynez acusa a Gálvez y Sheinbaum de violar la ley electoral Inicia INE cuenta regresiva rumbo al 2 de junio; Taddei: proceso “marcha bien” ver más Publicidad Publicidad Tags Opinión Elecciones 2024 Política Crimen organizado Recomendaciones voces #ColumnaInvitada | El plan de seguridad del INE y sus fallas de origen 4 Min Read voces #ColumnaInvitada | SOS por la democracia mexicana 4 Min Read voces #ColumnaInvitada | Los sexenios terminan y el feminicidio prevalece 4 Min Read Más acerca del autor: Armando Vargas @ExpansionMx MGID Recomienda Newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4",
      "https://twitter.com/ExpansionMx",
      "https://ads.viralize.tv/display/",
      "https://www.twitter.com/ExpansionMx",
      "https://www.ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T14:44:57.895+02:00",
    "updated": "2024-02-23T14:44:57.895+02:00"
  },
  {
    "uuid": "e0d44a141b1acce0b42cb9b7b3770fc4dabd58b6",
    "url": "https://www.wjcl.com/article/gray-hair-may-be-reversible-new-study/46306202",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tim Newcomb",
    "published": "2024-01-07T21:39:00Z",
    "title": "Gray Hair May Be Reversible, New Study Says",
    "text": "Study links graying hair to stem cells getting stuck, unable to color new hair growth. Stem cells travel back and forth within compartments, but when they get stuck in one compartment, they cannot regenerate into pigment cells. Restoring mobility of the cells could allow the continuation of pigment production, eliminating graying hair. Advertisement If only our pesky stem cells didn’t get stuck in place after a while, maybe we wouldn’t have gray hair. Really. Thanks to a new study published in the journal Nature and led by researchers from New York University’s Grossman School of Medicine, the team revealed how stuck melanocyte stem cells (McSCs) can’t make the protein needed to pigment hair, potentially explaining gray hair.\nUsing mice as the research subjects, the team found that McSCs travel between compartments of developing hair follicles in a healthy situation. The differing compartments allow the McSCs to mature and pick up the protein that can regenerate into pigment cells and continually color hair as it grows. These McSCs shift back and forth between maturity levels over time as they continually move between the compartments, a unique aspect of the McSCs.\nBut in some cases, the McSCs can get stuck in the hair follicle bulge compartment and become unable to move back to the germ compartment, where the WNT proteins encourage the cells to regenerate into pigment cells. Getting stuck means no pigment cells, which means gray hair.\n“It is the loss of chameleon-like function in melanocyte stems cells that may be responsible for graying and loss of hair color,” Mayumi Ito, study senior investigator and professor in the Ronald O. Perelman Department of Dermatology and Department of Cell Biology at NYU Langone Health, says in a news release . “These findings suggest that melanocyte stem cell motility and reversible differentiation are key to keeping hair healthy and colored.”\nBasically, if the McSCs can keep moving—or, if they get stuck, we can somehow prod them to get going again—we should expect more colorful heads of hair the world over.\n“Our study adds to our basic understanding of how melanocyte stem cells work to color hair,” Qi Sun, postdoctoral fellow at NYU Langone Health, says in a news release . “The newfound mechanisms raise the possibility that the same fixed positioning of melanocyte stem cells may exist in humans. If so, it presents a potential pathway for reversing or preventing the graying of human hair by helping jammed cells to move again between developing hair follicle compartments.”\nThe McSCs focus on pigment-making, and are different from cells responsible for hair growth, Sun says, so hair can to continue growing even without pigment. The NYU study showed that as the hair regrowth process aged, the number of McSC’s lodged in the follicle bulge continued to increase. At some points, this non-pigment producing follicle bulge contains roughly 50 percent of all McSCs.\nThe McSCs that remained mobile retained their ability to produce pigment, but with the ever-shifting requirements of McSCs breaking down over time, the rise of gray hair coincided with aging. And while stress has also been associated with graying hair, unrelated Harvard research says that stress simply increases the hair regrowth pattern, speeding up the aging process for hair follicles.\n“For unknown reasons, the melanocyte stem cell system fails earlier than other adult stem cell populations, which leads to hair graying in most humans and mice,” according to the NYU study.\nThe next step for the NYU team involves looking at how we can get McSCs, once stuck, moving again. Because once they move, they create pigment. And that could mean the end of gray.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://www.health.harvard.edu/blog/hair-turn-gray-2017091812226",
      "https://health.harvard.edu/blog/hair-turn-gray-2017091812226",
      "https://nyulangone.org/news/study-links-stuck-stem-cells-hair-turning-gray",
      "https://www.go.skimresources.com/?id=109350X1567045&url=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-05960-6&sref=https%3A%2F%2Fwww.wjcl.com%2Farticle%2Fgray-hair-may-be-reversible-new-study%2F46306202&xcust=undefined",
      "https://go.skimresources.com/",
      "https://www.nyulangone.org/news/study-links-stuck-stem-cells-hair-turning-gray",
      "https://go.skimresources.com/?id=109350X1567045&url=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41586-023-05960-6&sref=https%3A%2F%2Fwww.wjcl.com%2Farticle%2Fgray-hair-may-be-reversible-new-study%2F46306202&xcust=undefined"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "new york university’s grossman school of medicine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:32:41.285+02:00",
    "updated": "2024-01-08T00:32:41.285+02:00"
  },
  {
    "uuid": "bddbccffbff9c3ad68a05e55764a264957b7e3a9",
    "url": "https://ultimasnoticias.com.ve/noticias/chevere/karina-estreno-videoclip-grabado-en-acarigua/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sonia Hernández",
    "published": "2024-01-07T19:00:00Z",
    "title": "Karina estrenó videoclip grabado en Acarigua",
    "text": "Karina comenzó 2024 con un estreno. La cantante venezolana lanzó el videoclip del tema “Todavía”, que debutó el pasado 5 de enero y fue filmado en Acarigua, estado Portuguesa. La canción abre el tracklist de su más reciente álbum, titulado “11/11”. La canción, la tercera que presenta la vocalista venezolana de ese trabajo, es una balada nostálgica sobre un gran amor del pasado. Fue compuesta por el cantautor venezolano Jeremías y contó con la producción de León Yamil, compositor y cantante dominicano nominado al Latin Grammy en cuatro ocasiones. “Y todavía se me hace un nudo si te nombran y se nota que nunca dejé de ser la misma tonta. Y todavía, cada vez que hay luna llena vuelve aquel dulce recuerdo de nosotros en la arena. Todavía”, canta la intérprete en el primer coro del tema. El clip que acompaña el tema combina imágenes imágenes en blanco en negro con el color, así como tomas en estudio con otras en paisajes imponentes. “Lo que más disfruto en la vida es hacer música, vivirles la música y regalarles música. Se estrena el video de ‘Todavía’, estoy emocionadísima con eso”, compartió en sus historias de Instagram la cantante, que ha destacado recientemente con los singles “Soy tu vicio” y “ [Cuarenta](https://www.youtube.com/watch?v=BHWlOpk4RJQ)“, también pertenecientes a “11/11”. “Este es quizás uno de los videos más sentidos que yo tengo. Trabajé con un director mágico, que me llevó a su lugar de origen, Acarigua. Esto fue grabado en Acarigua, Venezuela, por Wil Romero”, contó. “Un equipo maravilloso de chicos que no vivieron mi fenómeno, pero que ustedes van a ver el videazo que nos tiramos”, agregó la artista. Romero, cabe señalar, ha trabajado con artistas como Nacho, Olga Tañón, y Luis Fernando Borjas, entre otros. Karina igualmente resaltó en la citada red social lo mucho que disfruta al trabajar con gente más joven que ella. “Para mí es un privilegio trabajar con otras generaciones y es un privilegio seguir haciendo lo que hago con esta ilusión que tengo. Porque hoy tengo una ilusión tremenda de volverles a traer más música, de continuar, de seguir, de aportar, de sumar… Empezandito el año, de una vez”, destacó. La también actriz, que inició el año afectada por una gripe, comentó también que pronto anunciará lo que se viene para ella. “Voy a estar inactiva un poco este mes de enero, tengo cosas personales de las que me tengo que ocupar, por supuesto, pero voy a seguir trabajando en crear lo que viene, porque este año viene fuerte, grande, próspero… Pero para todo eso, la salud primero”, manifestó. Y agregó: “Tengo muchas cosas que les quiero recordar: mi disco, ‘Karina 11/11’, que ya está en todas las plataformas desde hace rato, y por supuesto el disquito que hicimos de compilaciones d los lives (en vivo), que se llama ‘Entre lives y copas’, que está cheverísimo también”. “Hermoso trabajo visual, hermosa voz y hermosa canción. Grande, Karina. Un video muy bello”; “Qué refrescante escuchar nuevas canciones tan bonitas y con la verdadera voz de verdaderas cantantes. Gracias, Karina”; “Este video es oro puro. Hace justicia a una canción sublime. Nos demuestra que ‘Todavía’ hay Karina para rato. De pie te aplaudo con todo mi cariño”; “Qué preciosa canción, qué preciosa voz y qué potentes pulmones que solo la preciosa y única Karina puede darnos. es un privilegio escuchar la voz de Karina”, son algunos de los comentarios que se pueden leer en YouTube sobre el video, de 3 minutos y 32 segundos de duración.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=BHWlOpk4RJQ)“,",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=BHWlOpk4RJQ)“,"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:29:41.569+02:00",
    "updated": "2024-01-08T00:29:41.569+02:00"
  },
  {
    "uuid": "c3202d011cf2987b9556f2dc91884bbcc687840f",
    "url": "https://goodyfeed.com/woman-sell-sons-tip-hosts-jail/",
    "ord_in_thread": 0,
    "author": "Zhi Hao",
    "published": "2025-07-17T04:29:00Z",
    "title": "Chinese Woman Sells Sons for S$15,800 to Tip Livestream Hosts, Gets 5-Year Sentence",
    "text": "A 26-year-old Chinese woman has been sentenced to five years and two months in prison after selling her two biological sons to fund her extravagant lifestyle and tip livestream hosts.\nHuang, originally from Guangxi province in southern China, was found guilty of fraud and trafficking by the Fuzhou Jin’an District People’s Court on 8 Jul 2025. The court also imposed a fine of 30,000 yuan (~SGD$5,700) on her.\nThe case has sparked widespread public outrage across China, with many calling her sentence too lenient for abandoning two children.\nMother’s Background and First Child Sale\nHuang, who received only primary school education, was adopted as a child herself. Due to lack of education and care from her adoptive parents, she left home at an early age.\nShe later moved to Fuzhou, Fujian province in southeastern China, where she made a living doing odd jobs and part-time work.\nIn October 2020, Huang gave birth to her first son. Struggling financially and without support from the baby’s father, she decided to sell the child.\nHer landlord, surnamed Wei, learned of her plan and introduced her to a relative, surnamed Li, whose son was infertile and had long wished to adopt a child. Li’s family purchased the baby boy for 45,000 yuan (~SGD$8,600).\nHuang spent the entire amount tipping livestreaming anchors and buying fancy clothes for herself.\nClick here!\nDeliberate Conception and Second Child Sale\nWhen she ran out of money, Huang resorted to extreme measures. She actively sought out men for sex, intent on conceiving another child to sell purely for profit.\nRead Also: JJ Lin Clutches His Stomach in Apparent Pain During Concert, Reveals He Has Heart Condition\nIn 2022, Huang gave birth to a second son named Guyu. She sold him to a broker for 38,000 yuan (~SGD$7,200), who then resold the baby for 103,000 yuan (~SGD$19,600).\nHuang reportedly spent all the money on tips for live-streamers, buying clothes and other extravagant items with the proceeds.\nOn 13 Apr 2022, Huang was reported to the authorities for suspected fraud. A police investigation uncovered chat records on her mobile phone related to the sale of children.\nBoth boys were rescued by the police in April 2022 and have been placed under the care of local civil affairs departments, awaiting adoption.\nLegal Consequences and Public Reaction\nLi was sentenced to nine months in prison, suspended for one year, for purchasing a trafficked child. Wei received a seven-month prison term for his role in facilitating the first sale.\nThe case, reported by state media CCTV, has sparked widespread online outrage across China.\nOne online observer said: “Is this even real news from the human world? Only five years for abandoning two children? That is way too lenient.”\nAnother commented: “No sympathy. She should be sentenced to 30 years to reflect her crimes properly.”\nA third person said: “She is a monster and is not fit to be a mother.”\nHuman trafficking in China has a long and complex history. A market for the sale of people has existed for decades and is often facilitated by families. The illegal adoption, especially of boys, was seen as essential for continuing the family lineage and enhancing family status.\nWould you be jailed for being half-naked in public? Well, the answer will shock you. Seriously. Watch this to the end and you'll understand:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->law",
      "Crime, Law and Justice->crime",
      "Crime, Law and Justice->human smuggling and trafficking",
      "Social Issue->discrimination",
      "Social Issue->abusive behaviour",
      "Social Issue->social problem",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.scmp.com/news/people-culture/trending-china/article/3317353/monster-china-mum-sells-sons-us11600-tip-live-streaming-hosts-buy-clothes?module=perpetual_scroll_0&pgtype=article",
      "https://worldofbuzz.com/26yo-chinese-mum-sentenced-to-jail-for-selling-her-2-sons-to-fund-her-lavish-lifestyle-tip-livestreamers/",
      "https://www.worldofbuzz.com/26yo-chinese-mum-sentenced-to-jail-for-selling-her-2-sons-to-fund-her-lavish-lifestyle-tip-livestreamers/",
      "https://www.scmp.com/news/people-culture/trending-china/article/3317353/monster-china-mum-sells-sons-us11600-tip-live-streaming-hosts-buy-clothes",
      "https://scmp.com/news/people-culture/trending-china/article/3317353/monster-china-mum-sells-sons-us11600-tip-live-streaming-hosts-buy-clothes?module=perpetual_scroll_0&pgtype=article",
      "https://worldofbuzz.com/26yo-chinese-mum-sentenced-to-jail-for-selling-her-2-sons-to-fund-her-lavish-lifestyle-tip-livestreamers"
    ],
    "entities": {
      "persons": [
        {
          "name": "Huang",
          "sentiment": "none"
        },
        {
          "name": "Wei",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:35:17.711+03:00",
    "updated": "2025-07-17T04:38:59.000+00:00"
  },
  {
    "uuid": "0f9a7f9e3d863c4aa1f2e9d6567f9dcba8b1d0c9",
    "url": "https://www.sdpnoticias.com:443/sorprendente/medico-no-hizo-caso-a-su-dificultad-para-respirar-y-resulto-padecer-un-peligroso-cancer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sonia Meneses",
    "published": "2024-12-20T00:38:00Z",
    "title": "Médico no hizo caso a su dificultad para respirar y resultó padecer un peligroso cáncer",
    "text": "Un [médico](https://www.sdpnoticias.com/estilo-de-vida/cuando-es-el-dia-del-medico-2024-la-fecha-para-celebrarlo-en-mexico/) no le hizo caso a su dificultad para respirar y resultó que la paciente tenía un peligroso cáncer.\nDe acuerdo con David Gold, la secretaria de su médico decidió no darle cita porque no sufría un ataque al corazón.\nDe no ser por este retraso en su diagnóstico, el hombre británico de 59 años de edad cree que podría haber tenido más posibilidades.\nSin embargo, David Gold también admitió que tuvo parte de la culpa, ya que él desestimó algunos estudios dos meses antes.\nMédico no hizo caso a sus síntomas y tenía peligroso cáncer\nDe acuerdo con las declaraciones de David Gold para The Sun, un médico no le hizo caso a su dificultad para respirar y resultó que padecía un peligroso cáncer.\nLa historia de este ex gerente de banco comenzó luego de realizar una caminata, la cual lo dejó sin aire y con dolor en los brazos.\nPues cuando llamó a su médico, la secretaria decidió no darle una cita tras una hora y media de espera porque no sufría un ataque al corazón.\nSin embargo, David Gold estaba decidido a realizarse pruebas, pues tenía antecedentes familiares cardíacos.\nTras varios estudios y determinar que la causa de sus síntomas no eran del corazón, le enviaron estudios torácicos que revelaron una peligrosa baja de hierro.\nEsta baja se debería a un tumor cancerígeno en su intestino; el cual, al estar ubicado al comienzo del intestino grueso, no le producía sangrado externo.\nDiagnóstico tardío de cáncer no afectó gravemente su salud\nTras haber sido diagnosticado con cáncer, David Gold accedió a formar parte de un ensayo clínico, el cual incluía mayores dosis de medicamentos y quimioterapias.\nY aunque fue “doloroso y extenuante”, el ex gerente estaría casi libre de los signos del cáncer pese al diagnóstico tardío del médico.\nTras su experiencia médica, David God lamentó no haber más tiempo para detectar el tumor, pues en el pasado desestimó algunos estudios que pudieron ayudarlo a detectar su cáncer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->medical condition",
      "Health->cancer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "David Gold",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "The Sun",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T03:29:34.763+02:00",
    "updated": "2024-12-20T03:29:34.763+02:00"
  }
]