[
  {
    "uuid": "49123221eb2a858f5a9ebb81928305b5f37c2c0e",
    "url": "https://uk.news.yahoo.com/props-botched-willy-wonka-event-222806050.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "people.com",
    "published": "2024-03-14T21:28:00Z",
    "title": "Props from botched Willy Wonka event raise over £2,000 for Palestinian aid charity",
    "text": "Props from botched Willy Wonka event raise over £2,000 for Palestinian aid charity Read full article Safi Bugel March 15, 2024 at 12:28 a.m. · 2 min read The backdrop from the viral Willy Wonka event in Glasgow, which raised more than £2,000 for a Palestinian aid charity when auctioned off by Monorail Music, a local record store, on eBay. Photograph: Monorail/PA\nProps from a botched Willy Wonka event in Glasgow that went viral after frustrated attenders called the police have raised over £2,000 at auction for a Palestinian aid charity.\nFabric backdrops from the “immersive experience”, which was cancelled midway, were found in a bin outside the warehouse where it took place.\nMonorail Music, a record shop in the city, auctioned the remains on eBay after they were passed on by the finder. The listing said: “Don’t miss out on this rare opportunity to own a piece of history.”\nThe Wonka event gained online notoriety after images of the sparsely decorated warehouse in Glasgow, staffed by actors dressed as Oompa Loompas and other characters, spread worldwide. On Thursday, the listing had a total of 57 bids and the items were sold for £2,250. Michael Kasparis, online manager of Monorail, described the outcome as “amazing”.\n“We are all watching it like you’d watch the end of a football game,” he said. “It was £900 and then jumped to £1,050, then, one second before it closed, it was £2,050, and it came through at £2,250.\n“We’d thought if it goes into four figures we’d be very happy, so it was a pretty amazing result.”\nHe said the buyer of the backdrops is not from Glasgow but lives elsewhere in the UK. “I was slightly worried that the joke had gone, but it doesn’t look like it’s going away any time soon,” he said.\nRelated: Glasgow’s disastrous Wonka character inspires horror film\nThe money raised is being donated to Medical Aid for Palestinians, a charity helping to provide shelter, food and urgent medical aid in Gaza. Kasparis continued: “I personally was a little bit worried that the auction was a bit silly for the cause, but we thought, if it raises money, that’s the most important thing.\n“It’s a charity we’ve all donated to and that we all care deeply about, and it was kind of a no-brainer when we thought to auction it for charity.”\nTRENDING 1. When a Leaf turns into a 'brick': Juno winner describes EV catastrophe 2. Police looking for 3 people who left scene of fatal crash on Highway 400 3. Judge dismisses some charges against Trump in the Georgia 2020 election interference case 4. Judge rejects bid by Donald Trump to throw out classified documents case on constitutional grounds 5. Russia is facing more than 16,000 sanctions — so why hasn't its economy buckled? Latest Stories CNN A girl is in critical condition after a fight caught on video shows another girl slamming her head to the ground repeatedly A Missouri girl was critically injured with a severe head injury after a fight captured on video near Hazelwood East High School, the St. Louis County Police Department said.\n6 hours ago People Adult Film Star Found Dead in Home, Police Call Death 'Suspicious' Sophia Leone was found dead in a home by family members on March 1, police say\na day ago Ad • ריאלי - כלכלה מעשית\nWhy this Ad?\nAd Feedback\nWhy don't you like this ad? It is offensive to me It is not relevant to me I keep seeing this Something else Submit Thank you for your feedback. We will remove this and make the changes needed. Ad בני 55+ גילו שיכלו לקבל מאות אלפי ש״ח חזרה לכיס בגלל...\nThe Daily Beast Trove of New Docs Throws Wrench Into Trump’s New York Trial Chip Somodevilla/GettyDonald Trump’s upcoming Stormy Daniels trial could be delayed by a month after federal investigators turned up 100,000 new documents relevant to the case.“The people do not oppose a brief adjournment of up to 30 days to permit sufficient time for the defendant to review the [U.S. Attorney’s Office] productions,” Manhattan prosecutors wrote to the judge in a court filing on Thursday.The last-minute surprise throws a wrench into the prosecution's plans to put Trump on trial f\n3 hours ago Miami Herald He claimed diplomatic immunity as cops arrested him in his $200K car. That didn’t fly Sunny Isles Beach police officers were seen on video drawing their guns.\n8 hours ago CBC As rumours swirl, Barrhaven killings grip Sri Lankan media The brutal slaying of two Sri Lankan adults and four children in Barrhaven last week is big news in their home country, amid rampant online speculation and fears about what it will mean for others hoping to come to Canada.Azzam Ameen, a former BBC journalist who now runs the website Newswire, called the homicides a \"huge story\" for newspapers and TV stations that was at the top of the Sri Lankan news cycle in the days after it happened.\"For the last three, four days, it has been dominating the n\n2 days ago Ad • אפקטיבייט\nWhy this Ad?\nAd Feedback\nWhy don't you like this ad? It is offensive to me It is not relevant to me I keep seeing this Something else Submit Thank you for your feedback. We will remove this and make the changes needed. Ad הוכח מחקרית: תוכנה מהפכנית לשימור וחיזוק הזכרון תעזור...\nPeople Man Who 'Snapped' After Seeing His Girlfriend Kiss Her Female Friend Convicted of Double Murder The verdict for Richard Sotka came \"exactly one hour\" after a jury began deliberations after a four-day trial\n19 hours ago Sacramento Bee Man rapes 17-year-old he kept hostage for days, then she escapes, California cops say The teen escaped from the man’s locked car at his work, deputies said.\na day ago CBC 2 more men arrested in deaths of married Bowmanville couple, 5 now charged: police Two more men have been arrested in the deaths of a married couple in Bowmanville, Ont., last year, bringing the total number of accused persons to five. Demouy Blair, 22, of Oshawa, and Rocky Steve Stevenson, 37, of Ajax, are both charged with two counts of first degree murder, Durham police said in a news release on Wednesday. On Feb. 4. last year, police allege three armed, masked suspects arrived at a home on Crombie Street at around 12:45 a.m., the news release said. The suspects entered the\na day ago Ad • Channel22\nWhy this Ad?\nAd Feedback\nWhy don't you like this ad? It is offensive to me It is not relevant to me I keep seeing this Something else Submit Thank you for your feedback. We will remove this and make the changes needed. Ad אושרה העסקה: בעלי חצי מיליון ש\"ח יוכלו לקבל הכנסה שוטפת...\nSky News Fianceé of British man who died in freak accident at his own engagement party is pregnant The fianceé of a British man who died in a freak accident at his own engagement party is 14 weeks pregnant with his child. Liam Trimmer was celebrating his engagement to Lilly Watts, in western Australia, when he fell and cut a carotid artery in his neck, according to local media. The 29-year-old, who moved to Australia back in 2013, died before emergency services could reach him as family and friends tried to save him.\n2 days ago CBC $13M in drugs seized, 9 arrested in southern Ontario trafficking bust: OPP Millions of dollars worth of drugs were seized and nine people were arrested earlier this year in connection with a drug trafficking network operating out of southern Ontario, police say. The suspects were arrested on Jan. 21 and face a combined total of 44 charges, Ontario Provincial Police (OPP) said in a news release on Wednesday. Police searched 11 residences, four vehicles and a storage locker that day, all in Toronto, police said.The seized drugs include suspected crystal methamphetamine,\na day ago BBC Hundreds rescued from love scam centre in the Philippines Young and tech-savvy victims are trapped and then forced into running illegal operations online.\n10 hours ago Ad • אאורה בן שמן\nWhy this Ad?\nAd Feedback\nWhy don't you like this ad? It is offensive to me It is not relevant to me I keep seeing this Something else Submit Thank you for your feedback. We will remove this and make the changes needed. Ad מתחמי המגורים של העתיד כבר כאן - פרויקט אאורה בן שמן\nMiami Herald ‘She’s a scumbag’: Detective caught on tape trashing mother of alleged sex abuse victim The Key Biscayne detective didn’t realize his cell phone was recording.\na day ago CBC Toronto men arrested in 1983 sexual assaults of 12-year-old; police say there may be more victims Two Toronto men were charged last December for allegedly sexually assaulting a 12-year-old child over 40 years ago, and police say there may be more victims.Edward Palacios, 64, was charged with three counts of sexual assault, two counts of gross indecency, assault, buggery and assault with a weapon, Toronto police said in a news release on Wednesday. Sean Hancock, 59, was charged with sexual assault, gross indecency, assault and buggery, police said. Palacios, left, is seen in a photograph from\na day ago The Canadian Press Suspect charged in mass killing of Sri Lankan family in Ottawa back in court OTTAWA — The 19-year-old charged with killing six people in an Ottawa suburb last week is set to return to court this afternoon. Febrio De-Zoysa was arrested last Wednesday night and is charged with six counts of first-degree murder and one count of attempted murder. Police say De-Zoysa, who came to Canada as an international student, had been living with the victims, who were also newcomers from Sri Lanka. They include 35-year-old Darshani Ekanayake and her four children, who range in age from\n15 hours ago Ad • ביטוח רכב\nWhy this Ad?\nAd Feedback\nWhy don't you like this ad? It is offensive to me It is not relevant to me I keep seeing this Something else Submit Thank you for your feedback. We will remove this and make the changes needed. Ad ירידת מחירים בביטוח רכב לאזרחים ותיקים\nMiami Herald Woman in viral video yanked from car by Sunny Isles cop charged for fake diplomatic tag She claimed to have ‘immunity rights,’ Sunny Isles Beach police said.\na day ago The Wrap CNN’s Interview With Trump Staffer a ‘Huge Indictment of Our Judicial System,’ Former FBI Attorney Says | Video \"That's what a trial's supposed to be,\" Andrew Weissmann tells MSNBC's Nicolle Wallace The post CNN’s Interview With Trump Staffer a ‘Huge Indictment of Our Judicial System,’ Former FBI Attorney Says | Video appeared first on TheWrap.\n2 days ago CBC Scan your receipt to exit? Loblaw facing backlash as it tests receipt scanners at self-checkout In an attempt to combat theft at its stores, Loblaw is testing receipt scanners at four of its locations.\na day ago Ad • The 123\nWhy this Ad?\nAd Feedback\nWhy don't you like this ad? It is offensive to me It is not relevant to me I keep seeing this Something else Submit Thank you for your feedback. We will remove this and make the changes needed. Ad \"הסוכר והלחץ דם שלי מאוזנים לראשונה אחרי שנים\"\nCBC Judge calls ex-teacher's actions 'disturbing' during sentencing for sex crimes A judge described the actions of a former Moncton-area teacher as 'quite disturbing' while sentencing him on a series of sex crimes committed in 2022.Stephen Riley Blackwood, 38, was sentenced Thursday on a charge of assault, two charges of voyeurism, three of violating conditions and eight counts of sexual interference. Sexual interference is a charge of touching a person under 16 for a sexual purpose. The charges relate to incidents in the Moncton area, Fredericton and Amherst, N.S., spanning\n2 hours ago The Canadian Press B.C. Mounties seize cache of stolen Lego, Jellycat toys, clothes worth $150,000 RICHMOND, B.C. — Mounties in Richmond, British Columbia, weren't playing around when they recovered a large haul of stolen Lego and plush toys that they say illuminates \"dark corners of the retail theft sector.\" Richmond RCMP say a search of a home in the Steveston neighbourhood netted 1,000 items including clothing, Lego kits and Jellycat toys worth $150,000. Police say the investigation began with a tip about potentially stolen merchandise being sold online. Sgt. Russel Yugai thanked \"ethical\"\n2 hours ago People Connecticut Daycare Teacher Charged After Allegedly Throwing Child Against Wall ‘Like a Piece of Luggage’ Kristie Kovarcik, 47, turned herself into police on Feb. 26\n8 hours ago More Stories",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/xY.u9sgDQyHrP_sYDtoTnw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cp.org/633404fd2356046e8dbd8f7be612f70c",
      "https://s.yimg.com/uu/api/res/1.2/GON_c0R5_TxEyggJ82uJPA--~B/Zmk9c3RyaW07aD0yNjg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://images.taboola.com/taboola/image/fetch/f_jpg%2Cq_auto%2Ch_627%2Cw_1200%2Cc_fill%2Cg_faces:auto%2Ce_sharpen/http%3A%2F%2Fcdn.taboola.com%2Flibtrc%2Fstatic%2Fthumbnails%2Fe2d3609abe2b788f3e35f7e9adf1dba8.jpeg",
      "https://s.yimg.com/uu/api/res/1.2/9d5f6jrdGhvetaIyrJEZ6w--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cbc.ca/834f124506de5bfebe5b1211acdceaa5",
      "https://s.yimg.com/uu/api/res/1.2/.SGNQ3cwFmRkTbne_oEmgw--~B/Zmk9c3RyaW07aD0yNjg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://images.taboola.com/taboola/image/fetch/f_jpg%2Cq_auto%2Ch_627%2Cw_1200%2Cc_fill%2Cg_faces:auto%2Ce_sharpen/http%3A%2F%2Fcdn.taboola.com%2Flibtrc%2Fstatic%2Fthumbnails%2F7a93f01aecd0ef1feed08a21ba6b2dbe.jpeg",
      "https://s.yimg.com/uu/api/res/1.2/V4rPd3KjfNrgCA9geN8Cgw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/sky.com/440bb90319776d5cee75f921f8ead54e",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fprops-botched-willy-wonka-event-222806050.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/CKT_ODi7P6FwH8AZM8i09Q--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/sacramento_bee_mcclatchy_569/db975e41cdb2dd66de17cab2bb53a0bd",
      "https://s.yimg.com/ny/api/res/1.2/BHcPc7Qr6z6BCw0UGAZHMw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3Ng--/https://media.zenfs.com/en/theguardian_763/1583ef01204417f566487fd065ef4034",
      "https://s.yimg.com/uu/api/res/1.2/T8jIR.0mg92x7BLByjva9Q--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/thedailybeast.com/e35ebd40ed133856fcde239339d965f1",
      "https://s.yimg.com/uu/api/res/1.2/SmzLx.VTByD2tO9LfsEb5w--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cp.org/78aeb650a9cfd6a956262f1ea2adad00",
      "https://s.yimg.com/uu/api/res/1.2/0ofwmYAgqSigdeagB7fLlQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cbc.ca/fd2588f57675ad5151e93e4fd0a6be05",
      "https://twitter.com/intent/tweet?text=Props%20from%20botched%20Willy%20Wonka%20event%20raise%20over%20%C2%A32%2C000%20for%20Palestinian%20aid%20charity&url=https%3A%2F%2Fca.news.yahoo.com%2Fprops-botched-willy-wonka-event-222806050.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/uu/api/res/1.2/wtAqnUL.JEtwHt727urpgw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cbc.ca/1c1f6d719dcfa4a3cdf8ed24914293d7",
      "https://s.yimg.com/uu/api/res/1.2/3ly8CAN6P2P50Ds7zxltvA--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/thewrap.com/62f5a7092f989edda338f811a54cf662",
      "https://s.yimg.com/uu/api/res/1.2/AcO47GsQ_EfPtPoQTmaLqw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/miami_herald_mcclatchy_975/2fb314003262d12db007475c91182846",
      "https://s.yimg.com/uu/api/res/1.2/ErtB_yY0jQ8DnpDwTjszDQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/people_218/3570a157331bae00c98b0a35d19f70a5",
      "https://s.yimg.com/uu/api/res/1.2/f1VcYeSHNsMgrID.plht6A--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cnn_articles_875/d9554cb8588094fe7e231a3655c40b37",
      "https://s.yimg.com/uu/api/res/1.2/LylNe1sLjVHden0RYvHf7g--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/people_218/9aa8744b94980199c622837749666c57",
      "https://s.yimg.com/uu/api/res/1.2/5GKkXklpza.ZsrLqPp2Ubw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cbc.ca/336e97b111d421e9ac07e04bf6d0ace3",
      "https://s.yimg.com/uu/api/res/1.2/hKecRxvXUbOYcc2DevWzTQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/miami_herald_mcclatchy_975/75c1b68fe0ca2e6aa1327e4ec08fbfe7",
      "https://s.yimg.com/uu/api/res/1.2/LiLnZcMbERlHG_S7lAIOsQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/cbc.ca/b7c6c35f1392faa3cd2837026664f3e7",
      "https://s.yimg.com/uu/api/res/1.2/uC2jEcJ1fC_vd5nfYdydfQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/bbc_us_articles_995/ca7086a7b1080a1e202be9ac355d6231",
      "https://s.yimg.com/uu/api/res/1.2/oJUdUgJX6DDsm6dghOP0Ow--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/miami_herald_mcclatchy_975/f10c9f631a385934f2c8c5e85ed0ac67",
      "https://s.yimg.com/uu/api/res/1.2/cMvVMig8nN2jHLHQVELH.A--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/people_218/bcbe6c581a4710a98bfb50a6ff58aa32",
      "https://quagesblactline.com/impression/e65d10e1-9d94-4c04-8e20-0b6982583d70?site=yahoo-news&site_id=1551781&title=%D7%99%D7%A8%D7%99%D7%93%D7%AA+%D7%9E%D7%97%D7%99%D7%A8%D7%99%D7%9D+%D7%91%D7%91%D7%99%D7%98%D7%95%D7%97+%D7%A8%D7%9B%D7%91+%D7%9C%D7%90%D7%96%D7%A8%D7%97%D7%99%D7%9D+%D7%95%D7%AA%D7%99%D7%A7%D7%99%D7%9D&platform=Desktop&campaign_id=31750017&campaign_item_id=3883381846&thumbnail=http%3A%2F%2Fcdn.taboola.com%2Flibtrc%2Fstatic%2Fthumbnails%2Fe2d3609abe2b788f3e35f7e9adf1dba8.jpeg&click_",
      "https://s.yimg.com/uu/api/res/1.2/9chu0sF_Vfk0HDGonw3e.w--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://s.yimg.com/os/creatr-uploaded-images/2024-03/81028b20-e168-11ee-aaff-38ab5fd8e150",
      "https://quagesblactline.com/impression/e65d10e1-9d94-4c04-8e20-0b6982583d70",
      "https://www.s.yimg.com/uu/api/res/1.2/SmzLx.VTByD2tO9LfsEb5w--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cp.org/78aeb650a9cfd6a956262f1ea2adad00",
      "https://www.s.yimg.com/uu/api/res/1.2/LiLnZcMbERlHG_S7lAIOsQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cbc.ca/b7c6c35f1392faa3cd2837026664f3e7",
      "https://www.s.yimg.com/uu/api/res/1.2/CKT_ODi7P6FwH8AZM8i09Q--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/sacramento_bee_mcclatchy_569/db975e41cdb2dd66de17cab2bb53a0bd",
      "https://www.s.yimg.com/uu/api/res/1.2/.SGNQ3cwFmRkTbne_oEmgw--~B/Zmk9c3RyaW07aD0yNjg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.images.taboola.com/taboola/image/fetch/f_jpg%2Cq_auto%2Ch_627%2Cw_1200%2Cc_fill%2Cg_faces:auto%2Ce_sharpen/http%3A%2F%2Fcdn.taboola.com%2Flibtrc%2Fstatic%2Fthumbnails%2F7a93f01aecd0ef1feed08a21ba6b2dbe.jpeg",
      "https://www.s.yimg.com/uu/api/res/1.2/0ofwmYAgqSigdeagB7fLlQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cbc.ca/fd2588f57675ad5151e93e4fd0a6be05",
      "https://www.quagesblactline.com/impression/e65d10e1-9d94-4c04-8e20-0b6982583d70?site=yahoo-news&site_id=1551781&title=%D7%99%D7%A8%D7%99%D7%93%D7%AA+%D7%9E%D7%97%D7%99%D7%A8%D7%99%D7%9D+%D7%91%D7%91%D7%99%D7%98%D7%95%D7%97+%D7%A8%D7%9B%D7%91+%D7%9C%D7%90%D7%96%D7%A8%D7%97%D7%99%D7%9D+%D7%95%D7%AA%D7%99%D7%A7%D7%99%D7%9D&platform=Desktop&campaign_id=31750017&campaign_item_id=3883381846&thumbnail=http%3A%2F%2Fcdn.taboola.com%2Flibtrc%2Fstatic%2Fthumbnails%2Fe2d3609abe2b788f3e35f7e9adf1dba8.jpeg&click_",
      "https://www.s.yimg.com/uu/api/res/1.2/9d5f6jrdGhvetaIyrJEZ6w--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cbc.ca/834f124506de5bfebe5b1211acdceaa5",
      "https://www.s.yimg.com/uu/api/res/1.2/hKecRxvXUbOYcc2DevWzTQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/miami_herald_mcclatchy_975/75c1b68fe0ca2e6aa1327e4ec08fbfe7",
      "https://www.s.yimg.com/uu/api/res/1.2/oJUdUgJX6DDsm6dghOP0Ow--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/miami_herald_mcclatchy_975/f10c9f631a385934f2c8c5e85ed0ac67",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fprops-botched-willy-wonka-event-222806050.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/uu/api/res/1.2/xY.u9sgDQyHrP_sYDtoTnw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cp.org/633404fd2356046e8dbd8f7be612f70c",
      "https://www.s.yimg.com/uu/api/res/1.2/LylNe1sLjVHden0RYvHf7g--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/people_218/9aa8744b94980199c622837749666c57",
      "https://www.s.yimg.com/uu/api/res/1.2/f1VcYeSHNsMgrID.plht6A--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cnn_articles_875/d9554cb8588094fe7e231a3655c40b37",
      "https://www.s.yimg.com/uu/api/res/1.2/GON_c0R5_TxEyggJ82uJPA--~B/Zmk9c3RyaW07aD0yNjg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.images.taboola.com/taboola/image/fetch/f_jpg%2Cq_auto%2Ch_627%2Cw_1200%2Cc_fill%2Cg_faces:auto%2Ce_sharpen/http%3A%2F%2Fcdn.taboola.com%2Flibtrc%2Fstatic%2Fthumbnails%2Fe2d3609abe2b788f3e35f7e9adf1dba8.jpeg",
      "https://twitter.com/intent/tweet",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/uu/api/res/1.2/ErtB_yY0jQ8DnpDwTjszDQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/people_218/3570a157331bae00c98b0a35d19f70a5",
      "https://www.s.yimg.com/uu/api/res/1.2/9chu0sF_Vfk0HDGonw3e.w--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.s.yimg.com/os/creatr-uploaded-images/2024-03/81028b20-e168-11ee-aaff-38ab5fd8e150",
      "https://www.s.yimg.com/uu/api/res/1.2/cMvVMig8nN2jHLHQVELH.A--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/people_218/bcbe6c581a4710a98bfb50a6ff58aa32",
      "https://www.s.yimg.com/uu/api/res/1.2/V4rPd3KjfNrgCA9geN8Cgw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/sky.com/440bb90319776d5cee75f921f8ead54e",
      "https://www.s.yimg.com/uu/api/res/1.2/T8jIR.0mg92x7BLByjva9Q--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/thedailybeast.com/e35ebd40ed133856fcde239339d965f1",
      "https://www.s.yimg.com/uu/api/res/1.2/wtAqnUL.JEtwHt727urpgw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cbc.ca/1c1f6d719dcfa4a3cdf8ed24914293d7",
      "https://www.s.yimg.com/uu/api/res/1.2/AcO47GsQ_EfPtPoQTmaLqw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/miami_herald_mcclatchy_975/2fb314003262d12db007475c91182846",
      "https://www.twitter.com/intent/tweet?text=Props%20from%20botched%20Willy%20Wonka%20event%20raise%20over%20%C2%A32%2C000%20for%20Palestinian%20aid%20charity&url=https%3A%2F%2Fca.news.yahoo.com%2Fprops-botched-willy-wonka-event-222806050.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/uu/api/res/1.2/3ly8CAN6P2P50Ds7zxltvA--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/thewrap.com/62f5a7092f989edda338f811a54cf662",
      "https://www.s.yimg.com/uu/api/res/1.2/5GKkXklpza.ZsrLqPp2Ubw--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/cbc.ca/336e97b111d421e9ac07e04bf6d0ace3",
      "https://www.s.yimg.com/ny/api/res/1.2/BHcPc7Qr6z6BCw0UGAZHMw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3Ng--/https://www.media.zenfs.com/en/theguardian_763/1583ef01204417f566487fd065ef4034",
      "https://www.s.yimg.com/uu/api/res/1.2/uC2jEcJ1fC_vd5nfYdydfQ--~B/Zmk9c3RyaW07aD0yODg7dz01MTQ7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/bbc_us_articles_995/ca7086a7b1080a1e202be9ac355d6231"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "willy wonka",
          "sentiment": "negative"
        },
        {
          "name": "safi bugel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "monorail music",
          "sentiment": "none"
        },
        {
          "name": "ebay",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "glasgow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:39:15.650+02:00",
    "updated": "2024-03-15T00:39:15.650+02:00"
  },
  {
    "uuid": "ecc5da4990a5b74549d7ca0c94d91eda1a93476d",
    "url": "https://www.topnews.ru/news_id_1190495.html",
    "ord_in_thread": 0,
    "author": "Ирина Сокол",
    "published": "2025-08-14T08:26:00Z",
    "title": "В Telegram отреагировали на решение РКН ограничивать звонки в мессенджерах",
    "text": "В Telegram отреагировали на решение РКН ограничивать звонки в мессенджерах (ФОТО)\nНакануне Роскомнадзор сообщил о введении ограничений на голосовые вызовы в мессенджерах Telegram и WhatsApp*.\nПо данным ведомства, эти сервисы в последнее время активно используются мошенниками для вымогательства, а также вербовки граждан в диверсионные и террористические группы.\nРешение основано на информации правоохранительных органов и многочисленных жалобах пользователей.\nОтдельно в РКН подчеркнули, что WhatsApp* принадлежит компании Meta, признанной в России экстремистской организацией.\nПри этом для участников СВО сделано исключение. По словам военкора Александра Коца, в зоне СВО голосовые вызовы через Telegram будут доступны, так как они используются в рабочей коммуникации.\nВ Минцифры отметили, что запрет может быть снят, если компании начнут выполнять требования российского законодательства.\nОднако, по мнению блогера Анастасии Кашеваровой, тенденция указывает на то, что, скорее всего, голосовые функции в этих мессенджерах будут полностью заблокированы.\nВременно звонки возможны через Wi-Fi или VPN, но в будущем не исключены ограничения и на эти способы подключения, вплоть до обязательного использования только сертифицированных в России VPN-сервисов, отмечает «Блокнот».\nВ Сети обращают внимание, что основная масса мошеннических звонков поступает через традиционные мобильные сети.\nСогласно данным Центробанка, в 2024 году почти половина таких преступлений была связана с телефонными вызовами или SMS, тогда как мессенджеры использовались лишь в 15,7% случаев.\nВоенный блогер Владислав Живов раскритиковал решение о блокировке, заявив, что оно сорвало важные каналы связи. Он охарактеризовал запрет как «удар в спину по голове», наносящий ущерб оперативной работе и взаимодействию внутри страны.\nПресс-служба Telegram уже отреагировала на решение Роскомнадзора ограничить голосовые вызовы для пользователей из России.\nВ разговоре с РБК представители компании отметили, что мессенджер предпринимает комплексные меры для недопущения злоупотреблений платформой, включая распространение призывов к диверсиям, актам насилия и мошенническим действиям.\nКак уточнили в сервисе, модераторы с помощью инструментов искусственного интеллекта ежедневно мониторят открытые каналы и группы, а также рассматривают поступающие жалобы. В результате удаляются миллионы сообщений с запрещённым или вредоносным содержанием.\nВ компании напомнили, что именно Telegram одним из первых предложил пользователям расширенные настройки приватности звонков, позволяющие не только ограничить круг лиц, от которых можно принимать вызовы, но и при необходимости полностью их заблокировать.\nРанее TopNews писал о том, что в России ограничили звонки в Telegram и WhatsApp*.\nРоскомнадзор сделал заявление.\n*принадлежит компании Meta, признанной в России экстремистской и запрещена\nв нашу группу в VK, чтобы быть в курсе событий в России и мире",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Science and Technology->social sciences"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://bloknot.ru/obshhestvo/aktual-ny-j-vopros/polnaya-blokirovka-budet-skoro-v-rossii-ofitsialno-zablokirovali-zvonki-cherez-inostrannye-messendzhery-1446104.html",
      "https://www.rbc.ru/technology_and_media/13/08/2025/689ca4839a7947dda0eb1042?from=from_main_4",
      "https://vk.com/topnews_ru",
      "https://www.vk.com/topnews_ru",
      "https://rbc.ru/technology_and_media/13/08/2025/689ca4839a7947dda0eb1042?from=from_main_4",
      "https://www.rbc.ru/technology_and_media/13/08/2025/689ca4839a7947dda0eb1042",
      "https://www.bloknot.ru/obshhestvo/aktual-ny-j-vopros/polnaya-blokirovka-budet-skoro-v-rossii-ofitsialno-zablokirovali-zvonki-cherez-inostrannye-messendzhery-1446104.html"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ru",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T11:30:26.272+03:00",
    "updated": "2025-08-15T12:11:37.000+03:00"
  },
  {
    "uuid": "44c55ae0fb15b5028cbec6acea05816503155a28",
    "url": "https://www.telemundo.com/noticias/noticias-telemundo/religion/video/joven-que-representara-cristo-en-iztapalapa-explica-por-que-lo-hace-es-un-acto-de-amor-tmvo12610450",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2024-03-29T13:23:00Z",
    "title": "Joven que representará a Cristo en Iztapalapa explica por qué lo hace: “es un acto de amor” | Telemundo",
    "text": "- UP NEXT Declaran emergencia de salud pública en Puerto Rico por brote de dengue00:55 Accidente de autobús deja al menos 45 personas muertas en Sudáfrica00:29 Investigan a agente en California por supuesto abuso policial durante detención01:33 Divulgan imágenes del accidente fatal de un autobús escolar en Texas00:49 Las noticias de la mañana, viernes 29 de marzo de 202408:15 Las 5 noticias de inmigración esta semana, 28 de marzo de 202410:44 Cómo proteger sus ojos del eclipse total de Sol02:07 Las noticias del Mediodía, jueves 28 de marzo de 202408:57 Niños y adolescentes participan en ceremonia juramentación como nuevos ciudadanos00:53 Emprendimientos de latinos superan a los de otras comunidades, según un estudio00:45 Mujeres aseguran haber quedado embrazadas mientras usaban medicamentos para perder peso01:47 Investigan en Nueva York denuncias de ataques a mujeres en vía pública00:30 Relacionan a un inmigrante con el asesinato de una joven en Michigan00:31 El papa Francisco encabeza la misa del Jueves Santo con un mejor semblante00:28 Dani Alves comparece frente audiencia de Barcelona tras salir de la cárcel00:21 Un grupo de personas une fuerzas para voltear un vehículo volcado durante accidente00:31 Estas son las precauciones para observar de manera segura el eclipse solar01:44 Evacúan a pasajeros de un vuelo por un fuerte olor de humo en la cabina00:30 Policía de Chicago alerta ante ola de robos a mano armada00:25 La extensión del bloqueo a la ley SB4 de Texas da \"esperanza\", según un experto01:52 - UP NEXT Declaran emergencia de salud pública en Puerto Rico por brote de dengue00:55 Accidente de autobús deja al menos 45 personas muertas en Sudáfrica00:29 Investigan a agente en California por supuesto abuso policial durante detención01:33 Divulgan imágenes del accidente fatal de un autobús escolar en Texas00:49 Las noticias de la mañana, viernes 29 de marzo de 202408:15 Las 5 noticias de inmigración esta semana, 28 de marzo de 202410:44 Cómo proteger sus ojos del eclipse total de Sol02:07 Las noticias del Mediodía, jueves 28 de marzo de 202408:57 Niños y adolescentes participan en ceremonia juramentación como nuevos ciudadanos00:53 Emprendimientos de latinos superan a los de otras comunidades, según un estudio00:45 Mujeres aseguran haber quedado embrazadas mientras usaban medicamentos para perder peso01:47 Investigan en Nueva York denuncias de ataques a mujeres en vía pública00:30 Relacionan a un inmigrante con el asesinato de una joven en Michigan00:31 El papa Francisco encabeza la misa del Jueves Santo con un mejor semblante00:28 Dani Alves comparece frente audiencia de Barcelona tras salir de la cárcel00:21 Un grupo de personas une fuerzas para voltear un vehículo volcado durante accidente00:31 Estas son las precauciones para observar de manera segura el eclipse solar01:44 Evacúan a pasajeros de un vuelo por un fuerte olor de humo en la cabina00:30 Policía de Chicago alerta ante ola de robos a mano armada00:25 La extensión del bloqueo a la ley SB4 de Texas da \"esperanza\", según un experto01:52",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T16:42:48.845+03:00",
    "updated": "2024-03-29T16:42:48.845+03:00"
  },
  {
    "uuid": "8d4cc66623cfe54ef20e6d02d9ee1f4ffe18eb90",
    "url": "https://www.eldiario.es/canariasahora/lapalmaahora/sociedad/aviso-amarillo-calima-palma-sabado_1_11940667.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Palma Ahora",
    "published": "2025-01-03T11:18:00Z",
    "title": "Aviso amarillo por calima en La Palma este sábado",
    "text": "Aviso amarillo por calima en La Palma este sábado\nSanta Cruz de La Palma —\n0\nLa Agencia Estatal de Meteorología (Aemet) ha activado el aviso amarillo por polvo en suspensión en el este y oeste de La Palma este sábado, 4 de enero.\nSeñala que no se descarta que la calima, con una probabilidad del 10%-40%, disminuya la visibilidad a menos de 3.000 metros. Añade que es probable que sea inferior a 5.000 metros.\nEl aviso comenzará a las 09.00 horas y finalizará a las 23.59.\nLa Aemet ha activado también este aviso por polvo en suspensión en las demás islas del Archipiélago.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather warning",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Aemet",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T14:26:08.866+02:00",
    "updated": "2025-01-03T14:26:08.866+02:00"
  },
  {
    "uuid": "3791df0de3bb180eff2db6082ca495ec9b051557",
    "url": "https://www.bergamonews.it/2025/07/03/caldo-record-boom-di-richieste-ai-medici-ne-risentono-pazienti-di-ogni-eta/815485/",
    "ord_in_thread": 0,
    "author": "Paolo Ghisleni",
    "published": "2025-07-03T04:03:00Z",
    "title": "Caldo record, boom di richieste ai medici: \"Ne risentono pazienti di ogni età\"",
    "text": "Bergamo. Le temperature bollenti che stanno caratterizzando queste giornate hanno ripercussioni sulla salute ed è boom di richieste ai medici di base. Negli ultimi giorni, anche in Bergamasca, molti pazienti si sono rivolti al proprio medico per problematiche derivanti dal clima rovente.\nIl caldo eccessivo può avere diverse ripercussioni, che spaziano da disturbi lievi a problemi più gravi. I sintomi che vengono lamentati maggiormente comprendono stanchezza, debolezza, crampi, gonfiore, mal di testa, vertigini e confusione. In casi più seri, il caldo può portare a disidratazione, calo della pressione sanguigna e colpi di calore. Per saperne di più, abbiamo intervistato il dottor Ivan Carrara, segretario generale della Federazione italiana medici di famiglia (Fimmg) – Bergamo.\nIn questi giorni, per effetto del grande caldo, sono aumentate le richieste ai medici di base?\nSi, in questi giorni negli ambulatori dei medici di medicina generale si stanno vedendo diversi pazienti con richieste derivanti dal grande caldo. Fra loro ci sono persone che lavorano all’aperto, per esempio nei cantieri, anche se giovani. Lamentano soprattutto colpi di calore, cali di pressione, mal di testa e in alcuni casi febbre. Gli anziani, specialmente quelli che seguono terapie complesse o assumono determinate tipologie di farmaci come i diuretici, invece, manifestano sintomi derivanti da pressione bassa e disidratazione e necessitano di particolare attenzione.\nPotrebbe fornire qualche consiglio su come comportarsi?\nPer affrontare il grande caldo valgono le classiche raccomandazioni che vengono espresse ogni anno nel periodo estivo, cioè idratarsi in modo corretto, evitare l’esposizione al sole nelle ore più calde e cercare di non effettuare sforzi fisici. Chi deve stare all’esterno per lavoro è esposto in modo importante al sole e in questo caso il consiglio è di idratarsi tantissimo, anche se tante volte non basta.\nChe cosa intende esattamente con “idratarsi correttamente”?\nPer chi non sta seguendo terapie particolari e non è esposto al sole, il consiglio in genere è quello di bere almeno 2 litri d’acqua al giorno. Nei pazienti anziani la situazione cambia a seconda della presenza di patologie come l’insufficienza renale e problemi cardiaci oppure sta assumendo determinati farmaci.\nQuanta acqua consiglia di bere agli anziani?\nL’indicazione è quella di bere almeno un litro d’acqua al giorno. Fra l’altro, quando sono deboli o hanno la pressione basse tendono a bere meno ma anche a mangiare meno e più in generale a introdurre meno liquidi.\nCi spieghi\nIn inverno mangiano maggiormente minestre e verdure, quindi introducono una quota di liquidi superiore, mentre in estate tendono a bere meno, a nutrirsi poco e a volte saltano addirittura i pasti. Tornando ai pazienti più giovani, invece, per chi lavora all’esterno non ci sono limiti all’idratazione consigliata, perché con la sudorazione bisogna reintegrare i liquidi persi e a volte può essere utile assumere integratori salini.\nRicorrere agli integratori di sali minerali serve?\nIntegrare sali minerali ha senso per chi ha una sudorazione abbondante. Sudando molto, infatti, perde minerali e in questi casi può essere utile ricorrere agli integratori. Lo stesso discorso vale per i pazienti che tendono ad avere la pressione bassa. Se una persona non ha problematiche particolari, invece, è sufficiente che si idrati. Inoltre, si raccomanda di consumare frutta e verdura, che contengono i sali minerali di cui abbiamo bisogno.\nPer concludere, le stesse raccomandazioni valgono per i bambini?\nAnche per loro è fondamentale mantenere un’idratazione abbondante, perché sono soggetti alla traspirazione (sudorazione nei bambini, ndr). La raccomandazione è quella di proporre ai piccoli di bere, considerando che se magari giocano fuori casa tendono a idratarsi meno. Analogamente, è utile invitarli a mangiare frutta e verdura, in modo da evitare carenze o problematiche nell’assunzione di sali minerali.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Weather"
    ],
    "topics": [
      "Health->medical condition",
      "Health->public health",
      "Health->health care approach",
      "Weather->weather phenomena"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:53:49.654+03:00",
    "updated": "2025-07-03T04:57:43.000+00:00"
  },
  {
    "uuid": "1907d08f2ea43cf9afc9331889cec8f194c77dd6",
    "url": "https://www.muycomputer.com/2024/11/21/ps5-pro-fracasa-en-trazado-de-rayos-rendimiento-y-calidad-peor-de-lo-esperado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isidro Ros",
    "published": "2024-11-21T11:13:00Z",
    "title": "PS5 Pro fracasa en trazado de rayos: rendimiento y calidad peor de lo esperado",
    "text": "Durante la presentación de PS5 Pro recuerdo que Mark Cerny hizo hincapié en que esta consola iba a ser capaz de doblar el rendimiento en trazado de rayos , gracias al uso de una GPU con una arquitectura «no disponible en PC», según palabras textuales de Cerny.\nSobre el papel suena bien, pero doblar el rendimiento de algo que tenía un desempeño muy pobre no es nada del otro mundo. PS5 no tiene una GPU capaz de mover trazado de rayos de verdad, eso lo hemos comprobado al analizar numerosos juegos, donde nos hemos encontrado siempre tasas de 30 FPS no estables y un trazado de rayos muy limitado y de baja calidad.\nAhora que ha llegado PS5 Pro es el momento ideal para comprobar si esa mejora que Sony anunció a bombo y platillo realmente es tan espectacular como dicen, o si en realidad todo ha quedado en una exageración más por parte de la maquinaria de marketing de la compañía japonesa. Ya os adelanto que los resultados apuntan a la segunda opción.\nAlan Wake 2 y trazado de rayos en PS5 Pro, no está a la altura\nEn un vídeo que ha compartido Digital Foundry podemos ver cómo se comporta Alan Wake 2 en PS5 Pro con trazado de rayos activado. Esa fue una de las novedades más cacareadas con la llegada de esta nueva consola, y es lógico, porque la versión para PS5 no cuenta con ningún tipo de trazado de rayos.\nLa versión para PS5 Pro tiene un modo calidad que activa el trazado de rayos, pero l imita su aplicación a reflejos, y mueve el juego a 30 FPS . Las diferencias frente a PS5 son evidentes, porque sin trazado de rayos los reflejos son terribles. El trazado de rayos aplicado a reflejos es una de las implementaciones menos exigentes pero con mayor impacto en la calidad gráfica, así que para Sony y Remedy era la mejor opción en relación calidad-rendimiento.\nComo Alan Wake 2 en PS5 Pro no utiliza trazado de rayos en sombras e iluminación, la versión para PC es muy superior en estos aspectos. Incluso con trazado de rayos en calidad baja la diferencia a favor del PC es enorme, como se puede apreciar en las diferentes imágenes comparativas que aparecen en el vídeo.\nSi comparamos la calidad gráfica que ofrece el trazado de rayos de PS5 Pro en reflejos con el de PC en calidad baja salta a la vista que la consola de Sony no sale bien parada. En Alan Wake 2 se ha utilizado un trazado de rayos que es inferior al modo de calidad baja en PC , que ya es mucho decir.\nFijaos en la imagen del charco que encontraréis en el centro del artículo. En ella podemos ver que la versión para PS5 Pro refleja menos elementos que la versión para PC con trazado de rayos en calidad baja, y encima esos reflejos se muestran con un bajo nivel de detalle y una nitidez muy pobre. También hay problemas con el color del cielo, y la calidad en general deja mucho que desear.\nEn la segunda imagen PS5 Pro no muestra ningún reflejo en la madera situada en la zona superior, cosa que sí se genera correctamente en la versión para PC con trazado de rayos en calidad baja. La consola de Sony muestra un fallo gráfico evidente, y además presenta «shimmering» en esa sección. Este tipo de problema ocurre en muchas otras zonas del juego, como bien muestra el vídeo.\nAl final del vídeo se encuentra una prueba de rendimiento muy sencilla donde confirman que PS5 Pro, en modo rendimiento, se mueve a unos 49 FPS (la prueba es estática, por desgracia), mientras que la GeForce RTX 3070 llega a los 54 FPS. Sin activar generación de fotogramas, la GeForce RTX 4070 llega a los 71 FPS, lo que significa que es un 41% más potente que la GPU de PS5 Pro.\n﻿",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/lP0NI-rd1Dc",
      "https://youtube.com/embed/lP0NI-rd1Dc"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mark Cerny",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Sony",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T02:56:11.885+02:00",
    "updated": "2024-11-22T02:56:11.885+02:00"
  },
  {
    "uuid": "8e9e2b7f01c229c55fe20c82c5d2e34bdb5e59af",
    "url": "https://www.bcit.ca/centre-for-ecocities/posts/2023-year-in-review/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BCIT",
    "published": "2023-12-28T23:17:00Z",
    "title": "Year in Review 2023",
    "text": "It has been another whirlwind year for the Centre for Ecocities and for everyone working on sustainability and climate action. As the year comes to a close, we wanted to share highlights of our work in 2023 and our plans for 2024.\nProject Announcements\nWe are excited to have kicked off new projects over the past few months:\n- International Ecological Footprint Learning Lab\nThis seven-year project, in collaboration with York University and the University of Iceland, funded by the Social Sciences and Humanities Research Council (SSHRC), will improve methodologies, knowledge, and student training in ecological footprinting at the urban scale.\n- Urban Consumption Guidebook for Cities\nWe are working with\nC40 Cities, OneEarth Living, and Hot or Cool Instituteto develop a guide to equip global cities to take climate action using a consumption lens. This guide, with interactive resources, will launch in the spring.\n- British Columbia (BC) specific Policy and Planning Guide\nWith funding from the\nReal Estate Foundation of BC, we are developing a BC-based guide for addressing priorities indicated by Consumption-Based Emission Inventories (CBEIs) while also advancing equity. We are also developing an archetype tool to simplify creation of CBEIs and Ecological Footprint assessments for communities across BC.\nMunicipal Footprints\nIt has been another busy year of creating inventories!\nUsing the ecoCity Footprint Tool developed by Dr. Jennie Moore, our team completed Ecological Footprint assessments and CBEIs for the City of Ottawa, Lakefield College School, District of Saanich, City of Victoria, and City of Nanaimo (in progress).\nEvents & Presentations\nOur team led and supported a number of webinars, workshops, and presentations this year:\nMarch\n- Cora Hallsworth delivered a presentation to the Climate Caucus\nencouraging Canadian Cities to consider their consumption-based emissions.\n- Christina Olsen represented the Centre presenting to the\nCMHC Expert Group on Housingon how BC municipalities are reducing greenhouse gas emissions and materials through measuring and managing consumption-based emissions and ecological footprint and developing buildings-related policies.\nMay\n- An\nEcocity Webinar on Sustainable Lifestylesexplored how local governments and their partners can advance sustainable lifestyles to act on climate, justice, and biodiversity.\nJune\n- The Centre played a key role in the\nEcocity World Summitin London, England where Christina Olsen served on the Academic Committee. Christina also led the workshop on closing the sustainability and equity gap in cities through use of consumption-based sustainability metrics, which included a video from the District of Saanich on their work in this area.\nSeptember\n- Christina Olsen participated in a panel focussed on\nsolving the over-consumption conundrumat the Fully Charged home energy and electric vehicle event.\nOctober\n- The Centre coordinated an Ecocity Peer Network Zoom meeting with the Honourable George Heyman, Minister of Environment and Climate Change Strategy for British Columbia (BC). Peer Network members discussed what is needed at the local level and how that can be scaled to achieve the CleanBC Roadmap to 2030.\n- Cora Hallsworth represented the Centre on a panel discussing how a bioregional approach can ensure we all can live well within the limits of our bioregion at the\nVictoria stop of the Regenerate Cascadia Bioregional Activation Tour.\n- Ryan Mackie delivered a presentation to the Climate Caucus on\ncarbon budgeting and science-based targets.\nNovember\n- The Centre co-hosted a workshop and presented on the role of cities in Building Circular Culture for Climate Action at the\nZero Waste Conferencein Vancouver.\nDecember\n- At the\nEcocity Webinar on Climate Targets,Ryan Mackie shared how current greenhouse gas emissions targets and carbon budgeting stand up to the latest climate science and our progress to net zero.\nNew Publications & Media\nDr. Jennie Moore, with colleagues from Université du Québec and the University of British Columbia, and graduate students from Université du Québec and Simon Fraser University, published the paper\nTo what extent is sustainability addressed at urban scale and how aligned is it with Earth’s productive capacity? This publication is a result of a grant from the Social Science and Humanities Research Council (SSHRC) to explore how living within Earth’s carrying capacity can be measured and managed at the city scale.\nDr. Moore was interviewed on CKNW 980 radio on what it means for\ncities and societies to be socially just and ecologically sustainable, as well as what can be done to build ecocities.\nIn another interview for the Vancouver Sun newspaper, Dr. Moore commented on the\nurban ecological pressures to convert valued ecosystem habitat into developed lands, and options for improved protection, for an article on how Metro Vancouver has lost the equivalent of six Stanley Parks of natural habitat in a decade.\nEcocity Peer Network Member Spotlights\nSpotlight on Saanich\nThe District of Saanich formally integrated the Ecological Footprint as a core metric to guide the municipality within its\nOfficial Community Plan, which is currently in final stages of approval. Saanich continues to support community stakeholders in taking action on footprint reduction through the One Planet Saanich initiative, the One Planet Student Challenge, the Resident’s Climate Action Guidebook, and the Saanich Carbon Calculator.\nSpotlight on Vancouver\nThe City of Vancouver has taken a big step forward in addressing embodied emissions of buildings. Reporting requirements for whole building\nembodied carbon impacts are now in effect for new Part 3 buildings. Reduction requirements are coming in January 2025. More information: [Embodied Carbon Guidelines [PDF]]https://bcit.us8.list-manage.com/track/click?u=daf05330755626307efc8f07f&id=920a31ace6&e=99f691d1fd [Embodied Carbon Requirements in Vancouver Building By-Law presentation [PDF]]https://vancouver.ca/files/cov/cp-seminar-2023-12-07-embodied-carbon-requirements-in-vbbl.pdf",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.sciencedirect.com/science/article/abs/pii/S2210670723002664?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://ca.fullycharged.live/programme/solving-over-consumption-conundrum?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "http://www.youtube.com/watch?v=IOYSrH1pElQ",
      "https://refbc.ca/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://vancouversun.com/news/local-news/metro-vancouver-lost-6-stanley-parks-of-natural-habitat-in-a-decade/",
      "https://www.c40.org/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://www.saanich.ca/EN/main/community/community-planning/official-community-plan-ocp/strategic-ocp-update.html?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://oneplanetbc.com/one-planet-saanich/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://zwc.ca/program/Pages/default.aspx",
      "https://hotorcool.org/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://bcit.us8.list-manage.com/track/click?u=daf05330755626307efc8f07f&id=920a31ace6&e=99f691d1fd",
      "https://vancouver.ca/green-vancouver/zero-emissions-buildings.aspx?mc_cid=a2aa046bb3&mc_eid=99f691d1fd#embodied-carbon",
      "https://www.oneearthliving.org/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://oneplanetbc.com/one-planet-student-challenge/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://www.saanich.ca/EN/main/community/sustainable-saanich/climate-change/carbon-fund-calculator.html?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://vancouver.ca/files/cov/cp-seminar-2023-12-07-embodied-carbon-requirements-in-vbbl.pdf",
      "https://www.ecocity-summit.com/",
      "https://www.vancouver.ca/green-vancouver/zero-emissions-buildings.aspx?mc_cid=a2aa046bb3&mc_eid=99f691d1fd#embodied-carbon",
      "https://www.saanich.ca/EN/main/community/community-planning/official-community-plan-ocp/strategic-ocp-update.html",
      "https://www.saanich.ca/EN/main/community/sustainable-saanich/climate-change/carbon-fund-calculator.html",
      "https://www.ecocity-summit.com",
      "https://www.refbc.ca/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://bcit.us8.list-manage.com/track/click",
      "https://www.oneearthliving.org/",
      "https://www.zwc.ca/program/Pages/default.aspx",
      "https://www.sciencedirect.com/science/article/abs/pii/S2210670723002664",
      "https://oneplanetbc.com/one-planet-saanich/",
      "https://www.hotorcool.org/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://www.c40.org/",
      "https://ecocity-summit.com/",
      "http://youtube.com/watch?v=IOYSrH1pElQ",
      "https://www.oneplanetbc.com/one-planet-student-challenge/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://saanich.ca/EN/main/community/community-planning/official-community-plan-ocp/strategic-ocp-update.html?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://vancouver.ca/green-vancouver/zero-emissions-buildings.aspx",
      "https://oneplanetbc.com/one-planet-student-challenge/",
      "https://www.vancouversun.com/news/local-news/metro-vancouver-lost-6-stanley-parks-of-natural-habitat-in-a-decade/",
      "https://vancouversun.com/news/local-news/metro-vancouver-lost-6-stanley-parks-of-natural-habitat-in-a-decade",
      "https://www.ca.fullycharged.live/programme/solving-over-consumption-conundrum?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://saanich.ca/EN/main/community/sustainable-saanich/climate-change/carbon-fund-calculator.html?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://refbc.ca/",
      "https://sciencedirect.com/science/article/abs/pii/S2210670723002664?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "http://www.youtube.com/watch",
      "https://www.oneplanetbc.com/one-planet-saanich/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://hotorcool.org/",
      "https://www.vancouver.ca/files/cov/cp-seminar-2023-12-07-embodied-carbon-requirements-in-vbbl.pdf",
      "https://oneearthliving.org/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://www.bcit.us8.list-manage.com/track/click?u=daf05330755626307efc8f07f&id=920a31ace6&e=99f691d1fd",
      "https://c40.org/?mc_cid=a2aa046bb3&mc_eid=99f691d1fd",
      "https://ca.fullycharged.live/programme/solving-over-consumption-conundrum"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cool instituteto",
          "sentiment": "none"
        },
        {
          "name": "york university",
          "sentiment": "none"
        },
        {
          "name": "university of iceland",
          "sentiment": "none"
        },
        {
          "name": "social sciences and humanities research council",
          "sentiment": "none"
        },
        {
          "name": "real estate foundation of bc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "british columbia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:07:48.229+02:00",
    "updated": "2023-12-29T02:07:48.229+02:00"
  }
]