[
  {
    "uuid": "7e58f687d7946118d7b7258f23d22dd945b56447",
    "url": "https://www.newcastleherald.com.au/story/8707332/will-pryce-vows-to-improve-after-nrl-setback",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@MaxMckinney",
    "published": "2024-07-25T11:30:00Z",
    "title": "Will Pryce vows to improve after NRL setback | Newcastle Herald | Newcastle, NSW",
    "text": "Knights playmaker Will Pryce has vowed to continue working on his game after the return of Tyson Gamble spelt the end of his run of NRL appearances. Pryce played three consecutive first-grade games at five-eighth before Gamble was brought back in for Saturday's [30-14 loss to the Brisbane Broncos](https://www.newcastleherald.com.au/story/8702341/knights-coach-optimistic-of-making-run-to-the-nrl-finals/). Pryce suffered a broken nose ahead of the match, ironically from a head-clash with Gamble, and was subsequently rested from playing altogether last week. \"I'm telling him he did it on purpose,\" Pryce joked. \"But it was just a freak accident at training. We clashed heads in one of the sessions and I broke my nose. \"It's unfortunate, but these things happen in our game. \"I've got a week to prepare for the week after and make sure it's fully recovered.\" Sporting stitches on his nose and two black eyes, Pryce said he expected to return after this weekend's byes, which Newcastle have in the NRL and NSW Cup. But what grade that will be in remains to be seen. Pryce spent [the first half of the season](https://www.newcastleherald.com.au/story/8674679/will-pryce-to-make-nrl-debut-for-newcastle-against-parramatta/) in Cup, where he has played 13 games, but was promoted to first grade last month after the NRL side had three consecutive losses. He was part of two wins and a loss. The 21-year-old had a dream debut, scoring the opening try against Parramatta in round 17, but had less of an impact in his subsequent appearances. \"Hopefully,\" Pryce said when asked if he thought he would play NRL again in 2024. \"We'll have to see what happens with the team, the fitness of the squad and what Adzy's plans are for the rest of the year. \"I'm sure me and him will have some good conversations, and if I just keep working hard, I can hopefully put myself in that shop window. I'll just keep my head down and keep working for any position.\" Pryce, who played 45 Super League games for Huddersfield, [said after his NRL debut](https://www.newcastleherald.com.au/story/8680238/will-pryces-stellar-nrl-debut-boosts-knights-win/) that he had learnt more in his time at Newcastle than he may have in a few years in the English competition. He added that in hindsight, he was grateful that Knights coach Adam O'Brien made him \"earn the jersey\". One hesitation in playing Pryce was his defence, which he knows he can improve on. In three NRL games, he made 76 tackles and missed 10. In attack, apart from a try, he made two line-breaks and broke five tackles. \"You're never a finished article,\" Pryce said. \"You need to make sure you keep working on everything. \"For me, defence is one of them. \"That's probably been a massive part of me playing NSW Cup, learning to just be tackling every week. Same as in Super League when I was playing five-eighth.\" Pryce played 22 of his 45 Super League games in the halves, 17 at fullback and was deployed off the bench on seven occasions. He is yet to be used off the bench by O'Brien, but the Bradford product believes five-eighth is where he can best fit in. \"I think so. I think that's where I can probably aid the team the most,\" he said. \"I'm not the finished article yet and I've got a lot of things I need to work and improve on. I'm sure if I get them right, then I'll be a great fit for the team.\" Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tyson gam",
          "sentiment": "neutral"
        },
        {
          "name": "will pryce",
          "sentiment": "neutral"
        },
        {
          "name": "pryce",
          "sentiment": "none"
        },
        {
          "name": "o'brien",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newcastle herald",
          "sentiment": "neutral"
        },
        {
          "name": "nsw knights",
          "sentiment": "neutral"
        },
        {
          "name": "newcastle",
          "sentiment": "neutral"
        },
        {
          "name": "nrl",
          "sentiment": "neutral"
        },
        {
          "name": "gamble",
          "sentiment": "none"
        },
        {
          "name": "parramatta",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:51:38.751+03:00",
    "updated": "2024-07-26T04:40:07.577+03:00"
  },
  {
    "uuid": "7680a2e01488a2de8dd849c5d33560fcf29ff9ae",
    "url": "https://newsroom.ferrovial.com/en/press_releases/ferrovial-develops-a-methodology-to-mitigate-the-effects-of-climate-change-on-its-infrastructure/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "placruz",
    "published": "2024-02-15T12:52:00Z",
    "title": "Ferrovial develops a methodology to mitigate the effects of climate change on its infrastructure",
    "text": "- This new tool helps avoid physical risks to infrastructure assets caused by extreme weather events such as storms, floods, and droughts\nFerrovial has developed and is applying its ADAPTARE methodology to manage the risks to its assets from the effects of climate change. The company has worked with the Environmental Hydraulics Institute of the University of Cantabria in Spain to develop a system for identifying and assessing the risks posed by severe weather events to each type of infrastructure. This will enable it to avoid the negative impact that heavy snowfall, floods, storms and droughts could have on its projects during construction, maintenance and operation.\nSpecifically, this innovative technology enables Ferrovial to obtain a preliminary estimate of the level of risk associated with different scenarios in the short, medium and long term. This diagnosis, which takes into account factors such as the level of risk, exposure and vulnerability of the infrastructure, facilitates the implementation of adaptation measures that minimize the impact and ensure the sustainability and resilience of the project.\n“This new methodology not only represents a step forward in managing the risks and opportunities of climate change, but also gives Ferrovial and its clients a competitive advantage in terms of climate action and the transition to a sustainable economy,” said Valentín Alfaya, Director of Sustainability at Ferrovial.\nSustainability, a key element in Ferrovial’s strategy.\nSustainability has been at the core of Ferrovial’s business model for more than twelve years. The company’s Sustainability Strategy 2030 sets ambitious targets to find solutions to adapt to climate change. One of the company’s main objectives is to decarbonize its current operations and develop more sustainable ones, reducing direct emissions by 35.3% by 2030 compared to 2009 levels. It also plans to source all its electricity consumption from renewable sources by 2025 and achieve carbon neutrality by 2050.\nIn this way, Ferrovial continues to align its strategy with the Sustainable Development Goals (SDGs), managing the risks and opportunities associated with climate change and contributing to a more sustainable present and future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ferrovial",
          "sentiment": "negative"
        },
        {
          "name": "environmental hydraulics institute of the university of cantabria",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:56:44.770+02:00",
    "updated": "2024-02-16T10:56:44.770+02:00"
  },
  {
    "uuid": "ad06cb090776486d3905d88062f7199daf3b30b8",
    "url": "http://business.bigspringherald.com/bigspringherald/article/abnewswire-2024-4-11-ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2024-04-11T00:00:00Z",
    "title": "Ascend AI Unveils Scopenotes – The AI Assistant for Client Servicing | User | bigspringherald.com",
    "text": "AI tool generates actionable outcomes from client conversations in just seconds\nLONDON - April 11, 2024 - Scopenotes is a new AI assistant built to streamline client communication by converting client meetings into valuable outcomes for client service professionals in a few clicks. With Scopenotes, these professionals can access an automated summary of client decisions, feedback, and agreed next steps within seconds of signing out of a meeting.\nProfessionals who work in client-facing roles regularly face the challenge of managing conversations and tracking interactions in real time. Failure to keep up with scope changes can easily lead to overservicing and related issues that complicate client relationship management and negatively impact revenue.\nThis AI assistant from Ascend AI tackles these issues with note-taking capabilities that leverage active listening to capture feedback accurately, understand client needs, and offer customized solutions. With Scopenotes, professionals can cut down on the amount of time they spend on post-meeting admin tasks. For one Scopenotes client , this translates to a 45-minute time saving as she now spends 15 minutes on tasks that would normally take 1 hour.\n“Many client service professionals we’ve spoken to are weighed down by the responsibility of keeping up with client conversations,” says Scopenotes co-founder and AI expert Jeffrey Davis. “We built our AI assistant specifically to help capture requirements, whether during in-person or virtual meetings, and translate them into actionable outcomes. This offers professionals valuable insight into what to prioritize, in addition to giving them the bandwidth they need to focus on tasks that clients value.”\nFor client service professionals, what seems like a simple meeting is followed by lots of administrative tasks. These could include creating client briefs, generating follow-up emails, recording RFP responses, and keeping track of project deliverables. This AI assistant from Ascend AI seamlessly captures, analyzes, and uses information from every conversation, freeing professionals up to focus on delivering value to clients.\nUsers of Scopenotes can employ this user-friendly AI assistant for different client service tasks. Scopenotes has the ability to record, transcribe, and summarize meetings and discussions. The fact that it can automatically generate a follow-up email for professionals to send to their clients directly from meeting notes simplifies the follow-up process. Scopenotes also offers customizable templates for meeting summaries, decisions, next steps, and client briefs. With streamlined project management and client engagement tools, Scopenotes also takes the hassle out of customer relationship management.\nSince Scopenotes is built specifically around the pain points that client service professionals need help with, this tool stands out from other AI assistants. Whereas conventional AI assistants focus on the technology solving the problem, Scopenotes was developed with a human-centric focus on the problem.\nWith its unique features and capabilities, Scopenotes empowers client service professionals to differentiate themselves from the competition and deliver exceptional value to clients. By summarizing lengthy discussions from both virtual and in-person meetings within seconds, Scopenotes fills a gap in the market and ensures that all client expectations are met. This focus on client expectations empowers professionals in client-facing roles to focus on the aspects of a project that matter most to their clients.\nScopenotes streamlines client service roles by generating an actionable list of conversation outcomes to keep client service professionals focused on what clients care about. In this way, Scopenotes is built to help these professionals offer meaningful and unforgettable services to their clients, increasing customer loyalty and retention.\nAbout Scopenotes\nScopenotes is an AI assistant from Ascend AI that generates conversation outcomes for client service professionals, empowering them to focus on what matters to clients. Beyond streamlining the more tedious and repetitive aspects of client relationship management, Scopenotes enables professionals to stand out for delivering meaningful services to their clients.\nMedia Contact\nCompany Name: Scopenotes\nContact Person: Chris\nEmail: Send Email\nState: London\nCountry: United Kingdom\nWebsite: https://scopenotes.ai\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.abnewswire.com/companyname/scopenotes.ai_133942.html",
      "https://www.linkedin.com/pulse/scopenotes-innovating-site-visits-ai-assistance-scopenotes-ai-tyfif/?trackingId=TOF%2FF7hkSJCsBs%2By3btmjw%3D%3D",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-11-ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
      "https://scopenotes.ai",
      "https://www.cloudquote.io",
      "https://scopenotes.ai/about",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/press_stat.php?pr=ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.businessnewsdaily.com/15957-small-business-customer-relationship-management.html",
      "https://www.abnewswire.com/email_contact_us.php?pr=ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
      "https://www.scopenotes.ai/about",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://www.scopenotes.ai",
      "https://businessnewsdaily.com/15957-small-business-customer-relationship-management.html",
      "https://cloudquote.io/article/6",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://tracking.newsrpm.com/pixel",
      "https://abnewswire.com/email_contact_us.php?pr=ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/press_stat.php?pr=ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
      "https://linkedin.com/pulse/scopenotes-innovating-site-visits-ai-assistance-scopenotes-ai-tyfif/?trackingId=TOF%2FF7hkSJCsBs%2By3btmjw%3D%3D",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-11-ascend-ai-unveils-scopenotes-the-ai-assistant-for-client-servicing",
      "https://abnewswire.com/companyname/scopenotes.ai_133942.html",
      "https://www.linkedin.com/pulse/scopenotes-innovating-site-visits-ai-assistance-scopenotes-ai-tyfif/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:39:46.127+03:00",
    "updated": "2024-04-12T00:39:46.127+03:00"
  },
  {
    "uuid": "cfa599236786811cf637e190e4646c0998776181",
    "url": "https://dnyuz.com/2024/03/22/indias-bengaluru-fast-running-out-of-water-and-its-not-summer-yet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Al Jazeera",
    "published": "2024-03-22T05:49:00Z",
    "title": "India’s Bengaluru fast running out of water – and it’s not summer yet",
    "text": "Bengaluru, the city of lavish headquarters of multiple global software companies in southern India, is drying up. Residents say they are facing the worst water crisis in decades as they witness an unusually hot February and March.\nWater experts fear the worst is still to come in April and May when the summer sun is at its strongest in the city of 13 million residents.\nIn the last few years, Bengaluru has received little rainfall in part due to human-caused climate change. Water levels are running desperately low, particularly in poorer areas, resulting in sky-high costs for water and a quickly dwindling supply.\nCity and state government authorities are trying to get the situation under control with emergency measures, such as nationalising water tankers and putting a cap on water costs.\nAuthorities say 6,900 of the 13,900 borewells drilled in the city have run dry despite some being drilled to depths of 457 metres (1,500 feet). Those reliant on groundwater now have to depend on water tankers that pump from nearby villages.\nShashank Palur, Bengaluru-based hydrologist with the Water, Environment, Land and Livelihood Labs think tank, said El Nino, a natural phenomenon that affects weather patterns worldwide, along with less rainfall in the city, mean “recharge of groundwater levels did not happen as expected”.\nA new piped water supply from the Cauvery River, about 100km (60 miles) from the city, has also not been completed, adding to the crisis, he said.\nAnother concern is that paved surfaces cover nearly 90 percent of the city, preventing rainwater from seeping down and being stored in the ground, said TV Ramachandra, research scientist at the Centre for Ecological Sciences at Bengaluru-based Indian Institute of Science.\nThe city has lost nearly 70 percent of its green cover in the last 50 years, he said.\nThe Indian government estimated in 2018 that more than 40 percent of Bengaluru’s residents will not have access to drinking water by the end of the decade. Only those that receive piped water from rivers outside Bengaluru are still getting regular supply.\n“Right now, everyone is drilling borewells in buffer zones of lakes. That is not the solution,” Ramachandra said.\nHe said the city should instead focus on replenishing the more than 200 lakes spread across the city, stop new construction on lake areas, encourage rainwater harvesting, and increase green cover across the city.\nPalur added that identifying other sources and using them smartly, for example by reusing treated wastewater in the city “so that the demand for fresh water reduces” could also help.\nUntil then, some residents are taking serious measures. S Prasad, who lives with his wife and two children in a housing society made up of 230 apartments, said they have begun water rationing.\n“Since last week, we’ve closed the water supply to houses for eight hours every day, starting at 10am. Residents have to either store water in containers or do everything they need to in the allotted time. We are also planning on installing water metres soon,” he said.\nPrasad said their housing society, like many others in Bengaluru, is willing to pay high costs for water, but even then it is hard to find suppliers.\n“This water shortage is not only impacting our work but also our daily life,” Prasad said. “If it becomes even more dire, we’ll have no choice but to leave Bengaluru temporarily.”\nThe post\nIndia’s Bengaluru fast running out of water – and it’s not summer yet appeared first on Al Jazeera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://www.aljazeera.com/gallery/2024/3/22/indias-bengaluru-fast-running-out-of-water-and-its-not-summer-yet?traffic_source=rss",
      "https://aljazeera.com/gallery/2024/3/22/indias-bengaluru-fast-running-out-of-water-and-its-not-summer-yet?traffic_source=rss",
      "https://www.aljazeera.com/gallery/2024/3/22/indias-bengaluru-fast-running-out-of-water-and-its-not-summer-yet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bengaluru",
          "sentiment": "negative"
        },
        {
          "name": "shashank palur",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "bengaluru",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T08:21:16.821+02:00",
    "updated": "2024-03-22T08:21:16.821+02:00"
  },
  {
    "uuid": "f9e880d12cdd58042bb96a516299234aff29695f",
    "url": "https://www.prokerala.com/news/articles/a1491856.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prokerala",
    "published": "2023-12-28T12:48:00Z",
    "title": "Gas prices to fall in 2024; Americans likely to save $32bn on fuel: Experts",
    "text": "New York, Dec 28 : Gas prices across the US are projected to fall in the new year in 2024 for the second successive year resulting in a net saving of about $32 billion on fuel costs for the Americans. Oil experts predict that US gas prices will average $3.38 a gallon in the key election year of 2024 representing a significant improvement from this year's average of $3.51 a gallon and an even bigger drop from the average of 2022 of $3.95. Gas prices skyrocketed to record highs that year as Russia's invasion of Ukraine set off global shockwaves, media reports said. Gas stations around the country boosted prices by an average of 26 cents a gallon over the past month, as irregular temperatures made fuel-making more challenging due to the slowing of cooling processes needed to refine crude oil. Even as the Russia-Ukraine war still lingers and there is a risk the Israel-Hamas war spills into a regional conflict, GasBuddy, an oil and gas analyst, is betting drivers will get more relief in 2024. GasBuddy expects Americans will spend about $32 billion less on fuel than in 2023 and $79 billion less than in 2022. \"Next year should represent a continued march towards what most Americans would consider normal prices at the pump,\" Patrick De Haan, GasBuddy's head of petroleum analysis, told CNN. The price drop forecast bodes well for consumers. White House can exercise caution as optimism emerges while fighting an uphill battle trying to sell its economic message to a sceptical public, CNN analysts wrote. Cheaper gas prices would give the Federal Reserve a carte blanche as it seeks to pull off a rare soft landing of the US economy by taming inflation without starting a recession. The Feds closely monitor gas prices but it's not included in its \"core\" inflation gauge. \"Gas prices may still be a bit elevated but considering wage growth, it is taking less of Americans' hard work to pay for that gallon of gasoline,\" De Haan said. GasBuddy doesn't see gas prices averaging $4 a gallon in any single month next year. The US is an energy power house that pumps more oil than any other country in the world , according to S&P Global Insights. In December 2022, GasBuddy projected gas prices would average $3.49 a gallon in 2023. That forecast was nearly spot-on, with actual gas prices averaging $3.51 a gallon so far this year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gasbuddy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:45.264+02:00",
    "updated": "2023-12-29T00:44:45.264+02:00"
  },
  {
    "uuid": "11f321d52fc5afcf13a3df83635bf20b64826846",
    "url": "https://www.the42.ie/womens-champions-league-quarter-final-first-leg-results-6654230-Mar2025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2025-03-19T22:18:00Z",
    "title": "Man City hand Chelsea first defeat of season as Barca on track for Champions League semi-finals",
    "text": "SUBSTITUTE VIVIANNE MIEDEMA scored a brace as Manchester City inflicted Chelsea’s first defeat of the season by beating them 2-0 in their Champions League quarter-final first leg at the Joie Stadium.\nMiedema, having come off the bench for the start of the second half, put City in front on the hour mark, rifling in the rebound when Hannah Hampton tipped Laia Aleixandri’s header against the crossbar.\nAnd after Chelsea substitute Johanna Rytting Kaneryd had struck the bar at the other end in the 80th minute, Miedema added her second with two minutes of normal time remaining to give City a two-goal advantage heading into next Thursday’s second leg at Stamford Bridge.\nThat match will complete a series of four successive meetings between the sides, which started with Chelsea’s 2-1 triumph on Saturday in the League Cup final at Pride Park that gave them their first trophy under boss Sonia Bompastor.\nThey have now suffered a maiden loss of the Frenchwoman’s tenure, ending an unbeaten run of 28 games since she took charge last summer – of which 26 were wins – and 31 matches in total.\nCity, meanwhile, have a first win of Nick Cushing’s interim tenure after he replaced Gareth Taylor ahead of the quartet of fixtures, which continues with Sunday’s Women’s Super League clash at the Etihad Stadium.\nIrish duo Tara O’Hanlon and Eve O’Carroll are on the books at City, though neither were involved in the matchday squad as they recover from injuries.\nDefending champions Barcelona are on track for the final four after a dominant 4-1 win in their quarter-final first leg at Wolfsburg.\nUnlike the 2023 Champions League final between the same two opponents, won narrowly 3-2 by Barcelona who came from two goals down, Wednesday’s clash was an uneven affair.\nA first-half own-goal by Caitlin Dijkstra, followed up by two strikes in quick succession in the second period by Irene Paredes and Salma Paralluelo put the visitors firmly in control.\nJanina Minge pulled one back inside the final 15 minutes for Wolfsburg, before Sydney Schertenleib added a late fourth.\nUefa Women’s Champions League results\nQuarter-finals, first leg\nPlayed Wednesday\n- Wolfsburg 1-4 Barcelona\n- Man City 2-0 Chelsea\nPlayed Tuesday\n- Real Madrid 2-0 Arsenal\n- Bayern Munich 0-2 Lyon\nWith reporting from Press Association",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sports record",
      "Sport->soccer",
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:40:11.338+02:00",
    "updated": "2025-03-20T00:40:11.338+02:00"
  },
  {
    "uuid": "a7a27e07967295fd6845b1902754ff415b641846",
    "url": "https://www.kplctv.com/2024/10/11/first-alert-forecast-even-warmer-weather-weekend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Max Lagano",
    "published": "2024-10-11T22:48:00Z",
    "title": "FIRST ALERT FORECAST: Even warmer weather for the weekend",
    "text": "LAKE CHARLES, La. (KPLC) - Warm weather will remain firmly in control over the weekend before changes arrive next week.\nKPLC First Alert Forecast (KPLC) Highs near 90 degrees are expected both days this weekend. Humidity will start to increase a little Saturday night, so lows on Sunday morning will only fall near or above 60. But rain remains out of the forecast, which is great for any outdoor plans you might have but of course will not help the drought situation in SWLA.\nKPLC First Alert Forecast (KPLC) There’s good news for cooler weather fans out there, as another cold front will move through early next week! Models are still a bit unsure of the timing, with some suggesting it may take until Tuesday to move through fully. We’ll keep monitoring trends, but by Wednesday we’ll certainly feel the impacts. Highs may not reach the 80 degree mark on Wednesday. Morning lows look as cool or cooler than the last go around with low-to-mid 50’s likely. Some models even suggest 40’s may be possible! We won’t go that cool on the forecast quite yet but it is something we’ll watch over the weekend.\nFirst Alert Forecast (KPLC) The downside to the dry weather remains the lack of rain. We have not received any measurable rain since late September at the Lake Charles Regional Airport, and it has been since early September for the last time of appreciable rain. Accordingly, much of SWLA has been placed under the level 2/5 (moderate) drought in the US Drought Monitor. Virtually all of SWLA is under the level 1. Rain continues to be absent from the 10-day forecast, so expansion or worsening of these areas is certainly possible over the next week. This also means more burn bans may pop-up, so do be careful with any outdoor plans you have and make sure to check on local advisories.\nKPLC First Alert Forecast (KPLC) The tropics are more quiet now that Milton is gone. Leslie will weaken into a remnant low soon in the open Atlantic. A tropical wave near the African coast has a chance to develop over the next few days. After that, conditions will likely become more hostile for it. Beyond that, there are *some* signs that we may need to watch the southern Caribbean for possible development next week. But not all models agree with that and even if anything were to form, it is impossible to say right now where any system would go. So there still are no tropical worries for SWLA though we’ll continue to keep an eye on things.\nFor a look at current conditions, our hour-by-hour forecast, radar, and other forecasting tools, visit the KPLC weather page: https://www.kplctv.com/weather/\nCopyright 2024 KPLC. All rights reserved.\nMost Read Marine Corps recruiter accused of obscenity in parking lot 1 person shot, killed in Lake Charles, LCPD says Walmart releases statement on increased demand for paper towels, toilet paper La. business owner killed in small plane crash on golf course Most SWLA schools, offices reopening Thursday KPLC INVESTIGATES: Westlake officers fired after accusations of harassment, racist language Helene weakens to Tropical Storm with maximum sustained winds of 70 mph over Georgia Arrest made in deadly Pecan Acres Apartments shooting Latest News KPLC 7 News at Six - First Alert Forecast First Alert Forecast: Dry conditions keeping weather pleasant into this weekend, but drought concerns starting to rise 7 News First at Four - KPLC First Alert Forecast KPLC 7 News at Noon: Joseph's Midday Forecast KPLC 7News Nightcast 10:30 p.m. - 11:30 p.m. - KPLC First Alert Forecast KPLC 7 News Sunrise: Joseph's Morning Forecast KPLC / KVHP FOX29 / ABC SWLA News Now - KPLC First Alert Forecast",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T03:03:04.994+03:00",
    "updated": "2024-10-12T04:40:13.155+03:00"
  },
  {
    "uuid": "819fd8b60098f6f4885db787f4546095db4c1eed",
    "url": "https://www.infobae.com/america/agencias/2025/06/26/la-fad-juventud-rechaza-normalizar-que-la-respuesta-al-malestar-emocional-adolescente-pase-por-la-medicacion",
    "ord_in_thread": 0,
    "author": "@infobae",
    "published": "2025-06-26T11:49:00Z",
    "title": "La Fad Juventud rechaza normalizar que la respuesta al malestar emocional adolescente pase por la medicación - Infobae",
    "text": "La Fad Juventud rechaza normalizar que la respuesta al malestar emocional adolescente pase por la medicación, y recuerda que \"antes de recurrir a fármacos es necesario garantizar espacios de escucha, prevención y cuidado colectivo que aborden el sufrimiento desde una perspectiva integral\".\nCon motivo del Día Internacional contra el Uso Indebido y el Tráfico Ilícito de Drogas, desde Fad Juventud alerta de que, según la última edición de la encuesta ESTUDES, muestra que uno de cada cinco estudiantes de 14 a 18 años en España (19,6%) ha consumido hipnosedantes alguna vez en su vida, el 14,8 por ciento lo ha hecho en el último año y un 8,2 por ciento en los últimos 30 días.\nEn su opinión, estos datos no son puntuales y \"reflejan una tendencia creciente y sostenida en el tiempo\". Y lo que más les preocupa es que en muchos casos no hay un seguimiento continuado ni alternativas terapéuticas paralelas. \"Lo que debería ser un recurso puntual se convierte en un mecanismo automático para calmar la ansiedad, el insomnio o la tristeza\", advierten.\n\"Debemos reflexionar como profesionales, como padres y madres, y como sociedad en general si el aumento en la dispensación de hipnosedantes debe ser la medida principal para tratar siempre el malestar emocional adolescente\", afirma Beatriz Martín Padura, directora general de Fad Juventud.\n\"Quizá, antes de medicar, en algunos casos, sea necesario proporcionar estructuras de acompañamiento emocional accesibles, espacios de escucha, prevención y cuidado colectivo. No sería recomendable para nuestra salud colectiva que la medicación -y mucho más la automedicación sin receta- sea una salida rápida ante problemas mucho más complejos, o una forma de silenciar síntomas\", añade.\nLa Fad no pretende custionar el uso médico de estos fármacos, pero sí su uso como \"única respuesta\" al malestar emocional y problemas de salud mental, \"en muchos casos sin acompañamiento psicológico ni espacios donde hablar de lo que duele o produce malestar\". \"La sobremedicación no es un fallo individual, sino el reflejo de un modelo de salud que sigue dejando a un lado la prevención, la escucha, la educación emocional y la atención a las causas sociales del malestar\", concluye.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Health->health care approach",
      "Health->health organisation",
      "Health->mental health and disorder",
      "Social Issue->children",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Education->students",
      "Education->social learning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Tráfico Ilícito de Drogas",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_co",
        "top_news_cl",
        "top_news_il",
        "top_news_es",
        "top_news_pt",
        "top_news_us",
        "top_news_pe",
        "top_news_mx",
        "top_news_ar",
        "top_news_ve",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T15:30:52.127+03:00",
    "updated": "2025-06-27T13:07:40.000+00:00"
  }
]
