[
  {
    "uuid": "51c7775e78752481baa24ad2599ebf155eca9db0",
    "url": "https://ground.news/article/iuml-accuses-bjp-of-using-ram-temple-consecration-event-for-political-purposes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-29T11:06:00Z",
    "title": "Ground News - IUML accuses BJP of using Ram Temple consecration event for political purposes",
    "text": "Summary by Ground News The Indian Union Muslim League (IUML) accused the BJP on Friday of exploiting the consecration ceremony of the Ram Temple in Ayodhya for political purposes. The IUML expressed hope that secular forces would recognise this political manoeuvre of the BJP. The statement is seen as an attempt to exert pressure on the Congress's state unit, which is in a difficult position regarding the invitation. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nMathrubhumi Individual: M. P. Veerendra Kumar IUML accuses BJP of using Ram Temple consecration event for political purposes Malappuram (Kerala): The Indian Union Muslim League (IUML), a key ally of the Congress-led UDF in Kerala, accused the BJP on Friday of exploiting the consecration ceremony of the Ram Temple in Ayodhya for political purposes. The IUML expressed hope that\n3 hours ago Read Full Article\nMathrubhumi Individual: M. P. Veerendra Kumar\nIUML accuses BJP of using Ram Temple consecration event for political purposes Malappuram (Kerala): The Indian Union Muslim League (IUML), a key ally of the Congress-led UDF in Kerala, accused the BJP on Friday of exploiting the consecration ceremony of the Ram Temple in Ayodhya for political purposes. The IUML expressed hope that\n3 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [
      "https://english.mathrubhumi.com/news/kerala/iuml-accuses-bjp-of-using-ram-temple-consecration-event-for-political-purposes-1.9194522?utm_source=ground.news&utm_medium=referral",
      "https://english.mathrubhumi.com/news/kerala/iuml-accuses-bjp-of-using-ram-temple-consecration-event-for-political-purposes-1.9194522",
      "https://www.english.mathrubhumi.com/news/kerala/iuml-accuses-bjp-of-using-ram-temple-consecration-event-for-political-purposes-1.9194522?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "m. p. veerendra kumar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news the indian union muslim league",
          "sentiment": "neutral"
        },
        {
          "name": "bjp",
          "sentiment": "neutral"
        },
        {
          "name": "ground news - iuml",
          "sentiment": "neutral"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "udf",
          "sentiment": "none"
        },
        {
          "name": "iuml",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "kerala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:36:35.417+02:00",
    "updated": "2023-12-29T15:36:35.417+02:00"
  },
  {
    "uuid": "5eff7e430eac6e0bd38395624e68b1583ef6877f",
    "url": "https://depor.com/mexico/tendencias-mx/que-te-convierte-en-una-persona-valiosa-descubrelo-con-solo-elegir-un-animal-test-de-personalidad-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bryan's Campos",
    "published": "2024-02-29T22:48:00Z",
    "title": "¿Qué te convierte en una persona valiosa? Descúbrelo con solo elegir un animal",
    "text": "Entender y reconocer nuestro propio valor es un aspecto fundamental para el bienestar emocional de cada individuo. Con frecuencia, la sociedad y la cultura nos instan a evaluar nuestro valor en términos de éxito, logros y comparaciones con los demás. No obstante, cada persona posee cualidades innatas y adquiridas que contribuyen a su valor único. El\ntest de personalidad que te muestro a continuación es una herramienta útil para reflexionar sobre estas cualidades y fortalecer nuestra autoestima. ¿Te gustaría participar en esta prueba? Todo lo que necesitas hacer es mirar la imagen principal adjunta y elegir uno de los cinco animales que apreciarás: el águila, el ciervo, el león, el oso o el zorro. Recuerda, valorarte a ti mismo es el primer paso para construir una vida plena y significativa.\nObserva la imagen del\ntest de personalidad\nMira los resultados del test de personalidad\nSi elegiste al águila...\n- Tu personalidad destaca por su intuición, lo que te permite percibir con claridad lo que ocurre a tu alrededor. Esta habilidad innata te proporciona una ventaja significativa sobre los demás, ya que solo necesitas un vistazo para comprender la situación. Además, siempre sigues tu voz interior, la cual rara vez te decepciona; de hecho, has logrado mantener consistentemente un paso adelante en comparación con los demás.\nSi elegiste al ciervo...\n- Dependiendo del animal elegido, reflejas una personalidad amable, confiable y bondadosa, siendo incapaz incluso de lastimar a un insecto. Sin embargo, esta cualidad puede hacerte más vulnerable ante los demás. Por tanto, es crucial que seas cauteloso y te esfuerces por identificar quiénes realmente te aprecian y quiénes podrían intentar aprovecharse de tu amabilidad.\nSi elegiste al león...\n- Tu personalidad se distingue por su abundante creatividad, lo que nutre tu mente con ideas innovadoras. Disfrutas brindar soluciones, y al seguir esa misma línea, es muy probable que tus proyectos resulten exitosos. Aunque a veces puedas ser influenciado por las opiniones de los demás, te recomiendo que no les concedas demasiada importancia y te enfoques en seguir tu propio camino.\nSi elegiste al oso...\n- Este animal revela que posees una personalidad sobreprotectora con las personas cercanas a ti. Siempre tienes en cuenta el bienestar de los demás, aunque tu apariencia pueda sugerir frialdad. Esta actitud se debe a que la consideras como una forma de protegerte en caso de que alguien intente lastimarte. Sin embargo, tu generosidad y gran corazón no pasan desapercibidos para nadie.\nSi elegiste al zorro...\n- Esto indica que tienes una personalidad persistente y perseverante. Cuando te fijas una meta, no importa cuánto tiempo te tome alcanzarla, te esfuerzas incansablemente hasta lograrlo. Eres del tipo de persona que avanza con paso firme pero seguro. Enfrentar obstáculos en tu camino hacia tus objetivos simplemente te impulsa aún más a perseguir tus sueños.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:51:06.811+02:00",
    "updated": "2024-03-01T00:51:06.811+02:00"
  },
  {
    "uuid": "51aee6f00570d95d38b87c30ad1f246ba6bf26ab",
    "url": "http://business.mammothtimes.com/mammothtimes/article/getnews-2023-12-28-bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2023-12-28T00:00:00Z",
    "title": "BDCTP GLOBAL Obtains Canadian MSB License: A Key Step in Expanding into the North American Market | User | mammothtimes.com",
    "text": "Compliance has become the core competitiveness of cryptocurrency exchanges in recent years. As a pioneer in the industry, BDCTP GLOBAL Exchange has announced that it has successfully obtained the Canadian MSB (Money Services Business) license. This not only represents the important recognition of international financial regulatory agencies towards BDCTP GLOBAL, but also signifies a significant improvement in its strength and professionalism in the global cryptocurrency trading market.\nAs one of the active markets for cryptocurrency trading globally, Canada's MSB license is considered an important permit for financial service institutions. By obtaining this license, BDCTP GLOBAL is able to legally provide financial activities such as currency exchange, transfer services, and payment processing in Canada, which is crucial for its expansion plans in the North American market.\nAccording to Statista data, cryptocurrency trading volume in Canada has been continuously growing in the past few years, with an increase of over 60% between 2020 and 2021. Elizabeth Martinez, the market manager of BDCTP GLOBAL, stated, \"Obtaining the Canadian MSB license is a key step in our North American expansion strategy. It not only proves our compliance operation, but also signifies our commitment to the global market.\"\nBDCTP GLOBAL's technological innovation and optimization of user experience have made it an important participant in the field of cryptocurrency trading. The platform continuously improves its efficiency and security by applying the latest blockchain technology. In addition, BDCTP GLOBAL also focuses on enhancing customer service levels, including multilingual support and 24/7 customer service, to meet the needs of global users.\n\"Our goal is to provide excellent services not only in Canada but also in the entire North American market. Obtaining the MSB license paves the way for us to provide comprehensive services in this region and lays the foundation for future expansion,\" mentioned Elizabeth.\nTo further consolidate its position in the North American market, BDCTP GLOBAL plans to seek more financial service licenses in other regions in the coming years. These plans will involve close cooperation with local financial institutions to ensure compliance with regulatory requirements and market characteristics.\nMeanwhile, BDCTP GLOBAL is actively exploring emerging areas such as DeFi and NFT to enhance the diversity and attractiveness of its products and services. The platform plans to launch a series of blockchain-based innovative financial products in the next few months, which will further expand its influence in the global market.\nElizabeth further added that BDCTP GLOBAL will utilize artificial intelligence and big data analysis to enhance market insights and risk management capabilities. The application of these technologies will not only improve the platform's trading efficiency and user experience but also provide users with more in-depth and personalized market analysis and investment advice. This innovative initiative is expected to distinguish BDCTP GLOBAL among cryptocurrency trading service providers, offering more efficient and intelligent trading solutions to its customers.\nIn terms of community building, BDCTP GLOBAL plans to further develop its education and research platforms to maintain community engagement and information acquisition. Through BDCTP Academy and BDCTP Research, it aims to enhance users' trading knowledge and market understanding, as well as strengthen the knowledge base and decision-making capabilities of the entire cryptocurrency community.\n\"We believe that by providing high-quality educational resources and in-depth market analysis, we can help investors better understand and utilize the cryptocurrency market,\" said Martinez.\nWith the continuous improvement of global cryptocurrency trading regulations and the maturation of the market, BDCTP GLOBAL is expected to play a more important role in the North American market and become a significant force driving the development of the entire cryptocurrency trading industry. The platform will continue to focus on providing a transparent, fair, and efficient trading environment while strengthening cooperation with regulatory agencies to ensure compliance with regulations in various countries. Through these measures, BDCTP GLOBAL aims to become a benchmark in the field of cryptocurrency trading, leading the industry towards a more mature and sustainable future.\n\"Our expansion in the global market is a key part of BDCTP GLOBAL's continuous growth,\" summarized Martinez. \"Obtaining the Canadian MSB license is just the beginning of our journey. We look forward to leaving our mark in the global financial market in the next few years and contributing our strength to the development of cryptocurrency trading.\"\nDisclaimer: This press release may contain forward-looking statements. Forward-looking statements describe future expectations, plans, results, or strategies (including product offerings, regulatory plans and business plans) and may change without notice. You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements.\nMedia Contact\nCompany Name: BDCTP GLOBAL PTE. LTD\nContact Person: Media Relations\nEmail: Send Email\nCountry: Singapore\nWebsite: https://www.bdctp.co\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.getnews.info/press_stat.php?pr=bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
      "https://www.cloudquote.io",
      "https://www.bdctp.co",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "http://www.universalpressrelease.com/?pr=bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
      "https://www.googletagmanager.com/gtag/js",
      "https://getnews.info/press_stat.php?pr=bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
      "https://cloudquote.io/article/6",
      "https://bdctp.co",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "https://cloudquote.io/article/5",
      "http://universalpressrelease.com/?pr=bdctp-global-obtains-canadian-msb-license-a-key-step-in-expanding-into-the-north-american-market",
      "https://tracking.newsrpm.com/pixel"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elizabeth martinez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "msb",
          "sentiment": "negative"
        },
        {
          "name": "bdctp global exchange",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "statista",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:41:37.615+02:00",
    "updated": "2023-12-29T01:41:37.615+02:00"
  },
  {
    "uuid": "e285238af35c8f0282b5bca7cbd8e3090ccb2160",
    "url": "https://www.diariolibre.com/revista/cultura/2023/12/28/silvia-pinal-saldria-del-hospital-tras-padecer-influenza/2562825",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Libre",
    "published": "2023-12-28T21:53:00Z",
    "title": "Silvia Pinal saldría del hospital tras padecer influenza - Diario Libre",
    "text": "La actriz Silvia Pinal , de 92 años y considerada la última diva del Cine de Oro mexicano , pasará el fin de año en su casa, aunque aún sigue internada en un hospital por un cuadro de influenza , afirmó este jueves su amigo el productor Iván Cochegrus.\n\"En dos días se va a casa, a más tardar el viernes, allá va a pasar Año Nuevo\", declaró a los medios Cochegrus, quien ha estado pendiente de la salud de la actriz y la visitó en el hospital .\nEl productor afirmó que Pinal está fuera de peligro , y enfatizó que está \"muy bien, ya bromea, está muy bien de ánimo \".\nPese a que la actriz tenía planeado celebrar las fiestas de año nuevo en el balneario de Acapulco, Cochegrus aclaró que por su estado de salud permanecerá en Ciudad de México , para evitar cualquier riesgo.\nAsimismo, aclaró que Pinal \"no está ni estuvo en peligro \", sin embargo, al haber padecido influenza tuvo que tener especial cuidado por lo que la internaron en terapia intensiva como una forma de precaución.\n\"Ni la entubaron ni pasó a mayores, la señora ha estado consciente, come bien, o sea, todo está normal\", aseguró.\nPinal, nacida en la ciudad de Guaymas , en el norteño estado de Sonora, es considerada una de las grandes de la época de oro del cine mexicano , al igual que otros símbolos como Dolores del Río (1904-1983) y María Félix (1914-2002).\nSILVIA PINAL FUERA DE PELIGRO?? Sale de terapia intensiva.\nDesde el jueves 21 de diciembre, #SilviaPinal , de 92 años, estaba en terapia intensiva debido a un cuadro de influenza, pero afortunadamente para ella y su familia, la evolución ha sido muy satisfactoria.... pic.twitter.com/hKXf7z85me\n— La Tía Sandra (@TuTiaSandra) December 28, 2023 Uno de los aspectos más impactantes de la carrera de Pinal es su amplia interpretación de papeles protagónicos y grandes personajes, en una industria en la que estos terminaban cuando las mujeres cumplían 40 años.\nMusa de Luis Buñuel Durante parte de su carrera, trabajó con el cineasta español Luis Buñuel , con quien rodó películas como 'Viridiana' (1961) -el papel \"más importante de mi carrera\", según ha dicho en varias ocasiones y con el que ganó la Palma de Oro en Cannes-, además de 'El ángel exterminador' (1962) y 'Simón del desierto' (1965).\nYa en una edad más madura, Pinal también se convirtió en una figura cercana para toda una nueva generación de mexicanos cuando produjo y presentó la serie de antología ' Mujer, casos de la vida real ' (1986-2007) en la televisión abierta de México.\nEn 2021, la actriz sufrió problemas de salud tras contagiarse de coronavirus , por lo que también estuvo internada en un hospital .\nRELACIONADAS\nCultura Silvia Pinal recibe homenaje en el Palacio de Bellas Artes de México",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://twitter.com/hashtag/SilviaPinal?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/hKXf7z85me",
      "https://twitter.com/TuTiaSandra/status/1740469719067451525?ref_src=twsrc%5Etfw",
      "https://twitter.com/TuTiaSandra/status/1740469719067451525",
      "https://twitter.com/hashtag/SilviaPinal",
      "https://www.twitter.com/hashtag/SilviaPinal?src=hash&ref_src=twsrc%5Etfw",
      "https://www.t.co/hKXf7z85me",
      "https://www.twitter.com/TuTiaSandra/status/1740469719067451525?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:08.246+02:00",
    "updated": "2023-12-29T00:32:08.246+02:00"
  },
  {
    "uuid": "1e0632c3d46a2956d0d750f18b3333f0a390aed8",
    "url": "https://www.wvnews.com/garrettrepublican/obits/william-savage/article_d2725ba2-9694-50cf-8356-c2eac20697ef.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "My Account",
    "published": "2023-12-28T05:00:00Z",
    "title": "William Savage | Garrett Obituaries | wvnews.com",
    "text": "PITTSBURGH, Pa. — William \"Bill\" Allen Savage of Pittsburgh, Pa. and formerly of Deep Creek Lake, passed away on Dec. 25, 2023. Bill was born on May 2, 1936, to the late Clarence \"Doc\" and Marie Savage, owners of Red Run Lodge at Deep Creek Lake. PITTSBURGH, Pa. — William \"Bill\" Allen Savage of Pittsburgh, Pa. and formerly of Deep Creek Lake, passed away on Dec. 25, 2023. Bill was born on May 2, 1936, to the late Clarence \"Doc\" and Marie Savage, owners of Red Run Lodge at Deep Creek Lake. In addition to his parents, Bill was preceded in death by his brother, Clarence \"Bud\" Savage and his wife, Janet Savage. Bill was a graduate from Southern Garrett High School in Oakland, where he was the co-captain of the first Southern Rams Football Team and he played basketball. Bill went on to graduate from the WVU School of Engineering. Bill served in the United States Air Force as a radio communications engineer and was stationed in Saudi Arabia. Bill was a career man for IBM and then PNC Bank. He enjoyed learning to play new instruments and woodworking. Bill leaves behind his son, David (Heather) Savage and his daughter, Laura (Ronald) Golliday; his stepdaughters, Julie (Milton) Honza, Laurie (Mario) Yobbi and Tracy (Mark) Larkin; 10 grandchildren, Christopher (Jessica) and Jonathon Larkin, Morgan (Justin) Jones, Ashtyn (Zach) Gass, Mac (Rebecca) Jamison, Samantha and Nicholas Yobbi, and Madeline, Isabelle, and Daniel Savage; and multiple great-grandchildren. Bill wished to be cremated and a memorial service will be held at a later date. To leave online condolences, please visit [www.jeffersonmemorial.com](http://www.jeffersonmemorial.com). Keep it Clean. Please avoid obscene, vulgar, lewd, racist or sexually-oriented language. PLEASE TURN OFF YOUR CAPS LOCK. Don't Threaten. Threats of harming another person will not be tolerated. Be Truthful. Don't knowingly lie about anyone or anything. Be Nice. No racism, sexism or any sort of -ism that is degrading to another person. Be Proactive. Use the 'Report' link on each comment to let us know of abusive posts. Share with Us. We'd love to hear eyewitness accounts, the history behind an article. Sorry, there are no recent results for popular commented articles. Success! An email has been sent to with a link to confirm list signup. Error! There was an error processing your request. Daily News, Sports and Events for Garrett County and surrounding areas. Morgantown News Delivered to Your Inbox Each Week! Please disable your ad blocker, whitelist our site, or [purchase a subscription](https://www.wvnews.com/users/admin/service/purchase/?referer_url=https%253A%252F%252Fwww.wvnews.com%252Fgarrettrepublican%252Fobits%252Fwilliam-savage%252Farticle_d2725ba2-9694-50cf-8356-c2eac20697ef.html) Sorry, an error occurred. Sign up with Thank you . Your account has been registered, and you are now logged in. Check your email for details. Sign in with Submitting this form below will send a message to your email with a link to change your password. An email message containing instructions on how to reset your password has been sent to the email address listed on your account. No promotional rates found. Thank you. Your gift purchase was successful! Your purchase was successful, and you are now logged in. |Rate:| |Begins:| |Transaction ID:| A receipt was sent to your email.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "http://www.jeffersonmemorial.com).",
      "http://jeffersonmemorial.com)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "allen savage",
          "sentiment": "negative"
        },
        {
          "name": "william savage",
          "sentiment": "negative"
        },
        {
          "name": "bill",
          "sentiment": "negative"
        },
        {
          "name": "david (heath",
          "sentiment": "none"
        },
        {
          "name": "marie savage",
          "sentiment": "none"
        },
        {
          "name": "bud\" savage",
          "sentiment": "none"
        },
        {
          "name": "clarence",
          "sentiment": "none"
        },
        {
          "name": "janet savage",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wvu school of engineering",
          "sentiment": "none"
        },
        {
          "name": "ibm",
          "sentiment": "none"
        },
        {
          "name": "united states air force",
          "sentiment": "none"
        },
        {
          "name": "red run lodge",
          "sentiment": "none"
        },
        {
          "name": "pnc bank",
          "sentiment": "none"
        },
        {
          "name": "southern garrett high school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "deep creek lake",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "oakland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:13.782+02:00",
    "updated": "2023-12-29T00:09:13.782+02:00"
  }
]