[
  {
    "uuid": "2a69387dfcd7bb8246ff12a0e3dcceb559ceec04",
    "url": "https://scitechdaily.com/unlocking-brain-health-through-the-science-of-nutrition",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike O'Neill",
    "published": "2024-04-11T20:15:00Z",
    "title": "Unlocking Brain Health Through the Science of Nutrition",
    "text": "TOPICS: Brain Gerontology Neuroscience Nutrition The Gerontological Society of America By The Gerontological Society of America April 11, 2024\nA new publication from the Gerontological Society of America details how proper nutrition, particularly the MIND diet, can enhance brain function and mitigate the risk of cognitive decline in the elderly. It stresses the importance of tailoring nutritional discussions to individual goals and the increasing need for supplements with age. Credit: SciTechDaily.com\nNutrition plays a critical role in maintaining brain health in older adults, with the MIND diet offering cognitive benefits and personalized dietary discussions enhancing overall wellness.\n“Insights & Implications in Gerontology: The Vital Role of Nutrition in Brain Health,” a new publication from the Gerontological Society of America, explores nutritional choices that have been shown to improve cognition and decrease the risk of cognitive impairment and dementia in older adults.\nConsumption of a healthful diet is a behavioral strategy that can help to prevent the development of dementia as people age, the publication says. It also reports on the roles of vitamins and minerals in nutrition and brain function and focuses on how to implement person-centered conversations about the impact of diet and nutrition on overall wellness, including brain health.\nUsing a person-centered approach that ties conversations about nutrition to patient goals is an effective strategy for starting conversations about diet and health, according to Kathryn Porter Starr, PhD, RDN from Duke University School of Medicine and Durham VA Medical Center, who served as one of the faculty who oversaw the publication’s development.\n“Broaching the topic of diet and nutrition can be challenging. I start by asking patients what their goals are,” she said. “These goals could include physical goals such as maintaining muscle mass, cognitive goals such as preserving memory, as well as functional goals such as being able to travel or play with grandchildren. Linking information about nutrition to helping adults achieve their goals is an effective strategy for stimulating motivation to implement healthy changes.”\nThe Mediterranean-DASH Diet Intervention for Neurodegenerative Delay, or MIND diet, is an example of a dietary pattern that is associated with improved cognition. This dietary pattern focuses on the consumption of vegetables (especially green leafy vegetables), nuts, berries, beans, whole grains, fish, poultry, and extra virgin olive oil while limiting red meat, processed meats, butter and margarine, regular cheese, pastries and sweets, and fried foods. People who consume this dietary pattern have been found to be the equivalent of 7.5 years younger in terms of cognitive abilities. The publication includes more details about the MIND diet and other dietary patterns that support healthy nutrition.\nIdeally, individuals are able to obtain all necessary nutrients from their diet. However, the risk for inadequate vitamin and mineral intake increases as people age, and some people may benefit from consumption of fortified foods and or dietary supplements to enhance their nutritional status.\n“I would love for everybody to get all of their micronutrients from food,” Starr said. Unfortunately, for most older adults, it’s really challenging to do that due to physiological changes that occur with aging and certain disease states that affect absorption, so we often recommend a multivitamin.”\nReference: “ Insights & Implications in Gerontology: The Vital Role of Nutrition in Brain Health ” Gerontological Society of America .\nOther publication faculty include Rose Ann DiMaria-Ghalili, PhD, RN, FASPEN, FAAN, FGSA from Drexel University; Sareen S. Gropper, PhD, RDN, LDN from Florida Atlantic University; and Roger A. Fielding, PhD from Tufts University School of Medicine. Support for “Insights & Implications in Gerontology: The Vital Role of Nutrition in Brain Health” was provided by Haleon.\nSHARE TWEET REDDIT EMAIL SHARE Previous post More on SciTechDaily Science\nThe Last Spark: Consciousness in the Dying Brain Unveiled Space\nAn Unprecedented Opportunity – Using Cosmic Weather To Study Which Worlds Could Support Alien Life Biology\nSuppressing NgR1 Returns Brain to Adolescent Levels of Plasticity Chemistry\nResearchers Develop a Better Method for Making Perovskite Solar Cells Health\nBorder Controls, Restricted Entry, and Quarantine Essential for Curbing COVID-19 and Future Pandemics Science\nConspiracy Theorists Exploited COVID-19 Science – Here’s How Science\nAncient Giants Uncovered: Fossil Site Sheds Light on Arthropod Dominance 470 Million Years Ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://geron.org/brainhealth)”",
      "https://www.geron.org/brainhealth)”"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathryn porter starr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "science of nutrition nutrition",
          "sentiment": "negative"
        },
        {
          "name": "gerontological society of america",
          "sentiment": "none"
        },
        {
          "name": "duke university school",
          "sentiment": "none"
        },
        {
          "name": "vital role of nutrition in brain health",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:48:18.472+03:00",
    "updated": "2024-04-12T03:02:56.578+03:00"
  },
  {
    "uuid": "1c0bf708135b6f60d69256a16bebb43589fe81ce",
    "url": "https://www.infolibre.es/cultura/cine/billie-eilish-ramy-youssef-estrellas-lucen-pins-rojos-pedir-alto-fuego-gaza_1_1738209.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "infoLibre",
    "published": "2024-03-11T07:54:00Z",
    "title": "Billie Eilish, Ramy Youssef y otras estrellas lucen pins rojos para pedir un alto el fuego en Gaza",
    "text": "Billie Eilish, Ramy Youssef y otras estrellas lucen pins rojos para pedir un alto el fuego en Gaza La cantante Billie Eilish, el actor de Pobres criaturas Ramy Youssef y otras celebridades han lucido pins rojos en la alfombra roja de [la 96.ª edición de los Premios Oscar](https://www.infolibre.es/cultura/cine/oppenheimer-impone-oscar-pasan-sociedad-nieve-robot-dreams_1_1738130.html) para pedir el alto el fuego en Gaza [consultar [aquí](https://www.infolibre.es/cultura/cine/consulta-lista-completa-premiados-oscar_1_1738191.html) el listado íntegro de ganadores]. \"Pedimos un alto el fuego inmediato y permanente en Gaza. Pedimos paz y justicia duradera para el pueblo palestino\", declaró Youssef en declaraciones a Variety recogidas por Europa Press. \"Es un mensaje universal: 'Dejemos de matar niños. No participemos en más guerras'. Nadie ha mirado atrás en la guerra y ha pensado que una campaña de bombardeos fue una buena idea. Mucha gente va a llevar estas insignias esta noche\", señaló. [](/cultura/cine/oppenheimer-impone-oscar-pasan-sociedad-nieve-robot-dreams_1_1738130.html) 'Oppenheimer' se impone en unos Oscar que pasan de 'La sociedad de la nieve' y 'Robot dreams'Ver más En octubre, un grupo de 400 destacados artistas firmaron una carta en la que instaban al presidente de Estados Unidos, Joe Biden, a exigir un alto el fuego entre Israel y Hamás. Entre los firmantes se encontraban, además del propio Youssef, grandes estrellas de Hollywood como Mark Ruffalo, Joaquin Phoenix, Cate Blanchett, Jon Stewart, Kristen Stewart, Susan Sarandon, Mahershala Ali o Riz Ahmed. En la alfombra roja de los Oscar también lucieron los pins de Artistas por el Cese al Fuego el actor de Nimona Eugene Lee Yang, la directora Ava DuVernay, el director Misan Harriman, responsable del cortometraje nominado The After, y el guionista y director Kaouther Ben Hania, del documental nominado Four Daughters. Además, fuera del Dolby Theatre de Los Ángeles cerca de un millar de manifestantes se congregaron en Sunset Boulevard, en Hollywood, durante la alfombra roja de los Oscar, para pedir un alto el fuego. Ondeaban banderas palestinas y coreaban lemas como \"Palestina libre, libre\" y \"Mientras tú miras, caen bombas\". No es la primera vez que el activismo se deja sentir en la temporada de premios este año. El 25 de febrero, una protesta a favor de Palestina interrumpió la entrega de los Independent Spirit Awards, que se celebró en una carpa cerca de la playa de Santa Mónica. Un manifestante con un altavoz y un mensaje pregrabado que incluso pudo oírse en la retransmisión en directo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T10:59:35.970+02:00",
    "updated": "2024-03-11T10:59:35.970+02:00"
  },
  {
    "uuid": "0c7571fdf684d9d9874af7d30133bb76ef8f7d56",
    "url": "https://www.mondaq.com/canada/management/1449792/cohere-moves-into-the-fast-lane-as-investors-rush-to-back-its-enterprise-ai-platform",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Osler, Hoskin & Harcourt LLP",
    "published": "2024-04-11T20:44:00Z",
    "title": "Canada: Cohere Moves Into The Fast Lane As Investors Rush To Back Its Enterprise AI Platform - Osler, Hoskin & Harcourt LLP",
    "text": "Cohere Kosta Starostin, Director of Legal at Cohere.\nToronto-based generative AI company Cohere has gone from being a largely unknown Canadian startup a few years ago to grabbing headlines in the Wall Street Journal, the New York Times and being sought after by global companies for its technology that has attracted investors such as NVIDIA, Oracle and Salesforce.\nCohere develops large languages models (LLMs), the AI technology\nthat underlies chatbots and competes with companies such as OpenAI,\nthe maker of ChatGPT, and Anthropic. Founded in 2019, Cohere has\ndifferentiated itself with a focus on enterprise customers, not\nconsumers. It's LLMs can respond to questions, summarize\ndocuments and produce better search results. Consulting giants\nMcKinsey and Accenture are also collaborating with Cohere to\noffer the AI technology to their clients.\nAccording to the Canadian Venture Capital & Private Equity Association, Cohere had the largest deal in Canada in 2023 when it secured $270 million in a Series C round with backing from iNovia Capital and a consortium of international investors including NVIDIA, Oracle, Salesforce Ventures, DTCP, Mirae Asset, Schroders Capital, SentinelOne, Thomvest Ventures, and Index Ventures. At the time, the company was valued at US$2.2 billion.\nCohere is now looking to raise an additional US$500 million at a valuation of about US$5 billion, according to public reports.\n\"It was definitely a year of incredible growth and validation,\" says Kosta Starostin, Director of Legal at Cohere. \"Prior to the explosion of ChatGPT, people were kind of in the dark as to how AI could power business and how just pervasive it could be used in a good way. It showed that what we have been building has tremendous value.\"\nThe speed of adoption and interest from the public and companies alike also surprised Cohere as it went from being largely unknown to being considered by blue chip technology companies as worthy of investing in.\n\"Just the way that people jumped on the technology and were immediately fascinated — it was like flipping a switch. We went from having to go and pitch to these companies and come up with the use cases or the potential solutions to their problems, to it completely flipping and companies wanting to do everything and anything with AI,\" says Kosta.\nThe attention from regulators and governments was also swift. While legislation around regulation usually takes a long time, collaboration took place on a global scale.\n\"I didn't think the regulators would respond that quickly,\" he says. \"It's been interesting but also a challenging experience. With Canadian companies, we're trying to really stress interoperability, because that's the number one thing we push to regulators.\"\nThe year ahead\nIf 2023 was the year of proof of concept, Kosta says 2024 will be the year of production-style adoption. Companies have done their homework, and they understand what the technology can do; they've tested it and there is a large push across many enterprises to get the technology into production.\n\"I think that people are going to move quickly over the next six months just to lock in and get something going so they can say to their investors and to their employees and others in the industry: 'We are on it, and we're already doing something with his,'\" says Kosta. \"It's so transformative and powerful you don't have years to catch up. If your competitors or other industry players adopt the technology and make their operations more efficient and improve the value proposition, it will be hard to win those clients back.\"\nCohere is focused entirely on B2B and what enterprises need to succeed with AI such as security, privacy, data protection/controlling data.\nWorking with Osler\nKosta was an associate at Osler when Cohere was first incorporated. He eventually left the firm and two years ago joined Cohere as its head of legal. He now works with practice Co-Chair Chad Bayne, partner Ryan Unruch and associate Jennifer Humphrey for matters related to Cohere.\n\"The EHG group at Osler has seen essentially every single issue you could possibly run into. Osler has all the resources you could need to address this kind of fast-growing, uncertain environment,\" says Kosta.\nAdvice to other companies\n\"In terms of fundraising it's just getting started. I wouldn't worry about the changing winds — this is an incredibly fundamental, valuable tool and we think of it more of like infrastructure,\" says Kosta. \"We provide the building blocks. There's going to be a lot of opportunity for founders to create value in different ways and in different environments that we haven't even thought of yet.\"\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://txt.cohere.com/cohere-accenture-collaborate/",
      "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/mckinsey-and-cohere-collaborate-to-transform-clients-with-enterprise-generative-ai",
      "https://txt.cohere.com/cohere-accenture-collaborate",
      "https://www.txt.cohere.com/cohere-accenture-collaborate/",
      "https://mckinsey.com/about-us/new-at-mckinsey-blog/mckinsey-and-cohere-collaborate-to-transform-clients-with-enterprise-generative-ai"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kosta starostin",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "hoskin & harcourt llp",
          "sentiment": "negative"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "accenture",
          "sentiment": "none"
        },
        {
          "name": "canadian venture capital & private equity association",
          "sentiment": "none"
        },
        {
          "name": "mckinsey",
          "sentiment": "none"
        },
        {
          "name": "wall street journal",
          "sentiment": "none"
        },
        {
          "name": "oracle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T04:48:42.836+03:00",
    "updated": "2024-04-12T04:48:42.836+03:00"
  },
  {
    "uuid": "19129340f07b1b38b8719be14407d3bccb11461e",
    "url": "https://dnyuz.com/2024/10/10/a-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "New York Times",
    "published": "2024-10-11T02:45:00Z",
    "title": "A Rare Sighting of Northern Lights Entrances Viewers in New York Area – DNyuz",
    "text": "October 10, 2024 in News 508 SHARES 1.5k VIEWS Share on Facebook Share on Twitter Gabriela Aguilar grew up in Michigan, sometimes chasing the northern lights in the state’s Upper Peninsula. But it wasn’t until Thursday night, when she climbed to the roof of her apartment building in Harlem, that she saw the northern lights for the first time.\n“I’m just shocked that it took my entire life to be able to see it,” said Dr. Aguilar, 37, who stood with her dog, Gomez, and watched the sky turn pink, purple and green until the autumn chill drove her back inside. “And — of all places — seeing it in New York City!”\nNew Yorkers were treated to a rare light show Thursday night as the aurora borealis, also known as the northern lights, spread an ethereal smear across the sky. On social media, people as far south as Washington, D.C. , and Kentucky reported seeing the lights, which in pictures seemed to vary in color and intensity from neon pink to a subtle hazy purple.\nUdi Ofer, a professor of public affairs at Princeton University, was at home shortly after dusk when a neighbor texted to alert him to the sky. He rushed to his backyard in Princeton, N.J., with his 9-year-old daughter and 4-year-old son.\nFor about 20 minutes, they watched stripes of pink and purple as the stars began to come out.\n“I think the thing that’s most remarkable about it are the streaks of light, which I just didn’t expect,” Mr. Ofer, 49, said. He called them “pretty magical.”\nThe facts behind the event are nearly as spectacular as the sight of New York City’s night sky streaked with pink. The lights started with a “severe” geomagnetic storm , the result of a “fast coronal mass ejection” of plasma from the sun Tuesday night, according to the Space Weather Prediction Center .\nThe charged particles raced through space at 1.5 million miles per hour and reached Earth at 11:15 a.m., the center found. The event brought enough energy coursing through space to possibly disrupt satellites in orbit and power systems on Earth, the center warned .\nNew York City’s Emergency Management Department said there could be possible disruptions to electricity, GPS and communications systems, but suggested there was little need for the public to be concerned.\nAt the National Weather Station center in Upton, N.Y., on Long Island, the meteorologist Bill Goodman took a break from his monitors and screens Thursday night to go outside and look up.\n“We got a pretty cool picture of that behind our Doppler radar,” he said, describing a picture taken from the center’s campus and posted on X . It was the second severe solar storm of the year to cause extended aurora borealis on Earth, “but this time we lucked out because we had clear skies across the entire New York City area,” Mr. Goodman said.\n“To get them here to the New York metro area is pretty rare,” said David Robinson, New Jersey’s state meteorologist, who saw some vestiges of the lights from the second-story window of his house near Princeton on Thursday night.\nAnna Kathryn Barry, a lawyer, heard on her commute home from Washington that the northern lights might appear over the region.\nShe doubted that she would actually see it. But, at about 7:20 p.m., she headed out to her deck in Herndon, Va. Sure enough, she could see the northern lights.\n“At first, it looked like purple clouds almost,” Ms. Barry, 32, said, adding, “then it started to get richer in color.”\nThe light show lasted about 15 minutes before slowly fading away, Ms. Barry said.\nThe lights may return Friday night because the stream of charged particles is continuing, Mr. Goodman said, and New York’s skies will remain clear.\nThe area’s next big aerial show will be the Tsuchinshan-ATLAS comet, which will rival the brightness of Jupiter starting this week. To find it , scout out the darkest location available with an open view of the western horizon, looking low in the evening sky, near where the sun has set.\nThe post A Rare Sighting of Northern Lights Entrances Viewers in New York Area appeared first on New York Times .\nShare 203 Tweet 127 Share Trending Posts Keanu Reeves & Sandra Bullock Recall “Actually Hitting Cars” While Making ‘Speed’ October 10, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/ErinInTheMorn/status/1844536170669040098",
      "https://www.nytimes.com/2024/10/08/science/comet-tsuchinshan-atlas.html",
      "https://x.com/NWSNewYorkNY/status/1844521939932676553",
      "https://www.swpc.noaa.gov/noaa-scales-explanation",
      "https://reddit.com/submit?url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "https://x.com/nycemergencymgt/status/1844045535176495332",
      "https://www.nytimes.com/2024/10/09/science/solar-storm-sun-aurora.html",
      "https://www.nytimes.com/",
      "https://x.com/JimSichko",
      "https://www.tumblr.com/widgets/share/tool?canonicalUrl=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "https://www.swpc.noaa.gov/news/g4-severe-storm-watch-10-11-october",
      "https://twitter.com/intent/tweet?text=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area&url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F",
      "http://www.stumbleupon.com/submit?url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "https://swpc.noaa.gov/noaa-scales-explanation",
      "https://reddit.com/submit",
      "https://nytimes.com/2024/10/09/science/solar-storm-sun-aurora.html",
      "https://swpc.noaa.gov/news/g4-severe-storm-watch-10-11-october",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F",
      "https://nytimes.com/2024/10/08/science/comet-tsuchinshan-atlas.html",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "https://www.x.com/JimSichko",
      "https://www.x.com/NWSNewYorkNY/status/1844521939932676553",
      "https://www.facebook.com/sharer.php",
      "https://www.nytimes.com",
      "https://www.twitter.com/intent/tweet?text=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area&url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F",
      "https://twitter.com/intent/tweet",
      "https://www.x.com/nycemergencymgt/status/1844045535176495332",
      "https://www.tumblr.com/widgets/share/tool",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "http://www.stumbleupon.com/submit",
      "http://stumbleupon.com/submit?url=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area",
      "https://nytimes.com/",
      "https://www.linkedin.com/shareArticle",
      "https://www.x.com/ErinInTheMorn/status/1844536170669040098",
      "https://tumblr.com/widgets/share/tool?canonicalUrl=https%3A%2F%2Fdnyuz.com%2F2024%2F10%2F10%2Fa-rare-sighting-of-northern-lights-entrances-viewers-in-new-york-area%2F&title=A%20Rare%20Sighting%20of%20Northern%20Lights%20Entrances%20Viewers%20in%20New%20York%20Area"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T06:48:57.613+03:00",
    "updated": "2024-10-11T06:48:57.613+03:00"
  },
  {
    "uuid": "456fcd91e753e4dd81d6b3452c8a0cdb05da5003",
    "url": "https://meetings.skift.com/2025/01/09/visa-delays-impact-chinese-exhibitors-at-ces-underscoring-struggles-for-international-business-events",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Doyle",
    "published": "2025-01-09T18:54:00Z",
    "title": "Visa Delays Impact Chinese Exhibitors at CES, Underscoring Struggles for International Business Events",
    "text": "Visa Delays Impact Chinese Exhibitors at CES, Underscoring Struggles for International Business Events\nSkift Take\nCES is in full swing in Las Vegas, and there have been reports of some Chinese exhibitors being denied U.S. visas to attend.\nAccording to South China Morning Post, some 1,300 Chinese companies are exhibiting at CES, based on a list at the event’s website, less than the record 1,551 Chinese exhibitors in 2018.\nThe Consumer Technology Association (CTA), which owns and produces CES, wouldn’t confirm the number of exhibitors from China: “We don’t provide country-specific exhibitor breakdowns,” it said. A CES spokesperson went on to say, “While we do not have any influence over the visa process, CTA encourages the U.S. government to expedite and approve visas for individuals who are traveling to the U.S. for legitimate business reasons.”\nTori Emerson Barnes, U.S. Travel Association executive vice president, public affairs and policy, said the visa challenges that some CES exhibitors faced is “disappointing and costly.”\n“Global travelers are paramount to our economic success. As a nation, we should be welcoming an increasing number of international visitors for business, exhibitions, and trade events, as well as leisure travel,” said Barnes.\nThe State Department has made some progress, she said. But there is still much work to be done. “The Trump administration has a huge opportunity with a decade of mega-events ahead to get this right, reduce visa wait times, improve our visitor visa system, and, ultimately, welcome millions of new travelers to the U.S,” said Barnes.\nThe Bureau of Consular Affairs emphasized the significant economic role of Chinese visitors. It also reaffirmed its commitment to welcoming business travelers.\nVisa applications are evaluated case-by-case by consular officers, it said, who determine whether the applicant is eligible for that visa based on U.S. law.\n“We urge the PRC government to end its hiring freeze of local staff in Beijing so that we can continue to keep appointment wait times low,” said a department spokesperson.\nConsultants Help Navigate the Visa Process\nChris Pereira, founder and CEO of Impact, a global consulting company, held a training program last autumn for Chinese companies planning to attend CES. Half of the participants had issues obtaining U.S. visas. All those who reapplied were eventually successful in securing their visas.\n“However, some companies were denied initially and decided not to reapply, which unfortunately led to their absence at the event,” he said.\nOrganizers should offer step-by-step guidance on visa application procedures and encourage persistence in the event of a refusal. “This can significantly reduce the risk of nonattendance,” said Pereira. “Additionally, trade show organizers could advocate for more streamlined processes for business-focused visa applications, emphasizing the economic value these exhibitors bring to U.S. events and local economies.”\nCES Isn’t the Only Event Impacted\nVisa challenges for Chinese tech workers are widespread and are impacting more than just CES. Anjia Nicolaidis, international marketing strategist of mdg, a Freeman company, and her team have been helping exhibition clients.\n“There are many moving parts as we head into 2025 from a geopolitical standpoint,” said Nicolaidis. “We anticipate we will see more shows, especially in tech, biotech, and advanced manufacturing being impacted especially if they include a high concentration of Chinese exhibitors.”\nExploring Solutions\nWhat can event professionals do? “Increase the line of communication on the importance of applying for visas early which must be part of one’s standard operating procedure,” said Nicolaidis.\nThere are ways to maneuver visa risk issues. If the company has a subsidiary in the market where the show is held, staff from there can attend.\nIn addition, apply for visas as early as possible. Organizers must also be ready to support applications with invitations and confirmation of attendance letters.\nDestinations also have a role to play. They usually have opportunities to expedite visa applications for key attendees by activating government channels.\nVisas Are a Global Issue\nThis is not just a U.S. issue, said Kai Hattendorf, the former CEO of UFI. “For example, organizers in Germany, another of the three largest global expo markets, face similar challenges with exhibitors from many countries not getting visa interviews on time. AUMA, (Association of the German Trade Fair Industry) is pushing the issue of a digitized visa process in the current election campaign.”\nJochen Witt, president and CEO of JWC, agrees. “The visa process is often too lengthy and leads to the cancellation of trips of Chinese exhibitors and visitors to shows in Germany. In my view, the reason for this does not lie on the Chinese side, but rather on the side of the foreign embassies in China which seem not to have the manpower to process visa applications in due time,” said Witt.\nIronically, Vinnie Polito, CEO of the Society of Independent Show Organizers (SISO), was in China attending the China Expo Forum for International Cooperation (CEFCO) in Tianjin when Skift Meetings reached out to him. Visas is one of the issues on the agenda. “I do think we can manage it better and alleviate some of the bigger challenges,” Polito said.\nHe was joined in China by Marsha Flanagan, president and CEO of the International Association of Exhibitions and Events (IAEE). Flanagan, also a co-president of the Exhibitions and Conferences Alliance (ECA), said one of ECA’s 2025 public policy agenda items is reducing visa wait times while modernizing the visa processing system.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Social Issue->immigration",
      "Social Issue->social networking",
      "Social Issue->communities",
      "Science and Technology->social sciences",
      "Science and Technology->economics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tori Emerson Barnes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Consumer Technology Association",
          "sentiment": "none"
        },
        {
          "name": "South China Morning Post",
          "sentiment": "none"
        },
        {
          "name": "U.S. Travel Association",
          "sentiment": "none"
        },
        {
          "name": "CTA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T00:03:36.289+02:00",
    "updated": "2025-01-10T00:03:36.289+02:00"
  },
  {
    "uuid": "ce735d919f86aff864d82a19c7f6a9f13e8b1954",
    "url": "https://crisis24.garda.com/alerts/2024/05/us-flash-flood-warning-in-effect-for-parts-of-marion-monongalia-and-preston-counties-in-northern-west-virginia-until-at-least-2330-may-9",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Crisis24",
    "published": "2024-05-10T00:00:00Z",
    "title": "US: Flash flood warning in effect for parts of Marion, Monongalia, and Preston counties in northern West Virginia until at least 23:30 May 9 | Crisis24",
    "text": "Flash flood warning in effect for parts of northern West Virginia, US, until at least 23:30 May 9. Disruptions possible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "brookhaven",
          "sentiment": "none"
        },
        {
          "name": "us national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "preston",
          "sentiment": "none"
        },
        {
          "name": "monongalia",
          "sentiment": "none"
        },
        {
          "name": "marion",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "morgantown",
          "sentiment": "none"
        },
        {
          "name": "cheat lake",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T06:31:35.689+03:00",
    "updated": "2024-05-10T06:32:42.149+03:00"
  }
]