[
  {
    "uuid": "681b79b513261f1fc64f96aac4ae79d246ff07b8",
    "url": "https://www.wabi.tv/2024/01/14/belfast-waterfront-bounces-back-after-storm-flooding",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WABI_TV5",
    "published": "2024-01-14T20:30:00Z",
    "title": "Belfast Waterfront bounces back after storm flooding",
    "text": "Belfast Waterfront bounces back after storm flooding BELFAST, Maine (WABI) -As one of the many coastal towns that was hit with flooding Saturday, Belfast remained resilient. Crews began cleaning up debris along the waterfront that were a result of Wednesdays and Saturday’s storms. The harbor walk was reopened, and many members of the community were enjoying the sun after a dreary week. We spoke to residents of the area and local business owners about their storm experience. “We had 38 inches of water in the brewery, and we’re prepared for high tides you know we have a lot of our equipment jacked up. So, we had all of our equipment two plus feet off the floor, but with 38 inches it beat us. It was the first time we had to fully evacuate the property because the water was so high.” said Daniel Waldon, co-owner of Marshall Wharf Brewing Company. “These kinds of events are really affecting the mid coast area, affecting the coast of Maine. I mean, this is something that we’re seeing, I think around the country now and it’s something that we’re going to have to learn how to live with and how we can deal with it.” stated John Steed, a resident of Belfast. Although the harbor and businesses located there experienced back-to-back storms, the community remained strong and evoked positivity. “Belfast is a strong community. I think everyone will recover and it might take some longer than others, but we’ll get back on our feet and keep going and make plans for the future.” added Daniel Waldon. Long term plans are being developed to hopefully minimize any future storm damage to the waterfront. Copyright 2024 WABI. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "daniel waldon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "marshall wharf brewing company",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "belfast waterfront",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "belfast",
          "sentiment": "none"
        },
        {
          "name": "belfast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T23:46:13.577+02:00",
    "updated": "2024-01-14T23:46:13.577+02:00"
  },
  {
    "uuid": "f09567f6ab86dd1f3be551e9e7024894f93335ff",
    "url": "https://www.freepressjournal.in/mumbai/mumbai-pant-nagar-polices-missing-squad-rescues-30-minors-in-2023-with-wit-grit-a-touch-of-facebook-finesse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aishwarya Iyer",
    "published": "2024-01-07T17:47:00Z",
    "title": "Mumbai: Pant Nagar Police's 'Missing Squad' Rescues 30 Minors In 2023 With Wit, Grit & A Touch Of Facebook Finesse",
    "text": "The ‘missing squad’ of Pant Nagar Police Station located in Ghatkopar has managed to rescue 30 minor girls and boys in 2023.\nDomestic abuse is main reason why children run away\nAccording to the squad, which consists of PSI Subhash Ramchandra Hamre and two women police constables named Sonali Shinde, they managed to successfully rescue the minors – 24 girls and 6 boys, from Uttar Pradesh, Gujarat, Punjab and Maharashtra. PSI Hamre, talking to FPJ, said, “The reasons why they tend to run away from their houses are mainly domestic abuse and other reasons are love affairs. Since they are minors, our only target is to trace their location to make sure they are safe at first, only then does the rescue operation begin followed by handing them over to their guardians.”\nWoman Constable Sonali Shinde | FPJ\nHamre added, “Safety comes first. For both boys and girls and adults as well. The fear of them being constrained, or trafficked hits us first, so we need to rule that out first before diverging to another story on why they decided to run away.”\nHow the search operations work\nSo far, as per the standard operations of the police, immediately after the FIR is registered by parents or guardians for kidnapping charges, Hamre’s team begin their technical analysis while Hamre starts with spot punchnama. “Some teens don’t have phones, but they all tend to leave some clue about their elopement or disappearance to their friends, cousins, sisters, etc – everyone excluding the adults like parents, teachers, neighbours, etc. This is a crucial step when there is no mobile or location to trace,” further explained Hamre.\nPSI Subhash Hamre | FPJ\nIn an interesting rescue operation of a 17-year-old boy who ran away from his house after his brother, a druggie, assaulted him. The squad managed to get intel about his wide location (Bandra) but didn’t know where. “I made my first Facebook account for this case as there were no clues elsewhere. The victim was seen during a live video, and using his IP address, we tracked him. He ended up working at a local bar in Bandra, but I didn’t want to intimidate him, so I posed as a customer to confirm his identity. Once I did, we had a chat and I managed to convince him to go back to his house,” said Hamre.\nIn another case, a minor girl had eloped from her house with a man and police finalised a small location based on her history – at Khopoli, Maharashtra. \"Despite staying at the village which is inside the deep forests, we couldn’t get her whereabouts. I asked her parents about the colour of the footwear that she wore before eloping, and since people in small houses tend to keep their footwear outside the door, I checked all the houses and found the ones her parents described. That was yet another successful rescue story,” said a rather proud Hamre.\nThe missing squad gets better every year\nRajesh Kevale, senior police inspector, feels his missing squad is doing a wonderful job, and getting better every passing year. \"In the previous year too we managed to rescue all the minors, and in 2023 as well. Kids, teens, adults all are in safe hands with Hamre being in the squad,” added Kevale.\nThe other looks Hamre had donned for the rescue operations include loan agents, postmen, customers, RTO officers, etc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hamre",
          "sentiment": "none"
        },
        {
          "name": "sonali shinde",
          "sentiment": "none"
        },
        {
          "name": "subhash ramchandra hamre",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pant nagar police",
          "sentiment": "negative"
        },
        {
          "name": "pant nagar police station",
          "sentiment": "negative"
        },
        {
          "name": "fpj",
          "sentiment": "none"
        },
        {
          "name": "psi",
          "sentiment": "none"
        },
        {
          "name": "psi hamre",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ghatkopar",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:02:18.383+02:00",
    "updated": "2024-01-08T01:02:18.383+02:00"
  },
  {
    "uuid": "bddee19394b9961787f879fc721725799c9f6896",
    "url": "https://watcher.guru/news/brics-china-russia-completely-ditch-us-dollar-for-trade",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Grullon",
    "published": "2023-12-28T21:30:00Z",
    "title": "BRICS: China, Russia Completely Ditch US Dollar For Trade",
    "text": "BRICS members Russia and China have abandoned the use of Western currencies, including the US Dollar, in their bilateral trade. According to Russian Prime Minister Mikhail Mishustin, the business ties between the two nations are booming, with bilateral trade turnover already reaching “$200 billion ahead of schedule.” Last week, the Russian leader spoke about the BRICS de-dollarization mission, in particular Russia’s involvement. Mishustin said nearly all payments were being carried out in Rubles and Yuan. “We continue to increase the share of national currencies in mutual settlements. If in 2020 this figure was about 20 percent, then this year we have completely gotten rid of the currencies of third countries in mutual settlements,” Mishustin was quoted as saying by Russian media. Also Read: BRICS: Russia & India Settle $40B of Trade in Local Currency Russia and China’s trade ties have only strengthened in the past year, with the two BRICS nations working on multiple deals in their local currencies. In [October](https://watcher.guru/news/brics-russia-china-agree-to-25b-deal-in-local-currency), the two powerhouses made a $25 billion deal in local currencies to increase trade dealings in the food and energy sectors. BRICS has fully embraced de-dollarization since Western sanctions were placed against Russia. “We are creating comfortable conditions for the work of commercial firms on the Russian and Chinese markets. We have an extensive joint agenda,” Mishustin added in a speech last week. Russia Pushing For More Inter-BRICS Trade Outside of de-dollarization, [Russia](https://watcher.guru/news/brics-iran-russia-officially-ditch-us-dollar-for-trade) is also leading the initiative for BRICS to increase relations and trade within the bloc. Both [Russia and India](https://tvbrics.com/en/news/trade-volume-between-russia-and-india-exceeded-over-40-billion-in-the-first-three-quarters-of-this-y/#:~:text=According%20to%20Volvach%2C%20trade%20volume,supply%20of%20goods%20from%20India.) have settled $40 billion worth of trade in local currency, and the remaining nations are also already working on building up their trade relationships with one another. [Also Read: 5 Major Countries to Join BRICS Alliance in 2024](https://watcher.guru/news/5-major-countries-to-join-brics-alliance-in-2024) Furthermore, last week Russian Finance Minister Anton Siluanov spoke at the Russia-China Financial Dialogue forum in Beijing. There, he further pushed for trade within the bloc as well as a unified BRICS pay system. “We need to further develop financial cooperation within the BRICS countries. Here we see opportunities to develop a payments system that would be independent of the infrastructure, which does not always fully fulfill the goals of individual countries,” Siluanov stated.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://tvbrics.com/en/news/trade-volume-between-russia-and-india-exceeded-over-40-billion-in-the-first-three-quarters-of-this-y/#:~:text=According%20to%20Volvach%2C%20trade%20volume,supply%20of%20goods%20from%20India.)",
      "https://www.tvbrics.com/en/news/trade-volume-between-russia-and-india-exceeded-over-40-billion-in-the-first-three-quarters-of-this-y/#:~:text=According%20to%20Volvach%2C%20trade%20volume,supply%20of%20goods%20from%20India.)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yuan",
          "sentiment": "none"
        },
        {
          "name": "mikhail mishustin",
          "sentiment": "none"
        },
        {
          "name": "mishustin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brics",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:09.801+02:00",
    "updated": "2023-12-29T00:11:09.801+02:00"
  },
  {
    "uuid": "360492f4c213e57781e49e8bb9435c4d397f4801",
    "url": "https://www.huffingtonpost.es/virales/flipan-pasa-tiran-agua-hirviendo-26c-noruega-explicacion.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan de Codina Casanovas",
    "published": "2024-01-13T06:09:00Z",
    "title": "Flipan con lo que pasa cuando tiran agua hirviendo a -26ºC en Noruega: tiene una explicación",
    "text": "Flipan con lo que pasa cuando tiran agua hirviendo a -26ºC en Noruega: tiene una explicación\nEl 'efecto Mpemba' sigue, hoy en día, sin conclusiones lo suficientemente sólidas.\nEl usuario de TikTok @eloyyfdz ha publicado un vídeo en el que ha puesto a prueba, junto a sus amigos, a las gélidas temperaturas de Noruega. De hecho, aquella noche la temperatura era de -26ºC, lo que ocurre después tiene una explicación.\nEl 'experimento' era peligroso, ya que ante un cambio brusco de temperatura, el vaso que utilizaron podía explotar. De hecho, uno de los amigos ya le avisa antes de proceder a echar el agua hirviendo, pues querían hacer una infusión: \"Cuidado no vaya a explotar el vaso\".\nTuvieron las ventanas abiertas, y tal era el frío que podían agarrar el vaso casi sin quemarse. Listos para la acción, se acercaron al balcón y uno de ellos lanzó el agua caliente, que al entrar en contacto con el frío exterior se congeló al instante.\nEl resultado ha terminado acumulando más de 41.600 'me gusta'. El aplauso y la sorpresa no faltaron, pero lo cierto es que hay una explicación más que contrastada por la ciencia. Se trata del \"efecto Mpemba\", que, según la Fundación Aquae, es el hecho ocurrido cuando el agua caliente se congela antes que el agua fría.\nFue descubierto por Aristóteles hace unos 2.000 años, pero en 1963 fue redescubierto por el científico tanzano Bartolomeo Mpemba, quien le dio nombre. Sin embargo, los estudios recientes indicaron que el efecto es más complejo de lo que parece, por lo que no han podido replicar las conclusiones del tanzano, pero sí se han propuesto varias teorías.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-13T09:21:01.238+02:00",
    "updated": "2024-01-13T09:21:01.238+02:00"
  }
]