[
  {
    "uuid": "b3ac442f9202b214f4378d6ff34986fafe99b03d",
    "url": "https://joannenova.com.au/2023/12/the-bom-predicted-a-hot-dry-summer-right-before-the-flooding-rains-came/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PeterPetrum",
    "published": "2023-12-28T09:53:00Z",
    "title": "The BOM predicted a hot dry summer right before the flooding rains came…",
    "text": "By Jo Nova\nAustralians are angry the BOM didn’t see the flooding rains coming\nWorse, we’re betting the nation on the BOM’s ability to predict the climate.\nThe Bureau of Meteorology (BOM) tells Australians that record breaking extremes are getting worse because of our cars and our air-conditioners (that’s “\nThe State of the Climate“). But when the BOM can’t predict record breaking rain a month in advance, or even the day before, we know the BOM doesn’t understand what drives the climate.\nSomehow the BOM expect Australians to spend trillions and rearrange their economy based on their fifty year prophesies, but not to mind when “this summer” goes right off the rails.\nBack in September the BOM issued its El Nino alert, and Australians were told it would be a\n hot and dry and to prepare for a summer of bushfires. Farmer sold their lambs, and adjusted harvest accordingly.\nThis was the BOM solemn prediction in late October, for the very next month of rainfall\nAcross most of Australia the\nodds were only 20-40% of getting average rain.\nInstead this is what happened:\nAnd in December most of the country was predicted to have a fifty fifty chance of getting “average” rain.\nBut the real weather gods had another idea, and all the places under any shades of green below got somewhere from 100% to 300% of the average rainfall. The indigo and purple zones got even more.\nThis was a savage downpour — seven feet of rain in five days fell at one location:\nNo fewer than 12 locations across far north Queensland posted record rainfall totals.\nSome areas received a year’s rainfall in a single day, isolating towns, closing highways and leaving hundreds stranded by surging floodwaters. Black Mountain near Cooktown recorded a cumulative 2189mm over the five days, while Mossman South, an hour northwest of Cairns, had 1935mm.\nAs the Mayor of Douglas Shire said:\n“If this is so record-breaking, how did no one know this was going to happen … we need to have forecasts closer to what is going on.”\nThe BOM suddenly wants to absolve itself of liability\nPeople have noticed there is now a mandatory check box forcing users to agree to a legal disclaimer clearing the BOM of all liability:\nUsers of the BOM app now have to agree to a 699-word “terms and conditions” statement that includes “information at this app … may not be accurate, current or complete”.\n“To the maximum extent permitted by law, the bureau excludes any liability that may arise in connection with the BOM Weather app or any information or material presented therein or your access to or use of any of the same,’’ the bureau says in a “terms and conditions” statement that appears when a user attempts to download its app. —\nMackenzie Scott, The Australian\nThey know they are in trouble.\nI say the BOM can have immunity the same day Australians can also tick a box excluding ourselves from any and all costs, imposts and taxes related to any BOM predictions.\nThe Australian editors gives the BOM an escape valve it doesn’t deserve:\nTo be fair to the BOM, a hysterical and ill-informed media has allowed climate alarmism to infect reporting of what should be routine weather events.\nFor thirty years the Australian media has made hyperbolic scare stories about the weather while the BOM tacitly stood by and smiled. Where were they as the tenets of science were trashed, and critics were called “climate deniers”? If the BOM are victims of this hyperbole now, they reap what they sowed.\nThe BOM raised the stakes, and they don’t get to weasel out by saying\n“we used the best science” as if the best science wasn’t riddled with holes. If the science is good enough to throw away trillions of dollars, then the worst failures need a truckload of explanation.\nPredicting the weather is hard. We could forgive the BOM for getting a complex immature science wrong, but not when they also tell us it’s just simple physics, they’re absolutely sure, and there is no doubt they’re wrong (give us your money!).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Politics",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.bendigoadvertiser.com.au/story/8355791/bom-declares-el-nino-weather-event-with-scorching-summer-ahead/",
      "https://www.theaustralian.com.au/nation/bureau-of-meteorology-forces-users-to-accept-inaccuracies-in-app/news-story/1767953a55c47e992fed022eccac94d1",
      "http://www.bom.gov.au/climate/ahead/outlooks/archive/20231026-outlook.shtml",
      "https://www.theaustralian.com.au/commentary/editorials/bom-facing-more-heavy-weather/news-story/e66bf925812494e37012a8ba0672c4e6",
      "http://www.bom.gov.au/state-of-the-climate/",
      "https://www.theaustralian.com.au/nation/politics/bureau-of-meteorology-and-federal-government-back-cyclone-jasper-flooding-forecasts/news-story/48ecef841945d06b3dd8d4569bfa5ab7",
      "https://www.bendigoadvertiser.com.au/story/8355791/bom-declares-el-nino-weather-event-with-scorching-summer-ahead",
      "https://theaustralian.com.au/nation/politics/bureau-of-meteorology-and-federal-government-back-cyclone-jasper-flooding-forecasts/news-story/48ecef841945d06b3dd8d4569bfa5ab7",
      "http://bom.gov.au/state-of-the-climate/",
      "https://theaustralian.com.au/nation/bureau-of-meteorology-forces-users-to-accept-inaccuracies-in-app/news-story/1767953a55c47e992fed022eccac94d1",
      "https://theaustralian.com.au/commentary/editorials/bom-facing-more-heavy-weather/news-story/e66bf925812494e37012a8ba0672c4e6",
      "http://www.bom.gov.au/state-of-the-climate",
      "http://bom.gov.au/climate/ahead/outlooks/archive/20231026-outlook.shtml",
      "https://bendigoadvertiser.com.au/story/8355791/bom-declares-el-nino-weather-event-with-scorching-summer-ahead/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bom",
          "sentiment": "negative"
        },
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "el nino",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:20.229+02:00",
    "updated": "2023-12-29T00:01:20.229+02:00"
  },
  {
    "uuid": "a8509880548992fa798e53f37c592c612742ff70",
    "url": "https://www.popsci.com/gear/best-hp-printers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brandt Ranj",
    "published": "2023-12-28T21:00:00Z",
    "title": "The best HP printers for 2024",
    "text": "|Best overall||HP Smart-Tank 5101|| | The simple, reliable choice at a great price. [SEE IT](https://www.amazon.com/HP-LaserJet-4301fdn-printing-Advanced/dp/B0BVXDLWYQ?tag=camdenxpsc-20&ascsubtag=0000PS0000593494O 20240102180000 &asc_source=browser&asc_refurl=https://www.popsci.com/gear/best-hp-printers) Fast, consistent, and very easy to use, this $700 printer more than justifies its cost. [SEE IT](https://www.amazon.com/HP-OfficeJet-Printer-Thermal-Inkjet/dp/B08XW7LT9P?tag=camdenxpsc-20&ascsubtag=0000PS0000593494O 20240102180000 &asc_source=browser&asc_refurl=https://www.popsci.com/gear/best-hp-printers) Get all of your basic printing needs met for under $100. [Brandt Ranj](https://www.popsci.com/authors/brandt-ranj/) We may earn revenue from the products available on this page and participate in affiliate programs. [Learn more ›](https://www.popsci.com/affiliate-disclosure/) An HP printer is a home office or dorm room essential that’ll make professional and personal projects a quick, simple affair. Yes, the world has largely gone digital, but there are still times when you’ll need to present a signed hard copy of a document to someone or want to print out a photo. You may need to make a quick copy or scan of an item, and it can be annoying to leave your home and pay for each page you print. The best HP printers will handle your print jobs, both big and small, reliably for years to come. - Best overall: [HP Smart-Tank 5101](https://www.amazon.com/HP-Smart-Tank-5101-Wireless-Ink-Tank/dp/B0BL466Y41?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best splurge: [HP LaserJet Pro 4301](https://www.amazon.com/HP-LaserJet-4301fdn-printing-Advanced/dp/B0BVXDLWYQ?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best laser printer: [HP Color LaserJet Pro M283](https://www.amazon.com/HP-LaserJet-Wireless-Printing-7KW75A/dp/B083ZYLGGR?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best eco-friendly: [HP Smart -Tank 7602](https://www.amazon.com/HP-Smart-Tank-7602-Printer/dp/B09CJCNJBL?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best budget: [HP OfficeJet 8015e](https://www.amazon.com/HP-OfficeJet-Printer-Thermal-Inkjet/dp/B08XW7LT9P?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) How we chose the best HP printers Our HP printer recommendations are based on a mix of hands-on testing and in-depth research. We considered multifunctionality, page capacity, and print speed most highly when determining our picks. The good news is that many features, like [WiFi connectivity](https://www.popsci.com/gear/best-wifi-routers/), have become standard over the years. Similarly, screens have made their way onto most HP printers, which allow you to operate and troubleshoot them more quickly. Finally, every HP printer we recommend is an “all-in-one” model, which means it can also copy and scan documents. This multifunctionality is important as it allows you to use a printer to its full potential. The best HP printers: Reviews & Recommendations Hewlett-Packard is [a trusted name in laptops](https://www.popsci.com/gear/best-hp-laptops/), and its reputation for reliability and value extends to peripherals. Prepared to take your digital documents and photos into the real world? Equip yourself with one of these HP printers for the smoothest experience. Best overall: [HP Smart-Tank 5101](https://www.amazon.com/HP-Smart-Tank-5101-Wireless-Ink-Tank/dp/B0BL466Y41?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) Specs - Printer type: Inkjet - Print speed: Up to 12 pages per minute - Paper capacity: 100 sheets Pros - Solid text and photo print quality - Runs on ink tanks - Made from 45% recycled plastic Cons - No double-sided printing HP’s Smart-Tank 5101 is among the most classic-looking HP printers we’re recommending, and that’s arguably its greatest strength. It won’t take up too much space and will look natural on [the desk](https://www.popsci.com/reviews/best-computer-desk/) in a [home office](https://www.popsci.com/story/reviews/best-home-office-printer/) or dorm setting. A key difference between the 5101 and the printers of old is that it uses ink tanks rather than cartridges. These tanks allow you to print way more pages (HP says up to 6000 black and white or color pages) without needing to be refilled. If you’re more of an occasional printer, the included tanks could last several years. Setting up the Smart-Tank was simple and done through the HP Smart app on iOS. The app found the printer wirelessly, configured it, and allowed us to add it to our WiFi network. Once connected, it was discoverable by a Mac, iPad, and iPhone. HP says the Smart-Tank 5101 prints at a rate of up to 12 black and white pages and five color pages per minute, and that was our experience. It doesn’t support double-sided printing, which isn’t a deal breaker but would have been nice to have. We printed a mix of text and photos and found the quality of both to be pretty good. There are HP printers that could print colors more vividly, but this is an all-around model that wasn’t design specifically for that task. Sharp-eyed printers may be able to see the color difference between what’s shown on the screen and the page, but they’re not way off. This printer’s best feature was its reliability, which can tricky for printers, which are notoriously finicky. The Smart-Tank 5101 never lost its connection to our home network and printed all of the jobs we sent to it without hitching or throwing back annoying errors. You can’t go wrong with HP’s Smart-Tank 5101 if you want a standard-looking but well-performing all-in-one printer. Best splurge: [HP LaserJet Pro 4301](https://www.amazon.com/HP-LaserJet-4301fdn-printing-Advanced/dp/B0BVXDLWYQ?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) Specs - Printer type: Laser - Print speed: Up to 35 pages per minute - Paper capacity: 250 sheets Pros - High print speed - Large touch screen - Consistent prints Cons - Size - Price HP’s LaserJet Pro 4301 was the most impressive printer we’ve tested, and given its near-$700 price tag, it should be. One of our favorite features was this printer’s massive screen, which allowed us to set the printer up without using HP’s app. We could easily navigate to its WiFi settings, input our password, and be ready for wireless printing within a couple of minutes. Having immediate access to all the printer’s core functions was equally helpful when testing. The LaserJet Pro 4301 routinely handled 50+ page print jobs with aplomb, barely making a sound as it cranked through dozens of pages at a clip. What was remarkable was not only the printers speed but also its consistency. There were no smudges when printing multicolor pages one after another, even though they came out hot. That’s the benefit of laser printers, which use powdered toner, which dries instantly, rather than ink. If you’re running a small business or need to print hundreds of pages regularly, HP’s LaserJet Pro 4301 is a worthwhile investment. However, its size and price make it impractical for those with more modest needs. Best laser printer: [HP Color LaserJet Pro M283](https://www.amazon.com/HP-LaserJet-Wireless-Printing-7KW75A/dp/B083ZYLGGR?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) Specs - Printer type: Laser - Print speed: Up to 22 pages per minute - Paper capacity: 250 sheets Pros - Fast print speed - High paper capacity - Consistent prints Cons - Size - Price HP’s Color LaserJet Pro M283 has all the features we appreciated during our tests of the 4301, but it’s hundreds of dollars less expensive. It’s a little slower, and its screen is a little smaller, but those are the main differences. You’re still left with a printer far faster than its Inkjet brethren, can be set up from the device itself rather than HP’s mobile app, and will create dozens of prints at once without sacrificing print quality. This model even works with Amazon’s Alexa, so you can begin print jobs totally hands-free if you want to. One feature the LaserJet Pro M283 has that its older sibling lacks is a USB-A port on its front side, which allows you to print documents and photos off a flash drive. This is convenient if you’d like to begin a print job from a computer that isn’t connected to your network for some reason or if you don’t want to connect your printer to WiFi for whatever reason. This failsafe is especially helpful if your Internet goes out. If you’d like the benefits of a laser printer without breaking the bank, HP’s LaserJet Pro M283 is the right choice. Best eco-friendly: [HP Smart-Tank 7602](https://www.amazon.com/HP-Smart-Tank-7602-Printer/dp/B09CJCNJBL?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) Specs - Printer type: Inkjet - Print speed: Up to 15 pages per minute - Paper capacity: 250 sheet tray Pros - Runs on ink tanks - High paper capacity - Relatively fast print speed Cons - Small screen HP’s Smart-Tank 7602 is the more luxe version of our top pick, and it has all the features of our top pick and more. It can print at speeds up to 15 pages per minute, which is very impressive for an Inkjet printer, though it’s still not as fast as the laser printers we’re recommending. It supports double-sided printing and runs on ink tanks, which are far more eco-friendly than cartridges because they don’t have to be replaced as often. What’s more, HP says 25% of this printer is made from recycled materials. HP says this printer can print up to 6,000 black and white or 8,000 color sheets with the set of ink tanks included. Those extra 2,000 color sheets make this a particularly eco-friendly choice compared to other HP printers. A USB-A port on this printer’s front side can be used for offline printing, though many will opt to connect the Smart-Tank 7602 to their home network over WiFi or Ethernet. Our only complaint is that this printer has a matte touch panel on its top side rather than a screen. They’re functionally identical, but operating a printer using a display rather than that panel is easier. It’s a small nitpick for such a good printer, though, and shouldn’t deter you from picking one up. Best budget: [HP OfficeJet 8015e](https://www.amazon.com/HP-OfficeJet-Printer-Thermal-Inkjet/dp/B08XW7LT9P?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) Specs - Printer type: Inkjet - Print speed: Up to 18 pages per minute - Paper capacity: 225 sheet tray Pros - Exceptional print speed for an Inkjet printer - Made from partially recycled materials - Price Cons - Ink cartridges HP’s OfficeJet 8015e is an excellent value for anyone who needs an all-in-one printer for under $100. Its print speed is remarkably high for an Inkjet printer, beginning to rival laser printer several times more expensive. HP says 15% of the printer is made from recycled materials, which is great if you’re ecologically conscious, but on a stricter budget. This printer’s most surprising feature is its touch screen, which is monochromatic and small but present nonetheless. This will allow you to connect the printer to your home’s WiFi network without downloading an app first. The only factor that holds this HP printer back is its use of ink cartridges rather than ink tanks. You’ll be able to complete far fewer print jobs before replacing them. Having to buy ink cartridges more frequently does impact the overall value of the HP OfficeJet 8015e, but its up-front cost is hard to argue with. If you have modest printing needs—think papers at the end of a semester or the occasional framable photo—you won’t run into this printer’s weakness. If you print a dozen or more pages per week, jumping up to a more capable model may be wise. What to consider when shopping for the best HP printers There are many decisions to make when deciding which HP printer is right for you. Below are the ones we considered most highly when compiling our guide. Printer type Printers can be broken down into two categories: [Inkjet printers](https://www.popsci.com/story/reviews/best-all-in-one-printer/#:~:text=but%20reasonable%20price.-,Best%20inkjet%3A%20Epson%20EcoTank%20Pro%20ET%2D5850,-Amazon), which use droplets of ink when printing, and [laser printers](https://www.popsci.com/story/reviews/best-all-in-one-printer/#:~:text=Brother%E2%80%99s%20MFC%2DJ1170DW.-,Best%20laser%3A%20HP%20Color%20Laserjet%20Pro%20M479fdw,-HP), which use toner powder when printing. Inkjet printers are known for the vibrancy of their color but relatively slow printing speed, while laser printers have slightly muted-looking colors but can print at high speed. Both are equally matched when printing text. Print speed This tech spec will make the biggest difference in the usability of your printer and varies based on the type of printer you get. The best inkjet HP printers can print at a rate of roughly 15 pages per minute. The best laser HP printers can print at a rate of up to 35 pages per minute, depending on the model. This difference won’t matter as much for smaller jobs, but adds up if you need to print hundreds of pages of documents regularly. Paper capacity It can be annoying to replenish a printer’s paper supply constantly, so be mindful of how many sheets it can hold at once. All of our HP printer recommendations can hold over 100 pages of paper, but many can hold over 200. FAQs Q: Are HP inks safe? Yes. [HP inks are safe](https://sustainability.ext.hp.com/en/support/solutions/articles/35000054463-are-hp-inkjet-printing-supplies-inks-safe-) and will work better than third-party toner in an HP printer. Q: How long does an HP printer last? An HP printer can last several years if properly maintained. Waiting a little while between large print jobs, keeping an eye on how much ink is left in the printer, and ensuring its software remains updated are three ways to extend its life. Q: What paper does the HP recommend? HP offers its own assortment of printer paper types. Some are designed for everyday use, while others are designed for specific tasks like photography. Q: How much do HP printers cost? This depends on its printer type, print speed, and paper capacity. Our recommendations range from $100 to $700. Final thoughts on the best HP printers - Best overall: [HP Smart-Tank 5101](https://www.amazon.com/HP-Smart-Tank-5101-Wireless-Ink-Tank/dp/B0BL466Y41?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best splurge: [HP LaserJet Pro 4301](https://www.amazon.com/HP-LaserJet-4301fdn-printing-Advanced/dp/B0BVXDLWYQ?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best laser printer: [HP Color LaserJet Pro M283](https://www.amazon.com/HP-LaserJet-Wireless-Printing-7KW75A/dp/B083ZYLGGR?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best eco-friendly: [HP Smart -Tank 7602](https://www.amazon.com/HP-Smart-Tank-7602-Printer/dp/B09CJCNJBL?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) - Best budget: [HP OfficeJet 8015e](https://www.amazon.com/HP-OfficeJet-Printer-Thermal-Inkjet/dp/B08XW7LT9P?tag=camdenxpsc-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.popsci.com%2Fgear%2Fbest-hp-printers&ascsubtag=0000PS0000593494O 20240102180000%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20%20) HP printers have earned a reputation for both longevity and quality over the past couple of decades, and its latest models continue to uphold that legacy. Whether you need a basic, inexpensive printer for everyday tasks, or frequently have to print out hundreds of fliers, HP has a model designed for your needs at a wide range of prices. By extending support for existing models via firmware updates, HP ensures your printer will remain compatible with computers running new operating systems. If you want a long-lasting premium printer at every price level, you can’t go wrong with one from HP. Why trust us Popular Science started writing about technology more than 150 years ago. There was no such thing as “gadget writing” when we published our first issue in 1872, but if there was, our mission to demystify the world of innovation for everyday readers means we would have been all over it. Here in the present, PopSci is fully committed to helping readers navigate the increasingly intimidating array of devices on the market right now. Our writers and editors have combined decades of experience covering and reviewing consumer electronics. We each have our own obsessive specialties—from high-end audio to video games to cameras and beyond—but when we’re reviewing devices outside of our immediate wheelhouses, we do our best to seek out trustworthy voices and opinions to help guide people to the very best recommendations. We know we don’t know everything, but we’re excited to live through the analysis paralysis that internet shopping can spur so readers don’t have to.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B083ZYLGGR",
      "http://www.amazon.com/exec/obidos/ASIN/B0BVXDLWYQ",
      "http://www.amazon.com/exec/obidos/ASIN/B0BL466Y41",
      "http://www.amazon.com/exec/obidos/ASIN/B08XW7LT9P",
      "http://www.amazon.com/exec/obidos/ASIN/B09CJCNJBL",
      "https://sustainability.ext.hp.com/en/support/solutions/articles/35000054463-are-hp-inkjet-printing-supplies-inks-safe-",
      "http://amazon.com/exec/obidos/ASIN/B083ZYLGGR",
      "http://amazon.com/exec/obidos/ASIN/B08XW7LT9P",
      "https://www.sustainability.ext.hp.com/en/support/solutions/articles/35000054463-are-hp-inkjet-printing-supplies-inks-safe-",
      "http://amazon.com/exec/obidos/ASIN/B09CJCNJBL",
      "http://amazon.com/exec/obidos/ASIN/B0BL466Y41",
      "http://amazon.com/exec/obidos/ASIN/B0BVXDLWYQ"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brandt ranj",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:27:57.710+02:00",
    "updated": "2024-01-02T20:31:20.257+02:00"
  },
  {
    "uuid": "8daf2282254694f04e2d9e265e5ca2d694413704",
    "url": "https://www.i-cable.com/%e6%96%b0%e8%81%9e%e8%b3%87%e8%a8%8a/324907/%E6%BD%AE%E6%BF%95-%E9%95%B7%E9%96%8B%E6%8A%BD%E6%BF%95%E6%A9%9F%E6%9C%AA%E5%BF%85%E6%9C%89%E7%94%A8-6%E5%A4%A7%E9%8C%AF%E8%AA%A4%E9%99%A4%E6%BF%95%E6%96%B9%E6%B3%95",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "有線新聞",
    "published": "2025-03-06T02:38:00Z",
    "title": "潮濕｜長開抽濕機未必有用？　6大錯誤除濕方法　發霉情況恐惡化",
    "text": "【有線新聞】香港春季「回南天」又熱又潮濕，濕度更常飆升至90%以上，不僅衣物難乾，牆身及傢俱亦狂出水珠，繼而滋生霉菌。坊間為了除濕各出奇招，卻容易因觀念錯誤反令問題加劇。本文整理5個常見家居防潮誤區，快看看你是否也中招？\n香港冬天主要受東北季候風影響，一般較寒冷、乾燥，而到了春天，東北季候風稍為緩和時，便會轉吹温暖潮濕的偏南風，便稱為「回南」。經過冬天的冷空氣，建築物的混凝土會被冷卻，而偏南風會把海洋上温暖潮濕的空氣帶到香港，因此當遇到較涼的牆身、地板或天花，空氣中的水氣就會冷卻，凝結成水珠，因此家中物件會出現水珠、滴水的情況。同時，空氣中的水份會形成薄霧或霧 ，使能見度下降，地面亦會變得濕滑。\n當暖濕空氣遇上較涼的海面冷卻而達到飽和，凝結成小水滴，形成薄霧或霧，使能見度下降。（香港天文台網頁） 6大錯誤防潮方法 除濕方法｜ 錯誤1-抽濕機開得越久越好？正確方法要知道 抽濕機無疑是「回南天」的最佳幫手，但很多人誤以為只要長時間開機，就能徹底解決潮濕問題。事實上抽濕機的使用方法亦有講究，若沒有依循正確的方法使用，抽濕效果也會大打折扣。\n建議做法：\n● 定期檢查及清空水箱，尤其是在高濕度環境中需要勤加檢查，水箱裝滿時就要立即清空。\n● 定期檢查濾網，適時間清潔或更換濾網，以免影響抽濕效果。\n● 關閉門窗使用抽濕機，讓機器在封閉空間內運作，以免影響抽濕效果及速度。\n● 適時關閉及調整抽濕機運行時間，持續運行抽濕機不僅耗電，亦可能導致空氣過於乾燥，影響健康。\n抽濕機 除濕方法｜ 錯誤2- 緊閉門窗擋濕氣？通風時機是關鍵！ 很多人以為全天緊閉門窗能有效防潮，然而這種做法實則可能會導致室內濕氣滯留。當室內門窗密閉，空氣便無法流通，室內的濕度亦會積聚，繼而加速霉菌的滋生。其實適當的通風不僅能夠幫助多餘的濕氣排出室內，還能令新鮮空氣的進入，有助減低室內環境的濕氣，去除家中濕漉漉的不適感。\n建議做法：\n● 避免在早晚濕度最高時關窗，應在中午前後濕度較低時開窗對流，保持空氣流通。\n● 使用抽濕機時應關窗，避免室外濕氣持續入屋，否則會增加抽濕難度及效能。\n● 保持房間整潔，避免雜物堆積，確保空氣能夠流通，減低潮濕積聚風險。\n除濕方法｜ 錯誤3- 過度依賴冷氣機「抽濕模式」或反更潮濕？ 冷氣除濕是常見除濕方法之一，大多認為不僅方便，亦可一解「回南天」的悶熱天氣。不過，其實冷氣機未必能解決潮濕問題，反而會令家中更潮濕。由於冷氣會降低家中物件的温度，當關了冷氣再開窗後，水氣很容易凝結在物件及牆上，反而會令家中又再變得更潮濕，未必能去除濕漉漉的感覺。\n建議做法：\n● 使用抽濕機，效果最佳，能有效令室內環境變得乾爽。\n● 在中午或陽光充足時開窗，幫助疏通空氣。\n● 冷氣溫度避免調得太冷，以避免關冷氣後的溫差太大而再霧出水珠，建議溫度設定為攝氏26-28°C或更高，濕度為50%或更低。\n避免把冷氣溫度調得太低令溫差變大，濕氣再增。 除濕方法｜ 錯誤4- 用報紙、舊衣物吸水氣恐霉菌滋生？ 坊間有不少防霉方法，其中一個廣為流傳的就是以報紙或舊衣物吸濕。然而，這種方法並不能解決根本性問題，濕氣依然存在。若沒有定期更換報紙或衣物，更有可能會促進霉菌的滋生。另外，使用報紙吸濕，報紙上的油墨亦可能會在地板或櫃內留下印痕或污漬，尤其是在淺色的板上。\n建議做法：\n● 定期打開門窗通風，保持空氣流通。\n● 使用防霉產品，在牆壁和地板上塗抹防霉塗料或使用防霉劑，有效減少霉菌生長。\n● 在潮濕的區域盡量避免使用地毯，因為地毯容易吸水，或會成為霉菌滋生的溫床。\n可在衣櫃等範圍較細的空間使用竹炭包、咖啡渣吸濕。 除濕方法｜ 錯誤5- 竹炭包、咖啡渣除濕容量不足反失效！ 坊間 除了推介使用 報紙或舊衣物吸濕外，竹炭包和咖啡渣亦是常見的除濕材料，能有效吸濕，並具有除臭效果。雖然兩者亦具有良好的吸濕性能，但始終一 小包的竹炭 或咖啡渣 吸濕範圍有限，對於非常潮濕或大面積的空間吸濕效果並不夠理想，而且在吸夠一定的濕氣後便會飽和，無法持續去濕。至於 咖啡渣，若不夠乾燥或長時間不更換，亦可能會發霉。兩者都需要定期檢查和更換，以確保其除濕效果持續。\n建議做法：\n● 可在衣櫃等範圍較細的空間使用，有效發揮其 吸濕除臭功效。\n● 必須定期檢查及更換，確保能 持續去濕。\n● 可使用抽濕機以解決抽濕範圍有限的問題。\n要定期檢查及更換咖啡渣。 除濕方法｜ 錯誤6- 潮濕牆面直接刷防潮漆？切勿忽略根源問題！ 若牆壁已出現水痕或剝落，直接塗漆僅是表面處理，無法根本解決問題。防潮漆並不能完全阻止霉菌的生長，若牆身內部仍存在水分，可能會在漆層下繼續繁殖，令家中霉菌問題變得更嚴重，亦會導致漆層脫落或剝落，需要更頻繁維護。\n建議做法：\n● 先檢查外牆滲漏或水管問題。\n● 使用防霉油漆，並確保牆面在刷漆前完全乾燥。\n消委會｜14款抽濕機測評　$4,930開利媲美$7,090 LG　一款能源效益與標籤不符",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "topics": [
      "Health->health organisation",
      "Health->public health",
      "Health->health care approach",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->house and home",
      "Environment->nature",
      "Environment->environmental pollution",
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-300x169.jpeg",
      "https://icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-1536x864.jpeg",
      "https://icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-768x432.jpeg",
      "https://icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-1024x576.jpeg",
      "https://icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM.jpeg",
      "https://www.icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM.jpeg",
      "https://www.icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-300x169.jpeg",
      "https://www.icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-1536x864.jpeg",
      "https://www.icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-768x432.jpeg",
      "https://www.icable-prod.s3.ap-southeast-1.amazonaws.com/wp-content/uploads/2025/02/17193436/WhatsApp-Image-2025-02-17-at-11.33.32-AM-1024x576.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T05:18:48.381+02:00",
    "updated": "2025-03-06T05:18:48.381+02:00"
  },
  {
    "uuid": "0eeb9a2aeeaa989b0ff3a245b5bd58059bcd2fff",
    "url": "https://www.kare11.com/article/weather/possibility-of-freezing-rain-triggers-weather-impact-alert-for-saturday-sleet-sloppy-snow-wintry-mix/89-d10c7b3c-df73-4125-a81a-1ed449474e38",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dana Thiede",
    "published": "2024-12-13T16:46:00Z",
    "title": "Possibility of freezing rain triggers Weather Impact Alert for Saturday",
    "text": "GOLDEN VALLEY, Minn — The likelihood of freezing rain or a wintry mix late Friday into Saturday morning triggered a Weather Impact Alert from the KARE 11 weather team.\nJohn Zeigler of Sunrise says the Weather Impact Alert covers Saturday from 12 a.m. to 6 p.m. due to the potential impact on roads, especially in Minnesota's southern and southeastern regions.\nA winter weather advisory has also been issued by the National Weather Service Saturday for the chance of slick roads due to freezing drizzle and sleet.\nZeigler says warmer air is set to move in over our Arctic air mass Friday night into Saturday morning as a weak low-pressure center moves in just south of the Twin Cities. That will result in a batch of sleet and freezing drizzle during the morning hours, likely changing over to light snow in the afternoon before the event wraps up.\nThe highest chance of freezing rain and bad roads remains just south of the metro with more sleet mixing in with the freezing rain around the cities.\nThis will not be an event with big accumulations. Zeigler expects around one inch of snow/sleet, and less than .02 inch of freezing rain, defined as a glaze.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T20:28:47.867+02:00",
    "updated": "2024-12-13T20:28:47.867+02:00"
  },
  {
    "uuid": "182cbf8c2c61eaa29deca3d6174c6b4c4ab62db5",
    "url": "https://www.newsbytesapp.com/news/sports/travis-head-slams-unbeaten-154-versus-england-in-1st-odi/story",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rajdeep Saha",
    "published": "2024-09-19T20:19:00Z",
    "title": "Travis Head slams 154* versus England, surpasses 2,500 ODI runs: Key stats",
    "text": "Travis Head gave a solid batting display against England in the first ODI at Trent Bridge, Nottingham. Head scored an unbeaten 154 from 129 balls as the Aussies chased down England's score of 315. Australia scored 317\\/3 in just 44 overs as the visitors claimed a 1-0 lead in the five-match series. Marnus Labuschagne made his presence felt with an unbeaten 77. Head took the charge for Australia and came out unscathed. Head looked a bit sketchy in the powerplay but found his substance and played aggressive cricket. His blitz helped Australia stay ahead of the asking rate. He shared fifty-plus stands alongside Steve Smith and Cameron Green before adding an unbeaten century-plus partnership with Labuschagne. Head hit 20 fours and five sixes (SR: 119.38). Head's solid 154* takes him to 2,551 runs from 66 ODIs at 44.75. In addition to 6 tons, he has slammed 16 fifties. As per ESPNcricinfo, in 15 matches versus England, Head owns 800 runs at 61.53. This was his 2nd ton versus England (50s: 6). Head also surpassed 100 fours (101) versus England. Head has gone past 1,500 away runs (home of opposition) in ODIs. He has 1,554 runs at 45.70. This was his 3rd ton in away matches (50s: 10). Highest scores for Australia vs England in ODIs: 161* - Shane Watson, Melbourne, 2011; 154* - Travis Head, Nottingham, 2024; 152 - Travis Head, Melbourne, 2022.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Rajdeep Saha Travis Head",
          "sentiment": "negative"
        },
        {
          "name": "Marnus Labuschagne",
          "sentiment": "none"
        },
        {
          "name": "Steve Smith",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Trent Bridge",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:23:10.276+03:00",
    "updated": "2024-09-20T09:55:22.786+03:00"
  }
]