[
  {
    "uuid": "370364092a3cd2615d16afa91daa0b58314bffc8",
    "url": "https://www.cbsnews.com/colorado/news/migrant-crossings-u-s-southern-border-record-monthly-high-december/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Camilo Montoya-Galvez",
    "published": "2023-12-28T20:35:00Z",
    "title": "Migrant crossings at U.S. southern border reach record monthly high in December - CBS Colorado",
    "text": "Mexico, U.S. discuss record migrant crossings Mexico taking new steps to help curb migrant crossings, White House says 03:56 Border Patrol has processed more migrants who entered the U.S. illegally in December than in any other month in the agency's history, internal federal statistics obtained by CBS News show, highlighting the magnitude of the extraordinary migration crisis the Biden administration is grappling with.\nU.S. Border Patrol agents took into custody more than 225,000 migrants who crossed the southern border — in between official crossings — during the first 27 days of December, according to the preliminary Department of Homeland Security statistics. The figure does not include legal entries at ports of entry, where the Biden administration has been processing roughly 50,000 migrants each month, mostly under a process powered by a smartphone app .\nThe previous monthly record high in migrant apprehensions was recorded in May 2022, when Border Patrol processed 224,000 migrants in between ports of entry. There are still four days left in December.\nMigrants try to cross the U.S.-Mexico border in Ciudad Juarez, Mexico, on Dec. 27, 2023. Christian Torres/Anadolu via Getty Images The current spike in migration peaked before Christmas, during the week starting on Dec. 14 and ending on Dec. 20, when Border Patrol averaged 9,773 daily apprehensions, according to the data. On several days that week, the agency processed more than 10,000 migrants in 24 hours.\nUnlawful crossings along the U.S.-Mexico border have decreased this week, but remain at historically high levels. On Wednesday, Border Patrol processed 7,759 migrants, the statistics show.\n\"It's an unsustainable number of arrivals,\" said Theresa Cardinal Brown, a former U.S. immigration official under Presidents George W. Bush and Barack Obama. \"We can't keep funding the system for more and more people. It's challenging at every level.\"\nNearly 60% of all migrants processed by Border Patrol this month crossed into the U.S. illegally in the remote Tucson, Arizona and Del Rio, Texas sectors, where officials have recorded between 2,000 and 3,000 unlawful crossings each day, according to the internal DHS data. In both regions, migrants have found themselves sleeping outdoors near international bridges or border barriers because Border Patrol lacks the manpower and resources to process everyone in a timely fashion.\nIn a statement, Customs and Border Protection, Border Patrol's parent agency, said it had dispatched additional agents and resources to these hard-hit sectors.\n\"Encounter numbers continue to fluctuate, as smugglers and bad actors continue to spread falsehoods and show complete disregard for the safety and wellbeing of vulnerable migrants,\" the agency added. \"We remain vigilant and stand ready to ensure the safety of our personnel, migrants, and local communities, and the security of our southwest border.\"\nA high-stakes moment for the Biden administration The record levels of migrant crossings this month vividly illustrate the daunting logistical, humanitarian and political challenges President Biden faces at the U.S. southern border .\nPolitically, Mr. Biden's woes on immigration are clear as he faces reelection in 2024. Public polling, including by CBS News, has consistently indicated that most Americans view his administration's handling of border and immigration issues unfavorably.\nWhile Republicans have criticized Mr. Biden's immigration agenda since his first months in office in 2021, the president is facing a growing chorus of concerns from fellow Democrats across the country.\nSmall U.S. border communities like Eagle Pass, Texas; Jacumba Hot Springs, California; and Lukeville, Arizona, have suddenly become major transit points where thousands of migrants enter the country unlawfully every day, despite the coils of razor wire or federal border walls in their paths. The influx in illegal entries has strained local and federal resources in these remote regions, prompting local and state officials to request more federal support.\nMeanwhile, large U.S. cities like Chicago, Denver and New York City have continued to struggle to accommodate tens of thousands of migrants, many of whom are destitute and lack ties to the U.S. On Wednesday, the Democratic mayors of the three cities warned that without increased federal assistance, they would soon be unable to receive more migrants.\nIn a statement Thursday, White House spokesperson Angelo Fernández Hernández said the Biden administration had helped 10,000 migrants in city shelters apply for work permits, expedited the review of these applications and approved millions of dollars in funds for communities receiving new arrivals.\nIn Congress, Republican lawmakers have conditioned additional military aid to Ukraine to drastic restrictions on asylum and new legal authorities to swiftly deport migrants. Committed to dispatching more aid to Ukraine and addressing the dire challenges at the southern border, the White House is entertaining some of the hardline border policies championed by Republicans. The negotiations between lawmakers and the White House are expected to continue into the new year.\nThe scale of the crisis along the southern border intensified so much this month that the White House dispatched top U.S. officials, including Secretary of State Antony Blinken and Homeland Security Secretary Alejandro Mayorkas, to Mexico City on Wednesday to meet with Mexican President Andres Manuel Lopez Obrador to get his help in curbing U.S-bound migration.\nThe White House National Security Council said Mexico had taken \"significant new enforcement actions\" to reduce migrant arrivals along the U.S. border, though it did not offer further details on those operations. It did say officials from both countries would meet again in Washington in January \"to assess progress and decide what more can be done.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/camiloreports",
      "https://www.twitter.com/camiloreports"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs colorado border patrol",
          "sentiment": "negative"
        },
        {
          "name": "department of homeland security",
          "sentiment": "none"
        },
        {
          "name": "border patrol",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:52:42.426+02:00",
    "updated": "2023-12-29T17:27:06.647+02:00"
  },
  {
    "uuid": "e1649c46bfd39d4bb32d5aed5654aabd0bf262d2",
    "url": "https://www.news8000.com/news/politics/national-politics/biden-issues-executive-order-targeting-violent-israeli-settlers-in-the-west-bank/article_76d61b32-5037-56e6-b993-c5e6146e2cf7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MJ Lee, Kevin Liptak, Michael Williams, Nikki Carvajal and Jennifer Hansler, CNN",
    "published": "2024-02-01T05:00:00Z",
    "title": "Biden issues executive order targeting violent Israeli settlers in the West Bank | National Politics | news8000.com",
    "text": "Washington (CNN) — President Joe Biden issued an executive order targeting violent Israeli settlers in the West Bank whom he has said have undermined stability in the area, a US official and source familiar with the matter told CNN. The new directive, first reported by Politico and expected to be announced Thursday, will impose sanctions on several individuals accused of having participated in the violent acts. The order targets four individuals accused of directly perpetrating violence or intimidation in the West Bank, a senior administration official said, including people accused of initiating and leading a riot; setting buildings, fields and vehicles on fire; assaulting civilians and damaging property. The State Department announced the names of the Israelis targeted by the executive order, which blocks their financial assets and bars them from coming to the US. They are David Chai Chasdai, Einan Tanjil, Shalom Zicherman and Yinon Levi. The White House notified the Israeli government of their plans ahead of the order, an official said. Officials said they had compiled evidence they said offered proof of the individuals’ role in the West Bank violence that would withstand judicial review, including information from public reporting. Chasdai, according to the State Department, “initiated and led a riot, which involved setting vehicles and buildings on fire, assaulting Palestinian civilians, and causing damage to property in Huwara, which resulted in the death of a Palestinian civilian.” Tanjil “was involved in assaulting Palestinian farmers and Israeli activists by attacking them with stones and clubs, resulting in injuries that required medical treatment,” according to a State Department fact sheet. Zicherman, “according to video evidence, assaulted Israeli activists and their vehicles in the West Bank, blocking them on the street, and attempted to break the windows of passing vehicles with activists inside.” He cornered two activists, injuring both of them, according to the State Department. Levi “led a group of settlers who engaged in actions creating an atmosphere of fear in the West Bank,” according to the fact sheet. “He regularly led groups of settlers from the Meitarim Farm outpost that assaulted Palestinian and Bedouin civilians, threatened them with additional violence if they did not leave their homes, burned their fields, and destroyed their property,” it said. Levi “and other settlers at Meitarim Farm have repeatedly attacked multiple communities within the West Bank.” It’s not clear when each of these acts occurred. The US has no plans to target Israeli government officials for sanctions, National Security Council spokesman John Kirby told reporters Thursday. Biden has condemned these acts of violence in the past, and the issue is one that the president has personally discussed in recent months with Israeli Prime Minister Benjamin Netanyahu. Netanyahu’s office said in a statement Thursday that the sanctions were unnecessary. “Israel acts against all lawbreakers everywhere, so there is no room for exceptional measures in this regard,” the prime minister’s office said, adding that “the absolute majority” of Israeli settlers in the West Bank “are law-abiding citizens.” The order comes as the president faces backlash from key parts of his political coalition for his backing of Israel in its war against Hamas in Gaza. While the order is not expected to address the situation in Gaza, it will mark one of the more significant actions Biden has taken to critique Israel since the war began in the wake of the October 7 terrorist attack by Hamas and could be a signal from Biden toward Muslim and Arab-American voters who are upset with his refusal to call for a ceasefire. In December , Secretary of State Antony Blinken announced a new policy to prevent extremist Israeli settlers responsible for violence in the West Bank from coming to the United States. The State Department can apply the policy to both Israelis and Palestinians who were responsible for attacks in the West Bank, Blinken said at the time. Ultimately, the new policy is expected “to impact dozens of individuals and potentially their family members,” State Department spokesperson Matt Miller said at the time. Settler violence against West Bank residents has been a primary flashpoint in the Israeli-Palestinian conflict since long before the October 7 Hamas attack. When hundreds of Israeli settlers rampaged through the West Bank town of Huwara last February, the ensuing violence was so brutal that the Israeli military commander over the West Bank referred to it as a “pogrom.” The violence has sharpened since October 7, along with the fears of Palestinians that they would be subjected to revenge attacks. Dozens of Palestinians were killed in the West Bank in the weeks immediately following the Hamas attack as settler violence intensified. An estimated 700,000 Israeli settlers live in the West Bank. It’s unclear which specific acts those targeted by Biden’s executive order participated in. Biden has raised the issue of settler violence in “almost every diplomatic conversation he has with Israeli leaders,” a senior administration official said. “These actions pose a grave threat to peace, security and stability in the West Bank, Israel, and the Middle East region, and they also obstruct the realization, ultimately, of an independent Palestinian state existing side by side with Israel, and by extension the enduring peace and stability for Palestinians and Israelis alike,” the official said. Speaking at the National Prayer Breakfast on Capitol Hill Thursday morning, ahead of issuing the executive order, Biden acknowledged the suffering of both Israelis and Palestinians. He said he understands the “pain and passion felt by so many here in America and around the world” in response to the “trauma, the destruction in Israel and Gaza.” “We value and pray for the lives taken and for the families left behind,” Biden said. “For all those who are living in dire circumstances, innocent men, women and children, held hostage or under bombardment, or displaced not knowing where the next meal will come from, or if it will come at all.” As of early this week, the overall death toll in Gaza since October 7 had risen to 26,422 with 65,087 injured, according to the Hamas-controlled health ministry in Gaza. More than 1,200 people were killed in the original Hamas attack on Israel and more than 200 were taken hostage. “Not only do we pray for peace,” he continued, “we’re actively working for peace, security and dignity for the Israeli people and the Palestinian people.” Biden said he was engaged in bringing hostages held by Hamas home “day and night,” and was also working to “ease the humanitarian crisis and to bring peace to Gaza and Israel and enduring peace with two states for two peoples.” This story has been updated with additional reporting. The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://www.politico.com/news/2024/02/01/biden-executive-order-israel-palestine-00139023",
      "http://www.cnn.com/specials/politics/joe-biden-news",
      "https://www.cnn.com/2023/06/15/middleeast/huwara-west-bank-settler-attack-cmd-intl/index.html",
      "https://www.cnn.com/2023/12/05/politics/blinken-visa-restrictions-extremists-west-bank/index.html",
      "https://www.cnn.com/2023/10/19/middleeast/west-bank-settler-attacks-israel-cmd-intl/index.html",
      "http://cnn.com/specials/politics/joe-biden-news",
      "https://politico.com/news/2024/02/01/biden-executive-order-israel-palestine-00139023",
      "https://cnn.com/2023/06/15/middleeast/huwara-west-bank-settler-attack-cmd-intl/index.html",
      "https://cnn.com/2023/12/05/politics/blinken-visa-restrictions-extremists-west-bank/index.html",
      "https://cnn.com/2023/10/19/middleeast/west-bank-settler-attacks-israel-cmd-intl/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "einan tanjil",
          "sentiment": "none"
        },
        {
          "name": "shalom zicherman",
          "sentiment": "none"
        },
        {
          "name": "yinon levi",
          "sentiment": "none"
        },
        {
          "name": "david chai chasdai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "politico",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "state department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:23:26.924+02:00",
    "updated": "2024-02-02T01:23:26.924+02:00"
  },
  {
    "uuid": "a8d12405c29bc860088f12670ed65bdd12045776",
    "url": "https://www.ilgiorno.it/varese/cronaca/sorpresa-tra-i-fossili-scoperta-88cdbf2a",
    "ord_in_thread": 0,
    "author": "Il Giorno",
    "published": "2025-07-31T03:31:00Z",
    "title": "Sorpresa tra i fossili. Scoperta nuova specie di pesce del Triassico",
    "text": "Nuotava centinaia di milioni di anni fa nel mare tropicale che allora era la Lombardia occidentale, si tratta di un minuscolo pesce fossile, denominato Habroichthys flaviae , oggetto di uno studio internazionale. È stato ritrovato nel Varesotto, nell’area del Lago Maggiore sopra Castelveccana. È una delle sette nuove specie di questo minuscolo pesce del Triassico medio (247–237 milioni di anni fa) che sono state recentemente descritte da un team internazionale di paleontologi guidati dal professor Andrea Tintori , tra loro anche il luinese Massimiliano Andreetti. Gli esemplari di cui si parla nella pubblicazione sulla rivista \"Geobios\" sono stati raccolti circa vent’anni fa da Andreetti e Tintori, il piccolo pesce \"varesino\" (non superava i 3 cm) si è conservato in ottimo stato, permettendo così un’analisi dettagliata della sua anatomia e delle differenze rispetto ad altre specie del genere. I pesci fossili risalgono al Ladinico (Triassico medio), quando la Lombardia occidentale, come le odierne Dolomiti, era un caldo mare tropicale, dove pesci e rettili marini vivevano nelle basse acque costiere. La Valcuvia e la Valtravaglia, a ovest del Monte San Giorgio, patrimonio dell’umanità Unesco, erano occupate da uno di questi bacini profondi alcune decine di metri al centro dei quali i fondali erano privi di ossigeno permettendo così la conservazione delle parti scheletriche, quasi sempre in connessione anatomica, degli organismi che dopo la morte scendevano sul fondale. La nuova specie descritta è stata chiamata Habroichthys flaviae , il minuscolo fossile si presenta solitamente molto ben conservato così da poter comprenderne l’anatomia e le differenze con le altre specie.\nNello stesso articolo pubblicato da Geobios si descrivono altre sei specie dello stesso genere provenienti due dalle Dolomiti e quattro dalla Slovenia. Altre specie già conosciute provengono dal Monte San Giorgio ma anche dalla lontana Cina. Una delle caratteristiche principali delle specie di Habroichthys , descritto per la prima volta nel 1939, è la presenza di scaglie molto alte sui fianchi, la cui funzionalità non è ancora stata chiarita anche perché attualmente non esistono pesci che abbiano scaglie di questa forma. Queste scoperte confermano l’importanza del territorio varesino per le presenze fossili, una storia che nelle prossime settimane potrà essere ripercorsa con le visite guidate dal Museo dei Fossili di Besano. Un viaggio affascinante dal bacino tropicale in cui vivevano ben 240 milioni di anni fa le creature che oggi si possono ammirare perfettamente conservate nelle sale del museo, fino al Colle San Martino, con lo splendido panorama sul lago. L’appuntamento è alle ore 17 nei giorni 12 agosto, 26 agosto, 2 settembre e 9 settembre, le visite sono organizzate da Archeologistics.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->scientific research",
      "Science and Technology->geology",
      "Science and Technology->biology",
      "Environment->endangered species",
      "Environment->nature",
      "Environment->ecosystem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Massimiliano Andreetti",
          "sentiment": "none"
        },
        {
          "name": "Andrea Tintori",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Lago Maggiore sopra Castelveccana",
          "sentiment": "none"
        },
        {
          "name": "Lombardia occidentale",
          "sentiment": "none"
        },
        {
          "name": "Varesotto",
          "sentiment": "none"
        },
        {
          "name": "Dolomiti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Ladinico",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_it",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:36:22.445+03:00",
    "updated": "2025-08-01T08:08:15.000+03:00"
  },
  {
    "uuid": "e5f998ad7783dbfa20501339ff24eb33cac19d33",
    "url": "https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Association",
    "published": "2023-12-28T22:24:00Z",
    "title": "Arsenal lose to West Ham and miss chance to return to Premier League summit - Press and Journal",
    "text": "Arsenal lose to West Ham and miss chance to return to Premier League summit By Press Association December 28 2023, 10.24pm Share Arsenal lose to West Ham and miss chance to return to Premier League summit Share via Facebook Twitter Whatsapp Messenger Linkedin Email Post link https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/ Copy Link West Ham United’s Angelo Ogbonna gestures to the fans after the Premier League match at the Emirates Stadium, London. Picture date: Thursday December 28, 2023.\nArsenal missed the chance to return to the top of the Premier League as they slipped to a disappointing defeat to West Ham amid more VAR controversy.\nThe Gunners needed victory to replace Liverpool at the summit but lost 2-0 on a night where Hammers boss David Moyes finally landed a victory at the Emirates Stadium.\nWest Ham lost Kurt Zouma ahead of the game and Lucas Paqueta after just over half an hour but hit the front through Tomas Soucek’s strike, awarded after VAR could not determine whether the whole ball had gone out of play in the build-up.\nA second-half header from former Arsenal defender Konstantinos Mavropanos secured the points and things could have been even better for the visitors had Said Benrahma not seen a last-gasp penalty saved by David Raya.\nA massive result for West Ham ⚒️ #ARSWHU pic.twitter.com/JLAN9CInMV\n— Premier League (@premierleague) December 28, 2023\nMoyes had failed to secure victory in his previous 72 Premier League away games at Arsenal, Chelsea, Liverpool or Manchester United, so this was a long time coming for the Scot.\nArsenal laboured when they needed to continue their recent winning run in London derbies to go back to the top of the table.\nInstead, only captain Martin Odegaard could hold his head high on a night where their defence creaked and Gabriel Jesus was guilty of missing a couple of very good chances.\nIt was a big win for David Moyes (Adam Davy/PA) Arsenal started well, with some great touches in and around the West Ham box from Odegaard in particular.\nBut at the other end their defending left a lot to be desired, as Oleksandr Zinchenko and Gabriel Magalhaes failed to deal with a simple ball into the middle.\nJarrod Bowen capitalised by latching onto the miscue and teed up Soucek to finish – the goal surviving a lengthy VAR check which could not ultimately make a call on if the ball had not gone out of play before Bowen’s cutback.\nTomas Soucek, number 28, opened the scoring (Adam Davy/PA) Arsenal looked to respond although the goal gave West Ham something to defend, although Jesus found a way in behind with a subtle flick into Bukayo Saka, whose header was brilliantly saved by Alphonse Areola.\nPaqueta had been hurt in the warm-up and lasted just over half an hour, with his fellow Brazilian Gabriel Martinelli curling an effort just wide for Arsenal as they continued in vain to find a leveller.\nThe hosts were getting closer, West Ham gifting possession as two passes saw Arsenal in on goal once more, this time Saka hitting the base of the post from an acute angle.\nBukayo Saka came close to an equaliser (Adam Davy/PA) Former West Ham captain Declan Rice fired just over from 25 yards but it was another player coming back to haunt his former club who would find the back of the net soon after.\nMavropanos made just seven league starts in three years as an Arsenal player but returned to the Premier League last summer with the Hammers and headed them two goals ahead before the hour.\nJesus then headed straight at Areola before sending another fine chance well over the bar moments after Arteta introduced Eddie Nketiah and Reiss Nelson off the bench.\nAreola was on hand again to keep out a Leandro Trossard effort, with Vladimir Coufal clearing a William Saliba header off the line from the resulting corner.\nRice had come off the bench during a 3-0 Carabao Cup defeat on his return to West Ham earlier in the season and endured another night to forget here as he conceded a late penalty for tripping Emerson Palmieri in the box – only for Raya to keep out substitute Benrahma’s tame spot-kick.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health"
    ],
    "external_links": [
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://t.co/JLAN9CInMV",
      "https://twitter.com/premierleague/status/1740496039612735807?ref_src=twsrc%5Etfw",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://api.whatsapp.com/send?text=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/%20-%20Arsenal%20missed%20the%20chance%20to%20return%20to%20the%20top%20of%20the%20Premier%20League%20as%20they%20slipped%20to%20a%20disappointing%20defeat%20to%20West%20Ham%20amid%20more%20VAR%20controversy.",
      "https://secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd?s=64&#038;d=mm&#038;r=g",
      "https://twitter.com/hashtag/ARSWHU?src=hash&ref_src=twsrc%5Etfw",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/&#038;redirect_uri=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://api.whatsapp.com/send?text=https://pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/%20-%20Arsenal%20missed%20the%20chance%20to%20return%20to%20the%20top%20of%20the%20Premier%20League%20as%20they%20slipped%20to%20a%20disappointing%20defeat%20to%20West%20Ham%20amid%20more%20VAR%20controversy.",
      "https://linkedin.com/sharing/share-offsite/?url=https://pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://www.secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd?s=64&#038;d=mm&#038;r=g",
      "https://www.twitter.com/premierleague/status/1740496039612735807?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/ARSWHU?src=hash&ref_src=twsrc%5Etfw",
      "https://www.facebook.com/dialog/send",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/&#038;redirect_uri=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham",
      "https://secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd",
      "https://facebook.com/sharer/sharer.php?u=https://pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham",
      "https://facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/&#038;redirect_uri=https://pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://twitter.com/intent/tweet?url=https://pressandjournal.co.uk/news/world/6310578/arsenal-denied-a-return-to-premier-league-summit-as-they-are-beaten-by-west-ham/",
      "https://twitter.com/hashtag/ARSWHU",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.t.co/JLAN9CInMV",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet",
      "https://twitter.com/premierleague/status/1740496039612735807"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "kurt zouma",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        },
        {
          "name": "angelo ogbonna",
          "sentiment": "none"
        },
        {
          "name": "lucas paqueta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "journal arsenal",
          "sentiment": "negative"
        },
        {
          "name": "press association dec",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "facebook twitter whatsapp messenger linkedin email post",
          "sentiment": "none"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "west ham united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:09.505+02:00",
    "updated": "2023-12-29T00:43:09.505+02:00"
  },
  {
    "uuid": "ce2ef7a2c6c5e8b8e32327e9000b96d8867b9818",
    "url": "https://www.thestar.com.my/news/world/2023/12/30/death-toll-from-floods-in-south-africa-rises-to-14",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NA",
    "published": "2023-12-29T17:08:00Z",
    "title": "Death toll from floods in South Africa rises to 14 | The Star",
    "text": "JOHANNESBURG, Dec. 29 (Xinhua) -- The death toll caused by floods in Ladysmith Town, South Africa's KwaZulu-Natal Province, has risen to 14 while 10 others are still missing, the KwaZulu-Natal Department of Cooperative Governance and Traditional Affairs said on Friday.\nThe heavy rains on Dec. 24 resulted in Bellspruit River bursting its banks, causing water to overflow onto the N11 road in Ladysmith.\nThe disaster management teams are working with the police to continue to search for those missing people, said Bongiwe Sithole-Moloi, an official from the department.\n\"We also urge all family members not to delay reporting their missing loved ones. This will greatly assist in the mobilization of search teams and allow us to get support from the various organizations we collaborate with on disaster matters,\" Sithole-Moloi said.\nThe South African Weather Service predicted that rains will continue in various areas of KwaZulu-Natal, according to Sithole-Moloi, who urged people to be cautious when traveling.\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bongiwe sithole-moloi",
          "sentiment": "none"
        },
        {
          "name": "moloi",
          "sentiment": "none"
        },
        {
          "name": "sithole-moloi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "xinhua",
          "sentiment": "negative"
        },
        {
          "name": "kwazulu-natal province",
          "sentiment": "none"
        },
        {
          "name": "south african weather service",
          "sentiment": "none"
        },
        {
          "name": "kwazulu-natal department of cooperative governance and traditional affairs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "johannesburg",
          "sentiment": "none"
        },
        {
          "name": "ladysmith town",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "bellspruit river",
          "sentiment": "none"
        },
        {
          "name": "kwazulu-natal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:55:44.790+02:00",
    "updated": "2023-12-29T19:55:44.790+02:00"
  },
  {
    "uuid": "2185af13ab5a765f7736d90bec18083b119ba1cc",
    "url": "https://lovedevani.com/reasons-why-you-should-date-an-italian-girl",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michelle Devani",
    "published": "2024-12-26T19:24:00Z",
    "title": "28 Lovely Reasons Why You Should Date An Italian Girl",
    "text": "Love is hidden inside people of all kind which makes life more exciting and thrilling. But it also makes finding a love you are compatible with much harder. Have you aver thought of dating based on nationality?\nItaly is a place filled with good food and good scenery. You are probably wondering how you know that someone is the right fit for you based on their nationality. Stop wondering, here are the definite reasons why you should date an Italian girl;\nThey Are Romantic Romance is in their blood. So you can rest assured that you will be loved and that they will always try to show you the ways to say I love you without saying I love you.\nThey Have A Great Sense Of Humor They can have smart humour or really silly humor. Having someone that makes you laugh is really the person that you need to be holding on to in your life.\nThey Are Adventurous Italy is adorned with many places for adventures. As a girl that is born in a place like that, adventure is already a part of their identity.\nThey Are Sensual It is no surprise that an italy girl is sensual. They usually can do tricks as the ways on How to Make A Guy Emotionally Addicted to You\nThey Have A Great Taste In Food You must read these reasons why you should date an Italian girl. A place like Italy is a place with so many good food from Italy itself and from around the world. A girl with a great taste in food is a rare quality but a valuable one.\nThey Are A Family Girl Italians are known to have a close knit with their family so you know that a future with them with a family will be great and peaceful.\nThey Can Cook Well With a great taste in food, they can also cook well. This is how Italians get their love because once you satisfy the tummy, the heart will be won easily.\nBeing Kind Is Their Nature Because they are family oriented, being kind to the member of their family is out of the question. Therefore, they will be kind to you too.\nThey Will Always Put Your First Having such a close relationship with their family mostly means that they put others first. This will also happen in the relationship where your happiness is put first.\nThey Are Subtle Being subtle with their words and actions is one of their traits.\nPatience Is One Of Their traits Being born in a warm family happens to most Italian girl which makes them learn patience.\nThey Are Playful Many adventures leads someone to be playful. This will add a color of youthfulness and fun in your relationship.\nThey Are Passionate In Showing Their Love An italian girl is a girl of passion so they will do romantic and passionate things when they want to say that they really like you or to show the Signs She is Into Me\nLikes To Play Mysterious Mystery means they will only open themselves up bit by bit. Your relationship will be more interesting and last longer because you are always driven by your curiosity and love.\nThey Will Never Bore You All of their positive and surprising attitudes will never bore you and will make your life much more interesting.\nThey Are Spontaneous Being spontaneous in what they do comes from their adventurous spirit. This leads to many surprises in your relationship.\nThey Are Creative With all the culture and inspiration in italy, it is no wonder that an italian girl is creative in what they do and in how they show their love.\nThey Have A Good Manner Good manner comes from all the education they receive when they are with their family. This is one of the Wife Material Signs and signs she is a girlfriend material.\nPeople In Your Life Will Approve Of Her All of these good traits will naturally draw people in, including the people in your life.\nThey Are Brave Being brave is shown in what they say and how they act in facing problems.\nContents\nMore Tips on Why You Should Be with An Italian Girl Italian girl are a great girl to be with. There are more to her than the reasons above. Here are more tips on why you should be with an Italian girl:\nThey Flirt Well Flirting, sensuality, and romance comes easily for an italian girl. This trait will make you amused.\nThey Will Fulfill Your Needs They can take care of you well which means they can take care of your needs.\nThey Are A Positive Person Having a positive person around will make you feel like your life is amazing\nMaking You Mirror Their Positivity Once you are with them for long enough, you start being positive too.\nThey Don’t Settle For Less They are hard to get because they don’t settle for less.\nWays to Get An Italian Girl You are probably already hooked on an Italian girl now but do you have what it takes to get them? here are the practical ways to get an Italian girl;\nBe Confident But Know Your Limits Confidence attract everyone but being too confident will drive people away from you. Find the balance and you will be a girl magnet.\nNever Be Boring Not being spontaneous and adventurous will make you a bore which is a big no for a playful italian girl.\nGive A Little Hint Of Mystery Mystery will make an italian girl curious about you.\nItalian girls are a lover you never thought would fit you but once they do, they will make your life more colorful than ever. As long as you do the real ways to get an Italian girl, you can hold that lover for the rest of your life if you want to. In the end, you will lead an adventurous, spontaneous relationship with them. The main reasons why you should date an Italian girl is because you love her!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:10:00.829+02:00",
    "updated": "2024-12-27T00:10:00.829+02:00"
  },
  {
    "uuid": "6262dbb1498bba0f81bfbc0969769f5fa2bcf6a3",
    "url": "https://www.outkick.com/culture/man-learnes-eating-ungodly-amount-butter-cheese-every-day-not-great-idea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "outkick",
    "published": "2025-01-30T19:10:00Z",
    "title": "Man Learns That Eating Ungodly Amount Of Butter, Cheese Every Day Not Great Idea | OutKick",
    "text": "Man Learns That Eating Ungodly Amount Of Butter And Cheese Every Day Is Not A Great Idea\nEating healthy can be tough. I'd love to eat greasy fried food for every single meal, but I also like the idea of living to see my 40th birthday.\nA man in Florida learned the hard way that eating a diet consisting of anywhere from 6 to 9 pounds of cheese and butter a day, has some pretty wild side effects, including one thing that I had no idea was even possible.\nAccording to JAMA Cardiology, a man in his 40s decided to adopt a carnivore diet that he learned about on the internet. Nothing particularly unusual about that, but the man did maybe the most extreme version of it that he possibly could.\nThe report says that the man consumed 6 to 9 pounds of cheese daily, along with sticks of butter and other types of fats that were mixed into his \"daily hamburgers.\"\nI've got to admit that part made me laugh. It was like a routine. Get up, read the paper, walk the dog, eat your daily hamburgers…\nThey're burgers, not Flintstones chewables.\nBut according to Fox 10 Phoenix, the man was seeing some pretty great results saying that he lost some weight and experienced greater mental clarity and an increase in energy.\nAnyway, the man did this for months until he suddenly started noting something a bit strange. Strange yellow lesions on his hands and other parts of his body.\nDoctors took a looksee and determined that this was xanthelasma. What is that? It's deposits of cholesterol that the body is unable to process.\nWhat you can see in that picture is globs of pure, unleaded cholesterol pulling into that guy's body.\nI didn't know that this was possible and now that I do, I'm horrified.\nNow, if you'll excuse me, I'm going to go eat some salmon and Brussels sprouts for lunch…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Health->diet",
      "Health->health treatment and procedure",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.fox10phoenix.com/news/man-eating-6-9-pounds-butter-cheese-day-develops-cholesterol-hands-while-carnivore-diet-jama",
      "https://jamanetwork.com/journals/jamacardiology/article-abstract/2828915?resultClick=1",
      "https://www.jamanetwork.com/journals/jamacardiology/article-abstract/2828915?resultClick=1",
      "https://jamanetwork.com/journals/jamacardiology/article-abstract/2828915",
      "https://fox10phoenix.com/news/man-eating-6-9-pounds-butter-cheese-day-develops-cholesterol-hands-while-carnivore-diet-jama"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:50:31.720+02:00",
    "updated": "2025-01-31T00:50:31.720+02:00"
  },
  {
    "uuid": "0daad1da12c8fe458d69842bb6d9d71c1ce98235",
    "url": "https://www.informationng.com/2024/01/we-neutralised-three-terrorists-commanders-rescued-27-hostages-dhq.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ololade",
    "published": "2024-01-20T07:36:00Z",
    "title": "‘We Neutralised Three Terrorists’ Commanders, Rescued 27 Hostages’ — DHQ",
    "text": "Troops of the Nigerian Army have eliminated three top commanders of the Islamic States of West Africa Province (ISWAP) in Borno, Defence Headquarters (DHQ) says. Director of Defence Media Operations, Edward Buba, gave the update in Abuja on Friday, while giving a weekly report of the army’s operations across the country. According to him, the troops also killed 43 terrorists. Buba alloted the success recorded by the troops on the air component of Operation Hadin Kai which made the strike on January 10. He listed the terrorist commanders as Abou Maimuna, Abou Zahra, and Commander Saleh, noting that they and their fighters were in a canoe before being targeted and destroyed by air strikes. 76 terrorists, he said, were also arrested while 27 hostages were rescued. The spokesman added that 81 assorted weapons, 2,150 assorted ammunition, N1.2 million, and other items were recovered during the operations. READ ALSO: [Gunmen Invade Army Estate In Abuja, Abduct Two Residents](https://www.informationng.com/2024/01/gunmen-invade-army-estate-in-abuja-abduct-two-residents.html) His words: “The armed forces will always be mindful of the threat by kidnapping gangs and terrorists across the country. “Accordingly, we will continually review our internal processes in order to deal with these threats both now and in the long term. “The military is determined to give the situation the seriousness it deserves so as to create a safer environment for citizens.” Buba further said troops of Operation Delta Safe apprehended 29 suspects for oil theft in the country’s south-south region. The troops, Buba added, discovered and destroyed seven dugout pits, 13 boats, 23 storage tanks, two barges, four vehicles, 15 cooking ovens, two pump machines and 16 illegal refining sites. He added that the troops recovered 139,045 litres of stolen crude oil, 25,115 litres of illegally refined aviation gas oil (AGO) and 5,200 litres of dual purpose kerosene (DPK).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edward buba",
          "sentiment": "none"
        },
        {
          "name": "abou zahra",
          "sentiment": "none"
        },
        {
          "name": "abou maimuna",
          "sentiment": "none"
        },
        {
          "name": "buba",
          "sentiment": "none"
        },
        {
          "name": "saleh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islamic states of west afric",
          "sentiment": "negative"
        },
        {
          "name": "nigerian army",
          "sentiment": "negative"
        },
        {
          "name": "defence media operations",
          "sentiment": "none"
        },
        {
          "name": "gunmen invade army estate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "borno",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T11:21:09.104+02:00",
    "updated": "2024-01-21T00:22:10.405+02:00"
  },
  {
    "uuid": "9074e42b5e328e1f59dadec6a91872844475081b",
    "url": "https://tribuneonlineng.com/nahcon-mourns-as-kebbi-pilgrim-dies-in-makkah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saliu Gbadamosi",
    "published": "2024-05-26T07:08:00Z",
    "title": "NAHCON mourns as Kebbi pilgrim dies in Makkah - Tribune Online",
    "text": "The National Hajj Commission of Nigeria (NAHCON) has mourned the death of a Nigerian pilgrim from Kebbi State in Makkah, few days to the commencement of the 2024 Hajj exercise. The deceased, Hajiya Tawalkatu Busare Alako, popularly known as Maman Biyu, died on Saturday, May 25, a couple of days after arriving in Makkah from Madina, where he and other pilgrims from the state spent their first four days in the Kingdom of Saudi Arabia. Following the sad development, the Chairman/CEO, National Hajj Commission of Nigeria (NAHCON) Chairman/CEO, Malam Jalal Ahmad Arabi, has condoled the Kebbi State Pilgrims’ Welfare Board over the death of deceased. ALSO READ: Islamic scholar applauds NAHCON for prioritising pilgrims’ welfare In a condolence his message to the Kebbi Board officials, led by Alhaji Garba Takware, delivered on his behalf by Commission’s Makkah Office Coordinator, Dr Aliyu Tanko, the NAHCON boss expressed his heartfelt sympathy to her family and the people of Kebbi State over the death. Malam Arabi then prayed the Almighty Allah to grant the soul of the deceased eternal rest. Responding, Alhaji Takware thanked NAHCON leadership for the visit and prayed for a very successful Hajj operation this year. Highlight of the condolence visit was special supplication made for the repose of Hajiya Alako’s soul as well as prayers for the remaining Nigerian pilgrims to this year’s holy pilgrimage in particular and Nigeria in general. In company with the Makkah Coordinator on the condolence visit were NAHCON staff, including Saudi Liaison Officer, Ustaz Abubakar Lamin, among others.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ke",
          "sentiment": "negative"
        },
        {
          "name": "aliyu tanko",
          "sentiment": "none"
        },
        {
          "name": "malam arabi",
          "sentiment": "none"
        },
        {
          "name": "maman biyu",
          "sentiment": "none"
        },
        {
          "name": "hajiya tawalkatu busare alako",
          "sentiment": "none"
        },
        {
          "name": "alhaji garba takware",
          "sentiment": "none"
        },
        {
          "name": "madina",
          "sentiment": "none"
        },
        {
          "name": "malam jalal ahmad arabi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nahcon",
          "sentiment": "negative"
        },
        {
          "name": "national hajj commission of nigeria (nahcon",
          "sentiment": "neutral"
        },
        {
          "name": "kebbi state",
          "sentiment": "none"
        },
        {
          "name": "commission’s makkah office coordinator",
          "sentiment": "none"
        },
        {
          "name": "kebbi state pilgrims’ welfare board",
          "sentiment": "none"
        },
        {
          "name": "kebbi board",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "makkah",
          "sentiment": "none"
        },
        {
          "name": "kebbi",
          "sentiment": "none"
        },
        {
          "name": "kingdom of saudi arabia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T11:09:59.007+03:00",
    "updated": "2024-05-26T14:30:43.364+03:00"
  },
  {
    "uuid": "3c2bde91005d285a673f84d13afff7426aa90ae8",
    "url": "https://investorplace.com/2024/01/the-gigs-up-3-stocks-to-sell-as-the-gig-economy-slows-down/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Faizan Farooque",
    "published": "2024-01-25T20:47:00Z",
    "title": "The Gig’s Up: 3 Stocks to Sell as the Gig Economy Slows Down",
    "text": "The gig economy is still going strong in 2024. It’s also\ngrowing three times faster than the U.S. workforce as a whole, which is pretty cool. In the U.S., this means that by 2027, more than half of the people who work will have gig economy jobs. The fast rise makes it easier for job workers to find work and for businesses to find good people. One problem with this growth is that it comes with some risks. The growth of gig work in different fields creates new possibilities and major problems. As a result, while gig economy stocks are attracting attention, investors are also looking for stocks to sell in this area as well.\nPeople who work in the gig economy are\nhappier with their jobs and like having more freedom. Still, they also face problems like not having job stability and not getting regular benefits. These problems can be seen in the gig economy stocks to sell. Even though gig workers love having the freedom to set their own hours and be flexible, they often don’t have access to basic benefits like health insurance. In addition, the impact of global economic trends hits the gig economy harder than the traditional job markets.\nAs the gig economy changes, so do its stocks. This means that buyers should be careful as they try to make money in this new but risky market.\nUber Technologies (UBER)\nUber Technologies (NYSE:\nUBER) is a contrast in the world of gig economy stocks because its stock price has gone up by 117% in the last year. It faces hurdles, even though it has made great progress. Uber’s most recent earnings report showed that it missed estimates by a small amount. That casts doubt on its planned financial path.\nAlso, Uber’s\n$30 million political donation in California shows that it wants to change the rules for the gig economy. But this move, which was meant to improve driver classification and mental health, hasn’t yet shown any clear benefits for the company’s bottom line. While this is going on, insider trading actions like CEO Dara Khosrowshahi selling stock could make people worry about Uber’s future.\nUber has trouble with regulations in other countries, especially in Switzerland. The fact that the company gives drivers cab licenses shows that it is still fighting standard taxi services. This push from regulators makes things even more difficult for Uber to run. Also, the fact that electric cars now have to pay Road User Charges in New Zealand makes people wonder what will happen to Uber’s efforts to make transportation better.\nWhen buyers think about selling gig economy stocks, these factors make things more complicated. Uber’s journey, hampered by government rules and unstable markets, needs close attention. That is true for both the average investor as well as people who have money in the gig economy.\nDoorDash (DASH)\nWhen looking at the volatile world of gig economy stocks, DoorDash (NASDAQ:\nDASH) tells an interesting story. Even though the company has lost an amazing 80% in the last year, it has shown that it can bounce back by strategically diversifying. DoorDash’s latest moves into grocery stores and retail stores are risky, but they show that the company wants to break down standard barriers.\nWith an impressive $878.0 million in free cash flow, DoorDash’s finances look good. But this number hides the real problems that come from fast growth and competition. DoorDash’s growth in foreign markets is still tentative. Its\npurchase of Wolt Enterprises was a careful move into new markets. It’s smart for the company to avoid engaging in growth that isn’t efficient. But this makes me wonder if it will be able to stay in business in the long term in the very competitive gig economy.\nWith a 59% share of restaurant orders in the U.S., DoorDash’s ability to run its business well is clear. However, the gig economy is known for being unstable, and there are a lot of legal hurdles to overcome. In addition, DoorDash is facing intense competition from rivals such as Grubhub and Lyft (NASDAQ:\nLYFT), among others. The situation leads to razor-sharp margins, eating into profits.\nWhile DoorDash’s plan to avoid wasteful growth investments is a good one, it might not be enough in the rapidly changing gig economy. This careful approach, along with significant losses last year, makes DoorDash one of the gig economy stocks that you might want to sell.\nAirbnb (ABNB)\nAirbnb (NASDAQ:\nABNB) stands out in the fast-paced world of gig economy stocks. Even though it made a 36% gain last year, current events have cast a shadow. Airbnb’s latest gift of $10 million to charity is a smart way for the company to get involved in the community. But this is a response to bigger problems in society. At the same time, the company’s plan to make homes more affordable looks more like a defense move. It’s in answer to claims that Airbnb makes housing gaps worse and drives up prices in the area.\nWith its\n$200 million purchase of GamePlanner, Airbnb made its first move into AI. AI is an example of a smart use of technology. But compared to bigger problems, it’s a drop in the ocean. The company’s problems with regulations, especially in New York City, show that it has a bad relationship with the government.\nRecent problems with Airbnb make their problems worse. An\n$8.5 million scam connected to its platform makes people wonder about its operations control. There was no direct fault on Airbnb for certain incidents that happened in Nairobi, but they still hurt the company’s image. These situations show the dangers that come with short-term rentals. They show how important it is for the company to have stronger security and verification measures. Investors need to understand how hard it is for Airbnb to balance growth with social effects and follow the rules. When looking for gig economy stocks to sell, Airbnb’s present path makes it prudent to be careful.\nOn the publication date, Faizan Farooque did not hold (directly or indirectly) any positions in the securities mentioned in this article. The opinions expressed in this article are those of the writer, subject to the InvestorPlace.com\nPublishing Guidelines.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://foodondemand.com/01042024/doordash-looks-to-grocery-expansion-2024/",
      "https://www.clearvoice.com/resources/gig-economy-future-2024",
      "https://clearvoice.com/resources/gig-economy-future-2024",
      "https://finance.yahoo.com/news/uber-technologies-inc-ceo-dara-100443772.html#:~:text=In%20a%20notable%20insider%20transaction,shares%20and%20made%20no%20purchases.",
      "https://www.draup.com/talent/blog/gigonomics-2024-a-deep-dive-into-the-future-of-gig-economy/",
      "https://finance.yahoo.com/news/unlocking-future-airbnbs-latest-acquisition-173222275.html",
      "https://www.foodondemand.com/01042024/doordash-looks-to-grocery-expansion-2024/",
      "https://draup.com/talent/blog/gigonomics-2024-a-deep-dive-into-the-future-of-gig-economy",
      "https://politico.com/news/2024/01/24/uber-counter-california-labor-muscle-00137562",
      "https://finmasters.com/gig-economy-statistics/",
      "https://www.dailymontanan.com/2024/01/23/other-cities-take-note-as-new-york-city-tells-airbnb-fuhgeddaboudit/",
      "https://news.yahoo.com/airbnb-eyes-increasing-housing-supply-175601043.html",
      "https://techxplore.com/news/2024-01-airbnb-donates-million-nonprofits-continents.html",
      "https://finmasters.com/gig-economy-statistics",
      "https://www.nbcnews.com/news/us-news/pair-indicted-alleged-airbnb-vrbo-rental-property-scam-netted-85-milli-rcna132367",
      "https://press.wolt.com/en-WW/215041-doordash-completes-acquisition-of-wolt",
      "https://www.techxplore.com/news/2024-01-airbnb-donates-million-nonprofits-continents.html",
      "https://www.finance.yahoo.com/news/unlocking-future-airbnbs-latest-acquisition-173222275.html",
      "https://dailymontanan.com/2024/01/23/other-cities-take-note-as-new-york-city-tells-airbnb-fuhgeddaboudit",
      "https://foodondemand.com/01042024/doordash-looks-to-grocery-expansion-2024",
      "https://www.finmasters.com/gig-economy-statistics/",
      "https://dailymontanan.com/2024/01/23/other-cities-take-note-as-new-york-city-tells-airbnb-fuhgeddaboudit/",
      "https://www.press.wolt.com/en-WW/215041-doordash-completes-acquisition-of-wolt",
      "https://draup.com/talent/blog/gigonomics-2024-a-deep-dive-into-the-future-of-gig-economy/",
      "https://www.weforum.org/agenda/2020/04/gig-workers-hardest-hit-coronavirus-pandemic/",
      "https://capitalfm.co.ke/news/2024/01/shock-as-another-woman-murdered-in-airbnb-in-nairobi/#:~:text=The%20incident%20comes%20barely%20a,with%20identified%20as%20John%20Matara.",
      "https://www.finance.yahoo.com/news/uber-technologies-inc-ceo-dara-100443772.html#:~:text=In%20a%20notable%20insider%20transaction,shares%20and%20made%20no%20purchases.",
      "https://weforum.org/agenda/2020/04/gig-workers-hardest-hit-coronavirus-pandemic/",
      "https://www.capitalfm.co.ke/news/2024/01/shock-as-another-woman-murdered-in-airbnb-in-nairobi/#:~:text=The%20incident%20comes%20barely%20a,with%20identified%20as%20John%20Matara.",
      "https://www.news.yahoo.com/airbnb-eyes-increasing-housing-supply-175601043.html",
      "https://www.politico.com/news/2024/01/24/uber-counter-california-labor-muscle-00137562",
      "https://nbcnews.com/news/us-news/pair-indicted-alleged-airbnb-vrbo-rental-property-scam-netted-85-milli-rcna132367",
      "https://www.weforum.org/agenda/2020/04/gig-workers-hardest-hit-coronavirus-pandemic"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:20.372+02:00",
    "updated": "2024-01-26T00:41:20.372+02:00"
  }
]