[
  {
    "uuid": "1cc729b51856affd8f0bb51fef9d5b24c49af240",
    "url": "https://www.latestly.com/agency-news/world-news-idf-asks-residents-in-parts-of-central-gaza-to-leave-immediately-5657521.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-28T21:20:00Z",
    "title": "World News | IDF Asks Residents in Parts of Central Gaza to Leave Immediately | LatestLY",
    "text": "Tel Aviv [Israel], December 28 (ANI): The Israel Defence Forces (IDF) has asked residents in many parts of central Gaza to leave immediately while its operations against Hamas continue, CNN reported. In a message posted in Arabic on X, the IDF urged residents in 15 identified blocks south of Wadi Gaza to move to shelters. The regions include the Al-Bureij refugee camp. Also Read | EAM S Jaishankar Says Relationship Between India and Russia Much Deeper (Watch Video). In its message, the IDF said people in the identified blocks \"must immediately move to the shelters in Deir al-Balah. A temporary tactical local suspension of military activities will be imposed for humanitarian purposes in the southern neighbourhood of Deir al-Balah from 10:00 am to 2:00 pm for provisions purposes,\" CNN reported. The IDF urged people not to move along the central axis, the Salah Al-Din road, due to the fighting in the Khan Younis area of Gaza, according to CNN report. It said, \"The IDF will allow the humanitarian movement of civilians through the bypass axis west of Khan Younis.\" Also Read | Israel-Hamas War: IDF Claims Rockets Fired at Southern Israel From Gaza, No Casualties Reported. Meanwhile, Israel Defence Forces (IDF) located and destroyed three terror tunnel shafts belonging to the Hamas terror organisation near the Rantisi Hospital and in the nearby high School on Wednesday. The tunnel shafts that the Hamas fighters used are dozens of metres deep and are linked by an underground network that runs beneath the hospital and into Gaza City\"IDF troops are uncovering Hamas' tunnels inside and around multiple hospitals within Gaza. The Rantisi Hospital is just another terrorist stronghold used to connect and transfer terrorists and weapons throughout Gaza to be used against Israelis,\" the IDF wrote in a post on X (formerly Twitter), after recovering the tunnel. In recent weeks, IDF soldiers led by the 162nd Division's 401st Brigade, in collaboration with Flotilla 13 and the 'Yahalom' Unit, discovered and searched three active tunnel shafts near Rantisi Hospital. 'Yahalom' soldiers searched the region, as well as, the shafts and tunnels, employing a variety of methods to map the topography of the tunnels and the linkages between the shafts.Notably, Yahalom is a sayeret unit of the Israeli Combat Engineering Corps of the Israel Defence Forces (IDF). According to the IDF, this operation revealed that the shafts are connected by a wide underground network passing under the hospital, spanning several kilometres, and leading to strategic points in the heart of Gaza City. \"The tunnel in Rantisi is close to a school and leads to another school in the area. The tunnel also served as a command and control centre for conducting combat in the northern Gaza Strip and for carrying out terrorist attacks,\" the IDF said. The Israeli forces said that the operational shaft was located in a girls' school in the area was about 20 metres deep and included an elevator and electrical infrastructure.\" Following intelligence information directed by Unit 504 of the Intelligence Directorate, another operational shaft was located inside one of the hideout residences used by one of the commanders of Hamas' naval unit in the Gaza Strip,\" the IDF said. Junctions and blast doors were placed in the tunnels' topography to prevent IDF soldiers from breaking in and to secure the tunnel system. The tunnel infrastructure and shafts were demolished in a coordinated operation by soldiers from the 'Yahalom' Unit and engineering soldiers from the 14th Brigade, the IDF added. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "deir al-balah",
          "sentiment": "none"
        },
        {
          "name": "salah al-din",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "israel defence forces",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "idf",
          "sentiment": "none"
        },
        {
          "name": "al-bureij refugee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central gaza",
          "sentiment": "none"
        },
        {
          "name": "tel aviv",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "wadi gaza",
          "sentiment": "none"
        },
        {
          "name": "deir al-balah",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:03:01.049+02:00",
    "updated": "2023-12-29T02:03:01.049+02:00"
  },
  {
    "uuid": "096201592333b499efb1604d1d4d6cecf6676acb",
    "url": "https://www.lancashiretelegraph.co.uk/news/national/24016293.off-road-drivers-swept-away-river-says-man-tried-save/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T23:08:00Z",
    "title": "Off-road drivers were swept away by river, says man who tried to save them | Lancashire Telegraph",
    "text": "A man who tried to save three men trapped in a submerged 4×4 vehicle said they were “swept away” as they attempted to cross a river.\nEmergency services including police, ambulance and a helicopter attended a location on the River Esk near Glaisdale shortly before midday on Thursday.\nA 4×4 was recovered from the river by the fire service just after 3pm and three men found inside had died, North Yorkshire Police said.\nChris Ford, who lives nearby, told the PA news agency the men were part of an off-roading group when they crossed a ford on Rake Lane.\nThe river, swollen by heavy rain, swept them away and carried them around 400 yards downstream, he said.\nEmergency services have been dealing with a serious incident on Thursday (28 December) involving a 4×4 vehicle in the River Esk near Glaisdale on the North York Moors 🚨\nThree men sadly died at the scene.\nMore information is available here ⬇️ https://t.co/KgxPhHATO4 pic.twitter.com/AvDT3TiqCk\n— North Yorkshire Police (@NYorksPolice) December 28, 2023\nIt came as Storm Gerrit caused flooding and travel chaos across the country throughout Wednesday and Thursday.\nMr Ford, a firewood salesman, was called to the scene to help recover the vehicle with his tractor and found it fully submerged beneath the water, he said.\nHe and two others used tractors to pull the 4×4 on to the riverbank, he said.\nPolice said another man, who attempted to help those trapped in the car, was pulled from the river and needed medical treatment.\nMr Ford told PA: “There was a ford they were going over and they were swept down 400 yards.\n“They were part of an off-road club.\n“I went down with my tractor. There was a couple of vehicles – one parked up.\n“You couldn’t see the (other) vehicle. It was 3ft beneath the water.\n“I helped get it out on to the riverbank with three other tractors.”\nTwo other locals, Rosie and Andrew Dale, said they were with Mr Ford when he got the call to help.\nThey said they saw several 4×4 vehicles pass their home in the direction of the ford shortly before the incident.\nMrs Dale said “nobody local” would attempt to cross the ford in the current conditions.\nThe area is popular with 4×4 drivers, she said, adding: “In the summer you get 10 of them at a time.”\nA spokesperson for North Yorkshire Police said: “Localised conditions across our area are making driving hazardous.\n“Roads are particularly badly affected around the River Esk, to the north of the county, as we have seen with the tragic incident near Glaisdale.\n“There was another incident at nearby Houlsyke at 12.49pm when a car got stuck in flood water and another at Kirby Wiske in Hambleton at 2.35pm.\n“Thankfully, the occupants of both vehicles were brought to safety.\n“The key advice is to consider whether your journey is necessary.\n“Please avoid driving through any kind of standing or moving flood water if you possibly can.”\nWitnesses to the incident at Glaisdale are urged to call North Yorkshire Police on 101, option 4, quoting reference NYP-28122023-0146.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://t.co/KgxPhHATO4",
      "https://t.co/AvDT3TiqCk",
      "https://twitter.com/NYorksPolice/status/1740425994073247766?ref_src=twsrc%5Etfw",
      "https://www.t.co/KgxPhHATO4",
      "https://www.t.co/AvDT3TiqCk",
      "https://twitter.com/NYorksPolice/status/1740425994073247766",
      "https://www.twitter.com/NYorksPolice/status/1740425994073247766?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris ford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lancashire telegraph",
          "sentiment": "negative"
        },
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north york",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "rake lane",
          "sentiment": "none"
        },
        {
          "name": "river esk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:19.829+02:00",
    "updated": "2023-12-29T01:13:19.829+02:00"
  },
  {
    "uuid": "f74755588f5e281b4c6f3a8a1a17325e636b1d7f",
    "url": "https://www.dailykos.com/stories/2024/5/24/2213401/-Kevin-Drum-Zionism-is-Dead",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dalbert Community",
    "published": "2024-05-24T00:00:00Z",
    "title": "Kevin Drum: \"Zionism is Dead.\"",
    "text": "Per Kevin Drum: Zionism was solely a movement of the first half of the 20th century. In 1948, when the UN created Israel, Zionism won—and thereby wrote itself out of existence. There is now nothing more to Zionism than the belief that Israel was legitimately created and has a right to exist. Arabs initially refused to accept this and declared war on Israel, but they lost in 1949 and that was that—or should have been…. Zionism was solely a movement of the first half of the 20th century. In 1948, when the UN created Israel, Zionism won—and thereby wrote itself out of existence. There is now nothing more to Zionism than the belief that Israel was legitimately created and has a right to exist. Arabs initially refused to accept this and declared war on Israel, but they lost in 1949 and that was that—or should have been…. I don't think Zionism was solely a movement in the first half of the 20th century which ended with the creation of the State of Israel because 1) Israel was created the Jewish state, and 2) being the Jewish state determined a lot of Israel’s polices well into the 1990s, regarding immigration, and the legal rights of Palestinians within and without Israel. I don’t think Israel needs to be ‘the Jewish state” — but that is something Israelis and Palestinians must work out. Even the PLO finally accepted this in the '90s. Ditto for Jordan and Egypt. On the other hand, Hamas, Hezbollah, Iran, a bunch of dead-ender Arab states—and, apparently, a lot of US college students—still don't accept Israel's right to exist. It's kind of ridiculous.. Even the PLO finally accepted this in the '90s. Ditto for Jordan and Egypt. On the other hand, Hamas, Hezbollah, Iran, a bunch of dead-ender Arab states—and, apparently, a lot of US college students—still don't accept Israel's right to exist. It's kind of ridiculous.. Well, it’s not ridiculous if your goal is liberate Palestine from the river to the sea. But, since that goal has proven been entirely unattainable, ideologically reactionary, and demonstrably counter to Palestinian rights, well, yeah, it is ridiculous. The short version of all this is that the question \"Are you a Zionist\" is no more sensible than \"Do you support independence for the United States?\"¹ It's a question that made sense once upon a time, but no longer. All that's left is whether you refuse to accept something that even the PLO has accepted for more than three decades. The short version of all this is that the question \"Are you a Zionist\" is no more sensible than \"Do you support independence for the United States?\"¹ It's a question that made sense once upon a time, but no longer. All that's left is whether you refuse to accept something that even the PLO has accepted for more than three decades. I agree. As Matt Yglesias wrote in his piece yesterday (which I recommend) that prompted Drum’s post: I think there’s something fundamentally odd about Zionism as an ethos among residents of the diaspora in the 21st century. Nothing is stopping us from moving to Israel. If you choose not to, then whatever you may say, that lack of action indicates something about your actual feelings. I did not feel — and have never felt — any desire to move to Israel or that it would be a good idea for American Jews to move en masse to Israel. My ancestors are from Eastern Europe, not Israel. My family’s culinary traditions are not Israeli. And I have no particular desire to shed my Jewish American identity in favor of an Israeli identity. I think there’s something fundamentally odd about Zionism as an ethos among residents of the diaspora in the 21st century. Nothing is stopping us from moving to Israel. If you choose not to, then whatever you may say, that lack of action indicates something about your actual feelings. I did not feel — and have never felt — any desire to move to Israel or that it would be a good idea for American Jews to move en masse to Israel. My ancestors are from Eastern Europe, not Israel. My family’s culinary traditions are not Israeli. And I have no particular desire to shed my Jewish American identity in favor of an Israeli identity. Here’s something I wrote here a while back: Zionism is primarily an historical phenomena related to the creation of a Jewish Homeland in the historical land of Jewish people AND the gathering of Diaspora Jews to that state. Zionism, as a historical event, lasted from the late 1800s to the the late 1900s. In this way, Zionism or not Zionism is kind of a dead letter. Israel is a thing, doing quite well in fact... I do not call myself a Zionist. I used to for a time. I lived in Israel and considered making Aliyah... I came to the following conclusion as a young man: I am an American Jew. America is a secular, pluralistic, multi-cultural democratic society... America is my home. America is “the Promised Land”. For me to be a Zionist would mean to make aliyah. As one kibbutznik put it to me, “We don’t need your support, your money or your bones; we need you.” That was in 1988, before the great Russian influx and many US jews would ship their bones to be interned in Eretz Israel. That was then, and I haven’t really changed my view all that much. Zionism, schmimonism. Israel exists; Zionism was a success, and arguing about Israel’s rights, or Palestinian rights is oh-just-so-much nonsense. I don’t care about any of that. I care about practical solutions to difficult problems. Like how to deal with living next to and amongst the zealots, like Hamas. Zionism is primarily an historical phenomena related to the creation of a Jewish Homeland in the historical land of Jewish people AND the gathering of Diaspora Jews to that state. Zionism, as a historical event, lasted from the late 1800s to the the late 1900s. In this way, Zionism or not Zionism is kind of a dead letter. Israel is a thing, doing quite well in fact... I do not call myself a Zionist. I used to for a time. I lived in Israel and considered making Aliyah... I came to the following conclusion as a young man: I am an American Jew. America is a secular, pluralistic, multi-cultural democratic society... America is my home. America is “the Promised Land”. For me to be a Zionist would mean to make aliyah. As one kibbutznik put it to me, “We don’t need your support, your money or your bones; we need you.” That was in 1988, before the great Russian influx and many US jews would ship their bones to be interned in Eretz Israel. That was then, and I haven’t really changed my view all that much. Zionism, schmimonism. Israel exists; Zionism was a success, and arguing about Israel’s rights, or Palestinian rights is oh-just-so-much nonsense. I don’t care about any of that. I care about practical solutions to difficult problems. Like how to deal with living next to and amongst the zealots, like Hamas. How does any of this matter? Here’s how: It seems very clear to me that Israel should have stopped its war on Gaza last year. At this point, regarding I/P, stopping that war is the only thing that matters to me. Once that is accomplished, the only thing I’ll care about is getting the resources needed to help the people of Gaza rebuild their shattered lives. If Hamas wants to be part of that process, fine. If Netanyahu wants to be part of that process, fine. If not, fine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevin drum",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T23:36:48.331+03:00",
    "updated": "2024-05-25T00:26:14.266+03:00"
  }
]