[
  {
    "uuid": "0af7367282c8f4612247ba756ce4f12c3e38ca0c",
    "url": "https://abcnews.go.com/International/wireStory/38-people-killed-52-wounded-communal-clashes-land-106882013",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2024-02-01T23:13:00Z",
    "title": "38 people killed and 52 wounded in communal clashes over land in South Sudan, officials report - ABC News",
    "text": "38 people killed and 52 wounded in communal clashes over land in South Sudan, officials report Officials in South Sudan say residents of a swampy area battled with cattle herders who moved in looking for water and pasture during the dry season, and at least 38 people were killed and 52 suffered gunshot wounds JUBA, South Sudan -- Residents of a swampy area in central South Sudan battled with cattle herders who moved in looking for water and pasture during the dry season, and at least 38 people were killed and 52 suffered gunshot wounds, officials said Thursday. The fighting started Wednesday and tensions remained high Thursday night, with officials reporting “minor clashes” and apprehension over revenge attacks in the remote area. The information minister of Warrap state, William Wol Mayom, said fighting took place in the Alor area, which is in Lakes state and borders both Warrap and Unity states. Mayom said security forces had been sent to calm the situation and to move the cattle herders away from the disputed wet lands. “The violence has been de-escalated, but minor clashes are still being reported in inaccessible swampy areas and casualties cannot be fully verified,” Mayom said. A police spokesperson for Lakes state, Maj. Elijah Mabor Makuach, said 19 of the dead and 17 of the wounded were civilians from Warrap state and 19 of the dead and 35 wounded were from Lakes state. Makuach said young herders from Warrap migrated to the Alor area with their cattle two weeks ago and began burning brush and the temporary shelters of residents. He said the herders were looking for pasture and water in the swampy lands of Alor. The bloodshed came four days after at least 52 people, including a U.N. peacekeeper, were killed and 64 wounded by gunmen who attacked villagers in Abyei, an oil-rich region that is claimed by both Sudan and South Sudan. Officials said that violence also arose from a dispute over land. South Sudan won its independence from Sudan in 2011 after more than 39 years of war and then plunged into a ruinous internal conflict from 2013 to 2018 that stagnated development. Many guns remain in the hands of civilians who fought in the conflicts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mayom",
          "sentiment": "none"
        },
        {
          "name": "warrap",
          "sentiment": "none"
        },
        {
          "name": "william wol mayom",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "south sudan",
          "sentiment": "none"
        },
        {
          "name": "alor",
          "sentiment": "none"
        },
        {
          "name": "juba",
          "sentiment": "none"
        },
        {
          "name": "lakes",
          "sentiment": "none"
        },
        {
          "name": "warrap",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:30:25.031+02:00",
    "updated": "2024-02-02T01:30:25.031+02:00"
  },
  {
    "uuid": "b2cb8068d3f7ade5eb8f1c823decd9bef33b26c7",
    "url": "http://business.times-online.com/times-online/article/bizwire-2024-4-11-indji-systems-innovates-advanced-hail-detection-for-solar-industry-growth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2024-04-11T00:00:00Z",
    "title": "Indji Systems Innovates Advanced Hail Detection for Solar Industry Growth | User | times-online.com",
    "text": "Indji Systems reinforces its commitment to the solar Industry with the release of real-time and historical tools to enhance its industry leading damaging hail mitigation solution. In an era marked by rapid solar industry expansion, Indji Systems, the premier provider of environmental threat monitoring solutions for the energy sector, is elevating the standard for hail damage prevention with important enhancements to its flagship product, Indji Watch. These enhancements represent a vital advancement in protecting the burgeoning solar energy infrastructure, particularly crucial for utility-scale solar farms which are instrumental in powering the future. This press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20240411227395/en/ Indji Watch display of historical views of damaging hail in relation to solar assets (Graphic: Business Wire) With the solar industry on the brink of a transformative decade, characterized by significant growth and the deployment of large, utility-scale tracking sites, the imperative for advanced hail mitigation strategies has escalated. Indji Systems is at the forefront of this challenge, integrating, innovative technology and user-driven enhancements to fortify Indji Watch, the sector's trusted hail mitigation solution. The latest upgrades to Indji Watch introduce intuitive, real-time radar visuals, enabling improved storm tracking and hail detection for operators regardless of their technical acumen. This leading-edge approach not only simplifies the identification of potentially damaging hailstorms but also facilitates prompt protective measures, such as the preemptive stowage of solar panels, thereby minimizing risk and enhancing operational continuity. Furthermore, Indji Watch now offers an API for seamless integration with existing operational systems, allowing for automated protective responses. This feature, along with the system's dynamic and customizable alert capabilities, underscores Indji Systems' commitment to technological innovation and customer-centric development. Beyond immediate hail threat mitigation, Indji Watch's new historical analysis feature offers invaluable post-event insights. This functionality provides detailed assessments of the hail's path and size, enabling damage evaluations, facilitating forensic analysis, and streamlining insurance processing. These important updates significantly augment the strategic depth of hail mitigation efforts, ensuring stakeholders are equipped with the intelligence to navigate the aftermath of severe weather events efficiently. These updates to Indji Watch represent incremental but meaningful steps forward in the tool's capabilities, underscoring Indji Systems' effort to align with the solar industry's needs for efficient and reliable hail mitigation strategies. \"At Indji Systems, we understand the critical importance of trust and innovation in driving the solar industry forward. Our latest enhancements to Indji Watch are a testament to our commitment to not only meet but exceed the evolving needs of our clients,” said Adam Hender, CEO of Indji Systems. “We're dedicated to providing solutions that protect assets, optimize operations, and ensure our clients are prepared for any challenge. Our team's relentless pursuit of excellence and our collaborative approach with stakeholders underscore our role as a trusted partner in the industry.\" About Indji Systems Founded in 2004, Indji Systems is a trailblazing software company with offices in California and Western Australia. The company's innovative mapping software empowers businesses to make smarter decisions and operate more effectively, delivering tangible benefits and value to its clients. For more information about Indji Systems and its products, visit https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.indjiwatch.com&esheet=53928864&newsitemid=20240411227395&lan=en-US&anchor=https%3A%2F%2Fwww.indjiwatch.com&index=1&md5=bc2229ee62b3eaabeb9038335a1df4c5, or contact the company at [info.indjiwatch@indji.net](mailto:info.indjiwatch@indji.net). View source version on businesswire.com: https://www.businesswire.com/news/home/20240411227395/en/ Contacts Shelly Carothers [shelly.carothers@indji.net](mailto:shelly.carothers@indji.net)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.indjiwatch.com&esheet=53928864&newsitemid=20240411227395&lan=en-US&anchor=https%3A%2F%2Fwww.indjiwatch.com&index=1&md5=bc2229ee62b3eaabeb9038335a1df4c5,",
      "https://www.businesswire.com/news/home/20240411227395/en/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.indjiwatch.com&esheet=53928864&newsitemid=20240411227395&lan=en-US&anchor=https%3A%2F%2Fwww.indjiwatch.com&index=1&md5=bc2229ee62b3eaabeb9038335a1df4c5,",
      "https://cts.businesswire.com/ct/CT",
      "https://businesswire.com/news/home/20240411227395/en/",
      "https://www.businesswire.com/news/home/20240411227395/en"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "indji systems innovates advanced hail detection for solar industry",
          "sentiment": "negative"
        },
        {
          "name": "indji systems",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:52:57.474+03:00",
    "updated": "2024-04-12T01:52:57.474+03:00"
  },
  {
    "uuid": "b3a2856cc709d0aa3cb216e853f06214bfa7ded1",
    "url": "https://www.jornada.com.mx/noticia/2024/04/25/politica/diputada-del-pri-denuncia-ante-fisel-a-alito-moreno-por-violencia-politica-de-genero-1149",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Néstor Jiménez y Gustavo Castillo",
    "published": "2024-04-25T21:24:00Z",
    "title": "La Jornada - Diputada del PRI denuncia a 'Alito' Moreno por violencia política de género",
    "text": "Ciudad de México. La diputada federal del PRI, Monserrat Arcos, presentó este jueves una denuncia contra el dirigente nacional del tricolor, Alejandro Moreno, por delitos de violencia política en razón de género, debido a actos que implicarían además el desvío de al menos 16 millones de pesos luego de que el dirigente partidario le exigió aceptar un esquema de corrupción, simulación o “moches”, mismo que no aceptó la legisladora.\nLa negativa a participar en este esquema ha derivado en amenazas por parte de Moreno Cárdenas y la ha llevado a “pausar su carrera política”, agregó la diputada federal. “Lamento que en el PRI, hoy el dirigente vea al partido como su escudo de impunidad porque no ha podido demostrar otra cosa que no sea corrupción, y que básicamente utilice los recursos del partido como una caja chica para sus pretensiones personales o para sus excesos que son de todo el mundo conocidos”, expresó la legisladora en entrevista tras hacer la denuncia.\nEn el recurso que presentó Arcos Velasquez ante la Fiscalía Especializada para la Atención de Delitos Electorales (Fisel), expone que cuando fue titular del Organismo Nacional de Mujeres Priistas (ONMPRI), Alito Moreno le solicitó que los recursos que recibe el partido a nivel nacional, y que están etiquetados para acciones de promoción política de las mujeres, se destinaran a la contratación de cursos y capacitaciones virtuales con una empresa que cobró 32 millones de pesos. No obstante, dicha empresa le regresaría a Moreno Cárdenas al menos la mitad.\n“Son 16 millones de pesos que era el destino para el presidente del partido, Alejandro Moreno Cárdenas. Básicamente a mí sólo me dijeron que tenían una necesidad económica y que él (Alejandro Moreno) requería el recurso. Él personalmente me lo solicitó”.\nAunque Arcos Velasquez le replicó que son recursos fiscalizados, le plantearon “un esquema de tres cursos en línea, cada uno con un valor de 11 millones de pesos, el proveedor que señalo en mi denuncia me explica cómo lo van a hacer y cómo lo van retornar el recurso en menos de tres o cuatro días al área de finanzas”.\nPor tal motivo, también denunció a dicho contratista, Marco Antonio Baños Alcantar, así como al Secretario de Finanzas del Comité Ejecutivo Nacional (CEN) del PRI, Hugo Eduardo Gutiérrez Arroyo.\nSubrayó que la legislación electoral establece que es violencia política de género el amenazar o intimidar a una mujer con el objetivo de inducirla o impedirle participar en acciones políticas. Detalló que tras ser destituida como titular del ONMPRI en diciembre de 2023 -decisión de la que se enteró por redes sociales-, ella fue excluida de los procesos electorales y de las actividades del CEN.\nA la vez, recalcó que la forma en que fue destituida de ese cargo fue algo “humillante y vergonzoso”, ya que se violentaron los cerrojos de sus oficinas sin permitirle tener una entrega-recepción, mientras que sus pertenencias personales “fueron puestos en la banqueta de insurgentes de manera violenta”.\nPese a eso, indicó que se motivó a presentar la denuncia porque “para mí no es un tema de venganza, (sino que) es un tema de justicia, es un tema en donde no podemos estar en la coyuntura de tener por primera vez la posibilidad de que una mujer sea presidenta de este país, y de que mujeres como tu servidora vean destruida su carrera, en mi caso de 20 años, por el solo hecho de no querer pertenecer en un esquema de corrupción”.\n“Parte de lo que me motiva es justamente cada derramado que he derramado en este proceso, que ninguna otra mujer lo viva, que le piensen tantito, dos veces, antes de destruir la honorabilidad de una mujer que se ha dedicado a hacer política y que le ha servido a su partido”, añadió.\nTras las amenazas que ha recibido, reconoció que teme por su vida, por lo que solicitó medidas cautelares para su protección.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:40:23.422+03:00",
    "updated": "2024-04-26T00:40:23.422+03:00"
  }
]