[
  {
    "uuid": "e63612d55294171600635eea75c1566e1cca55ac",
    "url": "https://www.valleynewslive.com/2024/04/18/fargo-police-say-officer-went-above-beyond-save-suicidal-mans-life",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ValleyNewsLive",
    "published": "2024-04-18T21:22:00Z",
    "title": "Fargo Police say officer went above and beyond to save suicidal man’s life",
    "text": "Fargo Police say officer went above and beyond to save suicidal man’s life FARGO, N.D. (Valley News Live) - The Fargo Police Department is commending an officer for locating a suicidal man, and saving his life. Fargo Police were called around 4:00 a.m. on Saturday, April 13, to help the Moorhead Police Department find an actively suicidal male. At the time, they didn’t know where the man was, but they had information to believe he was in the process of attempting to end his life. Moorhead Police initiated a GPS location search of the man’s cell phone, which narrowed his location down to a quarter mile radius in south Fargo. “While maintaining active communication with the man’s wife for approximately one hour, Officer Jake Skelly showed exceptional determination in exhausting all possible leads,” the Fargo Police Department said. Officer Skelly had the man’s wife check their recent online banking activities and learned the man had checked into a hotel in the 1400 Block of 35th Street South. Skelly saw the man’s vehicle in the parking lot and figured out which room he was in. He didn’t receive a response from anyone in the room, but based on the life-threatening circumstances and other information he had about the man’s deteriorating condition, Officer Skelly entered the hotel room and provided immediate life-saving care. “Officer Skelly’s determination to locate this man demonstrated the department core values of Professionalism and Guardianship as his actions led directly to the preservation of this man’s life,” the department said. Area law enforcement say mental health, depression and suicidal thoughts continue to be a growing battle for many within our community. If you or someone you know is struggling with mental health, seek help by seeing a mental health professional. Resources are also available 24/7 by calling FirstLink’s 2-1-1 helpline, the national 9-8-8 Suicide & Crisis Lifeline or texting HOME to 741741. Copyright 2024 KVLY. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jake skelly",
          "sentiment": "none"
        },
        {
          "name": "skelly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fargo police",
          "sentiment": "neutral"
        },
        {
          "name": "moorhead police department",
          "sentiment": "none"
        },
        {
          "name": "fargo police department",
          "sentiment": "none"
        },
        {
          "name": "moorhead police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.d.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:45:55.589+03:00",
    "updated": "2024-04-19T00:45:55.589+03:00"
  },
  {
    "uuid": "0d8bea751ee5efcdafbb038cd49843f1675ef156",
    "url": "https://thedailyguardian.com/imran-khan-wife-bushra-move-lower-court-against-un-islamic-marriage-case-verdict",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TheDailyGuardian",
    "published": "2024-02-23T21:14:00Z",
    "title": "Imran khan, wife Bushra move lower court against ‘un-Islamic marriage’ case verdict",
    "text": "[+](javascipt:void(0);)\nJailed former Pakistan prime minister Imran Khan and his wife Bushra Bibi on Friday separately moved a lower court challenging the verdict in the “un-Islamic” marriage case in which they were jailed for seven years and their marriage in 2018 declared illegal.\nEarlier this month, a trial court sentenced Khan, 71, and his wife Bushra Bibi, 49, to seven years in jail and imposed a Rs 5,00,000 fine on each for “contracting marriage during the ‘iddat’ (period of waiting)” in a case filed by Bibi’s former husband Khawar Maneka in November last year.\nThe district and sessions court will mark the former first couple’s appeals on Friday, Geo News reported.\nBushra Bibi filed her appeal at the court through her lawyers seeking annulment of the trial court’s decision, the report said.\nThe third spouse of the Pakistan Tehreek-e-Insaf (PTI) party founder petitioned that the judgment delivered by civil judge Qudratullah on February 3 was against the facts, while the indictment issued against her in the case on January 16 was also illegal.\nThe petition said that the plea of jurisdiction was rejected without assigning any reason and that the civil court did not conduct the trial properly.\n“Bushra Bibi reserves the right to request discharge from the case,” it stated.\nIt further said that the complaint was filed six years after her marriage with the former-cricketer-turned-politician Khan, while another complainant filed a similar application earlier.\nAsserting that the statements of Khawar Maneka and the witnesses kept changing, the petition stated that Mufti Saeed could not prove his claim of a second marriage between Bushra Bibi and Khan.\nMufti Saeed is the Pakistani cleric who solemnised the couple’s Islamic marriage in 2018. He had alleged that the ceremony was not conducted under Islamic Sharia law and that the wedding occurred during Bushra Bibi’s iddat period.\nBushra Bibi is imprisoned at Khan’s Bani Gala residence in Islamabad after an accountability court sentenced the couple to 14 years in jail in the Toshakhana corruption case last month.\nKhan is lodged at the high-security Adiala Jail in Rawalpindi. Both of them have been convicted with multiple years’ sentences in the Toshakhana expensive gift case and the iddat case, which declared their marriage as un-Islamic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "imran khan",
          "sentiment": "negative"
        },
        {
          "name": "bushra bibi",
          "sentiment": "negative"
        },
        {
          "name": "bushra",
          "sentiment": "negative"
        },
        {
          "name": "bibi",
          "sentiment": "none"
        },
        {
          "name": "qudratullah",
          "sentiment": "none"
        },
        {
          "name": "khan",
          "sentiment": "none"
        },
        {
          "name": "khawar maneka",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "geo news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T04:44:16.646+02:00",
    "updated": "2024-02-24T04:44:16.646+02:00"
  },
  {
    "uuid": "46891df6b1f22928a008ea9552e14a1c7d538352",
    "url": "https://www.targatocn.it/2024/01/05/leggi-notizia/argomenti/attualita/articolo/la-magia-del-vetro-in-mostra-a-bene-vagienna-le-opere-di-silvio-vigliaturo.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "c.s.",
    "published": "2024-01-05T19:27:00Z",
    "title": "\"La Magia del Vetro\": in mostra a Bene Vagienna le opere di Silvio Vigliaturo",
    "text": "Saranno un centinaio le sculture in vetro di Silvio Vigliaturo, che saranno esposte al museo Casa Ravera di Bene Vagienna, in un excursus delle tematiche trattate negli anni\nLa mostra, “La Magia del Vetro”, è inserita nella rassegna “Eventi passati e presenti da Bene al Piemonte all’Europa” che prevede una serie di mostre ed eventi nelle varie location di Bene Vagienna. L'inaugurazione è in programma sabato 20 gennaio alle 15 (via Vittorio Emanuele 43).\nLa mostra sarà visitabile, fino al 24 marzo, nei giorni festivi dalle 10 alle 12 e dalle 15 alle 18 e il sabato pomeriggio dalle 15 alle 18.\n-------------------------\nSilvio Vigliaturo (Acri, 1949). Nel 1962, rimasto orfano del padre, si trasferisce con la famiglia a Chieri (To) dove vive e lavora.\nMuove i primi passi della sua formazione artistica in una bottega artigiana di vetreria, dove il maestro vetraio gli fa vivere, respirare e apprendere alcuni dei segreti e delle tecniche di un mestiere affascinante, come quello della lavorazione del vetro.\nAll’età di 16 anni, incontra Luigi Bertagna – allievo di Giacomo Grosso –, che gli trasmette le basi del disegno attraverso lo studio della figura, mentre, negli anni Settanta, approfondisce l’utilizzo del colore e si avvicina al figurativo paesaggistico con il pittore chierese Edoardo Ferrero.\nLa personale tecnica di lavorazione che Vigliaturo sviluppa negli anni, incuriosisce anche i maestri vetrai di Murano che, al calar del sole, “spiano” le opere dell’artista esposte in vetrine alle fondamenta muranesi. È semplicemente una tecnica diversa, che ha il pregio di introdurre la soffiatura all’interno della materia. È una magia!\nVigliaturo veste i panni del maestro alchimista in grado di trasformare la materia e domare, nei forni della sua bottega artistica di Chieri, la forza generatrice del fuoco, dando vita a sculture fluide, flessuose, lisce e trasparenti, in cui il magistrale uso del colore trova la sua esaltazione massima.\nNel 2006, Acri, città natale dell’artista, gli dedica un museo, il MACA (Museo Arte Contemporanea Acri), che ospita una Collezione permanente delle sue opere intesa come una biografia che si snoda attraverso più di duecento esemplari, tra disegni, dipinti e sculture.\nNello stesso anno, la Priuli & Verlucca edita la Monografia Silvio Vigliaturo. Works, Opere.\nIl maestro Silvio Vigliaturo lavora nella sua “Bottega” Vigliaturo Studio Glass” in Piazza Duomo 3D a Chieri.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:34:37.267+02:00",
    "updated": "2024-01-06T00:34:37.267+02:00"
  }
]