[
  {
    "uuid": "fd6a88a2cb82dab8bd6348b4ee03936fad618ed5",
    "url": "http://business.theeveningleader.com/theeveningleader/article/accwirecq-2024-2-16-omega-protein-and-its-fishing-partner-ocean-harvesters-support-louisiana-wildlife-and-fisheries-commission-amended-noi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACCESSWIRE",
    "published": "2024-02-15T00:00:00Z",
    "title": "Omega Protein and its Fishing Partner, Ocean Harvesters, Support Louisiana Wildlife and Fisheries Commission Amended NOI | User | theeveningleader.com",
    "text": "The following was released by Omega Protein and Ocean Harvesters:\nABBEVILLE, LA / ACCESSWIRE / February 15, 2024 / Today, the Louisiana Wildlife and Fisheries Commission (LWFC) unanimously voted to amend its October 2023 Notice of Intent (NOI), reducing the proposed 1-mile coastwide menhaden fishing buffer to a half-mile coastwide buffer. The amended NOI also provides for a 1-mile buffer for menhaden harvesting in the waters off Holly Beach in Cameron Parish, Louisiana.\nOmega Protein and its fishing partner, Ocean Harvesters, support the Commission's decision and look forward to a productive and safe 2024 fishing season, which starts in April.\n\"Although none of the stakeholder groups achieved exactly what they were advocating for, that often makes the best compromise - to achieve an agreement through mutual concessions,\" said Ben Landry, Vice President of Public Affairs for Ocean Harvesters. \"We applaud Governor Jeff Landry, Secretary Madison Sheahan and Louisiana's Wildlife and Fisheries Commission for their hard work to forge a middle ground on this issue, and to amend the original NOI.\"\nMenhaden and the oils they produce are essential to the health of both animals and humans worldwide . Gulf menhaden fisheries are highly regulated to ensure both the highest quality product and the most sustainable harvesting practices. Louisiana and Mississippi state waters have served as a vital workplace for blue-collar fishermen and their families since the mid-20 th century. Many menhaden fishermen are lifers who take great pride in their work and the solid livelihood fishing provides their families.\nAbout Omega Protein and Ocean Harvesters: Omega Protein Corporation is a century old nutritional product company that develops, produces, and delivers healthy products throughout the world to improve the nutritional integrity of foods, dietary supplements, and animal feeds. Omega Protein's mission is to help people lead healthier lives with better nutrition through sustainably sourced ingredients such as highly refined specialty oils, specialty proteins products and nutraceuticals. Omega Protein is a division of Cooke Inc., a family-owned fishery company based in New Brunswick, Canada. The Company operates seven manufacturing facilities located in the United States, Canada, and Europe. The Company also has a long-term supply contract with Ocean Harvesters, which owns 30 vessels which harvest menhaden, a fish abundantly found off the coasts of the Atlantic Ocean and Gulf of Mexico. All fishing vessels formerly owned by Omega Protein are owned and operated by Ocean Harvesters, an independent company. The Company's website is www.omegaprotein.com .\nPress Contact:\nStove Boat Communications\ncontact@stoveboat.com\n(202) 333-2628\nSOURCE: Omega Protein\nView the original press release on accesswire.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://www.accesswire.com/img.ashx?id=834389",
      "https://www.cloudquote.io",
      "https://www.accesswire.com/imagelibrary/87e4d986-fcae-4156-8e28-7ceaad1c6abd/834389/early-morning-3.jpeg",
      "https://pr.report/VahWgioM",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.accesswire.com/834389/omega-protein-and-its-fishing-partner-ocean-harvesters-support-louisiana-wildlife-and-fisheries-commission-amended-noi",
      "https://tracking.newsrpm.com/pixel?slug=accwirecq-2024-2-16-omega-protein-and-its-fishing-partner-ocean-harvesters-support-louisiana-wildlife-and-fisheries-commission-amended-noi",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://www.pr.report/VahWgioM",
      "https://accesswire.com/img.ashx?id=834389",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.accesswire.com/img.ashx",
      "https://accesswire.com/imagelibrary/87e4d986-fcae-4156-8e28-7ceaad1c6abd/834389/early-morning-3.jpeg",
      "https://cloudquote.io",
      "https://www.tracking.newsrpm.com/pixel?slug=accwirecq-2024-2-16-omega-protein-and-its-fishing-partner-ocean-harvesters-support-louisiana-wildlife-and-fisheries-commission-amended-noi",
      "https://accesswire.com/834389/omega-protein-and-its-fishing-partner-ocean-harvesters-support-louisiana-wildlife-and-fisheries-commission-amended-noi"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "febru",
          "sentiment": "neutral"
        },
        {
          "name": "madison sheahan",
          "sentiment": "none"
        },
        {
          "name": "jeff landry",
          "sentiment": "none"
        },
        {
          "name": "ben landry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fisheries commission",
          "sentiment": "neutral"
        },
        {
          "name": "omega protein",
          "sentiment": "neutral"
        },
        {
          "name": "ocean harvesters",
          "sentiment": "neutral"
        },
        {
          "name": "commission",
          "sentiment": "none"
        },
        {
          "name": "noi",
          "sentiment": "none"
        },
        {
          "name": "public affairs for ocean harvesters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "la",
          "sentiment": "none"
        },
        {
          "name": "louisiana wildlife",
          "sentiment": "none"
        },
        {
          "name": "abbeville",
          "sentiment": "none"
        },
        {
          "name": "holly beach",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        },
        {
          "name": "cameron parish",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T02:49:32.811+02:00",
    "updated": "2024-02-16T02:49:32.811+02:00"
  },
  {
    "uuid": "c3a1fe0dfed06defbb594e4cf5f014a218f9b663",
    "url": "https://www.abcactionnews.com/news/region-hillsborough/101-year-old-buffalo-soldier-honored-as-a-gasparilla-community-hero",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jada Williams",
    "published": "2024-01-20T00:43:00Z",
    "title": "101-year-old Buffalo Soldier honored as a Gasparilla Community Hero",
    "text": "Spend just a little bit of time with Roy Caldwood Jr., and you'll quickly find out that he's lived a storybook life. Caldwood served as a medic in the army's only black infantry division in World War II. While he may not look it, he's 101 years old. \"It's true. It's true. I don't feel it. Well, I've never been that age before. So I don't know how I'm supposed to feel something that nobody told me,\" he said. He never skips a workout, or a chance to work on his farm or give back to his community. \"I have a responsibility to keep my eyes and ears open and look around and see where there was a need where it is something that I can get into,\" he said. That's why Caldwood is receiving his flowers. Last April, [ABC Action News shared](https://www.abcactionnews.com/news/region-hillsborough/100-year-old-buffalo-soldier-receives-honor-from-city-of-tampa) how the City of Tampa proclaimed April 5th as Roy Caldwood Jr. Day. This year, he'll help lead the Gasparilla Parade as the Community Hero. That's two of many accolades, but the unfortunate reality is Calderwood didn't actually see most of those honors until he was about 98, when he moved to Tampa. He returned from war to a segregated America. His accomplishments overseas were overshadowed by the color of his skin. He recalled a moment before returning home as he was with the last batch of German prisoners of war. \"I said to myself, all of these guys can in a few years, make a trip to America. And when they get there, they're going to become one of them. They'll be fully accepted. And I said to myself, I will never be fully accepted. I will never be one of them,\" he recalled. Better late than never, at the young age of 101, he's realizing that's not his reality anymore. \"Since that time when I came back, that's just how it was. Coming here to Tampa has been completely different,\" he said. The Gasparilla Parade is on Jan. 27. Caldwood will be one of the leaders of that parade.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "roy caldwood jr.",
          "sentiment": "negative"
        },
        {
          "name": "caldwood",
          "sentiment": "none"
        },
        {
          "name": "calderwood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gasparilla community hero spend",
          "sentiment": "negative"
        },
        {
          "name": "buffalo soldier",
          "sentiment": "negative"
        },
        {
          "name": "abc action news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tampa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T04:04:57.606+02:00",
    "updated": "2024-01-20T04:04:57.606+02:00"
  },
  {
    "uuid": "aef5f04182db2bc722c90bfc632d25337510b42d",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/abnewswire-2023-12-28-revolutionizing-hydration-on-the-go-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Revolutionizing Hydration On-The-Go: OnTheGo Drinkware Launches Premium Line of Sustainable Portable Devices | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "Unfold a Healthier, Greener Tomorrow: OnTheGo Drinkware Redefines Hydration with Style and Sustainability. United Kingdom - OnTheGo Drinkware is proud to unveil its latest line of innovative hydration solutions, designed to revolutionize the way we stay hydrated while promoting sustainability. With a focus on compact, foldable, and convenient designs, OnTheGo Drinkware's portable devices are not just water bottles; they are a lifestyle accessory catering to the health-conscious and environmentally aware consumer.\nIntroducing OnTheGo Drinkware: Your Go-To Source for Portable Hydration\nIn a world where staying hydrated is key to overall well-being, OnTheGo Drinkware emerges as a trailblazer, providing a range of premium, sustainable hydration devices. The brand's commitment to health and the environment is encapsulated in its thoughtfully designed products that go beyond mere functionality.\nSustainable Hydration: A Win-Win for Health and the Environment\nAt the heart of OnTheGo Drinkware's ethos is the belief that hydration should not come at the expense of the planet. The company emphasizes the importance of choosing reusable drinkware, promoting a real win-win scenario where personal health is prioritized alongside positive environmental impact.\nThe focus on sustainability is evident in OnTheGo Drinkware's star products, the Silicone Foldable Water Bottle and the Foldable Water Bottle. These meticulously crafted devices offer a unique blend of convenience and eco-friendliness. The foldable design ensures easy storage, making them the perfect companions for commuters, hikers, campers, fishing enthusiasts, and travelers.\nWhat Sets OnTheGo Drinkware Apart?\nCompact and Foldable Design: The standout feature of OnTheGo Drinkware's products is their compact and foldable design. Unlike traditional water bottles, these devices can be easily folded and stowed away in pockets or handbags after use, eliminating storage concerns.\nConvenience for Every Lifestyle: Whether you're on a daily commute, hiking through the great outdoors, camping under the stars, or exploring new destinations, OnTheGo Drinkware ensures that hydration is never compromised. These devices seamlessly integrate into various lifestyles, providing unparalleled convenience.\nSustainability at Its Core: OnTheGo Drinkware is committed to reducing single-use plastic waste. By choosing these reusable and durable devices, consumers actively contribute to a more sustainable and eco-friendly future.\nExplore the OnTheGo Difference\nVisit OnTheGo Drinkware's website to explore the full range of products and discover why the Silicone Foldable Water Bottle and the Foldable Water Bottle are making waves in the world of portable hydration.\nOnTheGo Drinkware is not just a brand; it's a lifestyle choice for those who prioritize health, convenience, and sustainability. Join them in the movement towards a hydrated and eco-conscious future.\nAbout OnTheGo Drinkware:\nOnTheGo Drinkware is a brand committed to providing innovative and sustainable hydration solutions. With a range of premium products designed for convenience and eco-friendliness, OnTheGo Drinkware aims to revolutionize the way individuals stay hydrated on-the-go.\nMedia Contact\nCompany Name: OnTheGo Drinkware\nContact Person: Cornelis Fru\nEmail: Send Email\nPhone: +44 1344 538 463\nCountry: United Kingdom\nWebsite: https://www.onthegodrinkware.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.abnewswire.com/companyname/onthegodrinkware.com_127481.html",
      "https://www.onthegodrinkware.com/",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-revolutionizing-hydration-on-the-go-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://www.cloudquote.io",
      "https://www.onthegodrinkware.com",
      "https://www.abnewswire.com/press_stat.php?pr=revolutionizing-hydration-onthego-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/email_contact_us.php?pr=revolutionizing-hydration-onthego-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://onthegodrinkware.com",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-revolutionizing-hydration-on-the-go-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://onthegodrinkware.com/",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.onthegodrinkware.com",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://abnewswire.com/press_stat.php?pr=revolutionizing-hydration-onthego-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://abnewswire.com/email_contact_us.php?pr=revolutionizing-hydration-onthego-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://abnewswire.com/companyname/onthegodrinkware.com_127481.html",
      "https://cloudquote.io/article/6"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sustainab",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:39.417+02:00",
    "updated": "2023-12-29T00:34:39.417+02:00"
  },
  {
    "uuid": "648970e9e4eec933df78ee558fa7e797bf07d825",
    "url": "https://laborhistoryin2.podbean.com/e/december-29-the-day-work-was-made-safer-1703947901/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Rick Smith Show",
    "published": "2023-12-30T14:51:00Z",
    "title": "December 29 - The Day Work Was Made Safer",
    "text": "Episodes\n20 hours ago\n[December 29 - The Day Work Was Made Safer](/e/december-29-the-day-work-was-made-safer-1703947901/)\n20 hours ago\n20 hours ago\nOn this day in labor history, the year was 1970.\nThat was the day President Richard M. Nixon signed the Occupational Safety and Health Act into law. At the time, it was estimated that 14,000 workers died annually on the job, 2.2 million workers were permanently or temporarily disabled and half a million developed occupational diseases each year.\nThe Department of Labor admitted at the time that at least 25 million serious injuries and deaths went unreported each year.\nStatistics like these prompted occupational health and safety expert, Dr. Jeanne Stellman to state, “Each day millions of workers in America enter a battlefield, but they fight no foreign enemy and conquer no foreign lands. The battlefield is the American workplace and the casualties of this war are higher than those of any other in the nation’s history.”\nIndustrial unions surveyed thousands of members regarding health and safety conditions.\nThey documented deplorable working conditions, debilitating injuries, mystery diseases and early fatalities of their coworkers.\nTheir testimonies provided the ammunition necessary to fight for OSHA.\nThe Act established the Occupational Safety and Health Administration, responsible for standards, regulation and enforcement.\nIt also established the National Institute of Occupational Safety and Health, responsible for research and recommendations.\nThe Act served as a milestone. It provided the formal, legal basis for which workers could fight to qualitatively change their lives at the workplace.\nThe General Duty Clause established that workplaces must be free of hazards, and allowed workers to demand inspections.\nThe Act also mandated medical record keeping, surprise inspections and enforcement.\nMany of the standards, regulations and enforcements OSHA now has, have come as a result of intense, continuous pressure waged by the labor movement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeanne stellman",
          "sentiment": "none"
        },
        {
          "name": "richard m. nixon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "department of labor",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T12:05:27.406+02:00",
    "updated": "2023-12-31T12:05:27.406+02:00"
  },
  {
    "uuid": "4542fa29f2680d13407dc04e25ea73d1db046836",
    "url": "https://www.piquenewsmagazine.com/local-news/official-search-called-off-for-orphaned-bear-cubs-in-whistler-10628619",
    "ord_in_thread": 0,
    "author": "Liz McDonald",
    "published": "2025-05-07T23:00:00Z",
    "title": "Conservation Officer Service calls off Whistler bear cub search - Pique Newsmagazine",
    "text": "Hope is fading for three orphaned black bear cubs in Whistler.\nThe cubs are presumed orphaned after the Conservation Officer Service (COS) shot a lactating female black bear on the evening of April 28. Officers euthanized the bear after a woman was knocked down and bitten in Kadenwood, a forested neighbourhood connected to Whistler Mountain that largely consists of second homes. The woman sustained non-life-threatening injuries.\nThe cubs were captured on video last week by a construction worker, seen crying beside a tree.\nLocal wildlife advocates Ellie Lamb and Tina James have spent the past week searching for the cubs on foot. Despite at least one sighting by construction workers, there have been no publicly reported sightings since.\nThe COS placed a live trap and borrowed two specialized cub traps from Critter Care Wildlife Society in Langley in an effort to capture the animals last week. The service has since called off its ground search and removed the traps.\n“The cubs have not been located, and no new reports have been received. A live trap has now been pulled from the area, due in part to the potential of catching other bears in the area,” the COS said in an emailed statement.\nGale Martin, executive director of the wildlife rehabilitation centre, said Critter Care was contacted on either Monday, April 28 or Tuesday, April 29 by the COS and informed that three bear cubs might be incoming. When Critter Care staff followed up on April 29 to determine a timeline for their arrival, they were told the COS had lost track of the cubs.\nMartin said she has unanswered questions about what happened.\n“This whole thing is bizarre. You just don’t lose three bear cubs. People have been all over the area—community members brought a drone with infrared, and they couldn’t find anything either,” she said.\nWith 40 years of rehabilitation experience, Martin said bear cubs don’t leave an area with their mother’s scent.\n“He should have left the body for a day, and the cubs would have stayed, and he could have rescued them. I feel such sadness for the people of Whistler who have gone out of their way to find these animals and for the mother being shot and these babies having no help, if they are still out there,” she said.\nLamb and James have continued searching using a drone and a dog, but to no avail.\nWest Vancouver-Sea to Sky MLA Jeremy Valeriote said he wants to see more funding for COS officers in the Sea to Sky.\n“I defer to conservation officers and scientists, but it’s heart-wrenching the sow was killed. We need more funding for officers here—the Sea to Sky isn’t properly serviced by the COS. I also wish qualified biologists could help during searches,” Valeriote said.\nIf the cubs are spotted again, the COS said the matter will be referred to the Ministry of Water, Land and Resource Stewardship, as the animals are not currently considered a threat to public safety.\n“If the cubs are located, they will be assessed for rehabilitation at a permitted rearing facility, as per the Orphaned Black Bear Cub guidelines,” the service said.\nKen Macquisten, a veterinarian with Critter Care, said there needs to be more transparency around how officials determine whether a cub is a candidate for rehabilitation.\n“The recent policy on how to deal with bear cubs as suitable candidates requires a vet assessment, but there is only one vet in the province who makes the assessment,” Macquisten said. “They work for the government. They’ve been reassuring the public that they speak to vets, but they only speak to one who is a government employee—that’s a big hole.”\nWhile Lamb is slowly coming to terms with the likelihood the cubs may not be found, she said she still wants accountability and transparency from the agency.\n“We pay the COS to ensure the safety of animals and people. They’re in the community because they are vulnerable to predators, and they come in because we are safer… It’s our responsibility to ensure they stay safe and receive fair treatment,” Lamb said.\nPique first reported on the orphaned cubs on May 2, after a video surfaced showing three small bears crying and circling a tree in Whistler’s Kadenwood neighbourhood. The footage, captured by a construction worker, sparked concern that the animals’ mother may have been killed, prompting efforts by locals and wildlife advocates to locate and rescue the cubs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->endangered species",
      "Environment->animal",
      "Environment->conservation",
      "Social Issue->mankind",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Ellie Lamb",
          "sentiment": "none"
        },
        {
          "name": "Tina James",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Whistler",
          "sentiment": "none"
        },
        {
          "name": "Kadenwood",
          "sentiment": "none"
        },
        {
          "name": "Langley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Critter Care Wildlife Society",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:58:02.065+03:00",
    "updated": "2025-05-08T00:04:13.000+00:00"
  },
  {
    "uuid": "bd9023a21ba167dcc9bd3c437f1821da4f647b60",
    "url": "https://flipboard.com/article/cubs-add-more-offensive-firepower-bring-back-a-fan-favorite-from-triple-a-iowa/f-f83480ee70%2Fcubbiescrib.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cubbiescrib.com - Jake Misener",
    "published": "2024-04-18T00:00:00Z",
    "title": "Cubs add more offensive firepower, bring back a fan favorite from Triple-A Iowa | Flipboard",
    "text": "Cubs add more offensive firepower, bring back a fan favorite from Triple-A Iowa Patrick Wisdom got off to a hot start this season and could help add more power to the lineup with Seiya Suzuki sidelined and some key contributors …\ncubbiescrib.com - Jake Misener • 7h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kate upton",
          "sentiment": "none"
        },
        {
          "name": "justin bieber",
          "sentiment": "none"
        },
        {
          "name": "kate-upto",
          "sentiment": "none"
        },
        {
          "name": "seiya suzuki",
          "sentiment": "none"
        },
        {
          "name": "justin verlander",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flipboard cubs",
          "sentiment": "negative"
        },
        {
          "name": "iowa patrick wisdom",
          "sentiment": "negative"
        },
        {
          "name": "chicago cubs",
          "sentiment": "none"
        },
        {
          "name": "justin bieber wore two humongous pairs of balenciaga sweatpants",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:57:43.998+03:00",
    "updated": "2024-04-19T06:14:35.551+03:00"
  },
  {
    "uuid": "43998d82d21ed7005ac77ff9a447455ed347bc9f",
    "url": "https://www.channelnewsasia.com/commentary/all-inclusive-resort-hotel-travel-tourism-burnout-gen-z-4826626?cid=cna_flip_070214",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lavinia Rajaram",
    "published": "2024-12-26T22:00:00Z",
    "title": "Commentary: Burnt out young travellers are driving the rise of all-inclusive resorts",
    "text": "SINGAPORE: Forget self-guided tours and DIY holidays – all-inclusive resorts are experiencing a revival.\nOnce regarded as convenient but uninspired family destinations, all-inclusive resorts – where the price of stay includes accommodation, meals, drinks and activities – are drawing in Gen-Z travellers with their modern design and amenities.\nIn 2024, searches on Hotels.com using the “all-inclusive” filter spiked 60 per cent from the year before. In a survey conducted by Expedia Group of over 25,000 travellers, 28 per cent of travellers said their perception of all-inclusive hotels had improved in the last 12 months, and 64 per cent of young travellers had already stayed in an all-inclusive hotel.\nSocial media is also fuelling interest, as TikTok’s #allinclusive hashtag has appeared in around 200,000 posts worldwide.\nTravellers considering all-inclusive hotels shun big-city locations, favouring beach-front properties, wellness and food. This ties in with the rise of detour destinations, where travellers add a side-trip while visiting major cities, for instance to Krabi, Thailand (detour from Phuket), Fukuoka, Japan (from Tokyo) and Reims, France (from Paris).\nSo what’s driving the rise in interest for all-inclusive stays?\nRelated: Travel trends for 2025: Where to go and what to do in the new year Commentary: Heed the dos and don’ts of air travel – the cabin pressure is only going to increase DEMAND FOR PREDICTABLE COSTS 2025 will be a period still defined by post-COVID uncertainties. The conditions contributing to the state of a permacrisis, such as climate change, economic volatility and geopolitical tensions, are likely to persist. This dampens consumer confidence and drives demand for predictable costs.\nAgainst this backdrop, Gen Zs are pragmatic when it comes to spending. This means they are more likely to prioritise value for money, often waiting for sales before making purchases, according to market research firm Mintel.\nAll-inclusive resorts tend to be marketed as a value proposition: Guests know how much they are spending because they pay upfront and there are no surprise costs. This predictability relieves both financial and mental stress for young travellers.\nTHE PROMISE OF HASSLE-FREE TRAVEL Wellness in travel is nothing new, but for Gen Zs, this may come as more of a priority. Gen Zs are experiencing burnout at an earlier age. In a Cigna Global Health survey of almost 12,000 workers around the world, 91 per cent of 18- to 24-year-olds reported being stressed, 7 percentage points higher than the average.\nRelated: Commentary: Having separate work and personal phones could be well worth the hassle Commentary: Why Singaporeans are less likely to quit when they work from home With the promise of a hassle-free experience where every detail has been taken care of, all-inclusive resorts may provide young travellers much-needed respite. These hotels offer guests the chance to shut their brains off while drinking unlimited margaritas in the sun, until it's time for their already-paid-for dinner.\nIn the Expedia survey, Gen-Z travellers cite minimal stress (41 per cent), ease of booking (39 per cent) and a feeling of luxury (38 per cent) as the main appeal of all-inclusive resorts.\nAdditionally, seeking experiences in travel is something that this generation may prioritise more. By starting families and buying homes later, Gen Zs are inclined to owning less and experiencing more. These travellers desire experiences over material goods and are looking to maximise every moment of their time away.\nAs the newest generation of travellers, the tastes and preferences of Gen Zs will define the tourism sector. With Gen Z’s focus on stress-free travel, this may mean that all-inclusive resorts are here to stay.\nLavinia Rajaram is Travel Expert and Director of Asia Public Relations at Expedia Group.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->travel and tourism",
      "Social Issue->emigration",
      "Social Issue->teenagers",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lavinia Rajaram",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Expedia Group",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "43998d82d21ed7005ac77ff9a447455ed347bc9f",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-27T00:24:11.987+02:00",
    "updated": "2024-12-27T01:34:07.800+02:00"
  },
  {
    "uuid": "ce9d12ea530ae56a3c6b00b714a4dd5b9671eb7a",
    "url": "https://elcomercio.pe/economia/peru/congreso-aprueba-tarifa-unica-para-impulsar-la-masificacion-del-gas-l-ultimas-noticia",
    "ord_in_thread": 0,
    "author": "Redacción El Comercio Perú",
    "published": "2025-04-16T21:18:00Z",
    "title": "Congreso aprueba tarifa única para impulsar la masificación del gas",
    "text": "Saber más\nCon 110 votos a favor, y por vía de insistencia, el Congreso de la República aprobó el proyecto de ley que establece medidas para impulsar la masificación del gas natural.\nLa medida se da en un contexto donde se tienen tarifas diferentes en regiones con la capital a causa de razones estructurales de oferta y demanda.\nEl texto aprobado establece un alcance de una serie de incentivos para clientes, en la práctica industriales, que consuman hasta 50 mil metros cúbicos por mes de gas natural. No obstante, la medida no decantaría en una reducción de las tarifas.\nCabe precisar que el Gobierno intentó impulsar un texto sustitutorio, que fue rechazado, para que el umbral se eleve a 900 mil metros cúbicos, esto fue saludado por el sector empresarial para dinamizar la inversión en la estructura para su traslado, de manera que pueda reducirse su tarifa.\nEl proyecto establece que busca impulsar el acceso de la población al gas natural a través de la ejecución de proyectos de masificación como infraestructura de almacenamiento de hidrocarburos y red de distribución de ductos de gas.\nAdemás, se establecen mecanismos de compensación para priorizar su acceso descentralizado. Sin embargo, con esta exclusión de beneficios no se alentarían estas inversiones.\nDentro de los puntos claves de este dictamen están: impulsar redes de distribución por ductos, permitir la participación estatal si no hay postores privados, y la creación de una entidad para gestionar el almacenamiento de combustibles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Politics->economic policy",
      "Politics->government policy",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->energy and resource",
      "Economy, Business and Finance->economy",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Congreso de la República",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Gobierno",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:25:40.884+03:00",
    "updated": "2025-04-17T00:25:40.884+03:00"
  },
  {
    "uuid": "bf0e9621f61859ac4ddc70475cc698db2c2d2844",
    "url": "https://forward.com/fast-forward/618142/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julia Gergely",
    "published": "2024-05-31T17:26:00Z",
    "title": "3 historic NYC synagogues receive grants for renovation projects – The Forward",
    "text": "L-R: Congregation Kol Israel, Young Israel Beth El of Borough Park and Kehila Kedosha Janina Synagogue. (Courtesy New York Landmarks Conservancy)\nBy Julia Gergely May 31, 2024\nThree historic synagogues received Sacred Sites grants from the New York Landmarks Conservancy, a private non-profit organization dedicated to preserving and restoring New York’s historic architecture.\nThe grant program, which this year allocated more than $228,000 to 14 historic religious properties across the state, provides matching grants to congregations “for planning and implementing exterior restoration projects,” according to Thursday’s announcement. Half of the grantees are congregations in New York City.\nIn Manhattan, Kehila Kedosha Janina at 280 Broome St. — the only Greek-Jewish Romaniote synagogue in the Western Hemisphere — received $10,000 toward replacing its roof. The congregation, founded in 1906 by Jewish immigrants from Ioannina, erected the Lower East Side building in 1927.\nForwarding the News Thoughtful, balanced reporting from the Forward and around the web, bringing you updated news and analysis of the crisis each day.\nTerms (Required) I agree to the Forward's Terms of Service and Privacy Policy Email (Required) The synagogue, which also operates as a museum, offers guided tours and holds services for Shabbat and holidays. They also host the annual Greek Jewish Festival with other Lower East Side Jewish institutions every spring. The building was declared a New York City Landmark in 2004.\nIn Brooklyn, Crown Heights’ Congregation Kol Israel has been granted $25,000 for roof replacement, skylight restoration and parapet repair. Founded in 1924 and claiming to be the “ oldest continuously practicing Orthodox community in Brooklyn, ” per their website, the Modern Orthodox congregation serves 75 member households and reaches hundreds more each year through programming such as community meals.\nThe building, located at 603 St. Johns Pl., was designed by Brooklyn architect Tobias Goldstone in 1927. The facade reflects the “Semitic style” popular at the time, which combines “Moorish and Byzantine Revival ornament[s] with Judaic motifs,” according to a New York Landmarks Conservancy press release. It was added to the National Register of Historic Places in 2009.\nYoung Israel Beth El, an Orthodox synagogue in Borough Park, was granted $20,000 towards masonry restoration. The building, located at 4802 15th Ave., was designed in 1923 with acoustics in mind. It has been called “Brooklyn’s Carnegie Hall” for its history of inviting renowned cantors to pray at its pulpit during the golden age of “hazzanut,” or florid cantorial music. The synagogue reaches 1,200 people a year through services, Talmud study groups, community programs and concerts. The congregation hosts a popular “ Shabbos Mevarchim” service led by its famed cantor Benzion Miller, on the last Shabbat of every month . The building was added to the National Register of Historic Places in 2010.\nAlong with grant money, the program also provides the congregations with technical assistance and workshops for implementing the grant and beginning the restoration process. To be eligible for a Sacred Sites grant, each site has to be a religious institution actively used for worship, as well as listed on the state or national Register of Historic Places.\n“We are delighted that our grants will help these diverse congregations maintain their buildings and continue to serve their communities with social service and cultural programs,” Peg Breen, the president of New York Landmarks Conservancy, said in a statement.” These 14 congregations reach a total of 60,000 people beyond their congregations with no-cost or low-cost services.”\nIn addition to the three synagogues, other grantees in New York City include the Ebenezer Gospel Tabernacle Christian Mission in Harlem, Old First Reformed Church in Park Slope, and St. Paul’s German Evangelical Lutheran Church and St. Peter’s Episcopal Church, both in Chelsea.\nThis article originally appeared on JTA.org.\nJulia Gergely is a former National Desk Intern at The Forward. She now reports for the Jewish Telegraphic Agency.\nI hope you appreciated this article. Before you go, I’d like to ask you to please support the Forward’s award-winning, nonprofit journalism during this critical time.\nNow more than ever, American Jews need independent news they can trust, with reporting driven by truth, not ideology. We serve you, not any ideological agenda.\nAt a time when other newsrooms are closing or cutting back, the Forward has removed its paywall and invested additional resources to report on the ground from Israel and around the U.S. on the impact of the war, rising antisemitism and the protests on college campuses.\nReaders like you make it all possible. Support our work by becoming a Forward Member and connect with our journalism and your community.\nMake a gift of any size and become a Forward member today. You’ll support our mission to tell the American Jewish story fully and fairly.\n— Rachel Fishman Feddersen, Publisher and CEO\nJoin our mission to tell the Jewish story fully and fairly. $36 $500 $120 $180 Other amount",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ckibrooklyn.org/",
      "https://www.shtetl.org/article/legendary-hasidic-cantor-storied-synagogue-uncertain",
      "https://www.jta.org/2024/05/30/ny/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
      "https://forward.fundjournalism.org/membership/?campaign=701VU000007kMcfYAE",
      "https://www.instagram.com/reel/Ct97xnbuRWA/",
      "https://www.instagram.com/reel/Ct97xnbuRWA",
      "https://www.ckibrooklyn.org",
      "https://instagram.com/reel/Ct97xnbuRWA/",
      "https://shtetl.org/article/legendary-hasidic-cantor-storied-synagogue-uncertain",
      "https://forward.fundjournalism.org/membership/",
      "https://jta.org/2024/05/30/ny/3-historic-nyc-synagogues-receive-grants-for-renovation-projects",
      "https://www.forward.fundjournalism.org/membership/?campaign=701VU000007kMcfYAE",
      "https://ckibrooklyn.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kehila kedosha janina synagog",
          "sentiment": "negative"
        },
        {
          "name": "julia gergely",
          "sentiment": "none"
        },
        {
          "name": "kehila kedosha janina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york landmarks conservancy",
          "sentiment": "none"
        },
        {
          "name": "broome st.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel beth el of borough park",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "ioannina",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "lower east side",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        },
        {
          "name": "western hemisphere",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T08:02:22.856+03:00",
    "updated": "2024-06-01T08:02:22.856+03:00"
  },
  {
    "uuid": "bdc51fa82032a841a802abc5bcb52627346269f5",
    "url": "https://www.nbcwashington.com/news/sports/nascar-at-the-brickyard-schedule-watch-info-favorites-for-indianapolis/3668518",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Logan Reardon",
    "published": "2024-07-18T03:57:00Z",
    "title": "NASCAR at the Brickyard: Schedule, watch info, favorites for Indianapolis",
    "text": "[NASCAR](/tag/nascar/) is back at the Brickyard.\nWhile Indianapolis Motor Speedway is traditionally reserved for open-wheel cars, stock cars will take the track this weekend. This year marks the 30th anniversary of NASCAR’s first visit to the Brickyard, which was famously won by a 23-year-old named Jeff Gordon.\nSince Gordon’s debut win, NASCAR has made annual trips to Indy and created its own legacy. From the kissing of the bricks tradition to the move to the road course, the series has made its mark on the iconic speedway.\nSo, who is racing in Indy? What’s the schedule for TV and streaming? And what\ndrivers could contend for the win on Sunday? Here’s everything you need to know for 2024 Brickyard 400:\nNASCAR Brickyard 400 entry list, drivers\nThirty-nine drivers will race in Indianapolis – the 34 full-timers, plus five others.\nFour-time Brickyard 400 winner Jimmie Johnson headlines the “open” entries, as he makes his sixth start of the season for Legacy Motor Club. Other part-time entries include A.J. Allmendinger for Kaulig Racing, Ty Dillon for Richard Childress Racing, Cody Ware for Rick Ware Racing and B.J. McLeod for MBM Motorsports.\nHere’s the full entry list for the Brickyard:\n|Car number||Driver||Team||Sponsor|\n|1||Ross Chastain||Trackhouse Racing||Moose Fraternity|\n|2||Austin Cindric||Team Penske||Discount Tire|\n|3||Austin Dillon||Richard Childress Racing||SENIX Tools|\n|4||Josh Berry||Stewart-Haas Racing|\nIs the Brickyard 400 a road course?\nNo, the Brickyard 400 is not a road course in 2024.\nNASCAR will return to the iconic oval course this season after three years using the track’s infield road course. The circuit had mixed results, but drivers are thrilled to be returning to the “big” track as the Brickyard 400 once again becomes a crown jewel event for the series.\nWhen is the Brickyard 400 this year?\nThe Brickyard 400 is set for Sunday, July 21, at 2:30 p.m. ET.\nBefore the race, there will be a practice session on Friday and qualifying on Saturday. All 39 drivers will participate in a 50-minute free practice session. Then, the 39 drivers will be split into two groups (\nfound here) for two-round qualifying.\nHere’s how it works:\n- Each driver will make one lap in the first round, with the five fastest drivers in each group advancing.\n- In the final round, the remaining drivers each get one lap to set the top 10 starting order. The fastest driver overall will start on the pole, the fastest driver in the other group will start second.\n- Positions 3 through 10 are set on final round times – Group A filling the even-numbered positions (4th, 6th, 8th, 10th), Group B filling the odd-numbered positions (3rd, 5th, 7th, 9th).\n- Positions 11 through 37 are set based on first round times – Group A filling the even-numbered positions, Group B filling the odd-numbered positions.\nWhat is the NASCAR TV schedule this weekend?\nRick Allen (play-by-play), Jeff Burton (analyst) and Steve Letarte (analyst) will be on the call for NBC Sports all weekend. Marty Snider, Kim Coon and Dave Burns will serve as pit reporters.\nHere’s the full TV and streaming schedule:\nFriday, July 19 (streaming)\n- Practice: 2:30 p.m. ET,\nNBC Sports app\nSaturday, July 13 (USA Network and streaming)\n- Qualifying: 1 p.m. ET, USA Network,\nNBC Sports app\nSunday, July 14 (NBC and streaming)\n- Countdown to Green: 2 p.m. ET, NBC,\nNBC Sports app\n- Brickyard 400: 2:30 p.m. ET, NBC,\nNBC Sports app\nNASCAR Brickyard winners list, race history\nJust three of the 39 drivers in the field are past winners in Indy.\nJohnson leads the way with four victories (2006, 2008, 2009, 2012), but he’s struggled in his part-time return to the series over the past two seasons. The semi-retired Hall of Famer hasn’t finished better than 28th in five starts this year.\nAfter Johnson, past Brickyard winners include Busch (2015, 2016) and Keselowski (2018).\nBrickyard 400 predictions, picks, favorites\nElite drivers\nrise to the top at the Brickyard.\nOf the 27 races held on the Indy oval, 22 were won by series champions. The other five include\n[2025 Hall of Fame inductee](/news/sports/nascar-hall-of-fame-class-2025-carl-edwards-ricky-rudd/) Ricky Rudd, 18-race winners Kasey Kahne and Ryan Newman and former Daytona 500 winner Jamie McMurray. The only true outlier is Paul Menard, whose only career Cup win came at the Brickyard in a 2011 fuel-mileage race.\nSo, where does that send us as we look to predict this race? All eyes should be on Hamlin.\nHe isn’t a champion, but he has the most wins ever by a driver without a title. The 43-year-old driver has seven career crown jewel wins (three Daytona 500s, three Southern 500s, one Coke 600), leaving just the Brickyard left. Hamlin has five top-fives in 15 Brickyard starts.\nThen there’s the past champions, who have all been contenders in this race. Johnson, Busch and Keselowski are the only former winners, but Truex, Larson and Logano have all been close. Truex had four top-10s in his last five Indy starts, Larson finished fifth in 2017 and Logano has a\nseries-best 10.6 average finish in 12 starts.\nThe series’ two youngest champions, Blaney and Elliott, could also challenge for the win. Blaney won in Pocono last Sunday at a track somewhat comparable to Indy. Elliott, meanwhile, had the second-most green flag passes in Pocono (98) before finishing ninth.\nWith all that being said, expect a Hall of Fame-caliber driver to be kissing the bricks on Sunday.\nIndianapolis weather for NASCAR\nAs of Thursday afternoon,\nNBC Chicago is predicting a beautiful weekend in Speedway, Indiana.\nThere’s a 7% chance of rain on Saturday and a 6% chance of rain on Sunday. There will be partly cloudy skies on race day as temperatures could reach 84 degrees.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://driveraverages.com/nascar/track_avg.php?trk_id=9",
      "https://www.nbcsports.com/nascar/news/nascar-cup-drivers-to-watch-at-indianapolis?chrcontext=WRC",
      "https://www.jayski.com/nascar-cup-series/2024-brickyard-400-at-indianapolis-motor-speedway-qualifying-order",
      "https://www.nbcsports.com/nascar/news/dr-diandra-the-best-nascar-drivers-on-the-indy-oval",
      "https://www.driveraverages.com/nascar/track_avg.php?trk_id=9",
      "https://www.jayski.com/nascar-cup-series/2024-brickyard-400-at-indianapolis-motor-speedway-qualifying-order/",
      "https://www.nbcsports.com/nascar/news/nascar-cup-drivers-to-watch-at-indianapolis",
      "https://www.nbcsports.com/watch",
      "https://www.driveraverages.com/nascar/track_avg.php",
      "https://www.nbcsports.com/watch?chrcontext=WRC",
      "https://www.nbcsports.com/nascar/news/dr-diandra-the-best-nascar-drivers-on-the-indy-oval?chrcontext=WRC",
      "https://nbcchicago.com/weather/",
      "https://jayski.com/nascar-cup-series/2024-brickyard-400-at-indianapolis-motor-speedway-qualifying-order/",
      "https://nbcsports.com/nascar/news/nascar-cup-drivers-to-watch-at-indianapolis?chrcontext=WRC",
      "https://nbcsports.com/nascar/news/dr-diandra-the-best-nascar-drivers-on-the-indy-oval?chrcontext=WRC",
      "https://www.nbcchicago.com/weather/",
      "https://nbcsports.com/watch?chrcontext=WRC",
      "https://www.nbcchicago.com/weather"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gordon",
          "sentiment": "none"
        },
        {
          "name": "ty dillon",
          "sentiment": "none"
        },
        {
          "name": "jimmie johnson",
          "sentiment": "none"
        },
        {
          "name": "a.j. allmendinger",
          "sentiment": "none"
        },
        {
          "name": "jeff gordon",
          "sentiment": "none"
        },
        {
          "name": "cody ware",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nascar",
          "sentiment": "negative"
        },
        {
          "name": "indianapolis motor speedway",
          "sentiment": "neutral"
        },
        {
          "name": "legacy motor club",
          "sentiment": "none"
        },
        {
          "name": "richard childress racing",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T00:25:22.190+03:00",
    "updated": "2024-07-19T00:25:22.190+03:00"
  }
]