[
  {
    "uuid": "773b91c44e049c369c923e8518410233d9f3ece1",
    "url": "https://www.tycsports.com/primera-nacional/ricardo-blanco-amenazas-en-medio-de-rumores-por-salida-a-ferro--id555521.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TyC Sports.com",
    "published": "2023-12-28T23:34:00Z",
    "title": "Amenazaron a un jugador de Chacarita en medio de rumores por una posible salida - TyC Sports",
    "text": "Ricardo Blanco fue amenazado en medio de los rumores de su salida de Chacarita El mediocampista recibió varios mensajes en sus redes sociales, mientras se rumorea que podría seguir su carrera en Ferro. El mercador de la Liga Profesional está que arde a un mes del inicio de la temporada, pero no es el único que se encuentra activo en el fútbol argentino. La Primera Nacional se prepara para una edición con 38 equipos y ya se dieron las primeras polémicas, una de ellas las amenazas contra Ricardo Blanco, en medio de un posible traspaso a Ferro. [](https://www.tycsports.com/primera-nacional/ivan-delfino-acordo-su-llegada-a-colon-id555127.html) MIRÁ TAMBIÉN [ Iván Delfino será el nuevo entrenador de Colón](https://www.tycsports.com/primera-nacional/ivan-delfino-acordo-su-llegada-a-colon-id555127.html) El mediocampista ofensivo de Chacarita fue una de las figuras del equipo en el 2023, pero se perdió los últimos encuentros por una lesión en su rodilla. Luego de la dificultad para disputar los partidos y el haber quedado afuera de la pelea por los ascensos, el 10 del Funebrero fue en uno de los jugadores más apuntados por los hinchas y, sumado a sus declaraciones contra los dirigentes, las versiones de una posible salida comenzaron a crecer. En los últimos días comenzó el rumor de que Blanco podría dejar Villa Maipú para mudarse a Caballito. Si bien el propio jugador prefirió no referirse al respecto, fue el club de la localidad de San Martín los que se hicieron eco y, en comunicación con Olé, afirmaron: “Blanco no se va a ningún lado. Tiene contrato con Chacarita hasta diciembre del 2024. Si Ferro o el que sea lo quiere, tiene que poner la plata. Si no, Ricky no se va”. Por otro lado, fueron los fanáticos de Chacarita los que mostraron su desacuerdo ante la posible salida, dejando amenazas en contra de la peluquería o deseos negativos contra el futbolista, por lo que Blanco escribió en Instagram: “Lo único que pido es un poco de respeto porque ante todo somos humanos”. Foto: Prensa Chacarita No te pierdas nada",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:03:45.203+02:00",
    "updated": "2023-12-29T02:03:45.203+02:00"
  },
  {
    "uuid": "34122773a4d44443320560f61088fdd9165bde84",
    "url": "https://www.newsbreak.com/richmond-va/3367983641104-good-vibes-only-rams-house-features-pizza-and-sliders",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-03-14T21:30:00Z",
    "title": "'Good vibes only' Rams House features pizza and sliders",
    "text": "By GeNienne Samuels ,\n1 hour ago RICHMOND, Va. -- The Richmond Black Restaurant Experience is a celebratory week supporting Richmond’s growing Black culinary industry and highlighting the diversity and skills of local chefs, cooks, and servers. On Day Five, GeNienne Samuels found \"good vibes only\" at Rams House.\nThe VCU-themed bar and kitchen, which is owned by Kimberly Love-Lindsey and Mike Lindsey, has all-day Saturday happy hours, local beer, specialty drinks as well as bar food like pizza and sliders.\nJason Koznetski, the restaurant's general manager, shared details about the two most popular items of the menu at Rams House.\n\"This is our brisket burn-in pizza, housemade barbecue, top with some brisket. Put a little housemade boom boom with some pickled onion,\" Koznetski said.\nThe Slider Flight at Rams House features four different options: the Southern Slider, Smashable Slider, Buffalo and Black Castle Slider along with a \"nice pile of fries as well on the side,\" Koznetski said.\nKoznetski said told GeNienne, a University of Richmond alumna, that everyone is welcome at Rams House.\n\"It doesn’t matter if you’re a Spiders fan, a Rams fan, a UVA fan,\" customer Laura Hess said. \"They love everyone that comes through the door... They make you feel like you’re family.”\nMalcolm Small, a customer turned employee, said he really appreciates the family vibe from the owners and employees.\n“You get to see the tender loving care that goes into the business, and the food especially. The food is insane.” Small said.\nSmall described the city and the restaurant as having a southern hospitality vibe.\n\"Everyone is treated like family here and everyone is taken care of and they’re going to leave with the best experience,” Small said.\nRams House is partnering with the Richmond SPCA as part of their Bone Appetit Dining Event where 15% of all the proceeds collected Thursday night will go toward helping homeless animals in our community.\nSPECIAL COVERAGE: Richmond Black Restaurant Experience 'Good vibes only' Rams House features pizza and sliders Nomad Deli and Catering shines during the Richmond Black Restaurant Experience Energy, love, and flavor are the secret ingredients to Philly Vegan's success GeNienne visits Farm + Oak as part of the Richmond Black Restaurant Experience Entrepreneur credits success to Jackson Ward family's legacy Richmond Black Restaurant Experience opens with Mobile Soul Sunday GeNienne Samuels and Kelli Lemon talk about Richmond Black Restaurant Experience How these Black restaurant owners are helping to inspire the next generation Depend on CBS 6 News and WTVR.com for more complete coverage of news in your neighborhood and community. Have a story idea, email our team at newstips@wtvr.com. Or click here if you are interested in having a CBS 6 anchor, reporter or meteorologist attend or MC an event.\nFind unique, award-winning stories every day on CBS 6 News\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3KlAui_0rsf2JyJ00",
      "https://www.wtvr.com/news/local-news/how-these-black-restaurant-owners-are-hoping-to-inspire-the-next-generation-march-8-2023",
      "https://www.wtvr.com/community",
      "https://www.wtvr.com/search?q=Richmond+Black+Restaurant+Experience",
      "https://www.wtvr.com/news/local-news/philly-vegan-richmond-black-restaurant-experience-march-12-2024",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1GrQ6b_0rsf2JyJ00",
      "https://www.wtvr.com/news/local-news/richmond-black-restaurant-experience-mobile-soul-sunday-march-10-2024",
      "https://rbre365.com/events",
      "https://img.particlenews.com/image.php?url=3KlAui_0rsf2JyJ00",
      "https://img.particlenews.com/image.php?url=1GrQ6b_0rsf2JyJ00",
      "https://www.wtvr.com/community/genienne-samuels-and-kelli-lemon-talk-about-richmond-black-restaurant-experience-2023",
      "https://www.wtvr.com/news/local-news/farm-oak-richmond-black-restaurant-experience-march-11-2024",
      "https://www.wtvr.com/news/local-news/richmond-black-restaurant-experience-rams-house-profile-march-14-2024",
      "https://www.wtvr.com/about-us/wtvr-cbs-6-speaker-request-form",
      "https://www.wtvr.com/news/local-news/nomad-deli-and-catering-mar-12-2024",
      "https://www.wtvr.com/news/local-news/sherita-mcgowan-croakers-spot-richmond-petersburg-restaurants-march-10-2024",
      "https://wtvr.com/about-us/wtvr-cbs-6-speaker-request-form",
      "https://www.wtvr.com/search",
      "https://wtvr.com/news/local-news/how-these-black-restaurant-owners-are-hoping-to-inspire-the-next-generation-march-8-2023",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3KlAui_0rsf2JyJ00",
      "https://www.rbre365.com/events",
      "https://wtvr.com/search?q=Richmond+Black+Restaurant+Experience",
      "https://www.img.particlenews.com/image.php?url=1GrQ6b_0rsf2JyJ00",
      "https://wtvr.com/news/local-news/sherita-mcgowan-croakers-spot-richmond-petersburg-restaurants-march-10-2024",
      "https://www.img.particlenews.com/image.php?url=3KlAui_0rsf2JyJ00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1GrQ6b_0rsf2JyJ00",
      "https://wtvr.com/news/local-news/richmond-black-restaurant-experience-rams-house-profile-march-14-2024",
      "https://img.particlenews.com/image.php",
      "https://wtvr.com/news/local-news/richmond-black-restaurant-experience-mobile-soul-sunday-march-10-2024",
      "https://wtvr.com/news/local-news/philly-vegan-richmond-black-restaurant-experience-march-12-2024",
      "https://wtvr.com/news/local-news/farm-oak-richmond-black-restaurant-experience-march-11-2024",
      "https://wtvr.com/news/local-news/nomad-deli-and-catering-mar-12-2024",
      "https://wtvr.com/community",
      "https://wtvr.com/community/genienne-samuels-and-kelli-lemon-talk-about-richmond-black-restaurant-experience-2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "genienne samuels",
          "sentiment": "negative"
        },
        {
          "name": "kimberly love-lindsey",
          "sentiment": "none"
        },
        {
          "name": "genienne",
          "sentiment": "none"
        },
        {
          "name": "jason koznetski",
          "sentiment": "none"
        },
        {
          "name": "koznetski",
          "sentiment": "none"
        },
        {
          "name": "mike lindsey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "richmond black restaurant",
          "sentiment": "negative"
        },
        {
          "name": "university of richmond",
          "sentiment": "none"
        },
        {
          "name": "rams house",
          "sentiment": "none"
        },
        {
          "name": "vcu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "richmond",
          "sentiment": "none"
        },
        {
          "name": "va.",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "richmond",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:34:04.210+02:00",
    "updated": "2024-03-15T00:34:04.210+02:00"
  },
  {
    "uuid": "f1679175a094721405e953d7079523a6b3535cbf",
    "url": "https://www.dailymail.co.uk/news/article-12908165/storm-gerrit-tornado-brits-expert.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Tozer",
    "published": "2023-12-28T22:37:00Z",
    "title": "Storm Gerrit: Brits are more likely to experience tornados than Americans, expert says after one rips through Tameside | Daily Mail Online",
    "text": "While the devastating power of a big tornado is more commonly associated with the wide open plains of the central US, in reality you are more likely to experience one in this country. The UK is struck by about 2.3 tornadoes per year for every 10,000 square kilometres, according to research - a higher density than the US, which as a whole has just 1.3 per 10,000 square km. Typically they are much smaller, fortunately - a small tornado which swept through Littlehampton in October smashed walls, moved parked cars and left one person hurt. In July 2005, a large tornado in Birmingham caused £40million in damages and injured 39. There have even been fatalities in the past - a strong tornado in South Wales in 1913 killed three. While the devastating power of a big tornado is more commonly associated with the wide open plains of the central US, in reality you are more likely to experience one in this country (pictured: Tameside) The UK is struck by about 2.3 tornadoes per year for every 10,000 square kilometres, according to research - a higher density than the US, which as a whole has just 1.3 per 10,000 square km (pictured: Tameside) A missing roof exposed a home's bedroom in the aftermath of a tornado, after a monster storm system tore through the South and Midwest in April 2023 According to David Schultz, Professor of Synoptic Meteorology at the University of Manchester, the likelihood of being in the path of one is highest in the American states in 'Tornado Alley', such as Oklahoma (3.6 per 10,000 square km) or Kansas (11.2) (pictured: Tameside) But he says a random location in the UK is more likely to experience a tornado than a random location in the US (pictured: Tameside) In some cases they occur in 'outbreaks' - such as November 23 1981, which produced 104 tornado reports from Anglesey to Norwich. According to David Schultz, Professor of Synoptic Meteorology at the University of Manchester, the likelihood of being in the path of one is highest in the American states in 'Tornado Alley', such as Oklahoma (3.6 per 10,000 square km) or Kansas (11.2). But he says a random location in the UK is more likely to experience a tornado than a random location in the US. Prof Schultz said more research is needed on the causes of British tornados, which he says may be under-reported as they cannot be detected by weather satellites.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "littlehampton",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "south wales",
          "sentiment": "none"
        },
        {
          "name": "birmingham",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:13.292+02:00",
    "updated": "2023-12-29T01:01:45.606+02:00"
  },
  {
    "uuid": "714a191b335082bc450b24dbc70462711b820fc7",
    "url": "https://www.zdnet.fr/actualites/les-10-mots-de-passe-les-plus-populaires-de-2024-sont-aussi-les-pires-5-facons-simples-de-faire-mieux-401407.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillaume Serries",
    "published": "2024-11-15T07:46:00Z",
    "title": "Les 10 mots de passe les plus populaires de 2024 sont aussi les pires : 5 façons simples de faire mieux",
    "text": "Avouez-le. Il vous arrive d'utiliser \"123456\" ou \"azerty123\" comme mot de passe. Lorsqu'il s'agit de jongler avec des dizaines ou des centaines de comptes en ligne, il est facile d'opter pour des mots de passe simples (mais faibles).\nPour la sixième année consécutive, NordPass dresse une [liste des 200 mots de passe les plus populaires](https://nordpass.com/most-common-passwords-list/) pour un usage personnel et professionnel. Suite à l'examen d'une base de données de 2,5 To de mots de passe provenant du monde entier, y compris ceux trouvés sur le dark web, le constat est simple : les mots de passe sont toujours aussi nuls.\n\"Après avoir analysé six années de données, nous pouvons affirmer que les habitudes en matière de mots de passe ne se sont pas beaucoup améliorées\", indique l'auteur du rapport. \"Ainsi, malgré les efforts de sensibilisation déployés par de nombreuses organisations, le problème est toujours aussi répandu.\"\nParmi les pires mots de passe, on trouve bien évidemment \"123456\"\nParmi les pires mots de passe, on trouve bien évidemment \"123456\", qui remporte la palme. Présent dans plus de 3 millions d'occurrences, il faudrait moins d'une seconde à un pirate pour le déchiffrer. Parmi les gagnants (ou perdants) les plus faciles à deviner, citons aussi \"123456789\", \"12345678\", \"password\" et \"qwerty123\". Collectivement, ces quatre mots de passe ont été utilisés par plus de 3,8 millions de personnes.\nLe top 10 est complété par \"qwerty1\", \"111111\", \"12345\", \"secret\" et \"123123\". Là encore, tous ces codes ont été utilisés par des millions de personnes et ont pu être déchiffrés en moins d'une seconde.\nMais en entreprise aussi c'est la catastrophe. Parmi les mots de passe trouvés pour les comptes d'entreprise, \"123456\" est à nouveau en tête de liste, utilisé dans plus de 1,2 million de cas. Les mots \"123456789\", \"12345678\", \"secret\" et \"password\" constituent complètent le top cinq.\nCompromission d'un compte ou à usurpation d'identité\n\"Si vous comparez les 10 mots de passe personnels les plus courants à la liste des mots de passe d'entreprise, vous remarquerez qu'ils sont presque identiques\", indique le rapport.\nLes mots de passe personnels et professionnels analysés ont été volés par des malware ou exposés lors de violations de données. Dans la plupart des cas, les adresses électroniques ont été divulguées en même temps que les mots de passe, ce qui a permis à l'analyste de déterminer ceux qui étaient destinés à un usage personnel et ceux qui étaient destinés à un usage professionnel.\nIl va de soi que des mots de passe faibles et difficiles à déchiffrer peuvent facilement conduire à la compromission d'un compte, ou à l'usurpation d'identité. Alors, comment mieux se protéger ? Voici quelques conseils.\nComment créer des mots de passe plus forts\n1. Opter pour des mots de passe plus longs\nVotre mot de passe doit comporter au moins 20 caractères et inclure une combinaison de lettres majuscules et minuscules, de chiffres et de symboles spéciaux.\nÉvitez d'inclure des dates d'anniversaire, des noms ou des mots courants.\n2. Ne jamais réutiliser les mots de passe\nN'utilisez pas le même mot de passe pour plusieurs sites ou comptes.\nSi un service fait l'objet d'une compromission ou d'une violation de données, tous les autres services que vous utilisez avec le même mot de passe peuvent être menacés.\n3. Révisez vos mots de passe\nExaminez régulièrement la composition de vos mots de passe.\nRecherchez ceux qui sont anciens, faibles ou réutilisés, et rendez-les plus complexes.\n4. Utilisez un gestionnaire de mots de passe\nLa création et la mémorisation de longs mots de passe à caractères complexes pouvant vous sembler impossibles par vous-même, envisagez d'utiliser un gestionnaire de mots de passe.\nCes derniers conçoivent, stockent et appliquent des mots de passe à vos comptes en ligne.\nVeillez à créer un mot de passe principal fort et complexe pour une protection supplémentaire. Si tout se passe bien, le mot de passe principal sera le seul dont vous devrez vous souvenir.\n5. Commencez à utiliser des clés d'accès\nConçus pour remplacer les mots de passe classiques, les [passkeys](https://www.zdnet.fr/pratique/avec-les-passkeys-l-absence-de-mot-de-passe-va-changer-votre-vie-numerique-39961478.htm) sont encore peu utilisés, mais ils gagnent du terrain, en particulier dans les grandes entreprises et sur les sites web.\nBeaucoup plus puissants et plus sûrs que les mots de passe, les passkeys peuvent vous connecter automatiquement à des sites web et des applications en utilisant la reconnaissance faciale ou d'empreintes digitales ou une clé de sécurité physique.\nSource : [\"ZDNet.com\"](https://www.zdnet.com/article/the-10-most-popular-passwords-of-2024-are-also-the-worst-5-easy-ways-to-do-better/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.zdnet.com/article/the-10-most-popular-passwords-of-2024-are-also-the-worst-5-easy-ways-to-do-better/",
      "https://nordpass.com/most-common-passwords-list/",
      "https://zdnet.com/article/the-10-most-popular-passwords-of-2024-are-also-the-worst-5-easy-ways-to-do-better/",
      "https://www.nordpass.com/most-common-passwords-list/",
      "https://www.zdnet.com/article/the-10-most-popular-passwords-of-2024-are-also-the-worst-5-easy-ways-to-do-better",
      "https://nordpass.com/most-common-passwords-list"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T12:36:04.730+02:00",
    "updated": "2024-11-22T14:23:40.560+02:00"
  },
  {
    "uuid": "3f02c7ede60d3b1802fa2e5a55d49594a384b67c",
    "url": "https://www.lavozdegalicia.es/noticia/forzabreo/2024/09/05/breogan-vence-vuelta-pazo-75-66/00031725568332748794536.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2024-09-05T18:35:00Z",
    "title": "El Breogán vence en su vuelta al Pazo (75-66)",
    "text": "El Río Breogán no defraudó en el papel de anfitrión en el torneo de presentación ante su público. Superó al KK Split con relativa claridad y este viernes (20 horas) disputará en el Pazo la final del torneo Fogar de Breogán ante el FC Porto, que superó al Petra Luanda angoleño en la primera semifinal —a las 17.30 se jugará el partido por el tercer y cuarto puesto— . Sin Nakic, en Croacia para honrar a Drazen Petrovic, ni el renqueante Somogyi, todos los disponibles para la cita tenían ganas de agradar. Excepto para Erik Quintela y Jordan Sakho, para el resto era su estreno en el Pazo, y ese entusiasmo de cada uno y el buen hacer en grupo fue lo que propició el despegue breoganista en el primer cuarto y su velocidad de crucero hasta el final del trayecto. Como en su primer ensayo, en Foz, el Breo, aún habiendo mostrado las lagunas lógicas a estas alturas de pretemporada, ilusionó a su hinchada con su calidad individual, la cantidad de recursos y el sacrificio para proteger su canasta. «Este año hay otro equipo, qué manera de jugar y de defender», se congratulaba una aficionada en el descanso.\nEl Split no pudo hacer más que 30 puntos hasta el intermedio del duelo, víctima de sus errores, pero sobre todo de la consistente muralla levantada por los anfitriones, principalmente en el perímetro. En ataque, el Breo se mostraba solvente para conservar una buena renta en el marcador y era Hilliard quien absorbía mayor protagonismo. El exjugador del Baskonia y el CSKA de Moscú, entre otros, llamado a ser el mayor jugón del Breo, erró dos tiros libres en el arranque del tercer período, pero lo compensó luego con su cuarto triple en el partido. La ventaja local era de 16 puntos en el ecuador del acto y a 10 minutos del final la diferencia se había reducido ligeramente (59-47).\nEl último cuarto comenzó con un par de triples errados por el Breo y fue Apic quien volvió a mover el marcador con otro buen movimiento en la pintura. Fruto del cansancio, los locales perdieron fluidez en el período final y se agarraron a Charlie Moore para conservar la brecha en el electrónico. Aun sin la precisión en el pase que acostumbra, el nuevo base breoganista asumió el liderazgo ofensivo en la recta final para mantener alejado a un Split que en ningún momento dio sensación de poder agarrar el billete a la gran final.\nRío Breogán (26+18+15+16): Charlie Moore (17), Aranitovic (10), Edic Atic, Eric Vila (4), Jordan Sakho (11) -equipo titular- Erik Quintela (-), Apic (12), Hilliard (14), Jordan Davis (4) y Ej Onu (3).\nKK Split (12+18+17+19): Shorter (14), Tisma (3), Skara (13), Benson (10) y Kapusa (9) -equipo titular- Vito Kucic (5), Toni Katic (5), Perkusic (2) y Tonko Vuko (5).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:29:05.604+03:00",
    "updated": "2024-09-06T00:29:05.604+03:00"
  },
  {
    "uuid": "5f9edbe727e9920b9c5126551cf9ca4e1b002134",
    "url": "https://en.pressbee.net/show3507828.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NY Times News",
    "published": "2024-11-22T09:01:00Z",
    "title": "CISA Red Team assessment reveals key cybersecurity gaps in critical infrastructure organization",
    "text": "News PressBee .. NY Times News Watch the post from CISA Red Team assessment reveals key cybersecurity gaps in critical infrastructure organization, Now to the details\nThe Cybersecurity and Infrastructure Security Agency (CISA) executed a red team assessment on a critical infrastructure organization, simulating real-world cyber attacks to test the organization’s cybersecurity detection and response. On Thursday, in partnership with the critical infrastructure organization, the CISA Red Team released a cybersecurity advisory detailing the Red Team’s tactics, techniques, and procedures (TTPs), […] The post CISA Red Team assessment reveals key cybersecurity gaps in critical infrastructure organization appeared first on NY Times News Today.\ncisa red team assessment reveals key cybersecurity gaps in critical\nPlease note that the original topic has been published and is available on NY Times News the editing team at PressBee have verified it and it may have been partially modified or quoted from it. You can read and follow this news or topic from its main source.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "NY Times News Today",
          "sentiment": "none"
        },
        {
          "name": "Infrastructure Security Agency",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T11:02:55.818+02:00",
    "updated": "2024-11-22T11:02:55.818+02:00"
  },
  {
    "uuid": "4db26a94d8c2464083811b6e722f635c9a24b509",
    "url": "https://www.laprensa.hn/deportes/atletico-real-madrid-resultado-resumen-goles-copa-del-rey-octavos-cuartos-de-final-AH17018998",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/agencia-efe",
    "published": "2024-01-18T18:27:00Z",
    "title": "Atlético se toma revancha y elimina al Real Madrid en la Copa del Rey",
    "text": "[Álvaro Morata](/cronologia/-/meta/alvaro-morata) En el minuto 100, en la prórroga, medido con Vinicius en la banda derecha del ataque del Atlético de Madrid, Antoine Griezmann se inventó un golazo, marcó la diferencia definitiva y cambió el derbi de los octavos de final de la Copa del Rey para culminar la resistencia del conjunto rojiblanco, sometido casi siempre por el Real Madrid, al que doblegó ya invariablemente por el 4-2 al borde del final de Rodrigo Riquelme. No le bastó el 1-0 de Samuel Lino, de repente en el minuto 38, empatado por Luka Modric en un fallo estrepitoso de Jan Oblak al borde del descanso. Ni tampoco el 2-1 de Álvaro Morata, en un error mayúsculo de Andriy Lunin en el 57, nivelado en el 82 por Joselu para forzar otro tiempo extra en el derbi, desnivelado por el máximo goleador de la historia del Atlético: 175 tantos. Un golazo. La resolución de un duelo menos espectacular, sin punto de comparación, con el de hace una semana en la Supercopa de España. Más vibrante por el marcador tan ajustado que por otra cosa. Por el esfuerzo que por el fútbol. Dominado por el Real Madrid, sobrevivido por el Atlético, ganador en el mismo espacio de tiempo que casi siempre le tocó perder contra el ‘eterno’ rival. Griezmann varió la historia. Casi nunca, hasta ahí, fue un buen panorama para el Atlético, frustrado por el orden y el contragolpe del Real Madrid. Su transición lenta, sombría, la aguardó el bloque blanco sin apuros, con la fuerza de su estructura, con el acelerador preparado para la salida vertiginosa hacia adelante, para explorar su mejor destreza, para indagar en la vulnerabilidad defensiva. Es el Real Madrid un equipo trepidante cuando corre con espacios, cuando se despliega a contracorriente del adversario, cuando contrapone su velocidad y voracidad a la apariencia -engañosa- del domino del balón de su oponente. El espacio, siempre tan fundamental para Diego Simeone en su concepto del fútbol, es una virtud hoy incontestable de su ‘eterno’ rival, que, sin embargo, sufrió su segunda derrota del curso. Las dos, en el Metropolitano. Sufrió el Atlético, sometido mucho más de lo que vislumbraba entonces, en su puesta en escena, sobre un Metropolitano abarrotado, en ebullición, silenciado allá por el minunto 11, cuando Jude Bellingham reapareció en un terreno antes esquivo donde el Real Madrid padeció su único revés del curso, el 3-1 del 24 de septiembre. Otras circunstancias. Otro partido. Inadvertido y aplacado entonces por el Atlético, en un instante en el área, en ese hábitat en el que se mueve con una efectividad inusual en su carrera desde que llegó a Madrid, hizo más que en todo aquel precedente. Se deshizo de Axel Witsel, sorteó a Rodrigo De Paul y chocó con el larguero en su remate. Luego hizo más. Una advertencia nítida para los locales. No fue una jugada aislada. Fue una confirmación. Devorado en su medio campo, menos fresco (por más que hubiera jugado hace una semana su último duelo, cuando el Real Madrid lo hizo el domingo en la Supercopa de España), el Atlético tenía el balón -cuando lo tenía- para nada. Un artefacto inútil para sus objetivos. El Real Madrid lo quería para correr. No era Lino la solución, frenado por Dani Carvajal. Tampoco Marcos Llorente, en el otro lado, mucho más desastido que el hoy tímido carrilero brasileño. No era ni de lejos, por entonces, el mejor día de Griezmann, más visible en el medio, en la construcción, que en el derborde y la definición, cuando solucionó el choque. Otra mala noticia para el Atlético, que se sostuvo en el alambre, entonces por Jan Oblak. Su doble parada a Rodrygo, espectacular con la derecha, y después a Vinicius, agigantado en el rebote, rechazó y soportó la mejor jugada del partido hasta ese momento, propiedad del Real Madrid, que marcó el ritmo, aplicó su idea y se sintió el dueño de todo lo que ocurrió hasta el minuto 38, hasta que se lió él mismo en un centro de Rodrigo De Paul hacia el área. El primer remate de verdad del Atlético, generado en un rechace de Rudiger que adivinó antes Lino que Carvajal, fue gol. El brasileño se lanzó al suelo para remacharlo. Sin opción de alcanzarlo Carvajal, poco ágil Lunin, el elegido para el desafío del Metropolitano, fue el 1-0. Un premio inesperado. Imperceptible. Como lo fue después el 1-1, a los seis segundos del único minuto de tiempo añadido. Está el Atlético en un trance defensivo inexplicable, como lo fue el empate del Real Madrid: una falta botada al área de Luka Modric, la salida de Oblak entre Rüdiger, Giménez y Saúl y el rebote en la mano del cancerbero a su propia portería. El balón que debía ser suyo. No lo fue. Un borrón para el guardameta, desacertado. Lo asumió. El 1-0 era una anomalía, visto los créditos del primer tiempo. El 1-1, no lo era. Al menos, no tanto. Rodrygo lo recordó a la vuelta del vestuario, con un remate escorado que repelió Oblak. Ya entonces, el Atlético no disfrutaba del balón ni siquiera para salir de su campo; peor posicionado, mucho menos preciso, sin opción de reproducir el partido que quería. Eran conscientes los futbolistas, todo el mundo, también Simeone, que cambió a Saúl por Molina para potenciar el medio campo con Llorente, mientras el Madrid seguía a lo suyo: Bellingham, Vinicius y Rodrygo. Cada combinación era una invitación al vértigo. Una amenaza para el Atlético, que no daba una. La diferencia. Cada contragolpe exponía al equipo rojiblanco a un daño irreparable... Pero ocurrió todo lo contrario. Otra vez. Minuto 57. Un rebote en Camavinga hacia su área desató la pifia de Lunin, señalado en el 2-1, con un despeje que golpeó en Rüdiger y le quedó suelto, de frente a la portería, sin nadie delante, a Morata, que encontró el gol casi sin intuirlo, como todo su equipo y todo el público local del Metropolitano, preparado para lo contrario tal como era el encuentro. Esta vez, el golpe sí afectó al Real Madrid. Jugó más el Atlético un rato en campo contrario que en toda la hora anterior. Lo sintió Ancelotti, que recurrió a Kroos... Y Brahim, la inspiración en el último precedente en la Supercopa de España. Después salió Tchouameni por Valverde. Enredado hasta el minuto 75, se reencontró con un larguero de Rodrygo -se retiró después cojo, en el 80, cambiado por Joselu- que proclamó que aún estaba más que vivo. Lunin, cosas del fútbol, se reivindicó, a la vez, ante Griezmann. Y después ante Morata. Señalado antes, sin esas paradas, sobre toda la última justo antes del 2-2, no habría sido posible el 2-2 del Real Madrid, que llegó en una acción de Vinicius, en el desmarque de Bellingham y en el centro del inglés para el remate solo de cabeza de Joselu, recién entrado; desbordada la defensa del Atlético, salvada después por Oblak al borde de la prórroga. Otra más en los últimos tiempos, tan dañinas para el Atlético, tan productivas para el Real Madrid, la más cercana hace solo una semana a 6.600 kilómetros, en Riad. La tiró Llorente a las manos de Lunin, remató Vinicius fuera, entre el dominio inalterable del Real Madrid, las aventuras solitarias de Molina, Griezmann y compañía y la tensión del tiempo extra. Hasta que Griezmann se inventó un gol extraordinario. Un balón suelto, una carrera, un regate para dejar atrás a Vinicius, para bordear la línea de fondo, batir con un golazo a Lunin en el minuto 100, eliminar al Real Madrid, desquitarse de la última derrota y tomar, exhausto, una plaza en los cuartos de final de la Copa del Rey competida hasta el final, hasta el límite, con un gol bien anulado al Real Madrid, con el 4-2 de Riquelme y con la apoteosis del Metropolitano. - Ficha técnica: 4 - Atlético de Madrid: Oblak; Llorente (Barrios, m. 97), Witsel, Giménez, Hermoso, Lino (Riquelme, m. 91+); De Paul (Azpilicueta, m. 105 (Savic, m. 115), Koke, Saúl (Molina, m. 55); Griezmann y Morata (Memphis, m. 97). 2 - Real Madrid: Lunin; Carvajal, Nacho (Fran García, m. 105), Rüdiger, Mendy (Brahim, m. 65); Camavinga (Ceballos, m. 105), Modric (Kroos, m. 65), Fede Valverde (Tchouameni, m. 73), Bellingham; Vinícius y Rodrygo (Joselu, m. 80). Goles: 1-0, m. 38: Lino. 1-1, m. 45: Modric. 2-1, m. 57: Morata. 2-2, m. 82: Joselu. 3-2, m. 100: Griezmann. 4-2, m. 118: Riquelme. Árbitro: Cuadra Fernández (C. Balear). Amonestó con tarjeta amarilla a los locales Morata (m. 58), Hermoso (m. 68), De Paul (m. 78), Koke (m. 79) y Witsel (m. 113) y a los visitantes Vinicius (m. 45), Camavinga (m. 55), Brahim (m. 68), Bellingham (m. 84) y Carvajal (m. 89). Incidencias: partido correspondiente a los octavos de final de la Copa del Rey, disputado en el estadio Cívitas Metropolitano ante 67.623 espectadores. Antes del inicio del partido se guardó un minuto de silencio en memoria de la leyenda del Atlético de Madrid y del fútbol argentino Jorge Griffa. Tambien se hizo entrega de una camiseta con el número 174 a Antoine Griezmann como reconocimiento a su condición ya de máximo goleador de la historia del club rojiblanco, con esa cifra de tantos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T02:51:52.603+02:00",
    "updated": "2024-01-19T02:51:52.603+02:00"
  },
  {
    "uuid": "dcce510d15840edc40b3cc62a86aaa75cd56d69a",
    "url": "https://www.devdiscourse.com/article/politics/2761640-peace-accord-with-ulfa-to-have-huge-impact-across-northeast-himanta",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-30T09:42:00Z",
    "title": "Peace accord with ULFA to have huge impact across Northeast: Himanta | Politics",
    "text": "Peace accord with ULFA to have huge impact across Northeast: Himanta [PTI](/pti-stories)| Kolkata | Updated: 30-12-2023 17:42 IST | Created: 30-12-2023 17:42 IST - Country: - India Assam Chief Minister Himanta Biswa Sarma on Saturday said the peace agreement with the pro-talk faction of the ULFA will have a huge impact across the Northeast. Replying to congratulatory messages on X for the signing of the accord by several BJP leaders, he said that a peaceful, prosperous and developed Northeast is the dream of every Indian and it is being fulfilled due to the relentless efforts of PM Narendra Modi. The signing of the agreement with ULFA will ensure all-round development of not only Assam but the entire region, he added. ''With Hon'ble Prime Minister's blessings, North East will together contribute towards building a Viksit Bharat,'' Sarma posted on X. Maintaining that there is no place for violence in the present times, the chief minister expressed hope that this will inspire others to come to the mainstream and contribute to nation-building. ''People longed for permanent peace with ULFA so that the development journey can continue unbridled,'' he said. ''With the blessings of Hon PM and Hon HM & with peace prevailing in the state, Assam is poised for greater heights,'' Sarma posted. A tripartite Memorandum of Settlement between the ULFA (pro-talk faction), Centre and the state government was signed in New Delhi on Friday in the presence of Union Home Minister Amit Shah and the chief minister. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Amit Shah to move three amended bills on criminal laws in Lok Sabha for consideration, passage](/article/politics/2746781-amit-shah-to-move-three-amended-bills-on-criminal-laws-in-lok-sabha-for-consideration-passage) [Our today’s meeting with Amit Shah postponed: Ajit Pawar](/article/headlines/2746899-our-todays-meeting-with-amit-shah-postponed-ajit-pawar) [ISL: Mohun Bagan SG register 3-1 win over Northeast United FC](/article/sports-games/2747883-isl-mohun-bagan-sg-register-3-1-win-over-northeast-united-fc) [\"Home Minister owes explanation to Parliament, people of country: CPI MP seeks Amit Shah's statement over Lok Sabha security breach](/article/headlines/2747846-home-minister-owes-explanation-to-parliament-people-of-country-cpi-mp-seeks-amit-shahs-statement-over-lok-sabha-security-b) [More than 300 rescued from floodwaters in northeast Australia](/article/science-environment/2749309-more-than-300-rescued-from-floodwaters-in-northeast-australia)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "hon",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "himanta",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "northeast",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kolkata",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "india assam",
          "sentiment": "none"
        },
        {
          "name": "north east",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T14:14:13.102+02:00",
    "updated": "2023-12-30T14:14:13.102+02:00"
  },
  {
    "uuid": "344a95db747c58707bbec70db0be0f7743505e5f",
    "url": "https://www.storm.mg/article/5334009",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Storm.mg",
    "published": "2025-03-06T04:00:00Z",
    "title": "關稅恐讓電費「漲」出新高度！美國變壓器短缺惡化，電力供應告急該怎麼辦？",
    "text": "這幾年，AI風潮席捲全球，開發、訓練模型所需的數據中心等設備，讓電力需求以驚人的速度激增，但電網系統中最重要的變壓器，在美國已經出現短缺現象。\n變壓器在輸電過程中扮演著調節電壓的角色，而且當新的電力來源（如風能、太陽能或天然氣等）接入電網時，都需要新的變壓器。因此，變壓器短缺很可能影響新電力的併網作業。\n關稅讓變壓器短缺問題雪上加霜\n雖然美國變壓器短缺的問題迫在眉睫，未來需求無疑也只增不減，但根據能源數據分析公司Wood Mackenzie的報告顯示，由於這類型投資回本期長，供應商大多不願意擴充產能。\n美國國家可再生能源實驗室（NREL）估計，目前仍在服役的配電變壓器中，約有55%使用超過33年，已經接近使用壽命的期限。根據NREL的預測，到2050年，變壓器的總容量可能得比2021年增加1.6至2.6倍，才能打平需求。\n川普上任以來，祭出了一系列「關稅大禮包」：對進口鋼和鋁徵收25%關稅、對中國徵收10%全面關稅、對加拿大、墨西哥徵收25%關稅，他還指示聯邦機構研究「對等關稅」的細節，甚至考慮課徵銅材的關稅。《華爾街日報》指出，這些都可能讓美國電網投資成本節節高升。\n目前，美國國內供應鏈大約只能滿足20%的變壓器需求。Wood Mackenzie估計，由於矽鋼和銅等原物料價格上漲，自2020年1月以來，變壓器價格已經增加70%至100%。鋼鐵是變壓器的重要材料，而美國只有一間高級矽鋼製造商Cleveland-Cliffs；如果川普對加拿大和墨西哥徵收25%的關稅，又對進口銅課稅，估計變壓器價格會再上漲8%至9%。\n《華爾街日報》原文：\n[川普關稅將如何影響美國電網系統]\n電力設備來自國外比例高\n墨西哥、加拿大和中國是美國電氣設備三大供應來源。根據Wood Mackenzie的數據，去年美國進口低電壓變壓器有超過32%來自中國，有36%高電壓變壓器來自墨西哥，另外則有16%的高電壓開關設備和100%電線桿進口自加拿大。\nWood Mackenzie副主席賽普勒（Chris Seiple）指出，變壓器規格客製化需求高，而且測試流程相當冗長，供應商很難說換就換。\n外界好奇，這波關稅政策是否能間接推動美國製造業一把？根據能源設備製造商GE Vernova說法，目前判斷關稅對產業的影響還有些太早。\nCEO史特拉吉克（Scott Strazik）表示，他們從加拿大、墨西哥和中國進口的產品比例不到5%，對公司的供應鏈影響較小。此外，GE Vernova最近宣布，未來兩年內將在投資美國工廠近6億美元，包括燃氣渦輪機、變壓器和開關設備等領域，看得出關稅對他們影響似乎不大。\n電費漲幅出現新高度\n但以大環境而言，關稅確實會對電力供應產生不小壓力。最近，紐澤西州公共事業委員會表示，從今年6月開始後的整整一年，居民平均每月電費預計將上漲17%至20%；和過去五年全國電費平均增長率的5.7%相比，漲幅相當驚人。\n另一個值得關注的問題是，對進口鋼鐵和鋁材課徵25%關稅，是否能促使這類高耗能產業回流美國？賽普勒指出，如果這些產業回流，原本節節攀升的電力需求更會被推高到難以想像的地步。\n《華爾街日報》認為，推動AI發展和製造業回流的確重要，但相對地，減輕民眾電費負擔的目標可能又更遙遙無期了。\n本文為風傳媒特邀導讀人金牛幫幫忙撰寫，請點此訂閱：\n[風傳媒・華爾街日報VVIP]，風傳媒會員獨享全球最低優惠價，暢讀中英日文全版本之華爾街日報，洞悉國際政經最前沿。\n責任編輯／林彥呈",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->utilities",
      "Environment->energy resources",
      "Environment->environmental pollution",
      "Social Issue->social networking",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T06:38:18.353+02:00",
    "updated": "2025-03-06T06:38:18.353+02:00"
  }
]