[
  {
    "uuid": "1a11d01d88eeb2174337020f2446e99bcfaf7a9f",
    "url": "https://www.jpost.com/diaspora/antisemitism/article-778691",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jpost.com",
    "published": "2023-12-23T22:03:00Z",
    "title": "Israel-Hamas War has a second front: Antisemitism - The Jerusalem Post",
    "text": "The Swords of Iron war, which began with the Hamas terror attack on October 7 and the Israeli counterattack, is one of the most critical moments in the existence of the State of Israel. Israelis and Israel’s supporters in the Diaspora scan their phones daily for news regarding the captives, the IDF battle in Gaza, and relevant political developments.\nBut in the months since the war started, another front has developed. This front does not comprise soldiers, artillery, or tanks. It may not be as immediately lethal, but its long-term effects may be as significant.\nThis second front is antisemitism. Antisemitism and the Israel-Hamas War\nThe current war has spurred an alarming surge in antisemitic incidents, ranging from anti-Israel demonstrations in major cities around the world to the harassment of Jewish students on college campuses in the United States and elsewhere. Most of these demonstrations, rather than protesting Israel’s perceived misdeeds, have extended their excoriation to the Jewish people as a whole.\nShortly after the war began, at an anti-Israel rally held on the steps of the iconic Sydney Opera House, protesters chanted “Gas the Jews.” Many rallies have centered around the slogan “From the river to the sea, Palestine will be free,” a decades-old rallying cry for terrorist groups, which essentially calls for the erasure of the State of Israel and of the Jewish people living there. CyberWell CEO Tal-Or Cohen Montemayor talks to Jpost.com editor Tamar Uriel-Beeri. (credit: MARC ISRAEL SELLEM)\nOn December 4, The Jerusalem Post organized an online conference titled The Second Front , which focused on analyzing the disturbing increase in antisemitism, combating this phenomenon, and ensuring the security of Jewish communities worldwide.\nAt its most basic level, antisemitism can be understood as presenting a physical threat to the lives of Jews wherever they may live. It can also have a substantial psychological, emotional, and financial effect on the lives of individual Jews and communities. Advertisement\nThe Second Front Conference opened with an address by Israeli President Isaac Herzog , who called upon people of goodwill around the globe to cry out “Never again,” repeating the message expressed after the Holocaust and demanding that the Jewish people never again be subjected to such horrors.\nHerzog discussed the widespread blame being placed on Jewish victims of the massacre, attributing it to naked antisemitism. “In the wake of the massacre, many found ways to rationalize, contextualize, or even excuse themselves. This has always been the way of antisemitism. The reasoning may shift, but the bottom line is the same: The blame is always on the Jews. Corrupt ideologies often begin with the Jews [as targets] but rarely end with the Jews,” he said.\n“Antisemitism is not just a Jewish problem,” Herzog declared. “It is a human problem, and this age-old curse is hitting humanity again.”\nAmichai Chikli, Israel’s Minister of Diaspora Affairs and Combating Antisemitism, expanded upon Herzog’s comparison of today’s antisemitism to pre-World War II levels, stating that there has been a 500% increase in antisemitic incidents around the globe. He added that he wouldn’t see it as an exaggeration to say that the state of antisemitism “is the worst since the 1930s.”\nChikli commented on the recent spate of antisemitism on US college campuses, noting that while the Ivy League universities were founded with a commitment to pursuing truth, today that has changed. “They say, ‘We are seeking the truth,’ but actually, we see that in the Ivy League universities, there is no truth. And because there is no truth, there is also no good or bad.”\nChikli explained that in his view, this is “the main problem of the world: the progressive and the relativist approach that is dominating us.”\nAddressing the Jewish communities of the Diaspora, Chikli said, “It’s imperative that we stand up as proud Jews and refuse to tolerate hatred. We must demand moral clarity above all else. If we cannot condemn the atrocities committed on October 7, if we cannot condemn Hamas, then meaningful dialogue becomes impossible. We must assertively address this issue; it’s a battle, a war that extends beyond just the campus or the state [condition] of Gaza.”\nGilad Erdan, Israel’s ambassador to the United Nations, called for the resignation of the UN Secretary-General Antonio Guterres.\nErdan noted that “two months after the events of October 7, the Jewish people are facing a wave of hatred not seen in almost 80 years, and nowhere is this wave of Jew-hatred clearer than at the United Nations.”\nThe world looks to the United Nations as a moral compass, he said, but by not condemning the massacre, it has failed to carry out its mandate, which underscores the organization’s systemic bias against Israel.\n“Terror is terror is terror,” said Erdan. “There is never a justification for murdering innocent civilians in their homes or abducting them. If UN bodies such as UN Women and UNICEF are not explicitly condemning Hamas crimes, they are implicitly approving them.”\nPoliticians like to issue platitudes, but Tal-Or Cohen Montemayor, founder and CEO of CyberWell, a firm that tracks online antisemitism, was able to attach numbers to the current phenomenon.\nCohen Montemayor stated that since the Hamas attack on October 7, online antisemitism has surged by 86%, adding that one of the largest increases has been on Facebook, which recorded an increase of 193% of content deemed likely to be antisemitic.\n“There is a clear surge not only in online antisemitism,” said “Cohen Montemayor, “but also in calls to violence against Jews, specifically in Arabic, where there was an increase online from a very small percentage to over 26% of the data, being clear outward violence and justifying the killing of Jews.”\nIsrael’s state of military unpreparedness on October 7 is well known, but Cohen Montemayor noted that the social media platforms were equally unprepared for Hamas’s hijacking of social media for use as psychological warfare against Israel.\n“Hamas extrapolated on the ISIS tactic of using digital to video. There was a live stream on Facebook of the kidnapping and murder of a family, videos of women being dragged through the streets of Gaza after being raped, a live lynching that was posted on Twitter – these are things that are extremely violent but really should give us pause. They are national security issues. Other terror organizations that saw what Hamas did in abusing the lack of readiness on the social media platforms to automatically remove this content, and now are abusing it as well.”\nThe conference then took a slightly different tack to discuss how Christians are reacting to the surge of antisemitism. Joel C. Rosenberg, founder and editor-in-chief of All Israel News, a website that covers news and events impacting Israel and the Middle East for the evangelical world; and Rabbi Tuly Weisz, founder of Israel365, a website that strengthens Israel by building bridges between Jews and Christians, participated in a panel discussion on the subject. Rosenberg and Weiss suggested that Christian and Jewish leaders need to work closely together to make sure that support for Israel continues to grow.\nWeisz recalled that when he was a synagogue rabbi in Columbus, Ohio, very few members of the Jewish Federation had meaningful relationships with the numerous pro-Israel churches in Ohio. Jewish people must reach out to Christians for support now, said Weisz. “The war demonstrates that we are in a crisis and emphasizes how important it is that we reach out to Christians,” he said. “If we do not do it, we are in big trouble – and America is in big trouble.”\nHe added that Christians need to pay attention to what antisemites are saying and realize that Israel is fighting for the sake of civilization. “For the very first time, the antisemites are not only attacking the Jews, they’re also attacking the Christians,” he said. “They are calling for a jihad against Jews and Christians. They are saying, ‘First the Shabbat people, then the Sunday people.’”\nRosenberg pointed out that while millions of Christians in the US and around the world are ardent supporters of Israel, recent polls have shown that these positive sentiments are declining, especially among young evangelicals. He urged Christians to actively show their solidarity with Israel and the Jewish community.\nYael Eckstein, president and CEO of the International Fellowship of Christians and Jews, said that the October 7 massacre did not cause antisemitism. “People who have a bent towards hating the Jews will twist and color to that set of beliefs,” she said. Referring to the atrocities committed by Hamas in the Gaza border communities, she said, “Too many people have found ways to blame the beheading of children on the Jews, people being kidnapped on the Jews, and burnt bodies – somehow, it is the Jews’ fault. That is antisemitism.”\nEckstein said that while there were righteous Christians who acted to save Jews during the Holocaust, today, there are far more who support the State of Israel. “It is different now than it was 80 years ago. If we would plant a tree for every Christian who is standing with Israel now, we would have a forest covering an entire continent.”\nOne of the most fascinating and thought-provoking exchanges on the causes of current antisemitism and anti-Zionism took place in an intriguing panel discussion moderated by The Jerusalem Report’s editor-in-chief, Steve Linde.\nParticipants included Dan Diker, president of the Jerusalem Center for Public Affairs; Jonathan Davis, vice president for external relations and head of the Raphael Recanati International School at Reichman University; and Nimrod Palmach, CEO of ISRAEL-is, an organization dedicated to improving global perceptions of Israel.\nDiker, who authored the book Students for Justice in Palestine Unmasked in 2018, contended that the Students for Justice in Palestine organization paved the way for the October 7 massacre. He stated that the organization’s ideology, “From the river to the sea, Palestine will be free,” is a “clarion call for genocide against the Jews.” Diker suggested that the Hamas leadership in Gaza has been energized by the support that they have received on North American college campuses.\nIn response to a question about the impact of antisemitism and anti-Zionism on Israeli academia, Davis said Qatar has fueled many Western universities with $2.5 billion in donations. “Jewish philanthropists need to band together,” he said.\n“Donors need to gather and discuss what they want to do with their funds and discuss what the limits are of professors with academic chairs with regard to antisemitism and pro-genocidal remarks,” he added.\nPalmach stated that Operation Protective Edge in 2014, when Israel fought in Gaza for 51 days attempting to destroy Hamas terror tunnels, was the tipping point of antisemitism against Israel and marked the increasing influence of social media, especially among the younger generation. “While we spent time in battle, we lost a whole new front when we were not defending Israel on a front that we didn’t realize existed – that of social media.”\nDavis contended that the best way to fight antisemitism is by presenting facts. While Islamic fundamentalists and white supremacists on campus are unlikely to change their views, the average person who doesn’t know where Gaza is can be persuaded of the truth, he said. “We need to present the facts as they are.”\nPalmach demurred, saying that while ideally, presenting the facts would be the best way to present Israel’s case, a different approach is needed. “The younger generation doesn’t care about facts,” he said. “Something else appeals to them. In his view, the best way to reach out to Gen Z and Gen Y is by what he called “storytelling,” showing that people in Israel enjoy food, fashion, and partying. “This methodology may look soft,” he said, but first we need to make the connection and then present the facts.”\nDani Dayan, chairman of Yad Vashem, said that the most troubling manifestation of current antisemitism is its “academization,” which he says is a thinly veiled form of anti-Zionism.\nDayan, who recently returned from a visit to Ivy League college campuses, said, “In the most prestigious academic institutions in the US and Europe, they are building stone by stone, piece by piece, article by article, book by book, a pseudo-academic intellectual justification for eliminating the State of Israel as we know it.” Building this type of advocacy, he averred, can eventually lead to concrete action to annihilate Israel.\nWhile acknowledging that the cruelty and barbarism of the Hamas attacks approached, and perhaps equaled, that of the Nazis, Dayan explained that there is a significant historical difference between the two.\n“During the Holocaust, we were at the mercy of our enemies. Here, in spite of the fact that the IDF arrived late, it came, and we will exact a price from the perpetrators,” he said.\nPerhaps the most cogent response to the second front of antisemitism was delivered by Michal Cotler-Wunsch, Israel’s official special envoy for combating antisemitism, who was appointed in mid-September, less than a month before the October 7 massacre.\nCotler-Wunsh said that October 7 changed the world much in the same way as September 11, 2001. “The world is not the same as it was the day before, and the very same antisemitism that enabled the crimes against humanity enabled and fueled the responses to October 7 that deny, that justify, that support, and that attack Jews in the wake of 10/7.”\nThose who chant “From the river to the sea, Palestine will be free” and “Glory to our martyrs” alongside the chant of “Ceasefire now,” Cotler-Wunsh said, are essentially saying that “we’re going to call for the annihilation of the State of Israel and the murder of Jews, and at the same time, we’re going to deny the Jewish nation-state not only the ability but the responsibility to defend itself because we’re calling for a ceasefire now.”\nCotler-Wunsh pointed out that the October 7 massacre came shortly after the 85th anniversary of Kristallnacht, “the night of the broken glass,” on November 9, 1938, when hundreds of synagogues were burned across Germany, and thousands of Jewish-owned businesses were damaged or destroyed by Nazis. Kristallnacht, she said, presaged what was to occur just a few years later.\n“10/7 is a moment in time just like Kristallnacht – this moment that gives it not only a huge responsibility but the prospect of commitment and shared responsibility for ‘Never again.’”\nCotler-Wunsh said that it is important to convey the urgency of “Never again” in 2023 not only to the Jews, but to the rest of the world as well.\n“It is not just an attack on Jews around the world. It is a war on our shared foundational principles of life and liberty – on our shared humanity and civilization as we know it. This is a moment of reckoning.\n“We are on the front lines, and we may be the canary in the coal mine. But in that ‘Never again’ understanding and the fact that history does repeat itself, we know that ultimately, the mine will collapse. That’s why when we reference 85 years to Kristallnacht, it’s very important that we engage this moment with the utmost sense of existential urgency and responsibility.” ■",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "jerusalem post",
          "sentiment": "negative"
        },
        {
          "name": "diaspora",
          "sentiment": "none"
        },
        {
          "name": "idf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "anti-israel",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T00:28:20.272+02:00",
    "updated": "2023-12-24T00:28:20.272+02:00"
  },
  {
    "uuid": "d545b7db6ad74f577d6b8c29f7f64476e633c2a7",
    "url": "https://democratherald.com/tncms/asset/editorial/233e4680-1f77-11ef-84f8-0336df5740f7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LUHUI WHITEBEAR",
    "published": "2024-06-01T13:05:00Z",
    "title": "Interfaith Voices: Climate change threatens Indigenous spirituality",
    "text": "Many people do not make the connection between climate change and spirituality. For Indigenous people, the impacts are deeply felt. The impact depends, of course, on where someone’s people are from. Yet, regardless of geographic differences, climate impacts on land and water threaten our ability to keep our ceremonies going. Unlike many religious structures, our ceremony connections are tied to place. We depend on access to plants, animals and water from the places we hold our ceremonies. Climate change has made this necessary access challenging. To help illustrate these impacts, I will give an example from one of the ceremonies in which I participate. Thank you to readers for understanding that I will not be describing the details of this ceremony or the location, out of privacy and respect. This ceremony depends on several different parts connected to place. One is access to certain food and plants from the area where it is held. However, due to droughts, some of these plants are declining. People are also reading… We do not overharvest our medicine plants so they are not depleted out of existence. The lack of water is making it harder and harder to have necessary plants as part of our ceremony. There is no alternative. If the plants are gone, that part of our ceremony is also gone. Additionally, the presence of fire is a vital part of this ceremony. It burns for several days. However, due to the rise of extreme summer fires, drought and drier conditions, we have faced permit restrictions on fire. In recent years, we have even had our ceremony prohibited due to fire threat. It took a great deal of advocacy from some in the community to gain approval for our permit. The only reason it was approved was because of the advocacy and an intense fire safety plan now in place. Otherwise, we would not have been able to have the ceremony at all. These may seem like minor inconveniences to some, or something that needs to be adapted to. Yet, for Indigenous people, we cannot just move our ceremonies that follow the cycles of nature and depend on specific pieces. The removal of ceremonies from place reflects the removal of Indigenous people from our lands. Just as our people have continued, we need our ceremonies to continue as well. To keep our ways going, we need to work with each other to help find ways to address climate change together. Our entire belief systems depend on it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T16:37:46.471+03:00",
    "updated": "2024-06-01T21:18:48.026+03:00"
  },
  {
    "uuid": "371487992c00c6db863fc64d7691a330efec9071",
    "url": "https://www.abc.net.au/news/2024-01-08/summernats-36-mullets-burnouts-and-grand-champion/103291718",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Penny Travers",
    "published": "2024-01-07T11:22:00Z",
    "title": "Smoking burnouts, magnificent mullets and a 1968 Dodge Charger highlight Summernats car festival - ABC News",
    "text": "This year was Joe Bauer's first time attending Summernats but his 1968 Dodge Charger made such an impression that he left holding aloft two of the car festival's most coveted prizes.\nThe Queenslander spent the past two years building up his prized-machine which he brought over from Texas, United States, and — with the help of some mates and hot-rod experts — stripped, and fitted with a 3,000 horsepower engine.\n\"Labour of love and passion,\" he said.\n\"It's an elite level car build, but we also built it for driveability and performance as well.\"\nJoe Bauer has been named the Summernats Grand Champion for 2024. ( ABC News: Ian Cutmore )\nIt was enough to impress judges and festival goers alike, with Mr Bauer named both Summernats Grand Champion and People's Choice Champion for his charger's appearance, quality and driving performance.\n\"I let it unleash and went as hard and fast as I possibly could in the driving event,\" he said.\nJoe Bauer spent two-years modifying his 1968 Dodge Charger. ( ABC News: Ian Cutmore )\nThe 36th Summernats attracted 2,500 cars and sold 130,000 entry passes to the four-day event, with organisers declaring Saturday the \"biggest day\" in the festival's history.\nThe event wasn't without its problems though, with police investigating a brawl that broke out on Saturday involving dozens of people, some of whom are seen wearing \"crowd safety\" vests in videos circulated on social media.\nCrowd-favourite 'Lynchy' wins Burnout Masters Andrew Lynch burning rubber in his Corolla during the Burnout Masters final. ( ABC News: Donal Sheil )\nAfter years of skidding his Corolla \"Lynchy\" in the Burnout Masters, crowd-favourite Andrew Lynch claimed his first win.\nThe Victorian wheat farmer is well-known on the burnout pad for his speedy manoeuvres, but he said his fast driving meant he kept \"losing smoke\" in past competitions.\nHe altered his technique heading into this year's final against the 10 \"best-of-the-best\" skidders, and it paid off.\nIt was the first time Andrew Lynch has won the Summernats burnout competition. ( ABC News: Donal Sheil )\n“To be in the masters you have to do a spot-on burnout,\" Mr Lynch said.\n\"You’ve got to be on it [the accelerator], you’ve got to have smoke, you have to have driver control, you have to have both your tyres off, and at Summernats you have to last over a minute, and you have to drive off under your own power.\"\nChris Orchard was named runner-up in his NASCAR-powered VH Commodore, with Robert Cottrell coming in third in his 4DH8RS XD Falcon.\nMulletfest winner 'bringing the '80s back' Loading... A record 141 mullet-toting revheads crossed the stage for the Mulletfest competition.\nThe Summernats festival hosts the first round of heats for the nationwide Mulletfest competition, with the winners going on to compete at the grand final in the Hunter Valley in December.\nAnton Medvidovic has been growing his mullet for two-and-a-half-years. ( ABC News: Donal Sheil )\nAnton Medvidovic — who has been growing his mullet for two-and-a-half years — was found to have the best \"vintage\" hairdo and went on to be named the overall Summernats Grand Mullet Champion.\n\"Overwhelmed; I never thought in my whole life I would get this,\" he said.\n\"I was brought up in the '80s so I thought I'd bring the '80s back.\"\nAnton Medvidovic was surprised to be named the overall winner of the Mulletfest competition. ( ABC News: Donal Sheil )\nCompetitors were judged on the style and length of their hairdos as well as their stage presence, with the competition broken into different age groups and categories, including everyday mullet, extreme and senior.\n\"I saw other mullets and I thought, 'oh, I'm kind of in contention but I think this guy, or this guy, or this guy will get it,\" Mr Medvidovic said.\n\"But never thought, never thought I'd come out on top.\"\nPosted 13m ago 13 minutes ago Sun 7 Jan 2024 at 10:22pm Share\nCopy link\nFacebook\nX (formerly Twitter)\nRelated Stories Police investigating brawl at Summernats with footage showing some involved wearing 'crowd safety' vests Revheads rejoice as nation's 'wildest' car show Summernats rumbles into Canberra Dad-and-daughter duo rebuild dream car after engine fire, now it's a Summernats grand champion contender",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://live-production.wcms.abc-cdn.net.au/9bd180981120c754fbc48f60fabeab63?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=150&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/1d0090af60626a7ce759ee7aa43815d8?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=150&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/cc4144657706a115d397e8a98679bf7b?impolicy=wcms_crop_resize&cropH=711&cropW=1067&xPos=145&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/9a6fa0b756b410574ea8e66292b5f5d8?impolicy=wcms_crop_resize&cropH=2384&cropW=3576&xPos=332&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/74ffe3f0665134a8137b63973a6e74e1?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=189&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/835071e0967391a1a24fc5347c660139?impolicy=wcms_crop_resize&cropH=480&cropW=720&xPos=344&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/74ffe3f0665134a8137b63973a6e74e1?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=351&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/cf0a57dc5a4e4fc79ce2003a238d78e5?impolicy=wcms_crop_resize&cropH=3024&cropW=4032&xPos=0&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/cf0a57dc5a4e4fc79ce2003a238d78e5?impolicy=wcms_crop_resize&cropH=2688&cropW=4032&xPos=0&yPos=168&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/9a6fa0b756b410574ea8e66292b5f5d8?impolicy=wcms_crop_resize&cropH=2384&cropW=3178&xPos=531&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/4140472bb706dc5115cb4a7108260306?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=48&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/9bd180981120c754fbc48f60fabeab63?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=240&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/1d0090af60626a7ce759ee7aa43815d8?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=240&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/543d1adae2e4164908fb7aaed4bbe70d?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=240&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/543d1adae2e4164908fb7aaed4bbe70d?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=150&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/543d1adae2e4164908fb7aaed4bbe70d",
      "https://www.live-production.wcms.abc-cdn.net.au/9bd180981120c754fbc48f60fabeab63?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=150&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/1d0090af60626a7ce759ee7aa43815d8?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=240&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/cc4144657706a115d397e8a98679bf7b?impolicy=wcms_crop_resize&cropH=711&cropW=1067&xPos=145&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/4140472bb706dc5115cb4a7108260306?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=48&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/1d0090af60626a7ce759ee7aa43815d8?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=150&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/835071e0967391a1a24fc5347c660139?impolicy=wcms_crop_resize&cropH=480&cropW=720&xPos=344&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/74ffe3f0665134a8137b63973a6e74e1?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=351&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/9a6fa0b756b410574ea8e66292b5f5d8",
      "https://www.live-production.wcms.abc-cdn.net.au/cf0a57dc5a4e4fc79ce2003a238d78e5?impolicy=wcms_crop_resize&cropH=3024&cropW=4032&xPos=0&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/9a6fa0b756b410574ea8e66292b5f5d8?impolicy=wcms_crop_resize&cropH=2384&cropW=3576&xPos=332&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/cc4144657706a115d397e8a98679bf7b",
      "https://www.live-production.wcms.abc-cdn.net.au/9a6fa0b756b410574ea8e66292b5f5d8?impolicy=wcms_crop_resize&cropH=2384&cropW=3178&xPos=531&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/74ffe3f0665134a8137b63973a6e74e1",
      "https://live-production.wcms.abc-cdn.net.au/9bd180981120c754fbc48f60fabeab63",
      "https://live-production.wcms.abc-cdn.net.au/1d0090af60626a7ce759ee7aa43815d8",
      "https://live-production.wcms.abc-cdn.net.au/4140472bb706dc5115cb4a7108260306",
      "https://live-production.wcms.abc-cdn.net.au/835071e0967391a1a24fc5347c660139",
      "https://www.live-production.wcms.abc-cdn.net.au/74ffe3f0665134a8137b63973a6e74e1?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=189&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/543d1adae2e4164908fb7aaed4bbe70d?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=240&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/9bd180981120c754fbc48f60fabeab63?impolicy=wcms_crop_resize&cropH=1080&cropW=1440&xPos=240&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/cf0a57dc5a4e4fc79ce2003a238d78e5",
      "https://www.live-production.wcms.abc-cdn.net.au/543d1adae2e4164908fb7aaed4bbe70d?impolicy=wcms_crop_resize&cropH=1080&cropW=1620&xPos=150&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/cf0a57dc5a4e4fc79ce2003a238d78e5?impolicy=wcms_crop_resize&cropH=2688&cropW=4032&xPos=0&yPos=168&width=862&height=575"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe bauer",
          "sentiment": "positive"
        },
        {
          "name": "ian cutmore",
          "sentiment": "none"
        },
        {
          "name": "bauer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "people's choice champion",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:30:34.430+02:00",
    "updated": "2024-01-08T00:35:55.475+02:00"
  }
]