[
  {
    "uuid": "d7dcd6975f9e461e8c788aa04eaccaa9b1cce6b0",
    "url": "https://bnnbreaking.com/world/nigeria/alagoa-morris-inducted-into-the-niger-delta-environment-hall-of-fame",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nasiru Eneji Abdulrasheed",
    "published": "2024-02-16T04:58:00Z",
    "title": "Alagoa Morris Inducted into the Niger Delta Environment Hall of Fame",
    "text": "In a testament to unwavering commitment and passion for environmental advocacy in the Niger Delta, Alagoa Morris, Technical Adviser on Environment to the governor of Bayelsa State and Head of Programmes at Environmental Rights Friends of the Earth Nigeria, Yenagoa office, received distinguished honors in a ceremony that marked his induction into the Niger Delta Environment Hall of Fame.\nThe event, which took place at the Ijaw Nationality Hall of Fame located within the Ijaw House, Yenagoa, on February 16, 2024, not only celebrated Morris's relentless environmental endeavors but also emphasized the ongoing struggle for ecological justice in the Niger Delta.\nThe ceremony was a gathering of minds and spirits fervently dedicated to the cause of environmental preservation and sustainability. Alagoa Morris, alongside other notable figures such as a former Commissioner for Environment, Iniruo Wills, and Nengi James, the second Vice President of the Ijaw National Congress, were honored for their indelible contributions to environmental advocacy.\nThe Chief Historian and Archivist of the Bayelsa State government, Prof Stephen Olali, who performed the ceremony, underscored the significance of recognizing such efforts in a region long plagued by environmental degradation and exploitation.\nThe induction into the Niger Delta Environment Hall of Fame and the conferment of membership in the Forum of Visiting Public Intellectuals of the Bayelsa State History and Archives Office serve as a testament to Morris’s dedication. This recognition shines a light on his and his peers' tireless work towards not only advocating for environmental rights but also educating and mobilizing the community towards sustainable environmental practices.\nA Portrait of Dedication\nThe unveiling of Alagoa Morris's portrait at the Ijaw Nationality Hall of Fame stands as a symbolic gesture of permanence, a forever reminder of the impact one individual's passion and perseverance can have on the collective consciousness of a community. This accolade, while personal, transcends the individual, reflecting a broader narrative of resilience and hope in the face of environmental challenges that beset the Niger Delta region.\nSuch honors highlight the critical role of environmental advocacy in shaping policies and practices that safeguard the region's ecological integrity for future generations. Through education, activism, and direct engagement with both the community and policymakers, advocates like Morris are at the forefront of a movement striving for a harmonious coexistence between human development and environmental preservation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "iniruo wills",
          "sentiment": "none"
        },
        {
          "name": "yenagoa",
          "sentiment": "none"
        },
        {
          "name": "morris",
          "sentiment": "none"
        },
        {
          "name": "bayel",
          "sentiment": "none"
        },
        {
          "name": "nengi james",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alagoa morris inducted",
          "sentiment": "positive"
        },
        {
          "name": "delta environment hall of fame",
          "sentiment": "none"
        },
        {
          "name": "ijaw house",
          "sentiment": "none"
        },
        {
          "name": "environmental rights friends",
          "sentiment": "none"
        },
        {
          "name": "lagoa morris",
          "sentiment": "none"
        },
        {
          "name": "bayelsa state",
          "sentiment": "none"
        },
        {
          "name": "alagoa morris",
          "sentiment": "none"
        },
        {
          "name": "ijaw national congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "niger delta",
          "sentiment": "none"
        },
        {
          "name": "ijaw nationality hall of fame",
          "sentiment": "none"
        },
        {
          "name": "earth nigeria",
          "sentiment": "none"
        },
        {
          "name": "yenagoa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T09:02:29.774+02:00",
    "updated": "2024-02-16T09:02:29.774+02:00"
  },
  {
    "uuid": "bb37ce18979462c009c842ce7161b6422550f5c1",
    "url": "https://www.globenewswire.com/news-release/2023/12/28/2801886/0/en/Unveiling-the-Revolutionary-Crypto-Trading-Platform-KoinBay.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "koinbay",
    "published": "2023-12-28T00:00:00Z",
    "title": "Unveiling the Revolutionary Crypto Trading Platform",
    "text": "Road Town, British Virgin Islands, Dec. 28, 2023 (GLOBE NEWSWIRE) -- KoinBay is thrilled to launch its revolutionary cryptocurrency trading platform that empowers users with top-notch UX for buying, selling, and trading cryptocurrencies. KoinBay isn’t a simple trading platform. It offers a robust suite of features that cater to both novice and experienced crypto enthusiasts. With security, ease of use, and a focus on functionality at its core, KoinBay’s crypto exchange promises to redefine the way users interact with the ever-evolving world of digital assets. What is KoinBay? KoinBay is a centralized cryptocurrency exchange that serves as a safe and convenient platform for cryptocurrency trading. Imagine a platform where you can seamlessly buy, trade, and grow your crypto assets in a user-friendly environment. That's KoinBay. Here’s what trading with KoinBay looks like: - Diverse Trading Options: Trade a wide range of cryptocurrencies through a variety of methods, including spot, margin, futures, grid, and DEX swap. Enjoy the flexibility of trading crypto according to your needs and risk tolerance. - Staking and Earning: Generate passive gains by locking your crypto assets in staking pools and earning annualized returns. Choose from various lock-in periods to suit your personal preferences. - Instant Crypto Loans: Access instant loans in USDT with ease by using your cryptocurrency or tokens as collateral. No KYC verification or credit checks are required, making it a convenient and accessible lending solution. - Fiat Integration: Seamlessly buy cryptocurrencies through a wide range of on-ramp options. Eliminate the hassle of complex exchange processes and enjoy frictionless transactions. - ETF Diversification: Gain exposure to a diverse range of assets through our selection of exchange-traded funds (ETFs). This feature allows you to build a well-rounded portfolio without the need for individual asset management. - Secure and Centralized Wallet: Store your digital assets safely and securely in the KoinBay Wallet, supporting hundreds of cryptocurrencies with competitive transaction fees. - Advanced Features: Access features like social trading, saving accounts, and advanced order types to further enhance your trading experience and optimize your crypto journey. Beyond Centralization While KoinBay provides the benefits of a centralized platform, it also integrates DEX Swap. This decentralized exchange service facilitates quick and anonymous swapping of digital assets without compromising on security. This hybrid approach caters to users who value both the stability of a centralized exchange and the privacy of decentralized solutions. Stay tuned for further updates and prepare to embark on a new era of secure and effortless cryptocurrency trading. About KoinBay KoinBay is a leading centralized crypto exchange that strives to provide a reliable and user-friendly platform for crypto enthusiasts to trade and navigate the dynamic world of cryptocurrencies. With a focus on innovation and cutting-edge features, KoinBay empowers users to make informed trading decisions and seize opportunities in the crypto space. For more information, visit: https://koinbay.com/ Follow their social media for all the latest updates and announcements: Telegram | YouTube Press contact: Ethan Mercer Email: pr@koinbay.com Location: Tortola, British Virgin Islands Disclaimer: This press release is being distributed on behalf of Koimbay. This content should not be interpreted as investment advice. Before making any financial decisions, individuals should consult with a financial professional. Distribution co and its distribution partners are not liable for any investment decisions made by its readers or subscribers. Each reader or subscriber of this press release is advised to conduct his or her own research.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://koinbay.com/",
      "https://koinbay.com",
      "https://www.koinbay.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "koinbay",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "revolutionary crypto trading platform road town",
          "sentiment": "none"
        },
        {
          "name": "british virgin islands",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:33:22.773+02:00",
    "updated": "2023-12-29T01:33:22.773+02:00"
  },
  {
    "uuid": "113598f095a70e61f53e0f8dde170683b2aabcad",
    "url": "https://vnexplorer.net/amlo-reivindica-defensa-de-la-soberania-a-162-anos-de-batalla-de-puebla-s2647658.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-06T10:25:00Z",
    "title": "AMLO reivindica defensa de la soberanía a 162 años de Batalla de Puebla",
    "text": "El presidente Andrés Manuel López Obrador reivindicó este domingo la defensa de la soberanía nacional, al conmemorar el 162 aniversario de la Batalla de Puebla, donde rechazó que México quiera ser colonia o protectorado de otra nación o potencia económica global.\n“México es una nación libre, independiente y soberana. No somos ni queremos ser nunca una colonia o un protectorado de ningún Gobierno extranjero, trátese de Rusia, de China, de Francia o de Estados Unidos”, afirmó antes de dar inicio al desfile cívico militar en la ciudad de Puebla, en el centro del país.\nEl mandatario aseguró que la condición fundamental de México es ser un país libre e independiente frente jóvenes que concluyeron su servicio militar en el acto protocolario, mismos a los que tomó protesta junto a autoridades de las Fuerzas Armadas.\nAseguró que México está abierto a la integración económica, a la cooperación multilateral, así como una relación de respeto entre países y una política de buena vecindad, además de estar a favor de la amistad entre los pueblos.\nEl presidente López Obrador recordó que este 5 de mayo se conmemoran 162 años de la ‘Batalla de Puebla’, un momento histórico en el que mexicanos expulsaron a tropas de Francia en 1862, en medio de la segunda intervención francesa.\nSin embargo, mencionó que tampoco fue la única batalla que tuvo que enfrentar el país frente a intentos de naciones extranjeras por hacer de México una colonia de nuevo.\nPor ello, afirmó que México “se ganó, con el sacrificio, con el sufrimiento, con la sangre derramada de hombres y mujeres, su derecho a ser un país independiente y soberano”.\nTe puede interesar\n“El mejor homenaje que podemos rendir a quienes hace 162 años defendieron a la patria de la agresión y voracidad extranjera, es invocar su memoria para decirles que las y los mexicanos de esta generación hemos recuperado la soberanía, la dignidad nacional y la libertad para decidir el rumbo de México”, sostuvo.\nEl mandatario dijo que México decide su política interna sin injerencias ni presiones extranjeras, así como que ha establecido “relaciones constructivas, pacíficas, respetuosas y en pie de igualdad con otros pueblos del mundo”.\n“Hemos dejado atrás una época de entreguismo y sumisión. Estamos empeñados en construir un México verdaderamente democrático y en combatir la corrupción, la desigualdad y la pobreza; y que la semilla del ejemplo de los que lucharon en la Batalla de Puebla ha caído en tierra fértil”, abundó.\nEl mandatario mexicano llegó al colegio militar de la central ciudad de Puebla, acompañado de los titulares de las Fuerzas Armadas, secretario de la Defensa Nacional, Luis Cresencio Sandoval, y de la Secretaría de Marina, José Rafel Ojeda Durán.\nEn el acto protocolario también estuvieron presentes los titulares de las secretarías de Gobernación, Luisa María Alcalde, de Seguridad y Protección Ciudadana, Rosa Icela Rodríguez, entre otras personalidades del gabinete mexicano, además del gobernador del estado de Puebla, Sergio Salomón.\nEFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T13:29:06.797+03:00",
    "updated": "2024-05-06T13:29:06.797+03:00"
  },
  {
    "uuid": "5bce820b060ef08e7f276f84c3406ec08c6311b5",
    "url": "https://appleinsider.com/articles/23/12/28/apples-new-m3-pro-macbook-pro-just-scored-a-300-price-drop",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christine McKee",
    "published": "2023-12-28T20:11:00Z",
    "title": "Apple's New M3 Pro MacBook Pro Gets an Epic $300 Price Drop",
    "text": "The upgraded 14-inch MacBook Pro sports the M3 Pro chip with a 12-core CPU and 18-core GPU, along with 1TB of storage. At $300 off, you can pick up the Space Black laptop at the lowest price seen to date. B&H has issued even more year-end discounts, with MacBook Pros seeing price drops of up to $1,700 off. One top seller, though, is Apple's latest M3 Pro 14-inch MacBook Pro with an upgraded CPU and GPU core count (12 and 18 cores respectively) and a bump up to 1TB of storage. Now $2,099 when ordered in the sleek Space Black finish, this laptop also qualifies for free 2-day shipping within the contiguous U.S. for fast delivery to your door. Buy for $2,099 According to our M3 Pro 14-inch MacBook Pro Price Guide, which tracks the best MacBook Pro deals across popular retailers, B&H's $300 price drop is the best available, with other Apple resellers charging at least $100 more. For even more year-end markdowns, be sure to check out this week's roundup of B&H deals on Apple or jump to the company's Mega Deal Zone page for hundreds of additional offers. Snap up these savings before the New Year If you're doing year-end shopping for your company or are looking to score the best deal on a new MacBook Pro, there are dozens of bargains to be found in our Apple Price Guide. A few top picks are highlighted below: Best Buy launches year-end Apple AirTag sale Apple's M3 Pro MacBook Pro with 36GB RAM drops to record-low $1,999 B&H slashes Apple's M2 Pro MacBook Pro to $1,599, save $400 now Year-end Mega Deal Zone knocks up to $2,000 off Apple Apple's upgraded M3 MacBook Pro 14-inch just dropped to $1,499",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "apple",
          "sentiment": "negative"
        },
        {
          "name": "gpu",
          "sentiment": "negative"
        },
        {
          "name": "b&h",
          "sentiment": "none"
        },
        {
          "name": "macbook pros",
          "sentiment": "none"
        },
        {
          "name": "space black",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:00:51.421+02:00",
    "updated": "2023-12-29T00:00:51.421+02:00"
  },
  {
    "uuid": "d6e27b3d75a4b4b6e9af89f7f2be7d3138f43e92",
    "url": "https://www.mid-day.com/amp/mumbai/mumbai-news/article/mumbai-weather-updates-temperature-rises-with-aqi-at-124-check-temperature-air-quality-here-23445944",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Developer",
    "published": "2024-12-13T02:07:00Z",
    "title": "Mumbai weather updates: Temperature rises with AQI at 124; check temperature, air quality here",
    "text": "13 December,2024 10:07 AM IST | Mumbai | [ mid-day online correspondent ](https://www.mid-day.com/author-detail/mid-day-online-correspondent-67)\nRepresentational Image\nAfter experiencing a significant drop in temperatures, Mumbai is now seeing a slight rise. Over the past couple of days, the city has witnessed sharp fluctuations in temperature.\nAccording to the latest Mumbai weather updates from the [Indian Meteorological Department](https://www.mid-day.com/mumbai/mumbai-news/article/decoding-mumbais-weather-the-science-the-imds-fight-for-accurate-weather-predictions-in-mumbai-an-in-depth-analysis-of-the-challenges-and-why-they-persiste-behind-forecasting-and-its-complex-challenges-23375728) (IMD), Mumbai is expected to experience a cloudy sky on Friday, December 13, with temperatures ranging from a cool 17 degrees Celsius in the morning to a warm 36 degrees Celsius during the day.\nAccording to the [Mumbai weather updates](https://www.mid-day.com/mumbai/mumbai-news/article/woman-allegedly-kills-1-year-old-son-after-dispute-with-mother-in-law-in-thane-23445349) of the Indian Meteorological Department (IMD), Mumbai's Santacruz observatory in suburban Mumbai recorded a maximum temperature of 32.8 degrees Celsius and a minimum temperature of 19.3 degrees Celsius.\nThe weather department's data showed that the city observatory in Colaba recorded a maximum temperature of 31.3 degrees Celcius and the minimum temperature was recorded at 21.5 degrees Celsius.\nALSO READ\nAt 35.6 degrees Celsius, city records highest temperature in Maharashtra\nCity witnesses rise in temperature, AQI at 129; check temperature, AQI here\nMumbai weather updates: City sweats and shivers as weather plays yo-yo\nCity witnesses drop in temperature; check temperature, air quality here\nCity experiences winter-like morning with temperatures dipping to 23°C on Dec 10\nAccording to the latest Mumbai weather updates by the IMD, the maximum temperature will likely be around 36 degrees Celsius, and the minimum temperature will likely be around 17 degrees Celsius. The relative humidity is 42 per cent. The sun rose at 07:03 AM and will set at 6:03 PM.\nOn December 12, the Central Pollution Control Board's SAMEER app reported in its latest Mumbai weather updates that the [city's air quality](https://www.mid-day.com/mumbai/mumbai-news/article/air-pollution-in-mumbai-mpcb-implements-stricter-guidelines-for-rmc-plants-in-mumbai-to-combat-air-pollution-23439728) remained in the 'moderate' category, with an Air Quality Index (AQI) of 124 at 9:05 AM.\nAs per the SAMEER app dashboard, many areas across Mumbai showed 'moderate' AQI. Bandra Kurla Complex recorded 'moderate' air quality with an AQI of 153. Ghatkopar, Kandivali, Kurla and Worli recorded 'moderate' air quality with an AQI of 109, 129, 101 and 118, respectively.\nBorivali recorded 'good' air quality, with an AQI of 93.\nAccording to data from the SAMEER app, Navi Mumbai recorded air quality in the 'moderate' category with an AQI of 126, while Thane registered a 'good' AQI of 87.\nThe air quality index from 0 to 100 is considered 'good', 100 to 200 'moderate', 200 to 300 'poor', 300 to 400 'very poor' and from 400 to 500 or above 'severe'.\nMeanwhile, as air pollution levels continue to rise in Mumbai, the [Brihanmumbai Municipal Corporation ](https://www.mid-day.com/mumbai/mumbai-news/article/mumbai-aqi-bmc-chief-calls-for-joint-effort-to-improve-city-mmrs-air-quality-23408502)(BMC) has revised guidelines issued last year for construction sites. The civic body will also form squads at the ward level to visit construction sites and act if guidelines are flouted. Sensor-based air pollution monitoring systems will be installed at all construction project work sites and immediate action to be taken if pollution levels are detected above the limit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T07:01:13.529+02:00",
    "updated": "2024-12-13T07:01:13.529+02:00"
  }
]