[
  {
    "uuid": "9ca820afe2f061d1dcc9235faa03178edec479a0",
    "url": "https://laopinion.com/2024/06/13/dodgers-revoca-acceso-a-dos-cadenas-japonesas-por-hostigamiento-a-shohei-ohtani",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reinaldo Oliveros",
    "published": "2024-06-13T17:03:00Z",
    "title": "Dodgers revoca acceso a dos cadenas japonesas por hostigamiento a Shohei Ohtani",
    "text": "Shohei Ohtani es uno de los jugadores más seguidos y aclamados por Los Angeles Dodgers. El japonés genera mucho interés, tanto que ha sufrido hostigamiento de los medios.\nDe acuerdo a un artículo de Nikkei , los Dodgers revocaron el acceso a miembros de los medios Fuji TV y Nippon TV.\nEl japonés sufrió una violación a la privacidad luego de que hizo la compra de una mansión durante el mes pasado.\nSegún los reportes, los medios de comunicación japoneses Fuji TV y Nippon TV cubrieron con gran detalle la compra de una mansión de 7,8 millones de dólares en Los Ángeles.\nLa cobertura incluyó vistas aéreas del inmueble y entrevistas con vecinos, creando un espectáculo en torno a su vida personal.\nAl parecer esto ha creado preocupaciones en el entorno del beisbolista de los Dodgers, cuyo contrato es de $700 millones de dólares por 10 años en la franquicia de Los Angeles.\nComo respuesta a la incursión de los medios, el equipo de los Dodgers optó por revocar la acreditación a los dos representantes.\nShohei Ohtani está bateando .311 con 82 hits, 17 jonrones, 44 carreras impulsadas y 51 anotadas en 66 juegos esta temporada.\nCrazy. Some Japanese media members have been going to Shohei’s house.\nAs a result, they have had their credentials revoked by the Dodgers https://t.co/qf4zDfZUeC\n— Ben Verlander (@BenVerlander) June 13, 2024 San Diego se acerca a los Dodgers en la pelea en el Oeste Donovan Solano, ‘infielder’ de 36 años, impulsó dos cuadrangulares y el novato Jackson Merrill aportó dos más en la apretada victoria de los Padres sobre los Atléticos de Oakland en el Petco Park de San Diego.\nFue el segundo juego de dos jonrones en la carrera del Barranquillero en las Grandes Ligas. El otro ocurrió el 4 de agosto de 2019, cuando jugaba con los Gigantes de San Francisco.\nEl dominicano Fernando Tatis Jr. anotó una carrera y falló en tres turnos al bate. El venezolano Robert Suárez (4-0), tiró una entrada en blanco, de un ponche y se llevó la victoria.\nSigue leyendo:\n– Mookie Betts tendrá la oportunidad de lograr un récord único si llega al Juego de Estrellas de MLB\n– Los Angeles Dodgers se mueven en el mercado y adquieren a Cavan Biggio\n– Teoscar Hernández arrasa con el premio Jugador del Mes tras gran semana en los Dodgers",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/qf4zDfZUeC",
      "https://twitter.com/BenVerlander/status/1801128481046307020?ref_src=twsrc%5Etfw",
      "https://www.nikkei.com/article/DGXZQODH090K20Z00C24A6000000/?n_cid=SNSTW006&n_tw=1718159238",
      "https://nikkei.com/article/DGXZQODH090K20Z00C24A6000000/?n_cid=SNSTW006&n_tw=1718159238",
      "https://www.nikkei.com/article/DGXZQODH090K20Z00C24A6000000/",
      "https://www.twitter.com/BenVerlander/status/1801128481046307020?ref_src=twsrc%5Etfw",
      "https://www.t.co/qf4zDfZUeC",
      "https://twitter.com/BenVerlander/status/1801128481046307020"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:11:32.653+03:00",
    "updated": "2024-06-14T00:11:32.653+03:00"
  },
  {
    "uuid": "0f5d882eceec965e212b73a8d101e820092a1883",
    "url": "https://www.memri.org/tv/australian-islamic-preacher-omar-najjarine-israel-arabs-jews-problem-curse-allah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Middle East Media Research Institute",
    "published": "2023-12-29T13:12:00Z",
    "title": "Australian Islamic Preacher Omar Najjarine: Jews Cursed by Allah | MEMRI",
    "text": "Australian Islamic preacher Omar Najjarine said in a December 1, 2023, Friday sermon at the Sydney Roselands Mosque, which was streamed live on the mosque's YouTube channel, that the Israelis feel superior to the Arabs. He claimed that in contrast, the many Jewish settlers in all the Muslim countries are happy to live under Muslim rule. Najjarine continued to say that Allah has warned the Muslims about the Israelites in the Quran many times, that they have \"always been a problem,\" and he asked: \"What is your expectation from people that Allah has told you they are cursed?\" Omar Najjarine: \"Arabs to the Israelis are like nothing. [They say], 'We are superior.' And we [Arabs] are nothing. Mind you to say, there are thousands of Jewish communities in the world that live in Muslim lands. There are Jewish communities in Yemen, in Iran, in Iraq, in Lebanon, parts of Africa, and probably in any Muslim country in the world, you would find pockets, communities of Jewish settlers in these countries, that have no fear of where they are living. If anything, they are happy to be under the rule and protection of the Muslims. This is how it has been for hundreds of years. \"What we see today [in Israel] is different, and people are asking, 'Why? Why? Why?' This is who they are. Allah told us about the Israelites so many times in the Quran. This is the children of Israel—this is the Israelites. Allah has warned us over and over about them. He has told us they have killed prophets and messengers because they didnt like them. Allah told us how they disobeyed Moses. The Israelites have always been a problem. They have broken their covenant with Allah over and over and over again. This is why you find Orthodox Jews standing with Palestine. When is it [found], in any history, that the so-called other side is standing against their own selves? Jews—Orthodox Jews—that understand that Allah banished them from the Land of Israel, from this land, because they disobeyed Allah. \"What is your expectation from people that Allah has told that they are cursed? They cannot fight a people who love death more than they love life. This is the key. Why are there so many verses [in the Quran] and chapters even about the Israelites? Because Allah is teaching you about who they are. Because there will be many days to come, when these people will cause strife, corruption, and evil on this earth.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "omar najjarine",
          "sentiment": "negative"
        },
        {
          "name": "najjarine",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "memri",
          "sentiment": "negative"
        },
        {
          "name": "youtube",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "quran",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:02:03.119+02:00",
    "updated": "2023-12-29T17:02:03.119+02:00"
  },
  {
    "uuid": "b94f115c9843ff1f72370acaabeebb75d8cb8aa4",
    "url": "https://honey.nine.com.au/royals/king-charles-distant-cousin-pregnant-india-oxenberg/593b2c72-044c-4126-b170-bb4f81aac3d8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maddison Leach",
    "published": "2024-03-14T00:00:00Z",
    "title": "King Charles III's third cousin India Oxenberg is expecting her first child years after fleeing a cult - 9Honey",
    "text": "King Charles III's third cousin India Oxenberg is expecting her first child with husband Patrick D'lgnazio, sharing the happy news years after fleeing a cult.\nOxenberg, 32, announced she was expecting in an interview with People , in which she confessed she \"couldn't believe it\" when she found out she was expecting.\n\"It took a little bit to fully sink in because you're sort of in disbelief. You're like, 'Really? What is happening? Are we really doing this?'\" she told the outlet.\nREAD MORE: Scandal that rocked the royal family may bring end to new tradition\nKing Charles III's distant cousin India Oxenberg is expecting her first child. (Instagram) \"I felt really emotional about it, and really blessed, and just like, 'Wow, this really is something that I've always wanted, that I in a way told myself I didn't want for so long.' Because it was so vulnerable to think about having my own family, and what that means to me.\"\nThe 32-year-old is best known for her work as an actress and her former association with the NXIVM cult, which she joined in 2011.\nSold as an American multi-level marketing company, NXIVM was later exposed as a cult where women – Oxenberg included – were groomed as sexual partners for the founder, Keith Raniere.\nOxenberg left the organisation in 2018, detailing her experiences in a memoir titled Still Learning: A Memoir, and producing and starring in the documentary series Seduced: Inside the NXIVM Cult.\nShortly after fleeing, she met chef D'lgnazio and fell in love.\nThe pair got engaged in 2019 and wed the following year, then moved to Key West, where D'lgnazio runs his own restaurant called Eaton Good.\nREAD MORE: The wildest theories about Kate's photo, debunked\nIndia Oxenberg is expecting her first child with husband Patrick D'lgnazio. (Instagram) Alluding to her past, Oxenberg told People she's looking forward to the next chapter of her life as a mother.\n\"Even though I know being a parent is going to be challenging at times, I feel like it's giving me permission to put a lot of what I went through in the past and be present with this new future that I'm creating,\" she said.\nOxenberg is related to the royal family through her mother, Catherine Oxenberg, who is second cousin to the King of England.\nREAD MORE: How to join the nine.com.au WhatsApp channel\nMeet the new generation of young royals View Gallery Though Catherine, 62, has previously confessed to \"not being part of the inner circle\" of the monarchy, it's understood her own mother, Princess Elizabeth of Yugoslavia, has a close relationship with Charles.\nElizabeth even reached out to the monarch directly for his blessing when Catherine, also an actress, signed on to play none other than the late Princess Diana in the 1982 TV movie The Royal Romance of Charles and Diana.\n\"He was wonderful actually, he said, 'Look, they're going to make this film regardless. At least she can bring dignity to the role.' And I thought that was a very gracious way to respond,\" Catherine claimed in a 2019 interview.\nREAD MORE: Princess Anne 'wanted to' take Prince Harry under her wing\nKing Charles' second cousin Catherine Oxenberg and her daughter India Oxenberg. (Getty) Not all members of Europe's ruling class were happy with Catherine's decision, however.\n\"There was a certain king of a certain country, who sent me a letter saying that I was a disgrace and then mom's feathers were ruffled. She was very worried how her family would take it.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maddison leach",
          "sentiment": "negative"
        },
        {
          "name": "charles iii",
          "sentiment": "negative"
        },
        {
          "name": "india oxenberg",
          "sentiment": "negative"
        },
        {
          "name": "oxenberg",
          "sentiment": "none"
        },
        {
          "name": "patrick d'lgnazio",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nxivm",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:31:33.835+02:00",
    "updated": "2024-03-15T06:58:52.720+02:00"
  }
]