[
  {
    "uuid": "3ca989843a7d10b00966f29fbfd7bb51f8310f8a",
    "url": "https://ground.news/article/stolen-ashes-of-late-husband-returned-to-grateful-pembroke-pines-woman",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-03-14T22:24:00Z",
    "title": "Ground News - Stolen ashes of late husband returned to grateful Pembroke Pines woman",
    "text": "Summary by Ground News Maria Araya's late husband Juan Araya passed away nine years ago. His ashes were stolen from her Pembroke Pines home earlier this week along with a safe. City workers located the memorial lockbox down the road from her home and returned it to her. Share menu 1 Articles 1 Articles All Left Center Right\nWPLG Center High Factuality Individual: Howard Buffett Stolen ashes of late husband returned to grateful Pembroke Pines woman A South Florida woman is feeling joy and relief after her late husbands ashes have been returned.They were stolen from her Pembroke Pines home earlier this week along with a safe.Now, Maria Araya said she is able to sleep in peace.“I feel so happy, I can’t believe it,” she said. “It’s like a miracle that he’s back to me again.”On Wednesday, Local 10 News reported on the crooks who broken into Arya’s home.They cut through the screen of her back p…\n21 minutes ago · Miami, United States Read Full Article\nWPLG Center High Factuality Individual: Howard Buffett\nStolen ashes of late husband returned to grateful Pembroke Pines woman A South Florida woman is feeling joy and relief after her late husbands ashes have been returned.They were stolen from her Pembroke Pines home earlier this week along with a safe.Now, Maria Araya said she is able to sleep in peace.“I feel so happy, I can’t believe it,” she said. “It’s like a miracle that he’s back to me again.”On Wednesday, Local 10 News reported on the crooks who broken into Arya’s home.They cut through the screen of her back p…\n21 minutes ago · Miami, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.local10.com/news/local/2024/03/14/stolen-ashes-of-late-husband-returned-to-grateful-pembroke-pines-woman/?utm_source=ground.news&utm_medium=referral",
      "https://local10.com/news/local/2024/03/14/stolen-ashes-of-late-husband-returned-to-grateful-pembroke-pines-woman/?utm_source=ground.news&utm_medium=referral",
      "https://www.local10.com/news/local/2024/03/14/stolen-ashes-of-late-husband-returned-to-grateful-pembroke-pines-woman/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maria araya",
          "sentiment": "negative"
        },
        {
          "name": "juan araya",
          "sentiment": "negative"
        },
        {
          "name": "howard buffett",
          "sentiment": "none"
        },
        {
          "name": "arya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news",
          "sentiment": "negative"
        },
        {
          "name": "wplg center high factuality individual",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pembroke pines",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:45:35.887+02:00",
    "updated": "2024-03-15T00:45:35.887+02:00"
  },
  {
    "uuid": "6abb2398bd723a46eb98c3d0f1d257a62dafecef",
    "url": "https://bnnbreaking.com/world/kenya/president-ruto-uplifts-kenyans-with-easter-message-of-hope-reflection-and-resilience",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Israel Ojoko",
    "published": "2024-03-28T20:47:00Z",
    "title": "President Ruto Uplifts Kenyans with Easter Message of Hope, Reflection, and Resilience",
    "text": "President William Ruto has shared a poignant message of hope as Kenyans usher in the Easter holidays, calling for reflection on the profound lessons of sacrifice and triumph inherent in the Easter story.\nAdvertisment Ruto's address, delivered via social media, encourages citizens to contemplate the enduring values and spiritual insights offered by one of Christianity's most significant commemorations.\nReflecting on Sacrifice and Triumph Ruto emphasized the importance of Easter as a time to remember the immense sacrifices and suffering of Jesus Christ, whose story of betrayal, crucifixion, and resurrection offers a powerful narrative of victory over adversity. This period, according to the President, serves not only as a remembrance of historical events but also as an inspiration for overcoming current challenges through discipline, values, and unity.\nAdvertisment Highlighting the relevance of the Easter message in today's world, Ruto pointed out the universal experience of hardship and adversity , affirming that the story of Easter provides hope and guidance for individuals and communities to transcend their challenges. The President's message encourages Kenyans to draw strength from the lessons of Easter, advocating for hard work, solidarity, and a commitment to serving humanity as pathways to personal and national prosperity.\nCall to Action: Embrace Unity and Service In his concluding remarks, Ruto called on Kenyans to embody the spirit of service and sacrifice exemplified by Jesus, urging a collective effort towards nation-building and support for the vulnerable. This call to action reinforces the idea that triumph over adversity is possible through shared values and mutual support, laying a foundation for a hopeful and resilient future.\nThe President's Easter message, steeped in themes of hope, reflection, and resilience, serves as a timely reminder of the potential for renewal and triumph in the face of challenges, urging Kenyans to embrace the lessons of Easter as a source of inspiration and a guide for action.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.the-star.co.ke/news/realtime/2024-03-29-rutos-message-of-hope-to-kenyans-as-easter-begins/",
      "https://www.the-star.co.ke/news/realtime/2024-03-29-rutos-message-of-hope-to-kenyans-as-easter-begins",
      "https://the-star.co.ke/news/realtime/2024-03-29-rutos-message-of-hope-to-kenyans-as-easter-begins/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william ruto",
          "sentiment": "negative"
        },
        {
          "name": "ruto",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T10:54:23.343+03:00",
    "updated": "2024-03-29T18:13:51.761+03:00"
  },
  {
    "uuid": "99b676b188827fe795de7d9d618d7b06c888b5a7",
    "url": "https://www.edp24.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Eastern Daily Press",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judith Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "kibbutz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:31.412+02:00",
    "updated": "2023-12-29T00:12:31.412+02:00"
  },
  {
    "uuid": "6c3efd09b99099cb6797dc927cdf2b0f7d7af843",
    "url": "https://www.zerohedge.com/political/chicago-mayors-hat-trick-dreadful-policies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Durden",
    "published": "2023-12-28T22:00:00Z",
    "title": "The Chicago Mayor's Hat Trick Of Dreadful Policies",
    "text": "The Chicago Mayor's Hat Trick Of Dreadful Policies [Authored by Charles Lipson via The Epoch Times](https://realclearwire.com/articles/2023/12/27/the_chicago_mayors_hat_trick_of_dreadful_policies_150250.html) (emphasis ours), When your city elects a mayor whose main job qualification is “organizer for the Chicago Teachers Union,” you get what you paid for, or rather what the powerful CTU paid for. With Mayor Brandon Johnson, you get a special bonus, an unwelcome one. His proposed policies are unworkable, unaffordable, and deeply unpopular in the city that elected him less than a year ago. Three policies stand out for particular ridicule. Mayor Johnson wants to: Start city-owned and -operated groceries in some underserved areas. The government that wants to take on these difficult new tasks is already failing at such basic services as fixing potholes and policing dangerous neighborhoods. Ticket the buses bringing illegal immigrants to Chicago, mostly from Texas. He calls them “rogue buses” because they are not “coordinating” with the city. Giving them a ticket or even impounding the vehicles is his solution. The bus companies’ own solution is to drop off the passengers in the suburbs, which immediately send them to Chicago. Johnson then rages at the Texas governor and never mentions President Biden. Close down all the selective-enrollment (magnet) schools in Chicago, the only ones where students actually read above grade level. If we judge by the likely outcome, Johnson’s policy is really designed to drive middle-class families with kids out of the city. The teachers union backs the plan, enthusiastically. They must know how good the other schools are since the president of the CTU sends her own child to a private school. Meanwhile, she is working with Gov. JB Pritzker to kill school choice for everyone else. The local joke about Mayor Johnson is that his only success has been to lower the price of downtown Chicago real estate. How do voters like Johnson’s ideas and his administration? Not much, it turns out. His poll numbers are roughly the same as those for used car salesmen with loud suits and back lots filled with rusting clunkers. The mayor’s erstwhile supporters have abandoned him. Except for the Chicago Teachers Union. The CTU is easily the most powerful union in Illinois and, most likely, the strongest local teachers union in the country. It was their members who went door-to-door for Johnson’s election. It was their members who tacked up Johnson’s campaign posters and donated the dollars for his TV ads. Now, it is their members who comprise Johnson’s dwindling band of supporters. If it weren’t for them, the mayor could hold a “Reelect Brandon Johnson” rally on a unicycle. Most of Johnson’s policies are standard-issue leftist remedies for big cities. To paraphrase Gilbert and Sullivan, “He is the very model of a modern progressive mayor.” That model is not working. Not in Chicago and not elsewhere. Progressive mayors and prosecutors across the country have made their cities dangerous and ungovernable. Unfortunately, failure has not changed their minds or their policies. Brandon Johnson is no exception. Consider the mayor’s proposal for the city to own and operate grocery stores in impoverished areas. Let’s call them “CastroMarts.” Johnson is right to say some neighborhoods have become “food deserts.” He should ask himself why that is so. Part of the answer is poverty, but those areas were poor before the grocery stores abandoned them. What changed is that those areas are now plagued with organized retail theft, which is almost never prosecuted. Without delving into the root causes of rampant crime (Kamala Harris is searching for them in Central America), it’s up to local police to stop the predation, and it’s up to local prosecutors to go after the robbers and looters. That’s not happening in Chicago – or in San Francisco, Washington, Seattle, Memphis, New Orleans, St. Louis, Baltimore, Cleveland, or Portland. Those city governments have abandoned their fundamental responsibilities to “serve and protect.” Is the theory here that somehow thieves wouldn’t steal from city-owned grocery stores? What’s the evidence for that – or that city workers could do a better job than trained professionals? Those businesses operate on very thin margins and require efficient, experienced management. If you don’t sell meat and produce quickly, they rot. The words “quick” and “efficient” have never been used in the same sentence as “Chicago city worker.” Better adjectives would be “slow,” “unionized,” and “well-paid.” When you apply the correct adjectives to grocery store ownership, you get sclerotic management, high prices, and an endless string of taxpayer subsidies. You will get CastroMart, not Walmart. Brandon Johnson’s notions about education are just as compelling. His latest brainstorm is to close the best schools in the city. His stated reason is “equity,” which apparently means “leveling down.” There is no allegation that admission to these selective schools is biased. It is purely merit-based. Yet Chicago’s school board, working closely with the CTU and the mayor, recently approved a plan to “transition away” from these schools. That’s a polite way of saying, “We are going to kill them if we can.” The teachers union defends this euthanasia because of what they call the schools’ “deep inequity.” The facts belie the catchphrase. [Over half the students in the 11 selective high schools come from low-income families. Around 70% are black or Hispanic.](https://www.illinoispolicy.org/chicago-teachers-union-kills-excelling-schools-to-force-students-into-dysfunction/) Where’s the “deep inequity”? Parents are up in arms. They see powerful, entrenched interests trying to deny their children a good education and cynically justifying it in the name of progressive ideals. They’re right. Johnson’s proposals for migrants are just as popular. Chicago has long proclaimed itself a “sanctuary city,” a label it adopted when sending that virtue signal was costless. It’s not costless anymore. Chicago leaders’ response is to offload all that expensive virtue onto other cities. They are retaining the “sanctuary” slogan, oblivious to the irony. The number of migrants coming to Chicago is still a trickle compared to those surging into Texas and Arizona across an open border. Even so, Chicago can’t handle the modest numbers. It doesn’t have any place to put them or any money to pay for the vital services they require. You see them now camped out on cold city streets and begging for spare change. It’s heartbreaking. Chicago’s real answer to reducing their number is “winter.” Johnson’s original plan was to set up migrant camps across the city. Voters went berserk. Johnson got the message and backed down. His latest plan is to put the migrants in hotels and at O’Hare Airport, issue tickets to the buses that bring them, and blame it all on Texas Gov. Greg Abbott. While Johnson has no answers for this deepening mess, he didn’t create it. President Biden did that. Biden is the Einstein who decided to dismantle all of Trump’s programs, such as “Remain in Mexico,” that helped stem the flow of illegals. What was Biden’s rationale? Because the programs were Trump’s. That’s it. To replace them, Biden put in … well, nothing. Surprisingly, that has not worked well. Even the staunchest Democrats recognize the political problems that unchecked immigration is creating. Some are from pushback in the general population, which can see the failure. Some come specifically from the black community, which is furious about this wave of migrants who compete with Americans for jobs, housing, and social services. Hispanics living here legally are none too happy either. Since Democrats depend on both minorities, especially African Americans, to win elections, the internal fissures over immigration pose real problems. They divide ideological progressives from fellow leftists who are more attentive to their minority constituents. The difficulties will only get worse as the numbers keep rising and the Biden administration keeps resisting efforts to close the border. Those tensions are already visible in Chicago’s minority neighborhoods. But immigration is only one of Brandon Johnson’s headaches. On issue after issue, he has no sensible plans to move forward and few ideas about how to cope with the city’s spiraling problems. His administration is a shambles, and voters know it. They need help. In fact, they are demanding it. They want safety, education, and other basic services. They have learned to their regret that they won’t get any of them from the incompetent, unpopular ideologue in City Hall. Charles Lipson is the Peter B. Ritzma Professor of Political Science Emeritus at the University of Chicago, where he founded the Program on International Politics, Economics, and Security. He can be reached at [charles.lipson@gmail.com](mailto:charles.lipson@gmail.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://illinoispolicy.org/chicago-teachers-union-kills-excelling-schools-to-force-students-into-dysfunction/",
      "https://realclearwire.com/articles/2023/12/27/the_chicago_mayors_hat_trick_of_dreadful_policies_150250.html",
      "https://www.illinoispolicy.org/chicago-teachers-union-kills-excelling-schools-to-force-students-into-dysfunction/",
      "https://www.realclearwire.com/articles/2023/12/27/the_chicago_mayors_hat_trick_of_dreadful_policies_150250.html",
      "https://www.illinoispolicy.org/chicago-teachers-union-kills-excelling-schools-to-force-students-into-dysfunction"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles lipson",
          "sentiment": "negative"
        },
        {
          "name": "brandon johnson",
          "sentiment": "none"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "epoch times",
          "sentiment": "negative"
        },
        {
          "name": "ctu",
          "sentiment": "none"
        },
        {
          "name": "chicago teachers union",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:43.629+02:00",
    "updated": "2023-12-29T01:33:19.300+02:00"
  },
  {
    "uuid": "ab7110e2b658ee9ad432b5197d83e14f43d06d01",
    "url": "https://www.laprensagrafica.com/internacional/Las-hermanas-afganas-que-desafian-al-Taliban-cantando-debajo-de-la-burka-20240307-0103.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prensagrafica",
    "published": "2024-03-08T09:14:00Z",
    "title": "Las hermanas afganas que desafían al Talibán cantando debajo de la burka",
    "text": "Las hermanas afganas que desafían al Talibán cantando debajo de la burka\nLectura 7:00 min\nLectura 7:00 min\nDesde la toma de poder de 2021, los talibanes han impuesto restricciones a las libertades de las mujeres. Dos hermanas decidieron usar en secreto el poder de sus voces para resistir.\nMientras el mundo observaba el regreso de los talibanes al poder en agosto de 2021, dos hermanas en Kabul se encontraban entre los millones de mujeres en Afganistán que podían sentir directamente cómo el nuevo régimen comenzaba a ejercer su control sobre ellas.\nLas hermanas decidieron que no podían simplemente quedarse de brazos cruzados mirando lo que ocurría, y comenzaron a usar en secreto el poder de sus voces para resistir.\nPoniéndose en gran peligro, iniciaron un movimiento de canto en las redes sociales conocido como La Última Antorcha.\n\"Vamos a cantar esto, pero nos puede costar la vida\", dice una de ellas en un video grabado, antes de comenzar a cantar.\nEl video se publicó en agosto de 2021, pocos días después de la toma de poder de los talibanes, y rápidamente se volvió viral en Facebook y WhatsApp.\nSin ninguna formación musical, las hermanas, que visten burkas para ocultar su identidad, se convirtieron en un fenómeno musical.\n\"Nuestra lucha comenzó justo con los talibanes y contra los talibanes\", dice Shaqayeq (un nombre ficticio para proteger su identidad), la integrante más joven del dúo.\n\"Antes de que los talibanes llegaran al poder, nunca habíamos escrito un solo poema. Esto es lo que los talibanes nos hicieron\".\n\"Jaula móvil\"\nTras regresar al poder, los talibanes se demoraron menos de 20 días en implementar su visión única para Afganistán.\nImponer la Sharia (la ley religiosa islámica) en la vida cotidiana y restringir el acceso de las mujeres a la educación eran parte de sus prioridades.\nLas mujeres salieron a las calles de Kabul y otras ciudades importantes para resistir, pero enfrentaron una dura represión.\n\"Las mujeres fueron el último rayo de esperanza que pudimos ver\", dice Shaqayeq.\n\"Por eso decidimos continuar nuestra lucha junto a ellas y llamarnos La Última Antorcha. Pensando que no podríamos ir a ninguna parte, decidimos iniciar una protesta secreta desde casa\".\nEl dúo pronto lanzó otras canciones, cantadas debajo de burkas azules, tal como ocurrió con la primera canción.\nUna era un famoso poema de la fallecida Nadia Anjuman, quien lo escribió en protesta contra la primera toma de poder de los talibanes en 1996.\n¿Cómo puedo hablar de miel si tengo la boca llena de veneno?\n¡Ay! Mi boca está destrozada por un puño cruel...\n¡Ay! Por el día que rompa la jaula,\nLibérate de este aislamiento y canta con alegría\nCuando los talibanes prohibieron la educación de las mujeres, Nadia Anjuman y sus amigas comenzaron a reunirse en una escuela clandestina, The Golden Needle (La aguja dorada), donde fingían estar cosiendo, pero en lugar de eso leían libros.\nEllas también vestían la burka azul, conocida como chadari en Afganistán.\nLa mayor de las dos hermanas cantantes, Mashal (también un nombre ficticio), compara la burka con \"una jaula móvil\".\n\"Es como un cementerio donde están enterrados los sueños de miles de mujeres y niñas\", afirma.\n\"Esta burka es como una piedra que los talibanes arrojaron a las mujeres hace 25 años\", añade Shaqayeq. \"Y lo hicieron de nuevo cuando regresaron al poder\".\n\"Queríamos utilizar el arma que ellos usaron contra nosotras, para luchar contra sus restricciones\".\nLas hermanas solo han lanzado siete canciones hasta ahora, pero cada una de ellas ha tenido un fuerte impacto entre las mujeres de todo el país.\nAl principio utilizaron letras de otros escritores, pero llegaron a un punto \"en el que ningún poema podía explicar cómo nos sentíamos\", dice Shaqayeq, así que empezaron a escribir sus propias letras.\nSus temas son las limitaciones asfixiantes impuestas a la vida cotidiana de las mujeres, el encarcelamiento de activistas y las violaciones de los derechos humanos.\nSus fans respondieron publicando sus propias interpretaciones de las canciones en las redes sociales. En algunos casos también han usado burkas para ocultar su identidad, mientras que un grupo de estudiantes afganos que viven fuera del país grabaron una versión en el escenario del auditorio de la escuela.\nEsto es lo contrario de lo que querían lograr los talibanes.\nUna de sus primeras medidas tras asumir el poder fue sustituir el Ministerio de Asuntos de la Mujer por el Ministerio para la Propagación de la Virtud y la Prevención del Vicio.\nEl nuevo ministerio no sólo ha impuesto el uso de la burka, sino que también ha condenado la música por supuestamente destruir las raíces del Islam.\n\"Cantar y escuchar música es muy perjudicial\", dijo Sawabgul, un funcionario que apareció en uno de los videos de propaganda del ministerio.\n\"Distrae a la gente de las oraciones de Dios... Todo el mundo debería mantenerse alejado de ella\".\nPronto aparecieron en las redes sociales videos de soldados talibanes quemando instrumentos musicales y haciendo desfilar a músicos detenidos.\n\"Sabremos cómo quitarles la lengua\"\nMientras Shaqayeq y Mashal siguieran publicando canciones desde su hogar en Afganistán, estaban corriendo un gran riesgo.\nShaqayeq dice que ha pasado muchas noches sin dormir pensando que los talibanes podrían identificarlas.\n\"Hemos visto sus amenazas en las redes sociales: 'Una vez que las encontremos, sabremos cómo quitarles la lengua de la garganta'\", es una, dice Mashal.\n\"Nuestros padres se asustan cada vez que leen estos comentarios. Dicen que tal vez ya sea suficiente y que deberíamos parar... Pero les decimos que no podemos, que no podemos simplemente continuar con nuestra vida normal\".\nPor su seguridad, las hermanas abandonaron el país el año pasado pero esperan regresar pronto.\nEsperanza\nSonita Alizada, una rapera profesional de Afganistán que ahora vive en Canadá, es una de las que ha admirado los videos de La Última Antorcha desde el extranjero.\n\"Cuando vi a dos mujeres cantando bajo una burka, honestamente, me puse a llorar\", dice.\nAlizada nació en 1996, el año en que los talibanes tomaron el poder por primera vez, y su familia huyó a Irán cuando ella era apenas una niña.\nAllí su madre intentó venderla para un matrimonio forzado, pero ella encontró la salida a través de la música.\nAl igual que las dos hermanas de La Última Antorcha, ve en las mujeres que han protestado contra los talibanes un signo de esperanza.\nUna de las canciones de las hermanas se refiere directamente a las manifestantes.\nTu pelea es hermosa. Tu grito femenino.\nEres mi imagen rota en la ventana.\n\"La situación actual en Afganistán es muy decepcionante porque hemos perdido décadas de progreso\", dice Alizada. \"Pero en esta oscuridad todavía hay una llama encendida. Vemos individuos luchando con su propio talento\".\nLa BBC también le mostró una de las canciones más recientes de las hermanas a Farida Mahwash, una de las cantantes más famosas de Afganistán, con una carrera de más de medio siglo hasta su reciente jubilación.\n\"Estas dos cantantes se volverán cuatro, luego diez y luego mil\", dice. \"Si un día suben al escenario, caminaré con ellas aunque tenga que usar un bastón\".\nEn Kabul, la represión contra el activismo se intensificó aún más el año pasado, y las autoridades prohibieron a las mujeres realizar manifestaciones, arrestando a quienes desafían la norma.\nUna de las últimas canciones de las hermanas trata sobre mujeres activistas que fueron encarceladas por los talibanes y mantenidas en lo que Human Rights Watch describió como \"condiciones abusivas\".\nLas olas de voces femeninas\nrompen candados y cadenas de prisión.\nEsta pluma llena de nuestra sangre\nrompe tus espadas y flechas.\n\"Estos poemas son sólo una pequeña parte del dolor y la pena que tenemos en nuestros corazones\", dice Shaqayeq.\n\"El dolor y la lucha del pueblo de Afganistán, y el dolor que han soportado bajo el régimen talibán en los últimos años, no caben en ningún poema\".\nLa ONU dice que los talibanes podrían ser responsables del apartheid de género si continúan con sus políticas actuales.\nLos talibanes señalan que están implementando la Sharia y no aceptarán interferencias externas en los asuntos internos del país.\nShaqayeq y Mashal están trabajando en sus próximas canciones. Esperan hacerse eco de la voz de las mujeres de Afganistán en su lucha por la libertad y el derecho a estudiar y trabajar.\n\"Nuestra voz no será silenciada. No estamos cansadas. Es sólo el comienzo de nuestra lucha\".\nLos nombres de las hermanas han sido cambiados por su seguridad.\nHaz clic para leer más historias de\nBBC News Mundo.\nRecuerda que puedes recibir notificaciones de BBC News Mundo. Descarga la última versión de nuestra app y actívalas para no perderte nuestro mejor contenido.\n\"La vida ha perdido el sentido para mí\": la prohibición que les impide a las mujeres médicas ejercer su profesión en Afganistán \"Eran más que lugares para maquillarnos, nos daban energía y esperanza\": la última visita de 3 mujeres afganas a un salón de belleza tras el cierre ordenado por el Talibán “Afganistán no es un país sino una jaula para las mujeres”\nTags\n- Talibán\n[Afganistán](/afganistan-t4644)\n- Burka\nMás sobre este tema\nMantente informado\nSuscríbete a nuestros boletines y actualiza tus preferencias\n[políticas de privacidad.](/pages/politicas-de-privacidad.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo/noticias-internacional-64065132?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo/articles/c9ek1ln4x30o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo/articles/c1322ep62y8o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://bbc.com/mundo/articles/c1322ep62y8o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://bbc.com/mundo/articles/c9ek1ln4x30o?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo/noticias-internacional-64065132",
      "https://www.bbc.com/mundo/articles/c1322ep62y8o",
      "https://bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo/articles/c9ek1ln4x30o",
      "https://bbc.com/mundo/noticias-internacional-64065132?xtor=AL-73-%5Bpartner%5D-%5Blaprensagrafica.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T15:26:50.782+02:00",
    "updated": "2024-03-08T15:26:50.782+02:00"
  }
]