[
  {
    "uuid": "70cd82a23472df5177cbc663079afba2c320db9b",
    "url": "https://www.wlrn.org/national-politics/2024-02-01/tom-cotton-grills-singaporean-tiktok-ceo-are-you-a-chinese-communist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diba Mohtasham",
    "published": "2024-02-01T14:07:00Z",
    "title": "Tom Cotton grills Singaporean TikTok CEO: Are you a Chinese Communist? | WLRN",
    "text": "Tom Cotton grills Singaporean TikTok CEO: Are you a Chinese Communist? Various big tech leaders were summoned for a [congressional hearing](https://www.judiciary.senate.gov/committee-activity/hearings/big-tech-and-the-online-child-sexual-exploitation-crisis) Wednesday on the issue of child safety online. Lawmakers said the companies — Meta, X (formerly Twitter), TikTok, Snap, and Discord — [have failed to protect children](https://www.npr.org/2024/01/31/1228062503/mark-zuckerberg-linda-yaccarino-tech-ceos-washington-kids-safety) from online sex abuse and exploitation. When it was GOP Sen. Tom Cotton's turn to take the stand of questioning, he repeatedly asked TikTok CEO Shou Zi Chew whether he is Chinese and a member of the Chinese Communist Party. Chew adamantly responded that he is Singaporean, not Chinese. Sen. Tom Cotton: \"Have you ever been a member of the Chinese Communist Party?\"— NBC News (@NBCNews) TikTok CEO Shou Zi Chew: \"Senator, I'm Singaporean. No.\" Cotton: \"Have you ever been associated or affiliated with the Chinese Communist Party?\" Chew: \"No, senator. Again, I'm Singaporean.\" [pic.twitter.com/1pZaQ64Wxz] [January 31, 2024] The back-and-forth exchange continued for a whole minute as Cotton, of Arkansas, insisted on the same lines over and over. Chew, clearly growing frustrated, stated that he served the Singaporean military for several years, which is mandatory for male citizens over 18, and that he holds only a Singaporean passport. (Dual citizenship is not allowed in Singapore beyond age 21). \"Singapore, unfortunately, is one of the places in the world that has the highest degree of infiltration and influence by the Chinese Communist Party,\" Cotton said on Fox News's [The Story With Martha MacCallum](https://www.foxnews.com/video/6345955950112) Wednesday. \"So, Mr. Chew has a lot to answer for, for what his app is doing in America and why it's doing it.\" TikTok has faced much scrutiny — from both Democrats and Republicans — over concerns that its China-based parent company, ByteDance, might be sharing user data with the Chinese government. This is not the first time that Chew himself was the subject of questioning over his background. [Last year](https://www.npr.org/2023/03/23/1165579717/tiktok-congress-hearing-shou-zi-chew-project-texas), Chew faced lawmakers in a high-stakes hearing over the safety and security of TikTok. He [has said in the past](https://www.npr.org/2023/03/21/1165210054/tiktok-ceo-to-lawmakers-americans-data-not-at-risk) that the app is \"free from any manipulation from any government.\" Dear— Ted Lieu (@tedlieu) [@SenTomCotton]: FYI, in Asia there are different countries. Citizens of different countries may look similar to you, but in fact they are from different countries. Happy to provide additional basic facts to you or your staff that I learned in elementary school. Ask anytime. [https://t.co/T2n0QrQwoO] [February 1, 2024] Experts worry that hostile rhetoric framed as geopolitical and national security concerns have [given rise to a new kind of McCarthyism](https://www.npr.org/2023/04/11/1169250071/what-exactly-does-tough-on-china-mean) and xenophobia against Asian-Americans. Nearly two years ago, the Department of Justice [ended a controversial Trump-era program](https://www.npr.org/2022/02/23/1082593735/justice-department-china-initiative) called the [China Initiative](https://www.npr.org/2021/11/04/1052248809/dojs-china-initiative-aims-to-counter-theft-of-u-s-secrets-and-technology), which aimed to counter the Chinese government's theft of American secrets and technology by targeting mostly ethnic Chinese academics. Although the program was stopped after accusations of racial profiling, [a recently proposed bill](https://www.npr.org/2024/01/02/1222434141/house-bill-aims-to-restart-controversial-doj-program-that-targeted-chinese-acade) could revive the initiative. \"Obviously, we want to make sure that our national secrets are protected. But what Trump did was to make this a focus on one country,\" said Democratic Rep. Judy Chu of California in [a 2023 interview with NPR](https://www.npr.org/2023/04/11/1169250071/what-exactly-does-tough-on-china-mean). \"And that's why I have always emphasized to my colleagues that they distinguish between the Chinese people and the Chinese Communist Party. Because, I tell you, when it just becomes the Chinese people then it becomes — in American's minds — everybody.\" Neither Cotton's office nor TikTok responded for comment. Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.npr.org/2023/03/21/1165210054/tiktok-ceo-to-lawmakers-americans-data-not-at-risk)",
      "https://www.npr.org/2022/02/23/1082593735/justice-department-china-initiative)",
      "https://www.judiciary.senate.gov/committee-activity/hearings/big-tech-and-the-online-child-sexual-exploitation-crisis)",
      "https://www.npr.org/2023/03/23/1165579717/tiktok-congress-hearing-shou-zi-chew-project-texas),",
      "https://www.npr.org/2021/11/04/1052248809/dojs-china-initiative-aims-to-counter-theft-of-u-s-secrets-and-technology),",
      "https://www.npr.org/2024/01/31/1228062503/mark-zuckerberg-linda-yaccarino-tech-ceos-washington-kids-safety)",
      "https://t.co/T2n0QrQwoO",
      "https://www.npr.org/2023/04/11/1169250071/what-exactly-does-tough-on-china-mean).",
      "https://www.foxnews.com/video/6345955950112)",
      "https://www.npr.org/2024/01/02/1222434141/house-bill-aims-to-restart-controversial-doj-program-that-targeted-chinese-acade)",
      "https://www.npr.org/2023/04/11/1169250071/what-exactly-does-tough-on-china-mean)",
      "https://www.npr.org.",
      "https://www.t.co/T2n0QrQwoO",
      "https://npr.org/2024/01/02/1222434141/house-bill-aims-to-restart-controversial-doj-program-that-targeted-chinese-acade)",
      "https://foxnews.com/video/6345955950112)",
      "https://npr.org.",
      "https://npr.org/2022/02/23/1082593735/justice-department-china-initiative)",
      "https://npr.org/2023/03/21/1165210054/tiktok-ceo-to-lawmakers-americans-data-not-at-risk)",
      "https://npr.org/2024/01/31/1228062503/mark-zuckerberg-linda-yaccarino-tech-ceos-washington-kids-safety)",
      "https://npr.org/2021/11/04/1052248809/dojs-china-initiative-aims-to-counter-theft-of-u-s-secrets-and-technology),",
      "https://judiciary.senate.gov/committee-activity/hearings/big-tech-and-the-online-child-sexual-exploitation-crisis)",
      "https://npr.org/2023/04/11/1169250071/what-exactly-does-tough-on-china-mean)",
      "https://npr.org/2023/03/23/1165579717/tiktok-congress-hearing-shou-zi-chew-project-texas),",
      "https://npr.org/2023/04/11/1169250071/what-exactly-does-tough-on-china-mean)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tom cotton",
          "sentiment": "negative"
        },
        {
          "name": "shou zi chew",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chinese communist party",
          "sentiment": "none"
        },
        {
          "name": "nbc news",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:23:25.889+02:00",
    "updated": "2024-02-02T02:23:25.889+02:00"
  },
  {
    "uuid": "cd1ca71c0935e625fb213a01bc4b9e1ce18d6a69",
    "url": "https://www.citizen.co.za/news/news-world/orthodox-priests-in-moldova-rebel-against-moscow-rule/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-24T03:19:00Z",
    "title": "Orthodox priests in Moldova rebel against Moscow rule",
    "text": "Orthodox priests in Moldova rebel against Moscow rule \"This fight between Orthodox brother has outraged people.\" - priest said. Image: iStock\nLong torn between loyalty to the Russian or Romanian Orthodox Church, the Moldovan village of Cimiseni has made its choice, triggered by Moscow’s invasion of Ukraine.\nThe parish in the village near the capital Chisinau, whose 2,850 inhabitants mostly speak Romanian, is one of a growing number that have switched allegiance from Moscow to Bucharest.\nThe divorce mirrors the former Soviet Republic’s bigger struggle as it seeks to leave behind Russia’s influence and join the European Union.\n“This fight between Orthodox brothers has outraged people,” priest Ioan Solonaru told AFP, referring to the war in Ukraine.\nParishioners “started to tell me that they no longer wanted to come to Kirill’s church to receive communion”, said Solonaru, referring to Patriarch Kirill of Moscow, the leader of Russia’s Orthodox Church and a staunch supporter of the invasion.\nRead more As the world witnesses geopolitical shifts, has Africa lost its voice? The reception of Ukrainian refugees pouring over the border has also raised awareness in Moldova.\nSince the invasion, more than 50 parishes have switched allegiance from Moscow to Bucharest, according to Moldova’s Romania-linked Metropolis of Bessarabia.\n“Nothing unites us with Moscow any more,” said the 55-year-old Solonaru, incredulous at “the nostalgia of some people for the USSR.”\nALSO READ: Kyiv reports increase in Russian overnight drone attacks\n‘Lost sons’ In a recent letter, Metropolitan Vladimir, head of the Russia-linked Metropolitanate of Moldova, expressed concern about the departure of priests.\nHe wrote to patriarch Kirill of the “marginalisation” of his church “because of its membership in the Moscow Patriarchate, perceived in Moldovan society as an outpost of the Kremlin”.\nThe Moldovan people aspire to get closer to Romania, he suggested, asking for a solution to “end the crisis”.\nA meeting of the highest dignitaries — held following the letter — decided to maintain their allegiance to Moscow.\nAround 1,350 parishes in Moldova are Moscow-linked, far more than some 200 with allegiance to Romania.\n“We do not feel in danger,” Ioan of Soroca, vicar of the Metropolitanate of Moldova, told AFP.\nThe Metropolitanate of Moldova has condemned the war in Ukraine — though not Kirill — with Bishop Ioan describing those who left as “lost sons (who) must come to their senses”.\nMetropolitan Vladimir said this week that their actions were “reckless.”\nALSO READ: Putin warns of ‘problems’ with Finland after NATO membership\n‘Pro-European signal’ Russia’s invasion of its neighbour in February 2022 has accelerated the pro-European drive in the country of 2.6 million people, situated between Ukraine and EU member Romania.\nThe Metropolis of Bessarabia is receiving newcomers “with open arms”, according to spokesman Constantin Olariu, just as Moldova is preparing to open accession negotiations with the EU.\n“It’s a pro-European signal,” he said, adding that his church had to resume its activities “from scratch” in 1992 following Moldova’s independence.\nPresident Maia Sandu sent a similar message, calling in a recent radio interview on “all of society, including the Church” to unite for “peace” on the path to European integration.\nThe war has also sowed division among Orthodox Christians in neighbouring Ukraine.\nIn October, Ukrainian lawmakers advanced legislation to ban the Moscow-linked Ukrainian Orthodox Church — which says it has severed ties with Russia since May 2022.\nUkraine also passed legislation to move its official Christmas holiday to December 25, in a break with the Russian Orthodox Church that celebrates it on January 7.\nUkraine had been under Moscow’s spiritual leadership since the 17th century at the latest, but part of the Ukrainian Orthodox Church broke with Moscow in 2019 over Russia’s annexation of Crimea and its support for separatists in the east of Ukraine.\nRead more on these topics church moscow Russia Russia Ukraine Catch up with the latest news from The Citizen on WhatsApp by following our channel. Click here to join.\nEDITOR'S CHOICE South Africa Watch: SA’s arguments and requests against Israel at the International Court of Justice Politics ‘When presidents don’t want to give up power’: Mantashe likens Zuma to African rebel leaders Politics ‘I didn’t go to Robben Island for this nonsense’ – Cope calls for direct election of president Local Soccer Cryptic Jordaan backtracks on R130-million Bafana bonus comment South Africa This is SA’s formidable team of lawyers to take on Israel at ICJ for genocide in Gaza Click here to get The Citizen news and updates on Whatsapp.\n1 Newsletters Do not miss a single story.\nGet all the latest news in your inbox.\nSubscribe Find out more RELATED ARTICLES PREMIUM! Opinion As the world witnesses geopolitical shifts, has Africa lost its voice? 3 days ago World Russia asks Belgorod residents to tape windows after shelling 5 days ago PREMIUM! World Gaza: SA’s bold move against Israel sparks global backlash 6 days ago News Wedding proposal greets medic freed in Ukraine prisoner swap 6 days ago Access premium news and stories Access to the top content, vouchers and other member only benefits\nSubscribe About us Contact us Our Team Newsletters Code of Conduct Jobs at The Citizen Advertising Rate Card Privacy Policy NEWS PREMIUM BUSINESS SPORT PHAKAAATHI LIFESTYLE ENTERTAINMENT TRAVEL MULTIMEDIA MOTORING HORSES COMPETITIONS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.instagram.com/thecitizen_news/",
      "https://twitter.com/TheCitizen_News",
      "https://en.wikipedia.org/wiki/The_Citizen_(South_African_newspaper)",
      "https://flipboard.com/@TheCitizenNews",
      "https://www.linkedin.com/company/citizen/",
      "https://www.tiktok.com/@thecitizen_news?lang=en",
      "https://www.iabsa.net/home/",
      "https://presscouncil.org.za/",
      "https://www.youtube.com/channel/UC6W8rnMBwnzioz-3-8jH0-w",
      "https://www.facebook.com/TheCitizenNewsSA/",
      "https://whatsapp.com/channel/0029VaC6h5cGpLHZ59q2Ei2Q",
      "https://prc.za.com/",
      "https://youtube.com/channel/UC6W8rnMBwnzioz-3-8jH0-w",
      "https://prc.za.com",
      "https://presscouncil.org.za",
      "https://www.tiktok.com/@thecitizen_news",
      "https://www.linkedin.com/company/citizen",
      "https://www.flipboard.com/@TheCitizenNews",
      "https://www.en.wikipedia.org/wiki/The_Citizen_(South_African_newspaper)",
      "https://www.iabsa.net/home",
      "https://tiktok.com/@thecitizen_news?lang=en",
      "https://instagram.com/thecitizen_news/",
      "https://iabsa.net/home/",
      "https://www.facebook.com/TheCitizenNewsSA",
      "https://www.presscouncil.org.za/",
      "https://facebook.com/TheCitizenNewsSA/",
      "https://www.whatsapp.com/channel/0029VaC6h5cGpLHZ59q2Ei2Q",
      "https://www.twitter.com/TheCitizen_News",
      "https://linkedin.com/company/citizen/",
      "https://www.prc.za.com/",
      "https://www.instagram.com/thecitizen_news"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "solonaru",
          "sentiment": "none"
        },
        {
          "name": "ioan solonaru",
          "sentiment": "none"
        },
        {
          "name": "kirill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "orthodox",
          "sentiment": "negative"
        },
        {
          "name": "orthodox church",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        },
        {
          "name": "romanian orthodox church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "moldova",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "chisinau",
          "sentiment": "none"
        },
        {
          "name": "cimiseni",
          "sentiment": "none"
        },
        {
          "name": "bucharest",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "soviet republic",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:22:42.881+02:00",
    "updated": "2024-01-11T22:28:47.305+02:00"
  },
  {
    "uuid": "5ab390d6ecdf9e1afdccde84eab6f398fdd6dcd0",
    "url": "https://worldnewsera.com/news/entertainment/tv-news/clint-howard-shares-santa-barbara-memories-ahead-of-bb-debut",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashleigh Durden",
    "published": "2024-04-18T22:10:00Z",
    "title": "Clint Howard Shares ‘Santa Barbara’ Memories Ahead of ‘B&B’ Debut",
    "text": "[TV News](../) Clint Howard Shares ‘Santa Barbara’ Memories Ahead of ‘B&B’ Debut On April 26, [Clint Howard](//tvinsider.com/people/clint-howard) will make his debut on [The Bold and the Beautiful](//www.tvinsider.com/show/the-bold-and-the-beautiful/) as Tom, a homeless man who Deacon ( [Sean Kanan](//www.tvinsider.com/people/sean-kanan/)) and Finn ( [Tanner Novlan](//www.tvinsider.com/people/tanner-novlan/)) encounter in their pursuit of solving a mystery. For the veteran performer, adding the credit to his resumé was a welcome change. “This is a surprising turn of events for me,” Howard admits. “I have never been a big soap opera guy, but to be on The Bold and the Beautiful, that’s a notch in my gun belt.” This isn’t Howard’s first time on a soap — he appeared on [Santa Barbara](//www.tvinsider.com/show/santa-barbara/) as a character named Marshall for a handful of episodes in 1987. His most vivid memory of the experience was working alongside [A Martinez](//www.tvinsider.com/people/a-martinez/) (ex-Cruz Castillo). “A Martinez was an actor that I worked with a long, long time ago, in the mid-’70s, on a TV series called [The Cowboys](//www.tvinsider.com/show/the-cowboys/),” he relays. “It was based on the movie. A was in the movie and [ABC](http://tvinsider.com/network/abc/) tried to make a TV series out of it and they hired me to be one of the seven cowboys. So I became friends with A and we worked together and he seemed like a nice, jovial guy. Later on, he had landed this soap opera and then when I found out they were going to use me for a couple of episodes, I thought, ‘That’s great. Hanging out a little bit with A.’ In the soap opera world, there’s very little hanging out. When you have a 7 a.m. call, you get right to work. You’re being rushed through makeup and wardrobe and you get called to the set and it’s chop chop chop. An interesting discipline as an actor; it’s definitely a different environment than I normally work in.” Having already been on a soap set, however, Howard was aware of the challenge he faced. “As a 64-year-old man, I was certainly prepared for lots of dialogue,” he explains. “But I figured if I was playing this character of Tom, a homeless guy in an alley, he wouldn’t have miles and miles of dialogue to do. I’m certainly not afraid of miles and miles of dialogue so I figured I was up to it. So I thoroughly prepared as an actor. That’s one thing my dad taught me: No matter what, they’re hiring a professional to do a professional’s job and what I owe them is my best effort.” Howard, who hails from a showbiz family, discovered he had fans of his work on set. “That’s really hard to avoid, having been in the business a long time,” he admits. “There were people that worked with me in the past and several people that came up and said they worked with my mom [Jean] and my dad [ [Rance](//www.tvinsider.com/people/rance-howard/)] and that’s so wonderful. It gives me a chance to have conversations with them that are heartfelt and honest. The Howard family, we’ve been around a long time. My dad broke into the business in the early ’50s and of course [brother] [Ron Howard](//www.tvinsider.com/people/ron-howard/) came along and he started in 1957 or ’58 and we’ve got a few years under our belt.” Howard reports that he was on board to lean into the zanier elements of his storyline. “Listen, I kind of relish the opportunity to drop into the soap opera rhythm and fully embrace it as honestly I can,” he notes. “I have no idea what’s going to happen in the future, but the possibility of these characters revisiting this alley for further conversations with Tom is certainly in the future and I so enjoyed doing it. I enjoyed working with Sean; it was awesome.” Though his appearance is brief, Howard says he would enjoy reprising the role of Tom. “Oh, I would love it,” he declares. “I love the people and the pace. When an actor first hears about doing a soap, you go, ‘It’s going to be a lot of dialogue and some of the dialogue is going to be stilted,’ but I shed all that. I’ve done almost everything in the world of entertainment — I’ve done comedies, I’ve done big-budgeted movies, I’ve done tiny, micro-movies, I’ve done experimental movies, I’ve done a boatload of shorts — but to do a soap opera is something I would enjoy. I’ve done my turn on Bold and Beautiful and I would love to do more.” One thing he knows for sure: He will be sharing scenes with Kanan again soon. “Back in 1994, I acted in a movie called [Ice Cream Man ](//www.tvinsider.com/show/ice-cream-man/)and it was a B horror movie and it was directed buy a guy named Norman Apstein,” he begins. “The movie came out and it didn’t do remarkably well, but it’s developed this cult following in the last 30 years and now it’s a cult classic. So me and my wife Kat and Norman have discussed for awhile, ‘Let’s do another Ice Cream Man; let’s bring more Ice Cream Man to the public,’ and as we go around and do horror conventions and make personal appearances, that just lights people’s eyes up. When they hear me talk about making another Ice Cream Man, people just go nuts. So that’s what we’re doing! Myself, Kat and Norman we are producing this movie and Sean has a wonderful role. He continues “It’s a delicious role; he plays a nightclub owner that encounters the Ice Cream Man and he’s really sleazy. That’s certainly not Sean but he can play that guy to a T. And there is a wonderful role for a vibrant, energetic detective who’s about 35 years old there’s a comic bent to it, and [my niece] [Paige Howard](//www.tvinsider.com/people/paige-howard/) fits that so well. We’ve had some readings of the script, loose readings as often happens, and she has really nailed it, along with Sean. We’re really gearing up to shoot this film by the summer of 2024.” And brother Ron just might make an appearance, as well. “There’s another Howard, who if I remember correctly, I was in his first movie and I think we made a bargain a long time ago: “If I’ll be in your first movie, you’ll be in mine,’” he teases. The Bold and the Beautiful, Weekdays, CBS, Check Local Listings Checkout latest world news below links : [World News](/) || [Latest News](/news) || [U.S. News](/news/us-news) [Source link](//www.tvinsider.com/1131697/clint-howard-bold-and-the-beautiful-santa-barbara-ice-cream-man/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "http://tvinsider.com/network/abc/",
      "http://www.tvinsider.com/network/abc/",
      "http://tvinsider.com/network/abc"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clint",
          "sentiment": "negative"
        },
        {
          "name": "clint howard shares",
          "sentiment": "negative"
        },
        {
          "name": "howard",
          "sentiment": "none"
        },
        {
          "name": "tom",
          "sentiment": "none"
        },
        {
          "name": "martinez",
          "sentiment": "none"
        },
        {
          "name": "marshall",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "clint howard shares ‘santa barbara’ memories ahead",
          "sentiment": "neutral"
        },
        {
          "name": "‘santa barbara’ memories ahead",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "santa barbara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:19:28.050+03:00",
    "updated": "2024-04-19T01:35:44.232+03:00"
  },
  {
    "uuid": "683730e3d5c043a75029e35d586a48142ed8624e",
    "url": "https://www.newsbug.info/sports/national/dodgers-rhp-bobby-miller-beaned-by-liner-walks-off-field/article_2b3d8b4a-0529-5559-9fc7-d18c33735c03.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Field Level Media",
    "published": "2025-02-20T23:54:00Z",
    "title": "Dodgers RHP Bobby Miller beaned by liner, walks off field | National | newsbug.info",
    "text": "Los Angeles Dodgers right-hander Bobby Miller was struck in the head by a 106-mph comebacker during Thursday's spring training opener in Phoenix but walked off the field on his own. Facing the Chicago Cubs' Michael Busch in the top of the third inning, Miller couldn't get his glove up in time to avoid taking Busch's drive off his right temple and immediately went to the ground, clutching his face and head. He was able to get on one knee while being tended to by the training staff before leaving the field. \"Certainly a very scary moment,\" manager Dave Roberts told SportsNet LA. \"From what I've gathered, he's going to be under concussion protocol. We'll keep an eye on him tonight. I don't know what that means as far as going forward. Certainly it's somewhat of a setback. \"We've got to make sure that he feels OK going forward. I don't know how long this protocol lasts. But it was good to see him walk off the field, know where he was at, and all that.\" A candidate for the fifth spot in the Dodgers' rotation, Miller remained in the dugout until the inning ended, then walked to the clubhouse sporting a large welt on the right side of his forehead. \"It's always very terrifying and frightening,\" teammate Max Muncy told reporters. \"Thankfully, he seemed like he was OK. When the trainer came out and asked him if he knew where he was at, he made a little joke about hanging a curveball. Right then, you kind of knew he was fine. \"Obviously you have to take it slow with that type of thing. He might be fine now, but you've got to see how he is the next couple of days. I think he's doing OK.\" Miller, who turns 26 on April 5, burst onto the scene as a rookie in 2023, finishing 11-4 with a 3.76 ERA in 22 starts, but was limited to 13 starts in 2024 due to injuries and inconsistency and finished 2-4 with an 8.52 ERA. The Dodgers' first-round pick in the 2020 draft didn't pitch in the playoffs for the 2024 World Series champions. --Field Level Media\nDodgers RHP Bobby Miller beaned by liner, walks off field\n- Field Level Media\n- Updated\nTags\n-\nMlb -\nStory -\nNews -\nBobby Miller (baseball) -\nMajor League Baseball -\nLos Angeles Dodgers -\nMajor League Baseball Teams -\nOklahoma City Baseball Club Players -\nGreat Lakes Loons Players -\nBaseball -\nBaseball Teams -\nSports -\nOklahoma City Dodgers -\nOklahoma City Dodgers Players -\nRancho Cucamonga Quakes Players -\nBaseball Positions -\nLos Angeles Dodgers Players -\nLos Angeles Dodgers Field Personnel -\n[Collegiate Summer Baseball League Players](/search/?k=%22collegiate%20summer%20baseball%20league%20players%22#tncms-source=keyword)\nFeatured Local Savings\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.\nBreaking News: Herald Journal\nBreaking News: Iroquois County's Times-Republic\nBreaking News: Kankakee Valley Post News\nBreaking News: Newton County Enterprise\nBreaking News: Rensselaer Republican\nBreaking News: WCINews (Fountain County Neighbor & Review Republican)\nCoronavirus Updates\nGet the latest local and national news.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Sport->baseball",
      "Sport->sport event",
      "Health->emergency care",
      "Health->injury",
      "Health->medical condition",
      "Human Interest->human mishap"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T02:23:07.148+02:00",
    "updated": "2025-02-21T02:23:07.148+02:00"
  },
  {
    "uuid": "670e0b354ab8f0f8a724c0d59b2373f28a1c26a8",
    "url": "https://www.xunta.gal/notas-de-prensa/-/nova/015648/xunta-destaca-ampliacion-programa-primeira-experiencia-profesional-para-reforzar",
    "ord_in_thread": 0,
    "author": "@xunta",
    "published": "2025-08-07T09:17:00Z",
    "title": "A Xunta destaca a ampliación do programa Primeira Experiencia Profesional para reforzar o emprego xuvenil nun contexto de paro en mínimos históricos",
    "text": "O conselleiro de Emprego, Comercio e Emigración visitou hoxe en Ourense a empresa de seguridade Di-Seys\nA Xunta destaca a ampliación do programa Primeira Experiencia Profesional para reforzar o emprego xuvenil nun contexto de paro en mínimos históricos\nO conselleiro puxo en valor que se vén de ampliar orzamento desta iniciativa en máis de 468.000 euros, acadando así un investimento total de 6,7 millóns de euros en 2025 e a previsión de beneficiar 685 persoas mozas\nApuntou que estes contratos inclúen un itinerario formativo específico e que as axudas cobren os custos salariais, cun importe que vai dos 9.975 aos 16.625 euros por contrato, segundo o módulo aplicado\nDestacou o impacto das políticas activas de emprego en prol da mocidade como reflicten os datos do paro de xullo, que rexistran a cifra máis baixa de desemprego de menores 30 anos desde que hai datos, cun descenso interanual de case ao 9 %\nAdemais deste reforzo, a Xunta vén de redistribuír 738.000 euros adicionais ás pemes no marco do programa Investigo, co obxectivo de incrementar a contratación de mozos e mozas como investigadores, tecnólogos, e perfís especializados en I+D+i\nEstas iniciativas enmárcanse na futura Estratexia Mocidade Activa, cun orzamento de máis de 20M€ por parte da Consellería de Emprego, Comercio e Emigración\nOurense, 7 de agosto de 2025\nO conselleiro de Emprego, Comercio e Emigración, José González, acompañado polo secretario xeral de Emprego e Relacións Laborais, Pablo Fernández, puxo hoxe en valor o compromiso da Xunta coa mocidade e co impulso da súa empregabilidade a través de programas como Primeira Experiencia Profesional, que vén de ampliar o seu orzamento en máis de 468.000 euros, acadando así un investimento total de 6,7 millóns de euros en 2025 para ampliar o seu impacto.\nFíxoo no marco dunha visita ás instalacións da empresa de seguridade ourensá Di-Seys, beneficiaria deste programa, da que destacou a súa aposta polo talento novo como motor de crecemento e mellora da competitividade.\nGonzález salientou a eficacia da iniciativa, que promove a contratación de mozos e mozas menores de 30 anos mediante contratos formativos de doce meses, facilitando a súa inserción laboral e dotándoos das competencias necesarias para acceder a empregos estables e de calidade. Co reforzo orzamentario, prevese que o programa beneficie a 685 persoas mozas, fronte ás 460 da edición anterior, co obxectivo de reter talento xuvenil en Galicia e dar resposta á crecente demanda de persoal cualificado no tecido empresarial.\nO conselleiro apuntou tamén que estes contratos inclúen un itinerario formativo específico, e que as axudas cobren os custos salariais, cun importe que vai dos 9.975 aos 16.625 euros por contrato, segundo o módulo aplicado.\nEstratexia global de apoio á mocidade\nAdemais deste reforzo, a Xunta vén de redistribuír recentemente 738.000 euros adicionais ás pemes no marco do programa Investigo, co obxectivo de incrementar a contratación de mozos e mozas como investigadores, tecnólogos, persoal técnico e outros perfís especializados no ámbito da I+D+i. Ambos programas forman parte da futura Estratexia Mocidade Activa, que mobilizará máis de 20 millóns de euros por parte da Consellería de Emprego, Comercio e Emigración. Esta folla de ruta autonómica inclúe tamén outras actuacións destinadas a fomentar o emprego xuvenil, como Galicia Emprega Mozos, que conta cun orzamento de 3,5 millóns de euros en 2025 dentro da convocatoria Galicia Emprega, dotada con 20 millóns e actualmente aberta ata o 30 de setembro; ou os próximos programas de emprego vinculados ao sistema de Garantía Xuvenil, cun investimento de 6,5 millóns de euros, cos que se prevé impulsar a contratación de máis de 350 persoas mozas.\nMínimos históricos de paro\nJosé González destacou que o impacto destas políticas activas de emprego xa se reflicte nos últimos datos do paro. Nun contexto no que Galicia se sitúa no récord histórico de afiliacións á Seguridade Social e en mínimos históricos de desemprego para un mes de xullo, tanto a nivel galego como no caso da provincia de Ourense, que rexistra 13.090 persoas desempregadas, un -7,52 % menos que o ano pasado. Respecto da mocidade, salientou, a comunidade rexistra a cifra máis baixa de persoas menores de 30 anos en paro desde que hai datos, cun descenso interanual próximo ao 9 %.\nO conselleiro reafirmou o compromiso da Xunta de seguir acompañando este esforzo, apoiando ás empresas que apostan pola mocidade a través de programas que conecten o talento coa realidade do tecido produtivo galego e que impulsen a creación de emprego de calidade en todo o territorio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Labor->employment",
      "Labor->employment training"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T12:46:34.514+03:00",
    "updated": "2025-08-07T12:50:34.000+03:00"
  }
]