[
  {
    "uuid": "ee355233318fb4bc11b71aa8fc748cc3bf894b4a",
    "url": "https://www.odwyerpr.com/story/public/21108/2024-04-11/tech-is-back.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "info@odwyerpr.com (Kevin McCauley)",
    "published": "2024-04-11T20:15:00Z",
    "title": "Tech Is Back",
    "text": "|Arthur Sadoun|\nTech is back… Publicis Groupe CEO Arthur Sadoun reported Q1 revenues grew 4.9 percent to $3.4B, a performance fueled in part by the comeback of the technology sector.\nThe parent of MSL and Kekst CNC enjoyed “double-digit” growth in technology revenues, which is a sign of a “clear rebound” for the embattled sector, according to the Frenchman.\nSadoun expects the 1Q results to stack up as the “8th consecutive quarter of delivering the highest growth in the industry, leading to market share gains.”\nHe claims Publicis has the “ability to capture a disproportionate part of the increasing demand for data-led marketing transformation, boosted by AI.”\nSadoun has put the ad/PR business on notice. He expects his firm to grow twice as fast as the industry average.\nModesty is obviously not a trait that Sadoun has in abundance.\nMacy’s throws in the towel. The besieged retailer has agreed to appoint two directors to its board that were nominated by Arkhouse Management Co., its unwanted suitor.\nTony Spring, Macy’s new CEO, welcomed Ric Clark and Rick Markee and praised the “valuable real estate and retail expertise” that they will bring to the board.\nClark was CEO of Brookfield Property Group, and Markee was CEO of Vitamin Shoppe Inc. and vice chairman of Toys “R” Us.\nClark and Markee will join the board’s finance committee to evaluate and make recommendations to the full board regarding the acquisition proposal made by Arkhouse and Brigade Capital Management.\nLongacre Square Partners handles Arkhouse.\nThe Profile in Wimpery Award goes to the Ford Presidential Foundation for stiffing American hero and former Wyoming Congresswoman Liz Cheney.\nThe co-chair of the Congressional panel that investigated the Donald Trump-instigated Jan. 6 assault on the US Capitol had been nominated to receive the Foundation’s highest award, the Gerard R. Ford Medal of Distinguished Public Service.\nThe Foundation snubbed Cheney because it worries that her award would run afoul of laws governing non-profits.\nGleaves Whitney, executive director of the Foundation, said when the award was discussed Cheney was mulling a run for the presidency.\n“The executive committee concluded that giving the Ford medal to Liz in the 2024 election cycle might be construed as a political statement and thus expose the Foundation to the legal risk of losing its nonprofit status with the Internal Revenue Service,” he said as an April 10 statement.\nWhitney conceded that Cheney meets all of the criteria that the medal signifies—courage, integrity, and passion to serve the American people.\nHe said the Foundation might consider awarding Cheney the medal in a future year.\nThat depends on Joe Biden winning re-election.\nThe gutless wonders at the Foundation would never award Cheney the medal in the event that her arch-enemy Donald Trump becomes president.\nThey fear that the Mango Mussolini would order the Internal Revenue Service to make life miserable for the Foundation, if it honored his arch-enemy.\nCheney’s dad, Dick, was Ford’s chief of staff. Whitney noted that the Ford family has been close to the Cheney family for five decades.\nJerry and Betty Ford’s kids (Michael, Jack, Steven and Susan) should pressure the Foundation to do the right thing and honor the woman who stood up for America’s democracy.\nIt would be a fitting tribute to their dad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arthur sadoun",
          "sentiment": "negative"
        },
        {
          "name": "ric clark",
          "sentiment": "none"
        },
        {
          "name": "rick markee",
          "sentiment": "none"
        },
        {
          "name": "tony spring",
          "sentiment": "none"
        },
        {
          "name": "sadoun",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "publicis groupe",
          "sentiment": "negative"
        },
        {
          "name": "publicis",
          "sentiment": "none"
        },
        {
          "name": "msl",
          "sentiment": "none"
        },
        {
          "name": "kekst cnc",
          "sentiment": "none"
        },
        {
          "name": "arkhouse management co.",
          "sentiment": "none"
        },
        {
          "name": "macy",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:27:01.415+03:00",
    "updated": "2024-04-12T02:27:01.415+03:00"
  },
  {
    "uuid": "0d05cfc9ed409b64f01e158be3e76220b22cf22e",
    "url": "https://www.dailysabah.com/politics/diplomacy/greek-pm-voices-desire-to-build-on-positive-progress-with-turkiye",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Sabah with AA",
    "published": "2024-01-19T06:49:00Z",
    "title": "Greek PM voices desire to build on positive progress with Türkiye",
    "text": "As ties between the two neighbors revived following a period of hostilities, Greece is keen on developing them more.\nGreece seeks to build on recent positive steps taken with Türkiye, Prime Minister Kyriakos Mitsotakis said Thursday. Referring to the ongoing thaw between the two countries since last February, when twin earthquakes caused severe casualties and destruction in southeastern Türkiye, he said, \"I'm not naive. We have seen dramatic changes in Türkiye's politics in recent years, but I want to be optimistic and I want us to build on the positive steps that both countries have taken in recent months,\" during a discussion with Ravi Agrawal, the editor-in-chief of Foreign Policy magazine, at the World Economic Forum in Davos, Switzerland.\nHe said the improved relations between the two NATO allies have yielded prompt and concrete results, including visa facilitation for Turkish citizens for 10 Greek islands in the northern Aegean for up to seven days and the decreased flow of irregular migrants to Greece. Even if Greece and Türkiye do not resolve the issue of demarcation of the continental shelf and economic exclusive zone, which he called the only major problem between the countries, they should be able to coexist and focus on a positive agenda, said Mitsotakis.\nOn Dec. 7, 2023, President Recep Tayyip Erdoğan paid a landmark visit to Greece after the two neighboring countries experienced a tumultuous relationship in recent years. Erdoğan said in a news conference with Greek Prime Minister Kyriakos Mitsotakis in Athens that there is no issue between Türkiye and Greece that cannot be resolved and that they want to \"turn the Aegean into a sea of peace and cooperation.\"\nTürkiye and Greece announced the Athens Declaration on Friendly Relations and Good-Neighbourliness, in which they stressed that they are committed to fostering friendly relations, mutual respect, peaceful coexistence and understanding and seeking resolution to any dispute between in line with international law.\nThe two countries have been at odds for decades over a series of issues, from territorial water claims over the Aegean to the rights of the Turkish minority in Greece. Ties were largely restored to the level they were in the early years of the Republic of Türkiye under the Tsipras government in Athens. Erdoğan was the first sitting Turkish president to visit Greece in decades when he traveled there in 2017. Relations deteriorated over irregular migration and hydrocarbon exploration rights in the Eastern Mediterranean and maritime zones under the incumbent Mitsotakis government. However, the sides recently extended an olive branch to each other again.\nTurning to Israel's ongoing attacks on Gaza since Oct. 7, Mitsotakis reiterated the country's concern over the growing number of civilian casualties in the enclave, which is increasingly shared by the international community. Drawing attention to the over 10,000 children who are among the casualties, Mitsotakis said: \"I don't think that Israel is strategically interested in creating a new generation of orphans.\" Also mentioning the escalating tensions in the Red Sea, which included missile and drone attacks by Yemen's Houthi rebels on commercial shipping and naval vessels and airstrikes by the U.S. and U.K. in response, he said it is a significant problem that not only concerns Greece but also the global shipping industry.\n turkish-greek relations kyriakos mitsotakis world economic forum ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ravi agrawal",
          "sentiment": "none"
        },
        {
          "name": "kyriakos mitsotakis",
          "sentiment": "none"
        },
        {
          "name": "türkiye",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "foreign policy magazine",
          "sentiment": "none"
        },
        {
          "name": "world economic forum",
          "sentiment": "none"
        },
        {
          "name": "nato",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greece",
          "sentiment": "none"
        },
        {
          "name": "davos",
          "sentiment": "none"
        },
        {
          "name": "aegean",
          "sentiment": "none"
        },
        {
          "name": "türkiye",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T10:22:00.736+02:00",
    "updated": "2024-01-23T17:33:59.781+02:00"
  },
  {
    "uuid": "b98de0c66b21a956891610711167f5570decf595",
    "url": "https://www.yucatan.com.mx/sin-categoria/2023/12/29/realizan-el-concierto-navideno-en-un-pesebre-nacio-el-rey-en-la-iglesia-el-jesus.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ivan Canul Ek",
    "published": "2023-12-29T19:39:00Z",
    "title": "Realizan el concierto navideño “En un pesebre nació el rey” en la iglesia El Jesús - Diario de Yucatán",
    "text": "MÉRIDA, Yucatán.— El ambiente navideño se manifestó en la iglesia El Jesús Tercera Orden con el Concierto de Navidad “En un pesebre nació el rey” que ofrecieron unidos en uno solo los coros Magis y Universitario, el jueves por la noche. El recital, que convocó a decenas de personas, comenzó con la interpretación de “Paz en la Tierra” de Lowell Mason, aunque atribuida por algunos a G.F. Handel. La melodía atrajo a varios turistas que a esa hora de la noche pasaban frente a la iglesia y que no dudaron en entrar para disfrutar y grabar al coro. Bajo la dirección del maestro Víctor Balcázar, el coro continuó con “Noche de paz”, uno de los villancicos por excelencia escrito en 1819 por el sacerdote alemán Joseph Mohr. “Gloria in Excelsis Deo”, “Adestes Fideles” y “Campana sobre campana” también formaron parte de la primera parte del programa, y que incluyó la participación de niños y niñas. El espectáculo continuó con “La primera navidad”, “Oh Aldehuela de Belén”, “Aleluya, pastorcitos” y el popular villancico galés “Deck the Halls”, el cual ha sido utilizado en varias películas y series navideñas. En la recta final de la presentación, el coro ofreció “Acércate al pesebre” y “Abre la puerta” de la autoría del maestro Balcázar, y “Sueño de amor” de Maricarmen Aldecua, con el que el Coro Universitario obtuvo el premio a la Mejor Interpretación en el Concurso de Villancicos del Seminario de Yucatán. El coro se despidió con “La buena noticia”, también del maestro Balcázar, y con el que el coro ganó el segundo lugar en el Concurso de Villancicos del Seminario. Como encore, y luego de que el padre Eugenio Gómez Díaz Barriga agradeciera la participación del coro y a los asistentes, el coro interpretó de nuevo “Campana sobre campana”, ganándose múltiples aplausos. “Esto que hace el coro, nos ayuda a vivir nuestra fe con mucha más alegría, con mucha más esperanza”, dijo el padre. También le podría interesar: “ [Muchos pequeños aún sufren por los Herodes actuales](https://www.yucatan.com.mx/imagen/2023/12/29/muchos-pequenos-aun-sufren-por-los-herodes-actuales.html)“",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:41:50.313+02:00",
    "updated": "2023-12-29T21:41:50.313+02:00"
  },
  {
    "uuid": "09d6b0cc31a197c5a0b27b452f607f29d14afe0d",
    "url": "https://www.latercera.com/nacional/noticia/antena-telefonica-colapsa-por-fuertes-rafagas-de-viento-en-penalolen/FHR6DFDFR5AWXOAELN3LFXLHBA",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "latercera.com",
    "published": "2024-08-02T06:08:00Z",
    "title": "Antena telefónica cae por ráfagas de viento en Peñalolén - La Tercera",
    "text": "Rodrigo Gómez S. Hace 3 horas Tiempo de lectura: 1 minuto La estructura cayó en un centro de entrenamiento de Bomberos. La situación no generó daños al cuartel ni dejó a personas lesionadas.\ncompartir Comentarios Una antena telefónica cayó producto de las fuertes ráfagas de viento que se han registrado en la comuna de Peñalolén, en la Región Metropolitana, por el sistema frontal que afectará a la zona desde esta noche.\nMineduc suspende clases en comunas de nueve regiones del país por sistema frontal Voladura de techos y caída de árboles: los impactantes registros que dejan los fuertes vientos en el país El hecho ocurrió en el contexto del sistema frontal que afecta a las regiones de Los Lagos, Los Ríos, La Araucanía, Biobío y del Ñuble y que en el trascurso de la noche avanzó hacia las regiones de O’Higgins, Metropolitana, de Valparaíso y de Coquimbo.\nEn ese contexto, de acuerdo a información preliminar, una antena telefónica cayó a eso de las 22.15 horas debido a las fuertes ráfagas de viento que habrían alcanzado hasta los 60 km/hr.\nLa historia continua más abajo\nMás sobre Sistema frontal Fuertes vientos en la RM: reportan daños y cortes de energía afectan a más de 700 mil clientes en la capital Hace 1 hora Sistema frontal: tres autos incendiados por caída de cables electrificados en Macul Hace 2 horas La estructura se encontraba al interior de centro de entrenamiento del Cuerpo de Bomberos de Ñuñoa, ubicado en la avenida Consistorial.\nSegún el testimonio de uno de los voluntarios recogido por 24 Horas, la caída de la estructura no generó lesiones a personas y esta cayó sobre los escombros que permanecían en el patio del campo de entrenamiento. No afectó tampoco al cuartel bomberil.\nComenta Los comentarios en esta sección son exclusivos para suscriptores. Suscríbete aquí.\nDe cuánto fue el sismo de este jueves 1 de agosto en Chile Baltasar Daza Hace 15 horas Zona central y sur: alertas por lluvias, vientos y probables tormentas eléctricas Sandar Estrella Oporto Hace 14 horas ¿Cuántos feriados hay en agosto? Sandar Estrella Oporto Hace 17 horas Imperdibles Cómo funciona Worldcoin, la empresa que propone escanear el ojo a cambio de criptomonedas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://rudo.video/vod/bS9KS3",
      "https://x.com/intent/tweet?url=https://www.latercera.com/nacional/noticia/antena-telefonica-colapsa-por-fuertes-rafagas-de-viento-en-penalolen/FHR6DFDFR5AWXOAELN3LFXLHBA/&text=Antena%20telef%C3%B3nica%20colapsa%20por%20fuertes%20r%C3%A1fagas%20de%20viento%20en%20Pe%C3%B1alol%C3%A9n&hashtags=Sistemafrontal,Torretelefónica,Peñalolén,Vientos",
      "https://www.rudo.video/vod/bS9KS3",
      "https://x.com/intent/tweet",
      "https://x.com/intent/tweet?url=https://latercera.com/nacional/noticia/antena-telefonica-colapsa-por-fuertes-rafagas-de-viento-en-penalolen/FHR6DFDFR5AWXOAELN3LFXLHBA/&text=Antena%20telef%C3%B3nica%20colapsa%20por%20fuertes%20r%C3%A1fagas%20de%20viento%20en%20Pe%C3%B1alol%C3%A9n&hashtags=Sistemafrontal,Torretelefónica,Peñalolén,Vientos"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T09:14:26.920+03:00",
    "updated": "2024-08-02T11:55:07.178+03:00"
  },
  {
    "uuid": "5826268f6c8517864cf8c4d8472f01e9a62167bf",
    "url": "https://cronicavasca.elespanol.com/empresas/20250327/la-automocion-vasca-estanca-complicado-marcado-aranceles/934406562_0.html",
    "ord_in_thread": 0,
    "author": "Adrián Legasa",
    "published": "2025-03-27T09:57:00Z",
    "title": "La automoción vasca se estanca y prevé un 2025 \"complicado\" marcado por los aranceles",
    "text": "El clúster de automoción vasco Acicae ha dado a conocer las cifras de facturación del pasado ejercicio, con unos ingresos totales sin contar Mercedes Vitoria de 25.350 millones de euros.\nEl incremento es solo del 1,3%, un estancamiento que se corresponde con la situación de incertidumbre que vive el mercado , ha señalado el clúster coincidiendo con la confirmación de nuevos aranceles en Estados Unidos.\n\"Pese a la incertidumbre, el sector ha sabido mantener un nivel razonable de actividad\", ha dicho Inés Anitua , directora de Acicae, que ha reconocido que para este ejercicio se prevé un escenario \"complicado y por ahora de poca visibilidad\".\nEntre los motivos que explican este estancamiento, el clúster destaca las convulsiones geoestratégicas, la indecisión del consumidor final o el retraso de modelos eléctricos.\nDonald Trump, presidente de Estados Unidos EFE\nMesa de industria Acicae organiza este jueves un encuentro con grandes fabricantes junto a Expansión en el que está presente el consejero de Industria, Mikel Jauregi , que esta tarde presidirá una nueva cita de la mesa industrial para consensuar medidas ante las debilidades de ciertas empresas.\nPlanta de CIE Automotive EFE\nEl sector vasco de automoción cuenta con unas 300 empresas que dan trabajo a casi 39.000 personas, según los datos de Acicae, con una fuerte vocación exterior, tanto con ventas en Europa como fuera del continente.\nFabricantes como Stellantis o BYD presentes en dicho foro han pedido más apoyo a las instituciones para la electrificación y claridad regulatoria, si bien han reconocido que el último movimiento de Bruselas para flexibilizar el control de emisiones va en buena dirección.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->economy",
      "Social Issue->population and census",
      "Social Issue->social problem",
      "Social Issue->social condition",
      "Labor->wages and benefits",
      "Labor->employment",
      "Labor->labour market"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Mercedes Vitoria",
          "sentiment": "neutral"
        },
        {
          "name": "Inés Anitua",
          "sentiment": "neutral"
        },
        {
          "name": "Donald Trump",
          "sentiment": "neutral"
        },
        {
          "name": "Mikel Jauregi",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Acicae",
          "sentiment": "neutral"
        },
        {
          "name": "en Estados Unidos",
          "sentiment": "neutral"
        },
        {
          "name": "Europa",
          "sentiment": "neutral"
        },
        {
          "name": "Fabricantes",
          "sentiment": "neutral"
        },
        {
          "name": "Stellantis",
          "sentiment": "neutral"
        },
        {
          "name": "Bruselas",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Expansión",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Automotive EFE\nEl sector vasco de automoción",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "BYD",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T12:33:07.453+02:00",
    "updated": "2025-03-27T12:33:07.453+02:00"
  },
  {
    "uuid": "af52abfbe49b0eccd6f330848def67523bcb568e",
    "url": "https://ransomware.databreachtoday.com/how-test-time-compute-help-scale-ai-a-27624",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@databreachtoday",
    "published": "2025-02-27T00:00:00Z",
    "title": "How Test Time Compute Can Help Scale AI - Ransomware DataBreachToday",
    "text": "How Test Time Compute Can Help Scale AI\nApproach Aims to Scale AI Models by Making them Smarter Instead of BiggerFor years, it seemed obvious that the best way to scale up artificial intelligence models was to throw more upfront computing resources at them. This theory was that performance improvements are proportional to increases in model size, dataset volume and computation. But the anticipated leap in performance isn't materializing.\nSee Also: Cyber Security in the Age of Digital Transformation: A Reality Check\nInstead, scaling AI models in size has hit a plateau. OpenAI's Orion model only demonstrated modest improvements over its predecessor despite requiring about 10 times more compute resources than GPT 4, while Google's development of its next-generation Gemini model also experienced slower-than-expected progress.\nOne possible solution to scaling AI models is time test compute. The approach dynamically allocates extra computational resources during inference - or the thinking phase - to refine answers. Unlike older models that simply chug out the next word, newer \"reasoning\" approaches allow for the AI equivalent of reflection and refinement. A 2024 research paper written by Google DeepMind workers showed that an adaptive \"compute-optimal\" strategy can improve performance four-fold compared to traditional methods, sometimes allowing a smaller model to outperform one 14 times larger.\nInstead of a fixed computational budget for every task, test-time compute lets AI models allocate resources based on the problem's complexity. The dynamic allocation aims to make AI systems more efficient and better at handling complex, real-world challenges.\nTest-time scaling in general refers to using additional computation to get more accurate answers. Scaling parameters also uses more computation when the model is larger, but with test-time compute, models spend more tokens thinking through the answer before outputting it.\nThe Google research paper studied techniques that allowed models to use more tokens at test-time, and found that test-time scaling can outperform scaling model parameters. The additional \"thinking time\" allows models to explore multiple reasoning paths, making them particularly suited for tasks such as advanced code generation or multi-modal data analysis, said lead paper researcher Charlie Snell.\nResearch indicates that grouping - or binning - questions by difficulty and tailoring the extra compute accordingly can boost performance. \"We used a pretty straightforward approach of binning questions by difficulty and selecting the test-time strategy which was most effective for a given FLOPs budget within that difficulty bin,\" said Charlie Snell, leader author of the Google paper.\nThis compute-optimal strategy has shown that for easy-to-medium difficulty problems, iterative refinement can be particularly effective, while for more complex challenges, independent sampling or search methods may offer better results.\nMemory is an important consideration. Increasing test-time compute can introduce new memory constraints during inference. Snell said that inference is \"definitely\" more memory bound than training, which is a \"little bit of a problem\" because increasing hardware memory bandwidth tends to be harder than increasing FLOPs. But there are strategies like speculative decoding or alternative architectures like SSMs, which might help mitigate some of this, he said.\nBut real-world deployment of test time compute raises questions about generalizability. \"I think there is an open question of how well these techniques can generalize beyond domains that are easily verifiable, like math and code. So for certain applications, it might not be as beneficial. But for more in-distribution tasks like math and code, I think practitioners can try out some of the recent reasoning models released by OpenAI, Deepseek and Google and see if they help out for their use cases,\" said Snell.\nOpen AI's Strawberry family of models engage in real-time reasoning during inference and Microsoft CEO Satya Nadella has identified test time compute as a new scaling law in AI development. Google is researching methods to optimize test-time computation by enabling models to generate and evaluate multiple solutions. Nvidia is developing hardware and software solutions to support dynamic inference processes, while Meta is investing in AI infrastructure that allows models to adjust their computational pathways during inference.\nThe timeline for widespread adoption of test time compute varies. Jeremy Bron, AI director at Silamir Group, a data-AI-cyber consulting company headquartered in France, told Information Security Media Group that that basic strategies could be implemented within months, particularly by teams with existing cloud-based GPU or TPU infrastructure. More advanced techniques like latent-space reasoning might take a year or more of dedicated research and development.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Education"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Science and Technology->information technology and computer science",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->computing and information technology",
      "Education->educational testing and examinations"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://scalebytech.com/google-deepminds-new-research-on-optimizing-test-time-compute-in-ai/",
      "https://arxiv.org/html/2408.03314v1",
      "https://www.reuters.com/technology/artificial-intelligence/openai-rivals-seek-new-path-smarter-ai-current-methods-hit-limitations-2024-11-11/",
      "https://about.fb.com/news/2024/04/introducing-our-next-generation-infrastructure-for-ai/",
      "https://thecuberesearch.com/261-breaking-analysis-how-nvidia-is-creating-a-1-4-trillion-data-center-market-in-a-decade-of-ai/",
      "https://thecuberesearch.com/261-breaking-analysis-how-nvidia-is-creating-a-1-4-trillion-data-center-market-in-a-decade-of-ai",
      "https://www.arxiv.org/html/2408.03314v1",
      "https://www.about.fb.com/news/2024/04/introducing-our-next-generation-infrastructure-for-ai/",
      "https://scalebytech.com/google-deepminds-new-research-on-optimizing-test-time-compute-in-ai",
      "https://www.scalebytech.com/google-deepminds-new-research-on-optimizing-test-time-compute-in-ai/",
      "https://about.fb.com/news/2024/04/introducing-our-next-generation-infrastructure-for-ai",
      "https://reuters.com/technology/artificial-intelligence/openai-rivals-seek-new-path-smarter-ai-current-methods-hit-limitations-2024-11-11/",
      "https://www.thecuberesearch.com/261-breaking-analysis-how-nvidia-is-creating-a-1-4-trillion-data-center-market-in-a-decade-of-ai/",
      "https://www.reuters.com/technology/artificial-intelligence/openai-rivals-seek-new-path-smarter-ai-current-methods-hit-limitations-2024-11-11"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Google",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:44:47.627+02:00",
    "updated": "2025-02-28T00:44:47.627+02:00"
  },
  {
    "uuid": "6e59a58e254e4e6bda39f478638d28199a93dd28",
    "url": "https://www.hollywoodreporter.com/lifestyle/shopping/headspace-meditation-sleep-app-best-mental-health-resources-online-1236055347",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Erin Lassner",
    "published": "2024-11-07T13:31:00Z",
    "title": "Celebrity-Backed Wellness App Headspace Offers Post-Election Stress Support",
    "text": "With early investors like Jessica Alba and Cash Warren, Jared Leto, Ryan Seacrest and LinkedIn CEO Jeff Weiner, Headspace has a long line of influential backers. Now, one of the most widely used online mental health resources, Headspace is offering free self-care support for post-election stress.\nAt the heart of the 2010-founded web service and mobile app are short guided meditations, with a recent foray into one-on-one coaching, yoga and fitness, sleep guidance and focus playlists curated by John Legend and beyond and a wide array of stress-relieving exercises. And amidst the election chaos, Headspace is not only offering a free toolkit and election season survival guide, but also a free 14-day trial to experience all the service has to offer, from sleep resources to mindfulness tools.\ntry headspace for free Headspace’s Politics Without Panic toolkit is curated by meditation teachers and trained mental health coaches. Users can take a short quiz to find out how election stress has manifested for the individual, and take advantage of corresponding resources, including expert-led meditations geared towards soothing the anxieties of political change.\nFor access to all Headspace has to offer, the 14-day trial is an easy entryway. After that, the annual subscription is $69.99 per year ($5.83 per month) and the monthly subscription is $12.99 per month. Learn more about the plans and sign up for a free trial at headspace.com .\nFor more stress relief, check out THR ‘s roundup of weighted blankets, meditation apps, (non-psychedelic) mushroom gummies, breathwork devices, aromatherapy rollers and more to help calm the mind, body and soul.\nRelated: The Best Sleep Products and Tips Inspired by the World’s Dreamiest Hollywood-Loved Retreats",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "ai_allow": false,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Felection",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Fsubscriptions",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Fcontent%2Ffocus-music%2Fjohn-legends-playlist%2F744",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2F",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Fsleepwithjohn%3Forigin%3Dmusic-mind-jl-module",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https://www.headspace.com/",
      "https://www.headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Fsleepwithjohn%3Forigin%3Dmusic-mind-jl-module",
      "https://headspace.pxf.io/c/256585/1067606/13686",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https://www.headspace.com",
      "https://www.headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Fsubscriptions",
      "https://headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https://headspace.com/",
      "https://www.headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2F",
      "https://www.headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Felection",
      "https://www.headspace.pxf.io/c/256585/1067606/13686?subId1=THR--&#038;u=https%3A%2F%2Fwww.headspace.com%2Fcontent%2Ffocus-music%2Fjohn-legends-playlist%2F744"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jessica Alba",
          "sentiment": "negative"
        },
        {
          "name": "Jared Leto",
          "sentiment": "negative"
        },
        {
          "name": "Ryan Seacrest",
          "sentiment": "negative"
        },
        {
          "name": "John Legend",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:48:19.980+02:00",
    "updated": "2024-11-08T02:48:19.980+02:00"
  },
  {
    "uuid": "7b37fd2fb2d1660fa85a489fd099212fb350f092",
    "url": "https://www.ilgiornale.it/news/cronache/i-piromani-presepe-e-i-mandanti-interni-2259880.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vittorio Feltri",
    "published": "2023-12-24T09:00:00Z",
    "title": "I piromani del Presepe e i mandanti \"interni\"",
    "text": "Cambiano le epoche. A Natale si annunciava la venuta del Messia, adesso prevale l'attesa del Mes, che non scende dalle stelle ma da Bruxelles. Poco informato dell'evoluzione dei costumi, l'altro giorno un marocchino di trent'anni, credendo di prendersela con i cristiani, ha dato fuoco a un presepe nella parrocchiale di Parabiago, a nord di Milano. Giocava facile: essendo le statue di cartapesta, il fuoco ha distrutto la sacra rappresentazione. Con disappunto del piromane musulmano, la notizia è rimasta confinata nelle pagine locali, e la pubblica preoccupazione più che per la meschina sorte di Maria e di Giuseppe, carbonizzati con gli angeli e le pecorelle, è stata per la salute del «prezioso organo seicentesco», il quale con sollievo generale è rimasto soltanto un po' affumicato, una lucidata e via.\nPerché tiro fuori questa storia? Non per piantarci sopra un ambaradan, ma per permettermi una constatazione. In Italia ha fatto più rumore di questo attentato, la proposta di legge presentata da una senatrice di Fratelli d'Italia, Lavinia Mennuni, volta a proteggere la libertà di allestire presepi nelle scuole. Essa è stata esecrata da tutte le parti, ed è stata additata come la volontà di ritornare alla religione di Stato, con l'obbligo di capannucce e angioletti benedicenti e violazione della laicità repubblicana. Bugia. Semplicemente l'intento era quello più liberale del mondo: vietato ai presidi di vietarli.\nEra il 2015 quando un preside vietò i canti di Natale e il presepe nel suo istituto in ossequio del multiculturalismo, sollevando orrore persino a sinistra, e le reprimende del premier Matteo Renzi . Come passa il tempo. Al tema dedicai un editoriale per Il Giornale, che titolai: «Io, laico, odiavo i presepi, ora guai a chi li tocca». Resto della medesima idea, ma il fronte della lotta è cambiato. Scrivevo: «Babbo Natale mi stava sulle scatole da sempre, e quando ero bambino smisi presto di bere le fandonie dei miei genitori secondo i quali i doni che trovavo in salotto la mattina del 25 dicembre fossero stati portati dal figlio di Dio. Questa storia che in qualche scuola italiana ci si è arresi all'arroganza islamica e si rinuncia alle tradizioni cristiane per non offendere i sentimenti dei musulmani immigrati, provoca (...)\n(...) in me (in noi) l'orticaria, costringendomi alla ribellione». Ormai l'incendiario di Allah è un rottame di un passato che almeno indignava. L'illuso sperava magari in un linciaggio con annessa aureola di martire. Troppo zelo figliolo. La prossima volta studia. Che bisogno hanno i fanatici di Allah o i devoti a Belzebù di sfregiare le Madonne e di rubare i rosei Bambinelli per gettarli in discarica? Non c'è più bisogno di te, povero untorello maghrebino: a disfare i presepi, pasticciandone il significato, ci ha pensato la Chiesa attraverso i suoi rappresentanti d'avanguardia.\nMi sento isolato tra i gazzettieri, ma presumo di godere del favore dei lettori, se dico che peggio ancora dei piromani del presepe, detesto chi li ha avvelenati con la cultura cosiddetta woke, politicamente corretta, antirazzista, anti patriarcato, trovando comprensione tra gli alti papaveri ecclesiastici.\nIl presepe più popolare d'Italia di questo 2023 è quello realizzato da don Vitaliano Della Sala in Irpinia. Questo prete, famoso per aver guidato i no global insieme a Luca Casarini alla sanguinosa rivolta di Genova lo ribattezzai perciò don Pistola -, ha deciso di far operare a Casablanca gli ospiti della grotta di Betlemme. In odio al patriarcato ha soppresso San Giuseppe, noto femminicida, e, in onore della benedizione vaticana delle coppie omosessuali, ha piazzato vicino alla mangiatoia due signore lesbiche, istituendo la figura di genitrice uno e genitrice due. Ha però lasciato l'angel*, riaprendo astutamente la questione teologica di quale sesso sia dotato: molto fluido come quello di Gesù, che sceglierà poi di che genere essere? Figli* di Dio, scriveranno sul messale prossimamente.\nLa trovata di Don Vitaliano, rientrato grazie a Francesco dalla sospensione a divinis con cui fu sanzionato dai precedenti pontefici, credo sia frutto di invidia. Don Pistola deve aver pensato: Luca Casarini, fondatore a Mestre della osteria Allo sbirro morto, è stato glorificato dal Papa, e riceve finanziamenti dai vescovi italiani per le sue navi che traslocano da noi i clandestini alla faccia delle nostre leggi. E perché don Vitaliano dovrebbe rimanere nell'ombra? Dalla sua parte si è schierato l'esponente di +Europa che si chiama Riccardo Magi, se porta il cammello è perfetto per il presepe. Buon Natale.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:09:55.125+02:00",
    "updated": "2023-12-25T14:40:44.701+02:00"
  },
  {
    "uuid": "18765cde140c404f717644902960ce84a28eb614",
    "url": "https://www.standardmedia.co.ke/rift-valley/article/2001497962/how-gen-zs-saved-yes-mp-as-rioters-raided-parliament",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lynn Kolongei",
    "published": "2024-06-27T21:00:00Z",
    "title": "How Gen Zs saved 'Yes' MP as rioters raided Parliament - The Standard",
    "text": "When anti-Finance Bill 2024 protestors took control of parliament on Tuesday, it was everyone for themselves as MPs scrambled for safety. And for nominated MP Bishop Emeritus Jackson Kipkemoi Kosgei, it was one of his most challenging moments during the #occupyparliament protests that saw thousands of demonstrators storm one of the country's most guarded facilities. Speaking during an interview with The Standard team in Eldoret, the lawmaker, who is confined to a wheelchair, said he had resigned to fate as his colleagues took to their feet for dear life. He recounted that Members of Parliament (MPs) had [passed the Bill](https://www.standardmedia.co.ke/politics/article/2001497903/dont-sign-finance-bill-into-law-azimio-tells-ruto) and even finished the appropriation bill before hell broke loose in what he termed as ‘an unprecedented event’. “On the fateful day, we did pass the Finance Bill and we took a bit of time to finish the other part of the bill, which is appropriation. We were inside the chambers and then all of a sudden, our colleagues from the other side of the aisle went out as some of us continued to stay inside. Within a tingle of an eye, we heard the protestors coming and everyone was escaping for safety,” he recounted. Kosgei added; “Unfortunately, where there is an evacuation route is not friendly to wheelchair users like myself. It was getting worse and my colleague Rose Museu who was using crutches and I made a choice to face the protestors. We were at the private members lounge.” The MP recalls as the youths stormed into the lounge, he was uncertain of what would happen. “They (protestors) came in and saw us. They knew who I am and even knew how I had voted. But they told me that I was a good man and asked me to allow them to escort me out of the building. They said what would happen might not be good for me,” said Kosgei. He added that the youth told him that they were not bad people and that they were only agitating for what they believed was right. “They walked us out. They also asked me where I wanted to go and whether I needed an Uber. I showed them I wanted to stay and they heeded to me because I knew that outside parliament was not safe,” stated Kosgei. He said that even as the youths walked him out, they continued conversing with him telling him that they knew that he was a friend to the president and vowed that they would not stop with their protests until the bill is stopped. The MP regretted that lives were lost during the incident while condoling with families that lost their loved ones at tender age. In a viral video, the youths can be seen wheeling the MP out of Parliament. One is seen carrying a dummy mace and others raising Kenyan flags while chanting that they are peaceful. Stay informed. Subscribe to our newsletter “I thank you for saving my life and that of Rose Museu. When everybody was running for their lives and they were rightly so because they could not save me. I appreciate that even in the moment of anger and stress, they still had humanity in them,” stated Kosgei. Kosgei also hailed President William Ruto’s move to [withdraw the Finance Bill](https://www.standardmedia.co.ke/explainers/article/2001497926/explainer-what-happens-when-the-president-withdraws-a-bill) terming it as ‘a bold step’. He said that the peace of the country was more important than the bill. which can be relooked and made afresh. Kosgei is a United Democratic Alliance (UDA) MP nominated MP. He uses a wheelchair because of disability.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zs",
          "sentiment": "negative"
        },
        {
          "name": "jackson kipkemoi kosgei",
          "sentiment": "none"
        },
        {
          "name": "bill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "eldoret",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:16:56.693+03:00",
    "updated": "2024-06-28T01:16:56.693+03:00"
  }
]