[
  {
    "uuid": "0baf65d32ab3222e87d50a0904d7ca6ad978b4fd",
    "url": "https://vanguardia.com.mx/noticias/exige-venezuela-retirada-de-buque-de-guerra-britanico-en-guayana-MN10590950",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gerardo hernández",
    "published": "2023-12-28T21:33:00Z",
    "title": "Exige Venezuela retirada de buque de guerra británico en Guayana",
    "text": "Exige Venezuela retirada de buque de guerra británico en Guayana La administración federal pide ‘acciones inmediatas’ para el retiro de la unidad de las costas CDMX.- E [l presidente de Venezuela, Nicolás Maduro,](https://es.wikipedia.org/wiki/Nicol%C3%A1s_Maduro) exigió que se implementen acciones inmediatas para el retiro de un buque de guerra británico de las costas de Guyana, en plena escalada de tensiones por la disputa por el territorio del Esequibo. El mandatario venezolano anunció que dio orden al conjunto de las Fuerzas Armadas del país para que active en la zona oriental del Caribe y en la franja Atlántica una “acción conjunta de carácter defensivo” en respuesta a la “provocación” por la llegada de este buque. TE PUEDE INTERESAR: [Mantiene Corte Suprema de Michigan a Donald Trump en la boleta electoral](https://vanguardia.com.mx/noticias/internacional/mantiene-corte-suprema-de-michigan-a-donald-trump-en-la-boleta-electoral-GD10576330) “Es una amenaza contra la paz y la soberanía” de Venezuela, dijo durante una intervención en la cadena de radiotelevisión venezolana. Antes de este anuncio el Ministerio de Asuntos Exteriores de Venezuela emitió un comunicado con el que rechazan la llegada de la Armada Británica a Guyana, en un contexto en el que las relaciones entre Caracas y Georgetown no pasan por su mejor momento. TE PUEDE INTERESAR: [NASA lanza nave OSIRIS-APEX hacia el asteroide ‘Dios del Caos’ que se aproxima a la Tierra](https://vanguardia.com.mx/noticias/nasa-lanza-nave-osiris-apex-hacia-el-asteroide-dios-del-caos-que-se-aproxima-a-la-tierra-JM10580328) “La presencia de la nave militar es extremadamente grave, ya que viene acompañada de declaraciones por parte de portavoces políticos y militares de que quien fungió como despojador de la Guayana Esequiba”, indica el comunicado. Ambos países están en la disputa de 159 mil kilómetros cuadrados de territorio al oeste del río Esequibo, una región rica en petróleo, minerales y biodiversidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Nicol%C3%A1s_Maduro)",
      "https://www.es.wikipedia.org/wiki/Nicol%C3%A1s_Maduro)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:11.697+02:00",
    "updated": "2023-12-29T00:11:11.697+02:00"
  },
  {
    "uuid": "842917e371692248186240e57530d34e03b7de91",
    "url": "https://news.un.org/en/story/2024/02/1146147",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UN_News_Centre",
    "published": "2024-02-01T17:00:00Z",
    "title": "World News in Brief: Dozens killed in Mali ‘summary executions’, Ukraine update, civilian protection in DR Congo, Haiti human rights",
    "text": "World News in Brief: Dozens killed in Mali ‘summary executions’, Ukraine update, civilian protection in DR Congo, Haiti human rights\n[Human Rights](/en/news/topic/human-rights)\nUN human rights chief Volker Türk\nexpressed his shock on Thursday at credible reports alleging that Malian armed forces and foreign military personnel executed at least 25 people last week.\nThe alleged massacre happened in Welingara village in the Nara region of central Mali on 26 January. Some 30 civilians were also reportedly killed by unidentified gunmen in the Bandiagara region at the weekend.\nIn his call for impartial investigations into the allegations, the UN High Commissioner for Human Rights emphasized the need for justice in accordance with international standards.\n‘Agents and allies’\nMr. Türk also urged the Malian authorities to ensure that their troops – “as well as their agents or allies” – adhered to human rights law and international humanitarian law, particularly regarding the protection of civilians.\nA fact-finding report from the UN human rights office,\nOHCHR, released last May in relation to allegations of a massacre of over 500 people in the village of Moura in March 2022, documented witnesses who described “armed white men” fighting alongside Malian soldiers.\nThis report followed allegations made a year ago by independent UN rights experts that the Russia-based Wagner mercenary group had been involved, describing a “climate of terror and impunity” surrounding the military contractors’ activities in Mali.\nOHCHR has previously verified two other incidents involving the alleged killings of at least 31 civilians by Malian armed forces and “allied foreign military personnel” last September and October.\nIn the September killings, 14 herders were allegedly executed in Ndoupa in the Segou region while on 5 October, 17 civilians were reportedly executed in Ersane village in the Gao region.\nNo official investigations into these incidents have been reported, OHCHR noted.\nDeaths, injuries and destruction continues in Ukraine-Russia war\nNew attacks in eastern Ukraine on Thursday have led to injuries and damage to civilian infrastructure, the UN Spokesperson told reporters in New York on Thursday.\nA hospital in Kharkiv was damaged in an attack on Wednesday, with several injured and many evacuated, according to Ukraine’s national rescue service, he said.\nA health facility also sustained damages in Toretsk, in the Donetsk region, as reported by the regional administration.\n“In frontline areas, our humanitarian colleagues note that the continued hostilities in the Donetsk and Kherson regions of Ukraine are continuing to kill and injure civilians. Homes, education facilities, public transport, water, electricity and [heating] facilities have also been damaged,” he continued, citing local authorities.\nA humanitarian hub run by a local non-governmental organization (NGO) in Kherson was also hit on Thursday.\n“Despite the challenges of operating in frontline areas, aid organizations continue to provide assistance,” the UN Spokesperson said.\n“In recent days, we, along with our humanitarian partners, have provided emergency repair materials as well as [psychological] and legal support in the Donetsk and Kharkiv regions.”\nPeacekeepers provide new humanitarian corridor in DR Congo\nPeacekeepers are “continuing to do their utmost to protect civilians” in the North Kivu region of the Democratic Republic of the Congo (DRC) amid ongoing clashes between the M23 rebel group and Congolese armed forces.\nThat’s\naccording to UN Spokesperson Stéphane Dujarric, who reminded correspondents at the regular Noon Briefing that the UN Stabilization Mission, MONUSCO, has established a temporary presence in Mweso following clashes in the area of North Kivu.\n“Peacekeepers have also created a humanitarian corridor, which has allowed more than 1,000 displaced men, women and children to move to safer ground”, he said.\nThe UN Mission is continuing to protect and provide medical assistance to displaced communities taking refuge near its base in Kitchanga, which is about 15 kilometres from Mweso, Mr. Dujarric said.\nThe mission said it had helped evacuate eight Congolese soldiers to Goma who had been wounded in the fighting with the M23. The UN will monitor the situation closely, he added.\nMONUSCO is due to withdraw completely from DRC at the request of the government by the end of 2024, but while ‘blue helmets” may be withdrawing, the UN has repeatedly said that it will continue providing support to the Congolese people in the long-term.\nHaiti: UN human rights report shows spike in violence\nThe last quarter of 2023\nsaw another rise in violence across Haiti, with reports of 2,327 victims of murder, wounding and kidnapping, marking an eight per cent increase compared to the previous three months.\nThat’s according to the latest quarterly update from the UN integrated office in the crisis-wracked Caribbean island nation,\nBINUH.\nThe total number of recorded victims for the year was more than 8,400. Much of the rise is due to violence at the hands of organized crime gangs, particularly in the Artibonite and the southern outskirts of the capital, with an upsurge in sexual violence recorded in several areas.\nUN Special Representative and Head of BINUH, Maria Isabel Salvador, stressed that this violence is fuelling chronic insecurity and undermining social stability.\nThe report also reveals the serious impact on children, with at least 53 child victims of violence or other crimes. It also highlights the threat to humanitarian aid on the roads due to gang control of highways.\nThe judicial system has also been impacted although there are some signs of improvement, including a reduction in pre-trial detention.\nDuring the quarter, 400 cases were processed resulting in the release of more than 258 people. However, there has been a rise in police casualties, highlighting persistent insecurity, BINUH said.\nThe report calls on the international community to keep Haiti high on its agenda and support the implementation of the planned Multinational Security Support Mission for Haiti.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://binuh.unmissions.org/en",
      "https://www.ohchr.org/en/press-briefing-notes/2024/02/un-human-rights-chief-appalled-alleged-summary-executions-mali",
      "http://www.ohchr.org/EN/pages/home.aspx",
      "https://monusco.unmissions.org/en",
      "https://binuh.unmissions.org/sites/default/files/quarterly_report_on_the_human_rights_situation_in_haiti_oct_-_dec_2023.pdf",
      "https://ohchr.org/en/press-briefing-notes/2024/02/un-human-rights-chief-appalled-alleged-summary-executions-mali",
      "https://www.monusco.unmissions.org/en",
      "http://ohchr.org/EN/pages/home.aspx",
      "https://www.binuh.unmissions.org/sites/default/files/quarterly_report_on_the_human_rights_situation_in_haiti_oct_-_dec_2023.pdf",
      "https://www.binuh.unmissions.org/en"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "türk",
          "sentiment": "none"
        },
        {
          "name": "volker türk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "world news",
          "sentiment": "negative"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "haiti",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        },
        {
          "name": "dr congo",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "nara",
          "sentiment": "none"
        },
        {
          "name": "bandiagara",
          "sentiment": "none"
        },
        {
          "name": "welingara",
          "sentiment": "none"
        },
        {
          "name": "ohchr",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:40:02.457+02:00",
    "updated": "2024-02-02T01:40:02.457+02:00"
  },
  {
    "uuid": "ec00625e28ef356803494b5e6c25a946d475bfed",
    "url": "https://www.world-today-news.com/eu-announces-development-of-new-packages-of-anti-russian-sanctions-german-ministry-of-economics/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T22:38:00Z",
    "title": "EU Announces Development of New Packages of Anti-Russian Sanctions: German Ministry of Economics - World Today News",
    "text": "Find out more in the full version ➞ The European Union is developing new packages of anti-Russian sanctions. This was announced by a representative of the German Ministry of Economics. According to him, the 12th package of sanctions, recently approved in Brussels, will be followed by new ones. At the same time, as reported TASS , Germany stated that the system of restrictions itself will be expanded and refined. “Possibilities for circumventing (sanctions – editor’s note) will be detected and suppressed,” noted a representative of the German Ministry of Economy . In turn, a representative of the German government called the sanctions regime against Russia “very effective.” “It is also true that Russia has found other recipients for its oil, but this is not a reason to abandon measures,” the German Cabinet believes. Let us recall that on December 18, the 12th package of sanctions against the Russian Federation was approved, according to which, among other things, a ban was introduced on the import of Russian diamonds into the European Union. Earlier, Germany predicted a new strategy for the Ukrainian Armed Forces after the failure of the counteroffensive. # Germany #announced #packages #sanctions # Russia 2023-12-28 20:59:00",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://tass.ru/mezhdunarodnaya-panorama/19645653",
      "https://www.tass.ru/mezhdunarodnaya-panorama/19645653"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "negative"
        },
        {
          "name": "ministry of economics",
          "sentiment": "negative"
        },
        {
          "name": "european union",
          "sentiment": "negative"
        },
        {
          "name": "cabinet",
          "sentiment": "none"
        },
        {
          "name": "tass",
          "sentiment": "none"
        },
        {
          "name": "ministry of economy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brussels",
          "sentiment": "none"
        },
        {
          "name": "russian federation",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:55.381+02:00",
    "updated": "2023-12-29T00:44:55.381+02:00"
  },
  {
    "uuid": "78cc054a20dc31514978e18750ca474aaab47a90",
    "url": "https://www.newsbreak.com/genesee-county-ny/3367711475912-hard-work-knowledge-dedication-kindness-and-hot-wheels-sgt-sanfratello-remembered-by-those-who-worked-with-him",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-03-14T18:26:00Z",
    "title": "Hard work, knowledge, dedication, kindness, and Hot Wheels: Sgt. Sanfratello remembered by those who worked with him",
    "text": "By Howard Owens ,\n9 hours ago NOTE: The Batavian reached out to current and former members of the Genesee County Sheriff's Office to write up remembrances of Sgt. Thomas A. Sanfratello, who died in the line of duty while serving and protecting his community on Sunday morning. Below are the remembrances we received. While we limited the request this round to people associated with the Sheriff's Office, we will publish more remembrances from the community if we receive a sufficient number. We invite other first responders, whether in law enforcement, fire services, EMS, or any community group, especially those of his friends and neighbors in Alexander, where he served as a town board member, to submit remembrances. Email your statements to howard@thebatavian.com, and please be sure to include at least \"Sanfratello\" in the subject line. If we receive a sufficient number by Friday evening, we will try to have them published by Saturday morning. Please also include your full name and any appropriate title in the body of the email.\nFormer Sheriff Gary Maha:\nWhen I received the phone call early Sunday morning from a deputy, who was assigned to make notifications of Sgt. Tom Sanfratello’s death, I was shocked. I thought to myself that if this were going to happen to someone, it wouldn’t be Sergeant Sanfratello. He was outgoing, very friendly to everyone and easy to get along with. However, he knew how to do his job and would do it well. It has been very emotional as it has been with his family, friends and especially current and past members of the Genesee County Sheriff’s Office who knew and worked with Tom.\nI remember when I hired him as a deputy sheriff in 1996. He was a young, thin guy working in dispatch. I am sure some thought why did they hire him as a deputy! I watched him mature, gain knowledge, and experience, and become an excellent officer. He was promoted to sergeant in 2007 and became an excellent road patrol supervisor and supervisor of the Civil Bureau.\nHe loved working for the Genesee County Sheriff’s Office and loved being a law enforcement officer. As someone said, “he would give you the shirt off his back if you needed it.” Tom was always dependable. If you asked him to do something, he would do it and do it right. He was instrumental in the implementation of our Public Safety Computer System and was a great source for younger officers with his 32 years of experience. He will be missed. RIP, Sergeant Sanfratello, and God Bless You.\nRetired Chief Deputy Gordon Dibble:\nI remember when Tommy started with the Sheriff's Office as a dispatcher. He was a skinny, twenty-two-year-old kid. When they hired him as a deputy sheriff, I remember thinking this is a mistake, he'll never cut it as a deputy. I was wrong. Tommy was like a sponge -- a quick learner, a problem solver, always wanting to know more.\nTommy filled out physically and got involved in as many things as he could. He was even on the SCUBA team. He was an overtime hog, working every extra detail that he could. I wonder how many hours he put in at Darien Lake Theme Park. He supervised almost every concert, working closely with the theme park managers to make concert nights go as smoothly as possible, and he was fearless. He was often first into a messy situation, leading from the front.\nTommy had a great sense of humor, a great smile, and the laugh of someone who enjoyed life. We shared many laughs together. We also shared an addiction. We were both addicted to Mountain Dew. My wife even shared an addiction with Tom: an addiction to the video game Candy Crush.\nI am just one of many, many people who will greatly miss Tom.\nChief Deputy Joseph Graff:\nThe loss of Sgt. Sanfratello has been a tragedy for his family, our law enforcement family and our community. Tom was a valued resource. His most recent role was as the sergeant in charge of our civil division and warrants. Tom always made himself available, whether on duty or not, to answer a question or phone call and was often sought out for his expertise in civil matters.\nTom had a remarkable ability to recall sections of the law that are not often used and had a system of organization that kept things running. Even after 32 years in Law Enforcement, Tom was still willing to go out into our community and do the job. Tom’s heart was evident in the annual Easter egg hunt he would hold at his home, hiding thousands of eggs and inviting the families of our office.\nIt was an honor to have had the opportunity to know Tom professionally and personally. His presence will truly be missed in our lives. My thoughts and prayers are with the family of Sgt. Sanfratello. Godspeed GS 9.\nInvestigator Chad Minuto:\nWhen I was approached by Howard to provide a memory or story about Tommy, it took me some time to comb through our past twenty years together. There are so many memories together that it would be impossible to choose just one. I think I would rather like to say a few words about my friend.\nI myself became a lot closer to Tommy over the past seven years after being promoted to Investigator. I would visit Tommy daily to bend his ear. Tommy was the pulse of the department. He was highly adept at how our office operated and played a crucial role in keeping the “engine running.” Tommy was organized “In his own way” and took a systematic approach to everything he did. Tommy was an extremely hard worker, a devoted deputy, and someone who cared deeply about the Sheriff’s Office. His work ethic, experience, and wealth of knowledge will be irreplaceable.\nTommy not only loved the Sheriff’s Department, but above that, he loved his family and children. Tommy, himself, was a giant kid at heart. He was an avid collector of Hot Wheels and Legos, often traveling across the country to attend and work at toy shows. I remember the smile on Tommy’s face when I told him my son had become interested in Legos. Tommy would routinely show me sneak peeks of unreleased Legos and share his duplicates of Lego mini figures with my son. Personally, I think Tommy shared these Legos because he felt bad knowing that I would not find these in stores. Why, you ask? Well, Tommy had likely cleaned out the inventory locally.\nThese past few days have been so surreal, and it is still hard to wrap my head around the fact that Tommy is gone. I know there will be times in the weeks and months ahead when something will remind me of Tommy and stop me in my tracks. I welcome these moments, as they will ensure that I will never forget what Tommy meant to this department or me. We will miss you, GS-9!\nDispatcher Jason Holman:\nSgt. Sanfratello , the Sheriff's sergeant, provided a calm and consistent veteran command presence to our office. He was a leader and mentor to those around him. He had a large part in the training and development of most of the deputies and investigators we have now. His long career and vast experience were an asset to new patrols as they came into their own. His knowledge of the operations of our agency, both out on patrol and within the Civil and Records Departments, will be sorely missed and not easy to replace quickly. He oversaw special detail assignments/scheduling at locations such as Darien Lake and Batavia Downs. His command of the staff at those assignments will be difficult to replace.\nHe was also an advocate for the work we do in the dispatch center because of his history there. Many times, as the first point of contact with someone in need, that dispatcher can set the tone for a call for service or demonstrate the effectiveness and professionalism of the Genesee County Sheriff's Office. Sgt. Sanfratello understood the importance of recruiting, hiring, training and retaining quality Emergency Services Dispatchers.\nAs a former union president, he advocated for his members. He was always searching for and often finding ways to improve the quality of life, salary, and benefits provided to our staff.\nOn the other side, Tom Sanfratello, the man, was a son, brother, father, uncle and, significant other, friend to many who loved him. Outside of work, he had an affinity for collecting diecast cars, specifically Hot Wheels. That hobby took him all over the country to shows and swap meets and garnered him a whole different community of friends and colleagues that I'm sure are also feeling the pain of his loss. More recently, he had taken up collecting and building Lego sets. What started as fun for him and his youngest daughter, Lexi, turned into another hobby and a large collection. He was a family man who loved his children. Ian recently graduated from the Corrections Officer Academy at the top of his class, and I don't think you could wipe the smile off of Tom's face that week. He was very proud of Ian's accomplishments and the fact that he was able to work alongside him.\nI'd also like to remind you that March 21 will be the one-year anniversary of Emergency Services Dispatcher Andrew Merkel's untimely passing. Our staff is also dealing with the weight of that anniversary. He shared many qualities with Tom and he is still sorely missed by many at our office.\nLastly, I'll leave you with something that has always struck home with me during a loss. For those who are hurting during this:\n\"Keep fighting. Persevere. Those who left us too soon are proud of you. Even though they may not have had the chance to say it.\"\nForgive me, as I don't recall where I once heard/saw that and could not tell you who may have said it. But some version of those words has stuck with me for a long time as I have dealt with loss in my own life.\nInvestigator James Diehl:\nTom was a man who never grew up. This is the best way I can describe Tom Sanfratello.\nHe loved collecting Hot Wheels cars and Legos. He got giddy like a kid on Christmas when new ones were going to be released or he found a rare Hot Wheels car. He had knowledge about the different types of cars, which ones were special, what codes meant what, and what cars he had that were overly impressive. Tom kept a bucket of Hot Wheels cars in a drawer in his office and would always tell people to take some for their kids or to hand out.\nI’ll remember the fantasy football leagues that he organized and the drafts he would have at his house.\nMy kids and I will always remember the Easter Egg hunts that “Mr. Tom” put on at his house. Tom and I would discuss him prepping for the event, filling 1,000 eggs weeks before the event with candy, Lego figurines, and hot wheel cars, all the things he loved. When I arrived on the day of the event to help put eggs out, it would be three hours before, and he came out of the house with box after box after box of plastic eggs totaling somewhere in the 4 to 5 thousands.\nAt the same event, he would hide golden eggs with money or a ticket for a large Oliver’s candy chocolate Easter bunny. Tom did all this without asking for a dime.\nIn recent years, many of us who attended had to tell him to accept money towards it, but he would still rarely look for help. During the event, he would walk around with his daughter Lexi, watching her and all the other kids run and gather so many eggs they wouldn’t be able to carry the bag they brought with them, and he would smile and take it all in, seeing what kids got the cherished golden eggs. He would ask if the kids got enough, knowing full well that parents were carrying bags bigger than the kids.\nTom got the same smile on his face during Shop with a Cop. He would help organize the event and liked to float through the store watching kids shop and maybe looking for a stray rare Hot Wheels car at the same time. But I feel like seeing the kids smile and the happiness that was brought towards the kids and families on that day, the good interactions deputies had with people, and the light conversations that developed is what he liked most.\nHe brought this same love to talk to people, to joke, sarcastic banter, and kid-like fun to work as well. His office is a perfect display of his personality as it holds toys in every direction. There are multiple-sized Lego cars, Hot Wheels cars in display cases, and a wall of signed photos of Tom meeting actors, including Erik Estrada (Officer Frank Poncherello) and Larry Wilcox (Officer Jon Baker) from the TV Show CHIPS, Catherine Bach (Daisy Duke), WWE celebrities Brie and Nikki Bella, John Cena and Bryan Danielson, Candy Clark (Debby) from American Graffiti, Jim Kelly, and Brad Paisley along with so many others. Until recently, a Halloween skeleton dressed as a deputy would sit across from Tom in his office and scare half the people who walked into it. Closest to his chair, along his desk, were photos of his kids, Ian, Kyla, and “Lexi.”\nAs our many conversations would lead us to different topics, he talked about these kids often. He was proud of all of them, especially recently when Ian graduated from the Correctional Academy and was working at the Genesee County Jail. As conversations about kids usually go through the ups and downs of life and the “he/she should do this or that” moments, I remember Tom saying that, most importantly, he wanted them to “do what makes them happy.” I’ll miss our daily conversations, our banters, him telling me like a dad that I’m wrong and being unreasonable. We had many discussions, conversations, and arguments, and Tom could always understand where you were coming from, even if he didn’t agree.\nRetired Investigator Pete Welker:\nTommy and I went through the police academy together back in 1996. We were young and excited to become Sheriff’s deputies. Going through the academy and then field training (FTO) can be very stressful for recruits. We helped each other along the way and ultimately made it through training. We then served in different capacities alongside each other for 30 years at the Sheriff’s Office, as well as serving on the union board together for probably 20 of those years.\nTommy was a very productive deputy (sergeant). Even in his latter years, Tommy would not only take a good amount of overtime, but he would be sure to get things done while working it. If he took DWI overtime, he would often times make an arrest during that shift. Tommy was a fixture at the Darien Lake concerts during the summer, supervised those details for years, and could somehow make chaos seem manageable. He was in charge of the Civil Office, in charge of warrants, and tasked with final approval and merging of all reports.\nTommy could be stern at times and was a stickler for making sure paperwork was complete, accurate, and on time. That said, however, as union president and even as a union rep before that, Tommy was the first one to stand up for the guys when labor-management issues arose.\nTommy was very proud of all of his children and spoke of them often. He and I would usually chat in his office a couple of times a week. You don’t realize how much you talk to someone until they are no longer there to talk to. In today’s society, the term “cop” has grown to mean so much more than just someone who makes arrests. It takes a wide array of skills to maneuver your way through serving communities in today’s world. Tommy had those skills and was a wealth of knowledge. Tommy loved being a cop and truly wanted to help people in any way that he could. We are all saddened by the loss of our friend and co-worker, Sgt. Thomas Sanfratello and it gives me some peace knowing that Tommy took his last breath on this earth doing what he loved and was sworn to do: protect and serve.\nRetired Dispatcher Gary Diegelman:\nI first met Tom when he came into communications in February 1992. He was always willing to learn and fast to learn. Tom always had a great attitude. I remember him always smiling and laughing. He was very excited to have been hired as a deputy sheriff. He excelled as a road deputy, and after being promoted to sergeant, Tom never forgot where he started in communications. Every day, he would stop in to say hi. If he needed help, he knew dispatchers were a good place to start. This will leave a huge hole in the Sheriff's Office. It such a tragic end to a well-loved professional, coworker and friend.\nRetired Deputy Brian Thompson:\nTommy rose through the ranks with hard work and determination. As a patrol officer we got along well and worked on cases together. As a sergeant, he did an excellent job streamlining report-taking and was always available to help with a question or glitch in the systems incorporated over the years. I always appreciated his patience with me or assistance in getting reports done, in the database and recovered for court cases. Enjoyed a lot of laughs and tears with Tom over the years. Our prayers and deepest condolences are with family and friends.\nRetired Deputy Chris Erion: Two things stand out when I think of Tom. He was a supervisor, and where he really excelled was his decisiveness. He didn’t just sit on the sideline giving directives, keeping his uniform clean. He followed through with his own directives and was willing to walk shoulder to shoulder with other members of law enforcement into any kind of hornet’s nest we may have encountered. I saw him do this on many occasions when it was called for. When I learned about his final call at the Downs, it sounded just like Tom to make a decision, and go straight towards the problem to restore order.\nThe other thing that really pops out when I think of Tom is how he loved his children. This was so obvious. If he were having a bad day or upset about some circumstance, that would all go away when he started to talk about some event, activity, or success of one of his children. He was very proud of them!\nLest we forget his Hot Wheels collection – if you didn’t know the difference between a Matchbox and a Hot Wheels, Tom would quickly, thoroughly, and with great passion explain the difference.\nDispatcher Nate Fix: Tom will be sorely missed. He was not only a born leader in this organization but someone I looked up to; I've been with Tommy since the late 90s at Darien Lake, now Six Flags, as the concert lieutenant. Personally, for the last 15 years, I've worked extremely closely with him. There are endless stories of the nights with Tommy and his leadership at Darien Lake and and how well he did. Tom will mostly be missed by me bedcaue of our 20-year relationship at Darien Lake concerts.\nHe was a very giving person, particularly started four years ago with his daughter's Easter egg hunt -- 4,000 Easter eggs, doing it all with his own money. He would put all the Easter eggs together with his daughter Alexei.\nThose are just small things that Tommy did. In the end, you look back, and you realize how generous he was.\nNot only will I miss him as a comrade here at the facility, but the town board in Alexander will also miss him. He worked great with the Alexander Fire Department.\nIt was a year this month that we also lost (Dispatcher) Andy Merkle. So that's also been playing on our minds a year later, we're kind of going through something similar with someone we work with and it's unexpected.\nTom was a pillar of this organization. There are things that he did behind the scenes of this organization that we're going to have to figure out. I just wish he had the time and took the time to retire and enjoy his retirement and see it. But his long hard work doesn't go unnoticed in his years of service.\nAnd I can't forget our daily talks as union presidents. He was DSA and I was GCSEA.\nI hope the Sanfratello family finds comfort in knowing how many people truly love their brother, their uncle, and their father.\nGS-9 will never be forgotten.\nUntil we meet again, we'll always think of you.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sanfratello",
          "sentiment": "positive"
        },
        {
          "name": "howard owens",
          "sentiment": "positive"
        },
        {
          "name": "alexander",
          "sentiment": "none"
        },
        {
          "name": "thomas a. sanfratello",
          "sentiment": "none"
        },
        {
          "name": "gary maha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sheriff's office",
          "sentiment": "none"
        },
        {
          "name": "ems",
          "sentiment": "none"
        },
        {
          "name": "nesee county sheriff's office",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:51:41.254+02:00",
    "updated": "2024-03-15T00:51:41.254+02:00"
  },
  {
    "uuid": "09852ad38624e998fc5cacf74b8ed87eeb4db9c7",
    "url": "https://ground.news/article/new-nyc-mayor-tries-to-dictate-restrictions-on-migrant-buses_a059eb",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T21:25:00Z",
    "title": "Ground News - New: NYC Mayor Tries to Dictate Restrictions on Migrant Buses",
    "text": "Summary by Ground News New York City issues restrictions on arrivals of buses loaded with migrants. City also sent warning letters to charter bus companies that the city has identified as engaging in transporting newly arrived migrants. New York City plans to pursue a 20 percent reduction in spending on the migrant crisis in the fiscal year 2024 preliminary budget. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nHot Air Lean Right Mixed Factuality Media Conglomerate: Salem Media Group New: NYC Mayor Tries to Dictate Restrictions on Migrant Buses Laugh worthy\n12 hours ago · Arlington, United States Read Full Article\nHot Air Lean Right Mixed Factuality Media Conglomerate: Salem Media Group\nNew: NYC Mayor Tries to Dictate Restrictions on Migrant Buses Laugh worthy\n12 hours ago · Arlington, United States Read Full Article Daily Finland NYC imposes restrictions on arrivals of migrant buses New York City issued restrictions on Wednesday on arrivals of buses loaded with migrants amid a new wave of arrival, according to an executive order issued by Mayor Eric Adams, reported Xinhua. Charter bus companies transporting...\n51 minutes ago · H K I, Finland Read Full Article\nDaily Finland\nNYC imposes restrictions on arrivals of migrant buses New York City issued restrictions on Wednesday on arrivals of buses loaded with migrants amid a new wave of arrival, according to an executive order issued by Mayor Eric Adams, reported Xinhua. Charter bus companies transporting...\n51 minutes ago · H K I, Finland Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://hotair.com/karen-townsend/2023/12/28/new-nyc-mayor-tries-to-dictate-restrictions-on-migrant-buses-n601565?utm_source=ground.news&utm_medium=referral",
      "https://www.dailyfinland.fi/worldwide/35648/NYC-imposes-restrictions-on-arrivals-of-migrant-buses?utm_source=ground.news&utm_medium=referral",
      "https://hotair.com/karen-townsend/2023/12/28/new-nyc-mayor-tries-to-dictate-restrictions-on-migrant-buses-n601565",
      "https://dailyfinland.fi/worldwide/35648/NYC-imposes-restrictions-on-arrivals-of-migrant-buses?utm_source=ground.news&utm_medium=referral",
      "https://www.hotair.com/karen-townsend/2023/12/28/new-nyc-mayor-tries-to-dictate-restrictions-on-migrant-buses-n601565?utm_source=ground.news&utm_medium=referral",
      "https://www.dailyfinland.fi/worldwide/35648/NYC-imposes-restrictions-on-arrivals-of-migrant-buses"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eric adams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news",
          "sentiment": "neutral"
        },
        {
          "name": "salem media group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "arlington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:46.280+02:00",
    "updated": "2023-12-29T00:18:46.280+02:00"
  },
  {
    "uuid": "3ed00b458102557eb129fc39f5705c4531199029",
    "url": "https://www.dailymotion.com/video/x8r789y",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Goalcast",
    "published": "2024-01-05T19:37:00Z",
    "title": "What She Learned About Falling in Love | Sandra Elia - video Dailymotion",
    "text": "What She Learned About Falling in Love | Sandra Elia 2 minutes ago \"Sandra Elia takes us through her journey on the search for love. Recommended RoneLike vidio | like u kaur b falling like the stars james arthur i guess i just feel like dance like hardy sandhu chetta i like you i see it i like it i want it i got it tiktok like cheta i like you she move it like song she move it like badshah she Amar s abhi gaming LTYH: Matt Ranaudo Wanted to Talk to Rudi Off Camera After She Revealed She Was Falling in Love People Jennifer Lopez Says 'Stuff' Started 'Falling Into Place' Once She Realized She Was 'Good' on Her Own People Sandra Oh Equates Finding the Right Job to \"Falling in Love\" | Drama Actress Roundtable The Hollywood Reporter Scheana Shay Says She Had A Falling Out With Chrishell Stause After DMing Justin Hartley Hollywood Film Trailer Lindsay Lohan models a cream-colored dress as she promotes her new movie Falling For Christmas - 1br 1BN-General Baby girl learns the meaning of 'REAL STRUGGLE' as she tries to stop herself from falling asleep WooGlobe Ella Mai Says She Has Two Unreleased Songs With J.Cole, Talks Falling In And Out Of Love + More Samuel Fly The Bachelorette: Katie Learns 2 Men Are 'Falling' for Her, But Chases After Guy She Sends Home People Daniel: “I can’t help falling in love with Kathryn because she makes me happy.” ABS-CBN Entertainment Selena Gomez 'Isn't Concerned About Falling In Love' As She Turns 30: It's 'Her Year To Shine' Hollywood Life",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sandra elia",
          "sentiment": "neutral"
        },
        {
          "name": "jennifer lopez",
          "sentiment": "none"
        },
        {
          "name": "unrel",
          "sentiment": "none"
        },
        {
          "name": "amar",
          "sentiment": "none"
        },
        {
          "name": "matt ranaudo",
          "sentiment": "none"
        },
        {
          "name": "ella mai",
          "sentiment": "none"
        },
        {
          "name": "scheana shay",
          "sentiment": "none"
        },
        {
          "name": "lindsay lohan",
          "sentiment": "none"
        },
        {
          "name": "sandra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "justin hartley hollywood film trailer",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:32:01.970+02:00",
    "updated": "2024-01-06T00:32:01.970+02:00"
  },
  {
    "uuid": "3cae71c68631925df288fcca51f03f0c44ae8736",
    "url": "https://estadodemexico.heraldodemexico.com.mx/municipios/2024/7/11/destaca-delfina-gomez-que-programa-de-obras-es-resultado-de-austeridad-transparencia-1644.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gerardo García",
    "published": "2024-07-12T03:35:00Z",
    "title": "Destaca Delfina Gómez que programa de Obras es resultado de austeridad y transparencia | Heraldo Estado de México",
    "text": "La Gobernadora mexiquense, Delfina Gómez Álvarez destacó que el Programa de Obra Pública que se implementa en este año en el Estado de México, es resultado de la austeridad y la transparencia en el uso de los recursos. Al iniciar las obras de infraestructura deportiva y vial en Tenango del Valle, Rayón, San Antonio la Isla y Chapultepec, la mandataria señaló que en su administración se destinan recursos de manera transparente, lo que permite un desarrollo equitativo de la entidad y el bienestar de las y los mexiquenses. Sigue leyendo: [Se congratula Delfina Gómez con “Programa de Mejoramiento Urbano” al beneficiar a 7 municipios](https://estadodemexico.heraldodemexico.com.mx/municipios/2024/7/11/se-congratula-delfina-gomez-con-programa-de-mejoramiento-urbano-al-beneficiar-municipios-1635.html) [Arranca la operación de la planta potabilizadora Madín II: Conagua](https://estadodemexico.heraldodemexico.com.mx/municipios/2024/7/11/arranca-la-operacion-de-la-planta-potabilizadora-madin-ii-conagua-1639.html) Durante los trabajos de construcción se generarán 928 empleos directos e indirectos En su gira de trabajo, la titular del Ejecutivo estatal dio banderazo de inicio a varios proyectos del Programa de Obra Pública 2024 integrado por 125 propuestas y una inversión total de mil 500 millones de pesos. “Esta medida de austeridad y manejar los recursos adecuadamente, nos ha permitido liberar recursos que ahora se destinan a la realización de obra pública que beneficia directamente a nuestras comunidades, demostrando con hechos que el poder está al servicio del pueblo”, dijo. También explicó que las obras tienen vocación social y humanista, particularmente los trabajos de rehabilitación de parques y unidades deportivas, que permitirán tener espacios, no solo para convivir, sino para practicar un deporte, fortalecer los valores y lograr la paz mental que hace falta como sociedad. Desde Tenango del Valle, agradeció al gabinete estatal por trabajar con austeridad, pues dijo que una de las acciones realizadas desde el inicio de su gobierno fue la disminución de salarios en beneficio del pueblo mexiquense. Las obras que arrancaron serán la rehabilitación del Parque Municipal en Tenango con una inversión de 24.7 millones de pesos, en beneficio de 90 mil habitantes del municipio; además, durante los trabajos de construcción se generarán 928 empleos directos e indirectos. También se remodelará la cancha de futbol rápido, la trotapista, el ciclopuerto, la ciclovía, el módulo sanitario, el área de calistenia, la zona de patinaje y juegos infantiles, las áreas verdes y de mascotas; el teatro al aire libre, la construcción de gradas nuevas y un estacionamiento para motocicletas. En Rayón, se modernizará la Unidad Deportiva “Dionicio Cerón” en beneficio de 47 mil personas. Se rehabilitará el pórtico de acceso, las canchas de frontenis, basquetbol y futbol; se construirá un gimnasio al aire libre, un salón de yoga, y dos canchas de pádel. Mediante este proyecto se crearán mil 820 empleos directos e indirectos. En San Antonio la Isla, se anunció la pavimentación de la calle Francisco I. Madero con una inversión de 14 millones de pesos para más de 46 mil personas. Finalmente en Chapultepec, se modernizará la Unidad Deportiva en la colonia del Campesino, con accesos, un estacionamiento, cuatro canchas de usos múltiples; modernización de la alberca, área de juegos infantiles, ejercitadores y andadores; la rehabilitación de las canchas de futbol rápido, frontenis y trotapista en beneficio de 58 mil habitantes del municipio. En la Gómez Álvarez estuvo acompañada por deportistas e integrantes del gabinete estatal, además de los alcaldes Roberto Bautista Arellano, de Tenango del Valle; Erick Cedillo Hinojosa, de Rayón; Lizeth Marlene Sandoval Colindres, de San Antonio la Isla; y Laura Amalia González Martínez, de Chapultepec.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T06:40:08.243+03:00",
    "updated": "2024-07-12T06:40:08.243+03:00"
  },
  {
    "uuid": "a68d8e786fb2fbeb833ac3a25ca3ba3aa67b2cdc",
    "url": "https://www.pressherald.com/2024/06/06/biden-says-he-wouldnt-pardon-son-in-felony-gun-case-in-delaware",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrick Svitek",
    "published": "2024-06-06T00:00:00Z",
    "title": "Biden says he wouldn’t pardon son in felony gun case in Delaware",
    "text": "President Biden said Thursday he would not pardon his son Hunter Biden if he is convicted in his felony gun trial in Delaware. Joe Biden replied “yes” when asked in an ABC News interview whether he would rule out pardoning Hunter Biden, according to the network. He also said “yes” when interviewer David Muir asked whether the president would accept the trial’s outcome. The president has maintained for months that he would not pardon his son. “I’ve been very clear – the president is not going to pardon his son,” White House press secretary Karine Jean-Pierre told reporters in December. Hunter Biden is accused of making false statements in filling out paperwork to purchase a gun in 2018. He has pleaded not guilty. The maximum sentence for the most serious charge is 10 years in prison, though if convicted, Hunter Biden would probably face a lighter sentence. Hunter Biden’s trial is unfolding days after former President Donald Trump was convicted on all counts in his hush money trial in New York. Trump has vocally criticized the trial as being “rigged” against him, accusing the judge and prosecutors of being politically motivated. “He’s trying to undermine it,” Biden said in the ABC News interview. “He got a fair trial. The jury spoke.” The Manhattan jury found Trump guilty on 34 counts of falsifying business records to conceal a hush money payment to an adult-film actress. With the verdict, Trump became the first former U.S. president convicted of a crime. In Hunter Biden’s case, prosecutors have alleged that he falsely claimed on the gun paperwork that he was not addicted to or using illegal drugs. His attorneys have disputed that, saying he was not taking drugs at the time. The trial saw testimony Thursday from Hallie Biden, the widow of Hunter Biden’s late brother, Beau Biden. Hunter Biden began a romantic relationship with Hallie Biden after Beau Biden’s death in 2015, and she threw away the gun that is central to the case. On the witness stand, Hallie Biden described her efforts to get rid of the gun, saying she “panicked” and was worried about Hunter Biden and her children. ABC’s interview with President Biden took place in France, where he joined other world leaders Thursday to commemorate the 80th anniversary of D-Day, part of a trip in which he is seeking to draw contrasts between his leadership style and that of Trump. Despite the White House statements in recent months, some Republicans have insisted the president will pardon his son. Before the ABC News interview was released, Vivek Ramaswamy, a former Republican presidential candidate, said on social media that the trial was a “smoke screen” and the outcome “doesn’t matter because Joe Biden can & will pardon” his son. The president has long been protective of his son and has spoken lovingly about him. First lady Jill Biden has attended the Delaware trial. The president said in a statement on the first day of the trial that he would not comment on the case but that he has “boundless love” for his son and would continue to support him. Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. Progressive influencers push labor board to crack down on Amazon Woman who worked in the shadows on D-Day awarded France’s highest honor",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "hunter biden",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "david muir",
          "sentiment": "none"
        },
        {
          "name": "karine jean-pierre",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delaware",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:51:50.609+03:00",
    "updated": "2024-06-07T01:51:50.609+03:00"
  },
  {
    "uuid": "53dd4deae8f3e4dfeb204369be3598ec078d8fc4",
    "url": "https://www.tellerreport.com/news/2023-12-28-syria-reports-heavy-israeli-airstrikes-%E2%80%93-damascus-airport-hit.BJGSvg_jPa.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T22:02:00Z",
    "title": "Syria reports heavy Israeli airstrikes – Damascus airport hit - Teller Report",
    "text": "Enlarge image Damascus International Airport Photo: YOUSSEF BADAWI / EPA-EFE Attacks in the dark: Israel has again attacked targets near the capital Damascus, according to Syrian state media and the Ministry of Defense. Air defenses are targeting \"enemy targets\" near the city, the state news agency Sana said on Thursday. Syrian state television also reported Israeli attacks from the Damascus area. According to the Syrian Defense Ministry, the attacks were carried out from the Israeli-occupied Golan Heights. The agency did not report any casualties of the shelling. According to the UK-based Syrian Observatory for Human Rights, the strikes targeted an air defense position in the southern Syrian province of Suweida, as well as the area around Damascus International Airport. The airport had only reopened a day earlier – after being closed for several weeks as a result of an earlier Israeli airstrike at the end of November. In October, the airports in Damascus and Aleppo in northwestern Syria had already been forced to suspend operations twice following Israeli air strikes. In general, Israel rarely comments on individual attacks in Syria. However, it has repeatedly stressed that it will not allow its arch-enemy Iran to expand its presence in Syria. Tehran is allied with Syrian ruler Bashar al-Assad. Since the beginning of the Syrian civil war in 2011, Israel has shelled the neighboring country from the air hundreds of times. The attacks are directed in particular against the Iranian-backed Lebanese Hezbollah militia, but also against positions of the Syrian army. Since the start of the war against the Hezbollah-allied radical Islamic Palestinian organization Hamas nearly two months ago, Israel has intensified airstrikes in Syria. dop/AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "youssef badawi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "epa",
          "sentiment": "negative"
        },
        {
          "name": "efe attacks",
          "sentiment": "negative"
        },
        {
          "name": "syrian defense ministry",
          "sentiment": "none"
        },
        {
          "name": "ministry of defense",
          "sentiment": "none"
        },
        {
          "name": "syrian observatory for human rights",
          "sentiment": "none"
        },
        {
          "name": "sana",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "damascus international airport",
          "sentiment": "none"
        },
        {
          "name": "damascus",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "golan heights",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "aleppo",
          "sentiment": "none"
        },
        {
          "name": "suweida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:19.184+02:00",
    "updated": "2023-12-29T00:08:19.184+02:00"
  },
  {
    "uuid": "d41053c40bdbe9cc165954032b23e768abcfa749",
    "url": "https://www.infobae.com/america/agencias/2025/07/10/sucesosrescatadas-dos-personas-en-caracena-soria-que-tuvieron-que-subirse-a-lo-alto-de-un-molino-por-la-lluvia-caida/",
    "ord_in_thread": 0,
    "author": "@infobae",
    "published": "2025-07-10T12:04:00Z",
    "title": "Sucesos.Rescatadas dos personas en Caracena (Soria) que tuvieron que subirse a lo alto de un molino por la lluvia caída - Infobae",
    "text": "Los bomberos de la Diputación provincial de Soria del parque de la Ribera han rescatado a dos personas en la localidad de Caracena y 'achicado' agua durante más de cinco horas en El Burgo de Osma como consecuencia de las fuertes tormentas caídas en las últimas horas.\nLos bomberos acudieron sobre las 20:00 horas de este miércoles al rescate de dos personas que, debido a la crecida del río, tuvieron que refugiarse en la parte alta de un antiguo molino rehabilitado, según han informado desde la Diputación de Soria.\nEl hecho se produjo en el término de Caracena, concretamente a la altura de la carretera SO-P 4123, en el punto kilométrico 20, en el que una vivienda quedaba inundada debido al desbordamiento del río Caracena. Dos personas quedaron aisladas en el piso superior y fueron rescatadas.\nAmbas resultaron ilesas y se trasladaron a El Burgo de Osma. En el rescate participaron cuatro profesionales con diverso material de salvamento.\nAdemás, durante la noche del citado miércoles, sobre las 23.00 horas, los bomberos de Diputación provincial de Soria del parque de la Ribera recibieron múltiples avisos tanto de particulares como de sala de emergencias 112, todos ellos procedentes de la localidad de El Burgo de Osma, debido a las fuertes precipitaciones.\nUn equipo de cuatro bomberos profesionales y dos auxiliares estuvo desde las 22.45 horas y hasta las 4.00 horas de la madrugada retirando agua a una decena de bajos que se había anegado por la fuerte tromba de agua y granizo que recibió la localidad. Los profesionales realizaron intervenciones en garajes, sótanos y locales, todos ellos de achique de agua y limpieza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Disaster and Accident"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Social Issue->communities",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Disaster and Accident->emergency response"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_co",
        "top_news_cl",
        "top_news_il",
        "top_news_es",
        "top_news_pt",
        "top_news_us",
        "top_news_pe",
        "top_news_mx",
        "top_news_ar",
        "top_news_ve",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T16:16:33.097+03:00",
    "updated": "2025-07-10T13:20:57.000+00:00"
  }
]