[
  {
    "uuid": "2ed0140906a377d9024b650f9a8e1485accde8a7",
    "url": "https://flipboard.com/article/ef-1-tornadoes-with-110-mph-winds-touch-down-in-gaston-and-cleveland-counties/f-0eea5f55f2%2Fqcnews.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "qcnews.com - Ciara Lankford",
    "published": "2024-05-09T00:00:00Z",
    "title": "EF-1 tornadoes with 110 mph winds touch down in Gaston and Cleveland counties | Flipboard",
    "text": "EF-1 tornadoes with 110 mph winds touch down in Gaston and Cleveland counties (QUEEN CITY NEWS) -- An EF-1 tornado with peak winds of 110 mph, and a width of 100 yards, touched down in Gaston and Cleveland counties during … More stories from [Lexington County (S.C.)](/topic/lexingtoncountysouthcarolina) More stories from [Gaston County](/topic/gastoncounty) [Officer shoots woman who allegedly fired gun in Gastonia Walmart parking lot](/topic/gastoncounty/officer-shoots-woman-who-allegedly-fired-gun-in-gastonia-walmart-parking-lot/a-XkFirM70Rse70fmTNJ34Og%3Aa%3A3408231782-9efcc9a8a8%2Fwsoctv.com) A woman accused of firing gunshots in the parking lot of a Gastonia Walmart was shot by a police officer, authorities say.Gastonia police said the … [Tornadoes tear through the southeastern U.S. as storms leave 1 dead in NC, 2 in Tennessee](/topic/gastoncounty/tornadoes-tear-through-the-southeastern-u-s-as-storms-leave-1-dead-in-nc-2-in-/a-RKXRdZxwS3WB6zMEsZbtSA%3Aa%3A2910139234-570dd9f5fe%2Fwfae.org) COLUMBIA, Tenn. — Forecasters warned a wave of dangerous storms in the U.S. could march through parts of the South early Thursday, after storms a day … [Final NC mining permit for Piedmont Lithium comes with certain limits west of Charlotte](/topic/gastoncounty/final-nc-mining-permit-for-piedmont-lithium-comes-with-certain-limits-west-of-ch/a-xVGbilXtQICo5ZxSN_86Dg%3Aa%3A2899520925-f309b9c507%2Fnewsobserver.com) Piedmont Lithium is moving another step closer to opening its controversial $1.2 billion North Carolina lithium mine in Gaston County after the state … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Tornadoes](/topic/tornado) [Doorbell video shows Michigan tornado leveling nearly every tree in sight](/topic/tornado/doorbell-video-shows-michigan-tornado-leveling-nearly-every-tree-in-sight/a-NrWRGHSMRl6e5xQ2aG_AIA%3Aa%3A7898837-a50a232570%2Fkrqe.com) (NEXSTAR) — The doorbell camera of a Portage, Michigan home captured the power of a tornado that splintered and uprooted massive trees Tuesday. The … [North Alabama storm and tornado damage: Here are photos, video](/topic/tornado/north-alabama-storm-and-tornado-damage-here-are-photos-video/a-77Prs91qS4Kxdb6PTEoX7A%3Aa%3A3171955741-1da468849c%2Fal.com) Alabamians are bracing for more rounds of severe weather Thursday, even as they begin to assess the damage in sunlight of overnight storms … [22-mile tornado tossed trees onto homes during deadly Charlotte-area storms, NWS says](/topic/tornado/22-mile-tornado-tossed-trees-onto-homes-during-deadly-charlotte-area-storms-nws/a-Ev3PUX9lTrmc8V5BmQBh6A%3Aa%3A2874149858-f49a4b81c6%2Fcharlotteobserver.com) An EF-1 tornado with 110-mph winds tossed trees onto homes along a 22-mile path during Wednesday’s deadly Charlotte-area storms, a National Weather …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "gastonia walmart",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cleveland",
          "sentiment": "none"
        },
        {
          "name": "gaston",
          "sentiment": "none"
        },
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "lexington county",
          "sentiment": "none"
        },
        {
          "name": "nc",
          "sentiment": "none"
        },
        {
          "name": "gaston county",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "columbia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T13:46:35.527+03:00",
    "updated": "2024-05-10T13:46:35.527+03:00"
  },
  {
    "uuid": "78bdfae8952a9014851e64314888df37b4cf64ec",
    "url": "https://www.radiogranma.icrt.cu/palestina-exige-investigacion-internacional-sobre-crimenes-israelies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Radio Granma Manzanillo",
    "published": "2024-02-01T18:50:00Z",
    "title": "Radio Granma",
    "text": "Ramala, 1 feb (Prensa Latina) La Cancillería palestina instó hoy a crear un equipo internacional para investigar sobre el terreno las masacres de las tropas israelíes en la Franja de Gaza. El Ministerio de Relaciones Exteriores y Emigrantes señaló en un comunicado que el grupo debería visitar el enclave costero para constatar el tamaño y las dimensiones del genocidio contra el pueblo palestino. Además, expresó, debería analizar el tema de las personas desaparecidas y detenidas por los militares del vecino país. El descubrimiento de la fosa común, donde fueron enterrados 30 personas con los ojos vendados y las manos atadas, es una clara evidencia de que fueron ejecutados a sangría fría, subrayó. La cartera señaló que ese hallazgo refleja la magnitud de la tragedia a la que están expuestos los civiles en ese territorio, donde viven unos 2,3 millones de personas. Al respecto, condenó “las masacres masivas y ejecuciones, incluso de detenidos, en flagrante violación de todas las normas y leyes internacionales”. Según datos oficiales, desde el inicio del nuevo ciclo de violencia, el 7 de octubre, más de 26 mil palestinos perdieron la vida en la Franja y otros 65 mil resultaron heridos. jf/rob",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:13:16.062+02:00",
    "updated": "2024-02-02T01:13:16.062+02:00"
  },
  {
    "uuid": "050b43f50a4f1c53da605c2341aa888dcedf5bab",
    "url": "https://www.zacks.com/stock/news/2267415/arcosa-aca-q1-earnings-and-revenues-beat-estimates",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks Investment Research",
    "published": "2024-05-02T00:00:00Z",
    "title": "Arcosa (ACA) Q1 Earnings and Revenues Beat Estimates - May 2, 2024 - Zacks.com",
    "text": "Arcosa ( ACA Quick Quote ACA - Free Report ) came out with quarterly earnings of $0.73 per share, beating the Zacks Consensus Estimate of $0.57 per share. This compares to earnings of $1.06 per share a year ago. These figures are adjusted for non-recurring items.\nThis quarterly report represents an earnings surprise of 28.07%. A quarter ago, it was expected that this provider of infrastructure-related products and services would post earnings of $0.33 per share when it actually produced earnings of $0.68, delivering a surprise of 106.06%.\nOver the last four quarters, the company has surpassed consensus EPS estimates four times.\nArcosa , which belongs to the Zacks Building Products - Miscellaneous industry, posted revenues of $598.6 million for the quarter ended March 2024, surpassing the Zacks Consensus Estimate by 3.26%. This compares to year-ago revenues of $549.2 million. The company has topped consensus revenue estimates four times over the last four quarters.\nThe sustainability of the stock's immediate price movement based on the recently-released numbers and future earnings expectations will mostly depend on management's commentary on the earnings call.\nArcosa shares have lost about 7.6% since the beginning of the year versus the S&P 500's gain of 5.2%.\nWhat's Next for Arcosa?\nWhile Arcosa has underperformed the market so far this year, the question that comes to investors' minds is: what's next for the stock?\nThere are no easy answers to this key question, but one reliable measure that can help investors address this is the company's earnings outlook. Not only does this include current consensus earnings expectations for the coming quarter(s), but also how these expectations have changed lately.\nEmpirical research shows a strong correlation between near-term stock movements and trends in earnings estimate revisions. Investors can track such revisions by themselves or rely on a tried-and-tested rating tool like the Zacks Rank, which has an impressive track record of harnessing the power of earnings estimate revisions.\nAhead of this earnings release , the estimate revisions trend for Arcosa: mixed. While the magnitude and direction of estimate revisions could change following the company's just-released earnings report, the current status translates into a Zacks Rank #3 (Hold) for the stock. So, the shares are expected to perform in line with the market in the near future. You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here .\nIt will be interesting to see how estimates for the coming quarters and current fiscal year change in the days ahead. The current consensus EPS estimate is $0.82 on $638.3 million in revenues for the coming quarter and $3.38 on $2.52 billion in revenues for the current fiscal year.\nInvestors should be mindful of the fact that the outlook for the industry can have a material impact on the performance of the stock as well. In terms of the Zacks Industry Rank, Building Products - Miscellaneous is currently in the top 19% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1.\nOne other stock from the same industry, CaesarStone ( CSTE Quick Quote CSTE - Free Report ) , is yet to report results for the quarter ended March 2024. The results are expected to be released on May 8.\nThis maker of quartz surface slabs is expected to post quarterly loss of $0.16 per share in its upcoming report, which represents a year-over-year change of +5.9%. The consensus EPS estimate for the quarter has remained unchanged over the last 30 days.\nCaesarStone's revenues are expected to be $126.7 million, down 15.9% from the year-ago quarter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "zacks consensus estimate",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-03T01:31:17.035+03:00",
    "updated": "2024-05-03T01:31:17.035+03:00"
  }
]