[
  {
    "uuid": "623724fdebda5f9de5251c455ffa12518b0e531d",
    "url": "https://www.eluniversal.com.co/cartagena/lanzan-campana-para-que-la-emisora-minuto-de-dios-no-desaparezca-de-cartagena-CE10055733",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JUAN SEBASTIÁN RAMOS",
    "published": "2024-02-23T19:20:00Z",
    "title": "Lanzan campaña para que la emisora Minuto de Dios no desaparezca de Cartagena | EL UNIVERSAL - Cartagena",
    "text": "Un importante revés ha golpeó a la reconocida emisora Minuto de Dios en Cartagena, ubicada en el sector del Pie de la Popa. El pasado martes 6 de febrero, un incendio desolador arrasó con sus instalaciones, marcándolos este 2024. Todo comenzó con la explosión de dos cañuelas en un poste de luz frente a la emisora, desencadenando un evento devastador. El siniestro tuvo lugar alrededor de las 9:30 p.m., con una explosión leve, y aunque el servicio se restauró brevemente, la segunda explosión desató un incendio que consumió la infraestructura eléctrica de la emisora, así como dos oficinas y todos los equipos técnicos necesarios para la transmisión de su programación, incluidos 14 computadores y una consola. [ Lea también: Alcaldía de Cartagena se prepara para honrar y celebrar la niñez](https://www.eluniversal.com.co/cartagena/alcaldia-de-cartagena-se-prepara-para-honrar-y-celebrar-la-ninez-FE10054414) A pesar de la magnitud del desastre, se puede considerar afortunado que el incendio no haya cobrado vidas humanas. Sin embargo, la capacidad de la emisora para seguir operando ha sido gravemente mermada. La Emisora Minuto de Dios, una institución de gran valor para la comunidad católica y que recientemente celebró su 25º aniversario en la ciudad el 23 de enero, se encuentra ahora en una posición precaria. A pesar de su posición como la sexta emisora más escuchada en Cartagena, enfrenta un camino difícil hacia la recuperación. Recientemente el padre John Mario Montoya, anunció algunos detalles sobre las actividades que estarán adelantando para que la comunidad cartagenera se solidarice, y la emisora, que durante años ha estado al aire, no desaparezca. “Hace 15 días y dos semanas tuvimos esta dificultad en nuestra querida emisora Minuto de Dios de Cartagena, fieles siervas de Jesús nos han provisto con una casa al lado de la emisora, y ahí nos hemos instalado y con la ayuda de los técnicos de Cartagena y un técnico que vino desde Bogotá hemos puesto a funcionar nuestra emisora, lo hemos hecho con mucho amor”, mencionó Montoya. [Lea también: ¿Qué pasó con el perro que mordió y le causó la muerte a un niño en Arjona?](https://www.eluniversal.com.co/sucesos/que-paso-con-el-perro-que-mordio-y-le-causo-la-muerte-a-un-nino-en-arjona-NE10053691) Y agregó: “la emisora, mis hermanos, está en cuidados intensivos. No volverá a funcionar normalmente, por lo menos durante cuatro o cinco meses mientras al aseguradora puede dar para comprar una consola. Nunca habíamos tenido un momento con tantas dificultades, y si está amenazada la existencia de la emisora, está amenazada la existencia del emisor. Por eso nos hemos dado a la tarea de organizar a partir del próximo lunes una campaña, contando con el apoyo de la Arquidiócesis y de emisoras amigas”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T21:38:39.081+02:00",
    "updated": "2024-02-23T21:38:39.081+02:00"
  },
  {
    "uuid": "a7e74e435493681942be5a4bd817dface1c2ec21",
    "url": "https://www.breakingnews.ie/sport/mohamed-salah-claims-record-breaking-goal-as-liverpool-hit-sparta-prague-for-six-1601463.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ireland's premier breaking news app",
    "published": "2024-03-14T22:05:00Z",
    "title": "Mohamed Salah claims record-breaking goal as Liverpool hit Sparta Prague for six",
    "text": "Mohamed Salah warmed up for Sunday’s FA Cup quarter-final against Manchester United with a record-breaking goal in Liverpool’s 6-1 Europa League demolition of Sparta Prague at Anfield. Jurgen Klopp’s side were already virtually guaranteed a quarter-final place after their 5-1 first-leg victory but four goals in the opening 13-and-a-half minutes started the rout. They were only the second team in major UEFA competition history to score four inside the first 14 minutes, after Chelsea against Jeunesse Hautcharage in the Cup Winners’ Cup in 1971-72, but Salah is one for setting standards not matching them. The Egypt international, playing his first 90 minutes since New Year’s Day – due to the African Nations Cup and the hamstring injury he sustained playing in the tournament – scored the third goal for his 20th of the campaign. It was the seventh-successive season he has reached the milestone and the first time any Liverpool player in their 132-year history had achieved such a feat. If he needed any tuning up before the trip to Old Trafford then the Czech champions provided it as he also claimed two assists in that early blitz, with 19-year-old Bobby Clark benefiting to score his first goal for the club and Cody Gakpo turning home his cross from close range. Darwin Nunez opened the scoring with a clinical strike from 16 yards – just seven minutes earlier – with the best of the quartet but that was forgotten in the blur of goals which followed as Sparta’s players were left chasing shadows and questioning their own abilities. When the fourth goal went in, captain Ladislav Krejci, whose mistake had led to the second, called a crisis meeting in the middle of the pitch. It all seemed a bit futile as even though their task at kick-off was an improbable one, their defending was so naive it bordered on the embarrassing. Midfielder Dominik Szoboszlai, who added the fifth two minutes into the second half, crossed for Nunez to clip home a shot in the seventh minute for his 17th of the season and his sixth in as many games. But instead of keeping it tight, the visitors continued to play out from the back and when Salah charged down Krejci, the rebound fell kindly for Clark to slot under goalkeeper Peter Vindahl. The favour was returned when Clark muscled Jaroslav Zleny off the ball 25 yards out to tee up Salah to curl home his milestone goal, Gakpo then turning home the Egyptian’s cross from close range after more sloppy defending. Nunez ballooned over Liverpool’s easiest chance from six yards from another Salah cross before Conor Bradley’s fierce drive was parried by the goalkeeper. Veljko Birmancevic held off the backtracking Wataru Endo to poke a shot past Caoimhin Kelleher just before the break but it was a brief respite as, after Nunez, Endo and Joe Gomez were replaced during the interval, Szoboszlai’s near-post drive took a deflection on the way in. When Vindahl’s punch at a corner only reached the edge of the area Harvey Elliott fired in a low shot which Gakpo touched in with a cheeky backheel. The Netherlands international wasted a glorious chance for his hat-trick, blazing over with only the goalkeeper to beat and despite taking his tally to 13 for the season, he is unlikely to start at the weekend. Klopp’s preferred front three of Salah, Nunez and Luis Diaz will have 48 goals between them and the team as a whole have 117 goals in 45 games. They will fancy their chances against a United side who have kept just four clean sheets – three of which came against mid-tabled League One opponents Wigan and Premier League strugglers Nottingham Forest and Everton – since they became the only club in the last 55 matches to prevent Liverpool scoring in a goalless draw in December.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohamed salah",
          "sentiment": "negative"
        },
        {
          "name": "jeunesse hautcharage",
          "sentiment": "none"
        },
        {
          "name": "jurgen klopp",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "salah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester united",
          "sentiment": "negative"
        },
        {
          "name": "sparta prague",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "negative"
        },
        {
          "name": "europa league",
          "sentiment": "none"
        },
        {
          "name": "uefa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "anfield",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "old trafford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:12:45.614+02:00",
    "updated": "2024-03-15T00:12:45.614+02:00"
  },
  {
    "uuid": "53d0f87a2957fdcd33b614e0b059106830ebb994",
    "url": "https://noticias.uol.com.br/politica/ultimas-noticias/2023/12/28/humorista-processa-fernando-holiday-e-nikolas-ferreira-por-fake-news.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isabela Aleixo",
    "published": "2023-12-28T20:48:00Z",
    "title": "Humorista processa Fernando Holiday e Nikolas Ferreira por fake news",
    "text": "Política Humorista processa Fernando Holiday e Nikolas Ferreira por fake news Isabela Aleixo Do UOL, no Rio 28/12/2023 17h48\nNa foto, o vereador de São Paulo Fernando Holiday (esquerda), e o deputado federal Nikolas Ferreira (direita) Imagem: UOL A humorista conhecida como Virgínia Álvares está processando o deputado federal Nikolas Ferreira (PL-MG) e o vereador de São Paulo Fernando Holiday (PL-SP) por causa de uma fake news.\nO que aconteceu Segundo o advogado de Vírginia, Carlos Alberto Benites, os parlamentares a associaram falsamente a uma mulher conhecida pelo apelido de \"dama do tráfico\" ( veja aqui ) , esposa de um líder do Comando Vermelho.\nEm novembro, o UOL Confere desmentiu a fake news, que usava uma foto da humorista ao lado do ministro da Justiça e Segurança Pública, Flávio Dino, para afirmar falsamente que a mulher na imagem era Luciane Barbosa Farias, esposa do traficante Tio Patinhas ( veja aqui ).\nNa ação por danos morais, os advogados pedem uma indenização de R$ 90 mil reais. O processo corre no TJSP. Ainda não há decisão do juiz sobre o caso.\nQuem é a \"dama do tráfico?\" Reportagem de O Estado de São Paulo mostrou que Luciane teria ido a reuniões no Ministério da Justiça ( aqui ), o que deu base para a desinformação.\nEsposa de líder do CV compartilhou várias fotos e vídeos em Brasília. Ela já esteve no CNJ (Conselho Nacional de Justiça), na Câmara dos Deputados e em encontro com políticos.\nA mulher do \"Tio Patinhas\" foi recebida por secretários, mas enquanto integrava uma comitiva de advogados , segundo o Ministério da Justiça . \"A presença de acompanhantes é de responsabilidade exclusiva da entidade requerente e das advogadas que se apresentaram como suas dirigentes\", disse o MJ em nota.\nQuem é Virgínia Álvares? A humorista tem mais de 340 mil seguidores no Instagram, e é do Rio Grande do Norte. No dia 17 de novembro, ela compartilhou um vídeo ao lado do ministro Flávio Dino. Na gravação, Dino diz que é fã dela.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:29.092+02:00",
    "updated": "2023-12-29T03:28:46.072+02:00"
  },
  {
    "uuid": "22d1985c5caa3db41cf395878eaeb5761c4ff1ad",
    "url": "https://bnnbreaking.com/conflict-defence/military/jordan-leads-international-effort-in-airdropping-humanitarian-aid-to-gaza-amidst-conflict",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Safak Costu",
    "published": "2024-03-10T11:29:00Z",
    "title": "Jordan Leads International Effort in Airdropping Humanitarian Aid to Gaza Amidst Conflict",
    "text": "In a significant display of international cooperation, the Jordanian Armed Forces, in conjunction with allies from the United States, France, Egypt, and Belgium, have escalated their\nhumanitarian efforts in Gaza through a series of airdrops. These operations aim to alleviate the pressing shortage of food and medicine in the region, exacerbated by the ongoing conflict with Israel. Despite the challenges, including a recent mishap resulting in casualties, the commitment to aid Gaza remains unwavering.\nUnprecedented Aerial Humanitarian Effort\nIn response to the dire humanitarian crisis in Gaza, Jordan has spearheaded a remarkable aerial operation, conducting 35 airdrops since November 6. These missions, carried out from Marka Airport to Al-Arish International Airport and directly into Gaza, have been crucial in delivering essential supplies to those most in need. The collaboration with countries like the United States, France, Egypt, and Belgium underscores a unified international response to the crisis. However, the logistical complexities of airdropping aid, including higher costs and limited delivery capacities, have posed significant challenges to this endeavor.\nThe Challenges of Airdropping Aid\nAirdropping humanitarian aid, while effective in bypassing ground-level conflict barriers, is not without its drawbacks. A recent tragic incident during an airdrop in northern Gaza, where a parachute malfunction led to five fatalities, highlights the inherent risks involved in such operations. Despite these challenges, the coalition of nations persists in its efforts, exploring alternative methods to ensure the safe and efficient delivery of aid. President Biden's announcement of a new sea route for aid delivery reflects the ongoing search for more sustainable solutions to support the people of Gaza.\nContinuing Commitment Amidst Adversity\nThe international community, led by Jordan and its allies, remains steadfast in its commitment to supporting Gaza amidst the ongoing conflict. The unfortunate mishap has not deterred efforts to deliver humanitarian aid, with subsequent airdrops successfully providing meals, water, and essential supplies. The clarification from the Pentagon and the Jordanian military regarding the non-involvement of their aircraft in the mishap reassures the continuation of these critical missions. The cooperation among multiple countries signifies a collective endeavor to alleviate the humanitarian crisis in Gaza, emphasizing the importance of solidarity and international support in times of need.\nAs the Jordanian Armed Forces and their international partners press on with their humanitarian missions, the world watches closely, hoping for a resolution to the conflict that has deeply affected the lives of countless individuals in Gaza. The ongoing airdrops, despite the challenges, symbolize a beacon of hope for those caught in the crossfire, highlighting the crucial role of international cooperation in addressing humanitarian crises.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cbsnews.com/news/gaza-war-inside-us-airdrop-mission-carrying-food-for-palestinians/",
      "https://www.yahoo.com/news/gaza-air-drop-mishap-reportedly-195152234.html",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-03-10-24/h_8a249f5c0839454bcf9cb4b029b7909f",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-03-10-24/h_8a249f5c0839454bcf9cb4b029b7909f",
      "https://cbsnews.com/news/gaza-war-inside-us-airdrop-mission-carrying-food-for-palestinians/",
      "https://www.cbsnews.com/news/gaza-war-inside-us-airdrop-mission-carrying-food-for-palestinians",
      "https://yahoo.com/news/gaza-air-drop-mishap-reportedly-195152234.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "jordan leads international effort",
          "sentiment": "negative"
        },
        {
          "name": "jordanian armed forces",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "al-arish international airport",
          "sentiment": "none"
        },
        {
          "name": "belgium",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "marka airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T16:00:26.109+02:00",
    "updated": "2024-03-10T16:00:26.109+02:00"
  },
  {
    "uuid": "0ed935b12710d6c044a0947ca0bbc78849f1e056",
    "url": "https://cnnportugal.iol.pt/sns/estrangeiros-no-sns/as-pessoas-adoecem-em-qualquer-pais-numeros-nao-justificam-demagogia-no-acesso-indevido-do-sns-por-estrangeiros/20241219/67644840d34e94b82908d8a0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniela Costa Teixeira",
    "published": "2024-12-19T22:00:00Z",
    "title": "\\\"As pessoas adoecem em qualquer país\\\". Números não justificam \\\"demagogia\\\" no acesso indevido do SNS por estrangeiros",
    "text": "Numa altura em que o Parlamento discute a definição de quem deve ou não ser beneficiário do SNS caso não seja português, dois especialistas em economia da saúde criticam a falta de dados para apontar o dedo aos estrangeiros. E deixam ainda um alerta: a fatura vai para lá das contas a pagar nos hospitais\nHá quem chame turismo de saúde e quem aponte o dedo ao que considera ser um uso indevido do Serviço Nacional de Saúde (SNS) que estará a colocar em causa o acesso dos portugueses ao setor público da saúde. Quatro partidos - PSD, CDS-PP, Chega e Iniciativa Liberal - querem mudar as regras do jogo (e alguns a Lei de Bases de Saúde) - no que diz respeito ao acesso ao SNS por parte dos estrangeiros não-residentes em Portugal. Mas há um problema: escasseiam dados para aquilo que dizem ser um problema. E o próprio PS pede esses mesmos dados que nos seus oito anos de governação não coletou e divulgou.\nEspecialistas em economia da saúde ouvidos pela CNN Portugal rejeitam que haja um uso indevido generalizado por parte de estrangeiros sem residência em Portugal e apontam o dedo ao desinvestimento no SNS, que, por si só, é causa e consequência do crónico e recorrente recurso aos serviços de urgência. E deixam um alerta: o Estado não pode virar a cara a quem entra, sob a pena da fatura sanitária e financeira ser ainda maior do que as idas às urgências não pagas pelos estrangeiros.\n“É tudo uma demagogia e o Estado não pode limpar as mãos destas pessoas, os problemas de saúde pública vão ser maiores e mais graves do que o não atendimento [nas urgências]. Então, deixam entrar as pessoas e não querem dar acesso ao SNS? Se deixaram vir, têm de ter acesso”, começa por dizer António Leal Lopes, economista e coautor da Lei do Serviço Nacional de Saúde (SNS), vê “com grande preocupação” o que se passa, mas não se refere ao chamado uso indevido por parte de estrangeiros não residentes, mas sim ao que ao estado atual do SNS, esse sim, o grande problema e o que coloca em causa o acesso atempado por parte de quem o procura, seja português ou não.\n“É evidente que tem havido alguns abusos, mas esses abusos não têm qualquer significado”, diz António Leal Lopes, referindo-se que o “problema” das urgências no SNS está longe de ser o uso por parte de estrangeiros que não moram ou trabalham em Portugal. “As urgências são discutidas há 45 anos”, diz, atirando: “Não é por isto que o SNS não funciona”.\nHá um acesso indevido? Os poucos números não justificam\nSegundo o mais recente relatório da [Inspeção Geral de Atividades em Saúde (IGAS)](https://www.igas.min-saude.pt/wp-content/uploads/2024/11/Assistencia_a_pessoas_estrangeiras_nao_residentes_em_Portugal_no_SNS_V_20241127.pdf), o número de pessoas estrangeiras não residentes em Portugal assistidas nas urgências do SNS tem vindo a aumentar nos últimos anos. Em 2021 foram 46.091, em 2021 foram 89.371, em 2023 foram 102.182 e até setembro deste ano foram 92.193, número que, olhando para a média destes nove meses do ano, poderá ascender aos 122.808. No entanto, do total de cidadãos estrangeiros não residentes em território nacional que recorreram às urgências do SNS, apenas 42,7% não estão abrangidos por seguros, protocolos, convenções internacionais, acordos de cooperação ou Cartão Europeu de Seguro de Doença. Ou seja, de um total de 329.837 (de 2021 a setembro de 2024), 141.138 não tiveram acesso gratuito aos cuidados de saúde em urgência. Há que notar que também este número tem vindo a crescer - em 2021 foram 16.454, em 2022 foram 35.944, em 2023 foram 43.264 e nos primeiros nove meses deste ano foram 45.476.\nNo entanto, oo [Público](https://www.publico.pt/2024/12/05/sociedade/noticia/inspectorgeral-igas-nao-dizer-ha-abuso-fraude-urgencias-estrangeiros-2114446), Carlos Carapeto, inspector-geral das Atividades em Saúde, admite que o relatório não pormenoriza quem são os não residentes que acederam ao SNS, ou seja, se turistas, se vieram de propósito para Portugal com fins clínicos, se estão em situação ilegal. E por isso mesmo, reconhece: “Não posso dizer que há um abuso ou fraude da parte de não residentes” no recurso aos serviços de urgência dos hospitais públicos.\nSobre este ponto, Céu Mateus, economista de Saúde e também professora associada da Universidade de Lancaster, afirma que “certamente que haverá situações em que haverá alguma utilização indevida, isso acontece mais ou menos em todos os países”, mas é rápida a dizer que “percebe-se bem” no relatório da IGAS “que é uma parte dos cuidados que são prestados a cidadãos [estrangeiros] não residentes são ao abrigo de protocolos, isso não é uso indevido, isso está bem explícito no relatório”. “O problema não é a procura dos não residentes, de maneira nenhuma”, atira a economista, adiantando que “até diria que grande parte das situações são pessoas que têm todo o direito a recorrer às urgências porque são urgências, como estudantes de Erasmus, pessoas que estão de férias, que estão em Portugal em conferências”.\nApesar de o chamado ‘uso indevido’ do SNS por parte de cidadãos estrangeiros estar em cima da mesa de debate, escasseiam os dados que ajudem a perceber a realidade. Há o recente relatório da IGAS e pouco mais. [O próprio Partido Socialista, que governou durante oito anos, diz não ter os dados sobre os estrangeiros que recorrem ao SNS.](https://cnnportugal.iol.pt/alexandra-leitao/sns/ps-quer-conhecer-dados-sobre-acesso-de-estrangeiros-ao-sns-e-acusa-ad-de-criar-novos-problemas/20241213/675c3175d34ea1acf271cc79) “Esta ministra é uma vítima da situação herdada”, reconhece António Leal Lopes.\nHá impacto financeiro, mas é assim tão relevante?\nApesar de denunciar uma sobrecarga nos hospitais, sobretudo numa fase em que ainda carecem de profissionais de saúde suficientes, e depois de o [diretor executivo do SNS ter defendido a cobrança de cuidados de saúde prestados em caso de “acesso inadequado”](https://cnnportugal.iol.pt/sns/diretor-executivo/diretor-executivo-do-sns-defende-cobranca-de-cuidados-em-caso-de-acesso-inadequado/20241218/6762de03d34ea1acf271fb54), Xavier Barreto diz que é preciso perceber o que está a acontecer, pois, até agora, não foi ainda descrito em que moldes está a acontecer tal acesso indevido. Além disso, não são conhecidos quaisquer números de casos de estrangeiros que cheguem ao nosso país apenas para usufruir do SNS, ou seja, não há números sobre o chamado uso indevido que levou o [Chega](https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314426), a [IL](https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314425), o [PS](https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314418) e a [Aliança Democrática](https://cnnportugal.iol.pt/sns/estrangeiros-sns/cada-vez-mais-estrangeiros-vem-para-portugal-para-serem-tratados-a-borla-no-sns-nao-e-turismo-de-saude-sao-redes-organizadas/20241212/675b0209d34ea1acf271c03e) a apresentar propostas de [alteração ao acesso e monitorização dos estrangeiros aos cuidados de saúde no SNS](https://cnnportugal.iol.pt/sns/estrangeiros-nao-estrangeiros/seguro-de-saude-e-identificacao-psd-e-cds-querem-travar-utilizacao-abusiva-do-sns-por-estrangeiros-nao-residentes/20241212/675ad7abd34ea1acf271bda1).\nSobre o impacto que o acesso dos estrangeiros podem ter nos hospitais portugueses, [Xavier Barreto, presidente da Associação de Administradores Hospitalares](https://cnnportugal.iol.pt/videos/cuidados-urgentes-estao-sempre-garantidos-mesmo-que-o-utente-de-nacionalidade-estrangeira-nao-tenha-o-seu-processo-legalizado/6763e6930cf28c51602e493e), diz que há uma “consequência ao nível da capacidade de resposta” e uma “consequência financeira”. Ao contrário do que acontece com as grávidas e menores de idade, [nem todos os estrangeiros têm acesso ao SNS tal e qual um português](https://cnnportugal.iol.pt/sns/estrangeiros/o-que-acontece-quando-um-cidadao-estrangeiro-esta-em-portugal-e-precisa-do-sns/20241219/67641192d34ea1acf2720464), no entanto, nem em todos os casos “é possível cobrar” pelos cuidados prestados ou pelas taxas moderadoras impostas por lei se “houver um acesso indevido”, diz Xavier Barreto.\nSegundo o [Observador](https://observador.pt/especiais/sns-estrangeiros-nao-residentes-deixam-divida-de-12-milhoes-de-euros-em-varios-hospitais-valores-por-cobrar-podem-ascender-a-15-milhoes/#), só nas Unidades Locais de Saúde (ULS) de Santa Maria, Coimbra, Almada-Seixal, Algarve e Litoral Alentejano, os cidadãos estrangeiros não residentes sem protocolos ou seguros de saúde geraram custos de pelo menos 1,2 milhões de euros. Se todos os 141.138 estrangeiros não residentes e sem acesso ao SNS gratuito deixassem a conta da ida à urgência por pagar, a dívida ao Estado seria de 15,807.456 euros.\nAo olhar para estas contas que ficam por pagar por parte dos estrangeiros não-residentes que recorrem ao serviço de urgência no SNS, Céu Mateus apressa-se a dizer que “isso não é nada naquilo que é o nosso orçamento para a saúde, isso é peanuts, é um número muito baixo e não é isso o que cria os constrangimentos no acesso às urgências, nem o défice no SNS”.\nNo ano passado, a despesa do SNS atingiu 14 mil milhões de euros, o que representa 5,3% do PIB e 12,5% da despesa pública total, segundo o relatório do [Conselho de Finanças Públicas](https://www.cfp.pt/uploads/publicacoes_ficheiros/cfp-rel-07-2024.pdf). O [Orçamento do Estado para 2025](https://oe2025.gov.pt/) prevê uma despesa em saúde de 16,853 milhões de euros\nAinda de olho nos dados apresentados pela IGAS - e os únicos até agora conhecidos -, a economista Céu Mateus diz que em causa está “utilização devida, necessária” e que “pode ser cobrada” pelos hospitais quando não há acordos, chutando a responsabilidade nesta matéria para estas unidades, tal como Sandra Cavaca, presidente dos [Serviços Partilhados do Ministério da Saúde (SPMS)](https://cnnportugal.iol.pt/sns/spms/sns-esta-preparado-para-faturar-servicos-prestados/20241218/6762c2a9d34ea1acf271fa1a), o fez, dizendo que o sistema está preparado para faturar todos os serviços prestados no Serviço Nacional de Saúde e que cabe às unidades recolherem os dados necessários de cada utente para que seja efetuado o pagamento. “O sistema está preparado para faturar. Há que obter os dados necessários para a faturação, como acontece em qualquer unidade privada”, vincou esta quinta-feira na comissão parlamentar de Saúde, a pedido do Chega e do PS, sobre o acesso de cidadãos estrangeiros ao SNS.\nEspecialistas apontam para riscos para lá do impacto financeiro\nO PS insta o governo do PSD e CDS-PP a dá-los. “Sem dados, governamos apenas sobre perceções e corremos o risco de não resolver os problemas. O projeto apresentado pelo CDS e pelo PSD não resolve os problemas que procura resolver e cria novos problemas à saúde pública em Portugal”, avisou Mariana Vieira da Silva, dizendo que a exclusão do acesso ao SNS de migrantes com situação por regularizar pode aumentar, por exemplo, a disseminação de doenças infetocontagiosas.\nNo que toca à fatura a pagar, António Leal Lopes volta a dizer que a despesa pode ser maior se não se der o devido acesso e cuidado a quem chega a Portugal, alertando para “o risco para a saúde pública” se o acesso for negado, sobretudo a quem chega em condições precárias e por cá assim continua. “Olhe a quantidade de doenças de saúde pública…”, diz-nos, num exercício de previsão do futuro.\nCéu Mateus critica as narrativas em torno destes números, dizendo que “não são principalmente imigrantes ilegais”, colocando em cima da mesa o elevado número de turistas que todos os anos chegam a Portugal - e que no ano passado ultrapassaram os 26 milhões. “Não podemos querer turistas e depois não ter toda a infraestrutura que os turistas no nosso país podem precisar, as pessoas adoecem e precisam de cuidados”, vinca.\nCéu Mateus diz que o que se passa em Portugal “não é turismo de saúde, turismo de saúde é outra coisa completamente diferente”, sobretudo no que diz respeito aos serviços de urgência, e alerta ainda para o risco deste tipo de associações. “Há o perigo de as pessoas que são residentes e estrangeiras com direito [de acesso] ao SNS poderem passar a ser mal vistas quando estão a tentar obter esses cuidados a que têm direito”.\nO problema das urgências só fala uma língua: português\nAs urgências hospitalares são há anos o principal calcanhar de Aquiles do SNS e consequência direta da falta de acesso aos cuidados de saúde primários, o que empurra milhares de portugueses todos os anos aos hospitais. Só em 2023, como reconheceu o à data ministro da Saúde, Manuel Pizarro, houve “[68 episódios de urgência por cada 100 habitantes](https://cnnportugal.iol.pt/videos/em-2023-tivemos-68-episodios-de-urgencia-por-cada-100-habitantes-ministro-da-saude-admite-que-sns-continua-com-problemas/659e7ece0cf23250d7188a89)”. O relatório [Health at a Glance 2023](https://www.oecd.org/en/publications/health-at-a-glance-2023_7a7afb35-en.html) revela que o recurso às urgências hospitalares entre os portugueses é quase o dobro da média registada nos países da Organização para a Cooperação e Desenvolvimento Económico (OCDE) e só nos primeiros nove meses deste ano, segundo o [Portal do SNS](https://www.sns.gov.pt/monitorizacao-do-sns/servicos-de-urgencia/), registaram-se 4,639.978 episódios de urgência, uma média de 515 mil por mês, 16.630 por dia.\n“As pessoas adoecem em qualquer país, têm acidentes, têm de ir à urgência, não é isso que cria os constrangimentos”, adianta Céu Mateus, apontando o dedo ao problema crónico de recurso às urgências em Portugal, defendendo que esta é que deve ser a preocupação principal, independentemente se quem procura estes cuidados emergentes são portugueses ou não, residentes ou não.\nPara António Leal Lopes, o problema das urgências é bem português e vem desde a fundação do SNS: “o problema é que sem carreiras médicas não há SNS, ponto número um”. O economista em saúde diz que a falta de investimento no SNS é o grande problema do setor público da saúde e que isso se espelha facilmente no crescente acesso às urgências.\nA questão das grávidas estrangeiras que escolhem Portugal para dar à luz é um dos pontos centrais nesta questão, com rótulos de “turismo da saúde” a ganharem força no discurso político e popular. A revista [Sábado](https://www.sabado.pt/video/reporter-sabado/detalhe/o-esquema-para-receber-gravidas-estrangeiras-no-sns-veja-o-reporter-sabado-na-integra) denunciou recentemente a existência de redes organizadas para que grávidas de nacionalidade não portuguesa e não residentes em Portugal venham parir cá, mas [Sara do Vale, da Associação dos Direitos da Mulher na Gravidez](https://cnnportugal.iol.pt/videos/e-preocupante-a-narrativa-de-culpar-os-estrangeiros-pela-falta-de-recursos-quando-os-mesmos-utentes-tem-estado-a-pagar-pelos-servicos/6763e8140cf23ab655363059), defende que “dizer que as pessoas que não conseguem marcar ecografia, as pessoas que não têm médico de família, as pessoas que não têm acesso ao hospital da sua escolha é por causa dos estrangeiros, é simplesmente não tomar responsabilidade por anos de desinvestimento no SNS”.\nO que vai ser discutido no Parlamento\nA discussão sobre o acesso de estrangeiros não residentes ao Serviço Nacional de Saúde vai ser hoje discutido no Parlamento. O Chega e a AD são quem vai mais além e querem alterar a Lei de Bases da Saúde. O partido liderado por André Ventura quer limitar o acesso ao SNS a estrangeiros que não residam em Portugal, só lhes permitindo aceder aos cuidados de saúde públicos em casos de emergência ou mediante pagamento, e quer ainda exigir um seguro de saúde a quem entra no país. Já os partidos que compõem o Governo querem retirar da lista dos beneficiários com acesso ao SNS os migrantes sem situação legalizada, devendo estes e os não residentes em território nacional apresentar um comprovativo de cobertura de cuidados de saúde, bem como a documentação considerada necessária pelo Serviço Nacional de Saúde para adequada identificação e contacto do cidadão, exceto em casos de urgência ou cuja saúde da pessoa esteja em risco. Por seu turno, a IL quer que sejam cobrados aos cidadãos estrangeiros os seus custos no SNS antes da prestação dos cuidados de saúde não-urgentes ou que, em alternativa, possam usar um seguro de saúde que seja válido em Portugal.\nO não quer medidas, mas recomenda ao Governo que “quantifique e tipifique os utentes estrangeiros que acedem ao SNS dentro e fora do enquadramento legal, com informação desagregada, designadamente, a caracterização do tipo de tratamento, país de origem, documentação apresentada, nível de complexidade, região, custo associado, entidade financeira responsável, situação de cobrança“, e que a informação seja entregue à Assembleia da República, acompanhada das “principais causas da dificuldade de cobrança”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->public health",
      "Health->health organisation",
      "Health->government health care",
      "Social Issue->immigration",
      "Social Issue->discrimination",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314425",
      "https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314426",
      "https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314418",
      "https://oe2025.gov.pt/",
      "https://www.sabado.pt/video/reporter-sabado/detalhe/o-esquema-para-receber-gravidas-estrangeiras-no-sns-veja-o-reporter-sabado-na-integra",
      "https://www.igas.min-saude.pt/wp-content/uploads/2024/11/Assistencia_a_pessoas_estrangeiras_nao_residentes_em_Portugal_no_SNS_V_20241127.pdf",
      "https://www.cfp.pt/uploads/publicacoes_ficheiros/cfp-rel-07-2024.pdf",
      "https://www.publico.pt/2024/12/05/sociedade/noticia/inspectorgeral-igas-nao-dizer-ha-abuso-fraude-urgencias-estrangeiros-2114446",
      "https://observador.pt/especiais/sns-estrangeiros-nao-residentes-deixam-divida-de-12-milhoes-de-euros-em-varios-hospitais-valores-por-cobrar-podem-ascender-a-15-milhoes/#",
      "https://www.sns.gov.pt/monitorizacao-do-sns/servicos-de-urgencia/",
      "https://www.oecd.org/en/publications/health-at-a-glance-2023_7a7afb35-en.html",
      "https://sns.gov.pt/monitorizacao-do-sns/servicos-de-urgencia/",
      "https://www.parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx",
      "https://parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314426",
      "https://parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314425",
      "https://www.sns.gov.pt/monitorizacao-do-sns/servicos-de-urgencia",
      "https://www.observador.pt/especiais/sns-estrangeiros-nao-residentes-deixam-divida-de-12-milhoes-de-euros-em-varios-hospitais-valores-por-cobrar-podem-ascender-a-15-milhoes/#",
      "https://parlamento.pt/ActividadeParlamentar/Paginas/DetalheIniciativa.aspx?BID=314418",
      "https://publico.pt/2024/12/05/sociedade/noticia/inspectorgeral-igas-nao-dizer-ha-abuso-fraude-urgencias-estrangeiros-2114446",
      "https://cfp.pt/uploads/publicacoes_ficheiros/cfp-rel-07-2024.pdf",
      "https://igas.min-saude.pt/wp-content/uploads/2024/11/Assistencia_a_pessoas_estrangeiras_nao_residentes_em_Portugal_no_SNS_V_20241127.pdf",
      "https://sabado.pt/video/reporter-sabado/detalhe/o-esquema-para-receber-gravidas-estrangeiras-no-sns-veja-o-reporter-sabado-na-integra",
      "https://www.oe2025.gov.pt/",
      "https://oe2025.gov.pt",
      "https://oecd.org/en/publications/health-at-a-glance-2023_7a7afb35-en.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:16:19.337+02:00",
    "updated": "2024-12-20T00:16:19.337+02:00"
  },
  {
    "uuid": "746966662d398f724da00beeb786abfd3d66d5fa",
    "url": "https://www.europapress.es/andalucia/fundacion-cajasol-00621/noticia-fundacion-cajasol-conmemora-exposicion-primer-besamanos-publico-esperanza-macarena-sevilla-20250123184958.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press Especiales Monográficos",
    "published": "2025-01-23T17:49:00Z",
    "title": "Fundación Cajasol conmemora con una exposición el primer besamanos público de la Esperanza Macarena en Sevilla",
    "text": "SEVILLA 23 Ene. (EUROPA PRESS) -\nLa Fundación Cajasol acogerá en la próxima Cuaresma una exposición dedicada a la Esperanza Macarena, dentro del programa cultural 'Tramos de Cuaresma' que desarrolla la entidad cultural andaluza para el fomento y difusión de las tradiciones religiosas.\nAsí, según han explicado desde la Fundación, la exposición conmemorará el centenario del primer besamanos público de la Esperanza Macarena, que tuvo lugar el 18 de diciembre de 1925, primero dedicado a una dolorosa, \"vinculándolo a las más importantes de entre las muchas ofrendas que ha recibido la Virgen de la Esperanza por parte de la Iglesia hispalense, de la Iglesia universal y del pueblo de Sevilla\". Además, la circunstancia de que el centenario del pionero besamanos de la Esperanza coincida con el Año Jubilar de la Esperanza declarado por el Papa Francisco.\nLa idea rectora de la muestra girará en torno al concepto de la ofrenda. De un lado, el ofrecimiento eclesiástico a la Virgen, que se plasma en la coronación canónica de 1964 y la entrega vaticana de la Rosa de Oro concedida recientemente por el Papa Francisco; de otro, la ofrenda emanada de la devoción popular, con la coronación de 1913 y la celebración del besamanos a la dolorosa de San Gil en 1925.\nLa exposición cuenta con el comisariado histórico-artístico de los historiadores del arte Carlos Colón y Gabriel Ferreras y el comisariado técnico de los arquitectos Eladio de León y Esperanza de León, apoyados por una comisión compuesta por oficiales de la Junta de Gobierno de la Hermandad de la Macarena.\nA lo largo de los distintos espacios de la Fundación Cajasol, la totalidad de cuyas salas serán ocupadas por la exposición, se visualizará y explicará el sentido de la riqueza de las ofrendas, inspirándose en el concepto de \"oro fundido con oraciones\" que acuñó el periodista sevillano Manuel Sánchez del Arco en su libro Cruz de Guía; y el sentido de la ofrenda del beso a través de su \"larga historia como expresión de amor, reverencia y respeto a la imagen o el símbolo sagrado, desde las tradiciones de Israel y las prácticas de los primeros cristianos al beso al portapaz y el mandato o invitación del Concilio de Trento\".\nTambién, \"de la mujer pecadora que se puso a regarle los pies con las lágrimas, se los enjugaba con los cabellos de su cabeza, los cubría de besos y se los ungía con el perfume\", y reconociendo, en el caso de la Virgen, \"la realeza de María con la costumbre cortesana del beso en la mano, de la que tantas huellas guarda la escenografía de nuestros besamanos\". Del centenario del primero dedicado a una dolorosa y el primero establecido anualmente, el de Esperanza Macarena, \"como ofrenda de la devoción de un pueblo sumada a las ofrendas de la Iglesia, trata esta exposición\".\nEl hermano mayor de la Hermandad de la Macarena, José Antonio Fernández Cabrero, ha resaltado que la exposición conmemora \"un hito en la historia de la devoción a la Virgen de la Esperanza\", pero también es \"un reconocimiento a los antecesores macarenos, que tuvieron la fina intuición y la sabiduría popular para crear el primer besamanos a una dolorosa, propiciando así una nueva relación de cercanía y familiaridad entre la Virgen y sus devotos\". \"La muestra es un homenaje a quienes han volcado todo su amor en la Virgen de la Esperanza y en la Hermandad de la Macarena a lo largo de las décadas\", ha apostillado.\nEl presidente de la Fundación Cajasol, Antonio Pulido, ha expresado su satisfacción por acoger una exposición tan significativa como esta, \"que no sólo conmemora el centenario del primer besamanos público a la Esperanza Macarena, sino que también celebra el enorme patrimonio espiritual, artístico y devocional en torno a la figura de la Virgen\".\nCon esta propuesta expositiva, la Fundación Cajasol, en colaboración con la Hermandad de la Macarena, refuerza su compromiso con la cultura y la difusión del patrimonio de Andalucía, resaltando su valor artístico y espiritual.\nLeer más acerca de: Fundación Cajasol",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->art exhibition",
      "Human Interest->ceremony",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Papa Francisco",
          "sentiment": "none"
        },
        {
          "name": "Virgen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Fundación Cajasol",
          "sentiment": "negative"
        },
        {
          "name": "Iglesia",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:00:11.753+02:00",
    "updated": "2025-01-24T00:00:11.753+02:00"
  },
  {
    "uuid": "cbad8d83edd68fd6c97f170a4210fd0599de9575",
    "url": "https://lematin.ma/activites-royales/message-de-condoleances-de-sm-le-roi-suite-au-deces-de-jacques-delors/206947",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LE MATIN",
    "published": "2023-12-29T14:34:00Z",
    "title": "Décès de Jacques Delors : Message de condoléances de S.M. le Roi à Mme Martine Aubry",
    "text": "Dans ce message, le Souverain affirme avoir appris avec une grande émotion la triste nouvelle du décès de feu Jaques Delors.\n\"Partageant votre peine dans cette épreuve, Je vous adresse, ainsi qu'à l'ensemble des proches et amis du défunt, Mes sincères condoléances et l’expression de Ma profonde compassion\", souligne Sa Majesté le Roi.\n\"Vous savez l'estime et le respect très profonds que J'avais pour lui. En cette douloureuse circonstance, Je Me remémore Nos rencontres et, particulièrement, la bienveillance qu'il témoigna lors du stage que Je suivis à la Commission européenne\", indique le Souverain.\nEn cette triste circonstance, S.M. le Roi a tenu à saluer la mémoire de ce \"grand homme d’État, acteur essentiel de la construction européenne qui, tout au long de son remarquable parcours politique, s'est engagé en faveur d'une plus grande justice sociale\", affirmant que \"le Maroc perd en lui un grand ami qui a contribué activement à la consolidation des relations euro-méditerranéennes\".\n\"Partageant votre peine dans cette épreuve, Je vous adresse, ainsi qu'à l'ensemble des proches et amis du défunt, Mes sincères condoléances et l’expression de Ma profonde compassion\", souligne Sa Majesté le Roi.\n\"Vous savez l'estime et le respect très profonds que J'avais pour lui. En cette douloureuse circonstance, Je Me remémore Nos rencontres et, particulièrement, la bienveillance qu'il témoigna lors du stage que Je suivis à la Commission européenne\", indique le Souverain.\nEn cette triste circonstance, S.M. le Roi a tenu à saluer la mémoire de ce \"grand homme d’État, acteur essentiel de la construction européenne qui, tout au long de son remarquable parcours politique, s'est engagé en faveur d'une plus grande justice sociale\", affirmant que \"le Maroc perd en lui un grand ami qui a contribué activement à la consolidation des relations euro-méditerranéennes\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:59:01.608+02:00",
    "updated": "2023-12-29T17:59:01.608+02:00"
  },
  {
    "uuid": "017e977559cd495187cdbbd1d25621c660d4c679",
    "url": "https://detroit.eater.com/2024/1/5/24026509/jollibee-first-michigan-restaurant-opening-filipino-fried-chicken-dearborn-food-trucks-ami",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Serena Maria Daniels",
    "published": "2024-01-05T18:41:00Z",
    "title": "Filipino Fried Chicken Icon Jollibee’s First Michigan Location Is So Very Close to Opening",
    "text": "After years of anticipation, the wildly popular Filipino fast-food chain Jollibee finally has an opening date set for its first Michigan location. An opening day celebration is scheduled for 9 a.m. to 10 p.m. January 12 at 44945 Woodridge Drive in Sterling Heights, where, according to a [social media post](https://www.facebook.com/reel/219955201162649) published this week, the first 100 customers who spend at least $20 will receive free Chickenjoy — the chain’s signature fried chicken — every month for a year. Folks looking to get their spaghetti and peach mango pie fixes on that day should expect huge crowds. The metro Detroit location was a long time in the making. Plans for the spot, situated in a former Denny’s adjacent to Lakeside Mall, were first [announced in late 2021](https://detroit.eater.com/2021/11/2/22759055/filipino-fast-food-chain-jollibee-opening-fast-food-restaurant-sterling-heights), but delays kept the opening in limbo until recently, when the company began promoting [job postings ](https://detroit.eater.com/22984844/detroits-biggest-restaurant-openings-fall-2023-coming-attractions)eluding that it would come online soon. The Dearborn food truck ordinance vote is upon us The Dearborn City Council is expected to vote on proposed amendments to its food truck ordinance on Tuesday, January 9, that could force operators to change the way they do business in the city. Council members introduced the changes last month, which at the time, included restrictions on operating on private parking lots (as is common practice in metro Detroit) alongside other businesses, raising [concerns](https://www.wxyz.com/news/dearborn-food-truck-scene-could-see-major-changes-due-to-new-proposed-city-ordinance) among food truckers that the revised ordinance could make lawfully operating a food truck business much more difficult citywide. That controversial language has since been removed, but city leaders are expected to revisit such restrictions at a later date. Other changes being considered in the vote include noise regulations to account for loud generators, restrictions on hours of operation on city property, and rules surrounding how trucks impact hazardous traffic conditions, among other updates. On top of bringing up concerns over food trucks operating on private parking lots, residents (and apparently the state of Michigan) have also complained to officials about the improper disposal of cooking oil and waste from some trucks. The proposed amendments comes as cities across metro Detroit and beyond are contending with the influx of food truck operators in recent years. If approved, the changes would go into effect shortly thereafter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.facebook.com/reel/219955201162649",
      "https://www.wxyz.com/news/dearborn-food-truck-scene-could-see-major-changes-due-to-new-proposed-city-ordinance",
      "https://wxyz.com/news/dearborn-food-truck-scene-could-see-major-changes-due-to-new-proposed-city-ordinance",
      "https://facebook.com/reel/219955201162649"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "denny",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jollibee",
          "sentiment": "negative"
        },
        {
          "name": "filipino fried chicken icon jollibee",
          "sentiment": "negative"
        },
        {
          "name": "dearborn city council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lakeside mall",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "woodridge drive",
          "sentiment": "none"
        },
        {
          "name": "dearborn",
          "sentiment": "none"
        },
        {
          "name": "sterling heights",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:13:25.807+02:00",
    "updated": "2024-01-21T01:15:16.933+02:00"
  },
  {
    "uuid": "6c63127d815925c93424ee391507560454fda6a5",
    "url": "https://7news.com.au/best-picks/collagen-co-28-day-challenge-is-back-with-a-bang-how-a-busy-mum-dropped-145kg-and-won-an-epic-holiday-c-18460822",
    "ord_in_thread": 0,
    "author": "Olivia Scott",
    "published": "2025-04-23T21:56:00Z",
    "title": "Collagen Co 28-Day Challenge is back with a bang: How a busy mum dropped 14.5kg and won an epic holiday",
    "text": "Easter is over and after indulging in chocolate eggs and hot cross buns, it’s time to reset your health.\nAnd now is the perfect time to do so because The Collagen Co.’s much-loved 28-Day #ShakeAndGlowChallenge is officially back, and this time, one lucky winner will walk away with the ultimate prize: a $7,000 Luxury Escapes holiday.\nStarting May 12 and running until June 9, the challenge invites Aussies everywhere to commit to 28 days of nourishing, collagen-packed Glow Shakes — and the results could change your life.\nKnow the news with the 7NEWS app: Download today\nIn partnership with Luxury Escapes, the person with the most impressive transformation will get the chance to bask under the sun at their dream destination.\nThis exciting opportunity provides Aussies with the motivation to start their weight-loss journey without worrying about complicated diet plans.\nGrace, a busy mum and last season’s winner, dropped an incredible 14.5kg in 28 days and walked away with a dream holiday valued at $7,000.\n“Glow Shakes truly changed my life,” Grace explains.\n“I lost 10kg in the first three weeks, felt more energised, and had people complimenting my skin!”\nThe secret? Swapping up to two meals a day with The Collagen Co’s signature Glow Shakes, specially formulated to support weight loss, skin health, energy levels, and overall well-being.\nMade with premium, sustainably sourced collagen, the shakes are delicious, convenient, and backed by a community of thousands who are already seeing real results.\nFounded on the mission to help people feel radiant, confident, and unstoppable, The Collagen Co is redefining wellness — one shake at a time. Whether your goal is weight loss, glowing skin, or simply feeling your best, this challenge is your golden ticket.\nYou can kickstart the challenge with The Collagen Co.’s Custom Shake and Glow Bundles which retails from $252.80.\nThese delicious shakes come in flavours such as strawberry milkshake, iced coffee, vanilla and chocolate.\nShoppers love not only their results but the taste and they are giving the shakes a 4.9-star rating on The Collagen Co.’s website.\nThe Collagen Co. provides itself on its commitment to providing premium, sustainably sourced collagen products that are both effective and enjoyable to consume.\nThe brand’s Glow Shakes are formulated with hydrolysed collagen, delivering benefits that go far beyond weight loss.\nThese shakes not only support healthy skin but also [help to improve joint, hair, and nail health,](https://go.linkby.com/RHIPNLMC) making them a true all-in-one solution for anyone looking to feel their best.\nThe Collagen Co.’s Shake and Glow Challenge isn’t just a program, [it’s a movement.](https://go.linkby.com/RHIPNLMC)\nTo purchase the shakes and sign up for the challenge, head to The [Collagen Co.’s website here.](https://go.linkby.com/RHIPNLMC)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->diet",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->exercise and fitness",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://go.linkby.com/RHIPNLMC/products/custom-glowing-indulgence-bundle?",
      "https://go.linkby.com/RHIPNLMC",
      "https://www.go.linkby.com/RHIPNLMC",
      "https://go.linkby.com/RHIPNLMC/products/custom-glowing-indulgence-bundle",
      "https://www.go.linkby.com/RHIPNLMC/products/custom-glowing-indulgence-bundle?"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Collagen Co.",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T02:29:59.458+03:00",
    "updated": "2025-04-24T02:29:59.458+03:00"
  },
  {
    "uuid": "6690a136dedd197694a4fe8c4448c29ae12f0ad0",
    "url": "https://www.finestresullarte.info/fr/archeologie/republique-tcheque-decouverte-d-un-fragment-d-armure-datant-de-l-epoque-de-la-guerre-de-troie",
    "ord_in_thread": 0,
    "author": "Redazione",
    "published": "2025-07-24T00:14:00Z",
    "title": "République tchèque, découverte d'un fragment d'armure datant de l'époque de la guerre de Troie",
    "text": "Importante découverte archéologique à Brno, en République tchèque, où un fragment d’armure datant d’il y a 3 200 ans, époque à laquelle on situe conventionnellement la guerre de Troie, a été trouvé. Le fragment était caché dans le sol depuis plus de trois mille ans et, après une analyse approfondie par des archéologues tchèques, on sait maintenant ce qui a été découvert. La découverte date de 2023, mais la nouvelle n’a été communiquée que ces dernières heures, à la suite d’études sur la découverte. Il s’agit d’un fragment de bronze : les armes en bronze étaient alors le privilège de l’élite guerrière et leur fabrication exigeait un savoir-faire extraordinaire. La plupart des armures étaient fabriquées à partir de matériaux organiques non conservés. Et c’est précisément cette caractéristique des armures de l’époque qui rend cette découverte encore plus rare, ce qui élargit fondamentalement notre compréhension de la culture militaire de l’âge du bronze en Europe centrale. Le musée municipal de Brno, qui a annoncé la découverte, prépare actuellement la présentation au public.\nLes archéologues ont trouvé l’armure l’année précédente dans le cadre d’un projet de recherche commun auquel participaient des scientifiques et des amateurs adeptes des détecteurs de métaux. L’un des experts collaborateurs a trouvé une pointe de lance, une faux, une aiguille et plusieurs fragments de métal sur un site dont l’emplacement exact reste secret. Les objets avaient été délibérément endommagés et enterrés ensemble, peut-être dans le cadre d’un rituel sacrificiel. Parmi les objets découverts se trouvait également une discrète tôle pliée. Ce n’est qu’après une analyse minutieuse que sa véritable signification est apparue : elle faisait partie d’une armure. Grâce à la numérisation 3D, nous avons pu “déplier” numériquement la plaque pliée et identifier sa forme et sa décoration\", a expliqué Aleš Navrátil, archéologue au musée municipal de Brno, à la chaîne de télévision nationale CT24.\nIl s’agit seulement du deuxième exemple connu d’armure en bronze trouvé en République tchèque. L’Institut d’archéologie et de muséologie de la Faculté des arts de l’Université Masaryk de Brno a également participé à la documentation professionnelle et aux analyses complémentaires. L’armure date d’environ 3 200 ans, période à laquelle les experts datent les batailles décrites par Homère. Les pièces en bronze des armures étaient alors le privilège exclusif de l’élite guerrière. Leur fabrication, comme on l’a vu, exigeait un savoir-faire extraordinaire et avait donc un prix astronomique pour les conditions de l’époque : dans l’Iliade d’Homère, par exemple, Diomède déclare que l’armure coûtait l’équivalent de neuf taureaux.\nÀ l’époque, le territoire morave était habité par une culture connue sous le nom de “culture du champ d’urnes”. Il ne s’agit pas d’une “nation” unique, mais plutôt d’un ensemble de groupes de personnes indépendantes qui partagent des coutumes et des styles de sépulture, de poterie, d’habitat ou même d’armement. Ces cultures n’avaient apparemment rien en commun avec les Slaves, mais lorsque ces derniers sont arrivés sur le territoire de l’actuelle République tchèque des centaines d’années plus tard, ils se sont souvent installés aux mêmes endroits.\n“Cette découverte confirme l’importance de la coopération à long terme entre les experts et le public, qui est cruciale pour notre musée”, a souligné Zbyněk Šolc, directeur du musée de la ville de Brno. “Grâce à elle, nous pouvons découvrir et protéger des pièces précieuses qui nous rapprochent des temps anciens et apportent de nouvelles connaissances sur notre histoire.”\nRépublique tchèque, découverte d'un fragment d'armure datant de l'époque de la guerre de Troie |\nAvertissement : la traduction en français de l'article original italien a été réalisée à l'aide d'outils\nautomatiques.\nNous nous engageons à réviser tous les articles, mais nous ne garantissons pas l'absence totale d'inexactitudes dans la traduction dues au\nprogramme. Vous pouvez trouver l'original en cliquant sur le bouton ITA. Si vous trouvez une erreur,veuillez nous contacter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Arts, Culture and Entertainment->visual arts",
      "Arts, Culture and Entertainment->monument and heritage site",
      "Arts, Culture and Entertainment->culture",
      "Social Issue->mankind",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:52:04.872+03:00",
    "updated": "2025-07-24T07:56:48.000+03:00"
  }
]