[
  {
    "uuid": "1bef4c2f06650fff281b6eb36aeafca25e6e3b70",
    "url": "https://ground.news/article/israel-welcomes-biden-plan-to-increase-gaza-aid",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-03-08T16:36:00Z",
    "title": "Ground News - Israel Welcomes Biden Plan to Increase Gaza Aid",
    "text": "Summary by Ground News President Joe Biden says U.S. military will establish a temporary pier on the Gaza coast to deliver aid. Biden also pushed Israel to do more to help the humanitarian crisis in Gaza. Israeli officials said they welcomed the initiative, and Israel will do whatever is necessary to help. Palestinians are worried that Israel intends a long occupation of Gaza, analyst says. Share menu 1 Articles 1 Articles All Left Center Right\nVOA News Center High Factuality Government: U.S. Agency for Global Media Israel Welcomes Biden Plan to Increase Gaza Aid Jerusalem — President Joe Biden announced the U.S. military will establish a temporary pier on the Gaza coast to deliver aid. Biden also pushed Israel to do more to help the humanitarian crisis in Gaza. President Joe Biden says the U.S. has plans to help solve the humanitarian crisis in Gaza. The president said he is directing the U.S. military to lead an emergency mission to establish a temporary pier in the Mediterranean on the Gaza coast that…\n39 minutes ago · United States Read Full Article\nVOA News Center High Factuality Government: U.S. Agency for Global Media\nIsrael Welcomes Biden Plan to Increase Gaza Aid Jerusalem — President Joe Biden announced the U.S. military will establish a temporary pier on the Gaza coast to deliver aid. Biden also pushed Israel to do more to help the humanitarian crisis in Gaza. President Joe Biden says the U.S. has plans to help solve the humanitarian crisis in Gaza. The president said he is directing the U.S. military to lead an emergency mission to establish a temporary pier in the Mediterranean on the Gaza coast that…\n39 minutes ago · United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.voanews.com/a/israel-welcomes-biden-plan-to-increase-gaza-aid/7519464.html?utm_source=ground.news&utm_medium=referral",
      "https://www.voanews.com/a/israel-welcomes-biden-plan-to-increase-gaza-aid/7519464.html",
      "https://voanews.com/a/israel-welcomes-biden-plan-to-increase-gaza-aid/7519464.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. agency for global media israel welcomes biden plan",
          "sentiment": "none"
        },
        {
          "name": "voa news center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "israel welcomes biden plan",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "mediterranean",
          "sentiment": "none"
        },
        {
          "name": "gaza aid jerusalem",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T19:15:07.710+02:00",
    "updated": "2024-03-08T19:15:07.710+02:00"
  },
  {
    "uuid": "47228b5257660587e01906c45260414c6fd26171",
    "url": "https://www.news9live.com/sports/cricket-news/ind-vs-sa-1st-test-talking-points-listless-batting-toothless-bowling-indias-final-frontier-remains-unconquered-2390071",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sayan Mukherjee",
    "published": "2023-12-28T23:00:00Z",
    "title": "IND vs SA, 1st Test Talking points: Listless batting, toothless bowling, India's 'Final Frontier' remains unconquered | Cricket News - News9live",
    "text": "New Delhi: One doesn't have to look beyond Rohit Sharma's post-match comments, while carrying out a post-mortem examination of India's abject surrender by an innings and 32 runs in the first Test against South Africa in Centurion on Thursday. “If we have to win Test matches, we have to come together collectively and we didn’t do that. We didn’t exploit the conditions with the ball and then again didn’t show up today with the bat,” Rohit summed up India's performance perfectly after the end of the match on Thursday. India lost inside three days suffering batting failures in both the innings and unable to break through the South African batting line-up like the home team did against them at SuperSport Park. Traditionally a pace-favouring track, India were up against it after losing the toss and being sent into bat. For a team that has never won a Test series in South Africa in 30 years, countering the venom of a pace attack led by Kagiso Rabada proved to be too much for the much-vaunted Indian batters. Woeful batting In away conditions, particularly in the bouncy tracks of South Africa, Indian batters have historically failed to put up much fight. Judged by the yardstick, they didn't fare much poorer. But with India being the financial hub of the game and its star batters all being dubbed superstars of the modern era all exposed to away conditions, a little bit of application and gumption was expected. Their produced a performance that had anything but. Flat-track bullies at their own backyard, they had creases on their forehead once the ball began to seam and swing, poking at deliveries outside the off stump to offer catching practice to the slip fielders or judging the line incorrectly to have their defences breached. Only KL Rahul though his 101 in the first innings and Virat Kohli with his 76 in the second displayed the courage and determination to stay at the crease and survive under testing conditions. The others led by skipper Rohit Sharma were simply all at sea on how to do it. Rabada dismissed him twice, cleverly utilising the short ball to exploit his propensity to pull uppishly in the first innings and then poked at his suspect footwork in the second to have him bowled. It showed how much homework the Proteans did dismiss the Indians. As for the others like Yashshvi Jaiswal, Shreyas Iyer and Shubman Gill, they need to learn quickly and understand that batting abroad in Test cricket is a different challenge to inflicting misery on the bowlers in the IPL. With questionable batting techniques, how much they can offer at Newlands, where India have never won a Test, needs to be seen. They need to leave their big-hitting tendencies behind in the locker room and respect the conditions a bit more, taking cue from Rahul and Kohli. Inexperienced bowling Even before India had lost on Thursday, Indian commentators had begun blaming Indian bowlers for unable to restrict South Africa to anywhere near 245 that the visiting team put up thanks to Rahul's 101. They conveniently side stepped India's poor batting performance. While it's true that once India had conceded a 163-run lead, it was always going to be difficult for India in the second innings, but too conveniently blame 'soft target' Prasidh Krishna for his unimpressive performance is a bit too much. Even star bowlers Jasprit Bumrah and Mohammed Siraj weren't potent enough and with India's best all-format bowler Mohammed Shami absent with injury undoubtedly their bowling attack was weak. Rohit Sharma would have expected a bit more penetration from his pacers and fast-bowling all-rounder Shardul Thakur. But even in helpful conditions they weren't up to the mark, giving away too many runs. Elgar's last dance In his farewell series, Dean Elgar unleashed a different side to his batting that people were hitherto unfamiliar with. Normally a stodgy Test opener who backs his tight defence and unwavering concentration levels to bat for long hours, Elgar batted far more freely. He had a secret desire of scoring his first Test ton at his home ground and who knew he had saved it for his last appearance at the SuperSport Park. Elgar didn't try fancy shots or tried to flirt outside the off stump. But judged the loose deliveries correctly and dispatched them without fail. Equally importantly the 36-year-old guided his younger batting partners Tony de Zorzi, David Bedingham and Marco Jansen on how to bat, producing valuable partnerships that took the match away from India.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rohit sharma",
          "sentiment": "neutral"
        },
        {
          "name": "rohit",
          "sentiment": "none"
        },
        {
          "name": "kagiso rabada",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:35:10.398+02:00",
    "updated": "2023-12-29T03:35:10.398+02:00"
  },
  {
    "uuid": "58711de869654ddbabeba55a9b63a8b378721692",
    "url": "https://newsrnd.com/life/2023-12-30-postbank-customers-will-receive-1000-euros-%E2%80%93-in-these-cases--account-holders-are-entitled-to-the-payment.rym95AGaPT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-30T04:37:00Z",
    "title": "Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment - The Limited Times",
    "text": "Status: 30.12.2023, 05:22 a.m.\nBy: Fabian Hartmann\nCommentsPrint Share\nIt has not been an easy year for Postbank customers: constant IT problems, and many were even denied access to their accounts. Can compensation still help?\nBremen – At least there is some good news for Postbank customers, who had little reason to be happy this year. For some of them, the bank now transfers up to 1000 euros. However, this only applies under certain circumstances. But what are they and who can claim the payment?\nPostbank customers have been able to submit an online application for payments of up to 1000 euros since last Wednesday (20.12.23). Postbank has provided the corresponding application form on its website. The offer is intended as a compensation payment, as Postbank customers have had to deal with various problems in recent months. Some of them were even denied access to their account.\nWhy does Postbank pay some customers up to 1000 euros? The reason for persistent problems at Postbank is an IT changeover in which twelve million Postbank customers and seven million Deutsche Bank customers were brought together on a common platform. However, the integration of bank customers turned out to be more difficult than expected – and more time-consuming. Between January and September alone, consumer advice centres in Germany received around 1700,<> complaints about Deutsche Bank's subsidiaries Postbank and DSL Bank, according to the Federal Association of Consumer Organisations (vzbv).\nThe fourth and final step of the merger of Postbank and Deutsche Bank customers was completed in July this year. But even after that, the problems did not stop, on the contrary, continued to increase: about 1100 complaints were only received by the consumer advice centres in the third quarter.\nCustomers complained of issues such as temporary account access, account suspensions, and unredeemed direct debits. The focus was also on annoyances related to garnishment protection accounts, which are intended to protect people with debts from seizures. At the beginning of September, the financial regulator Bafin warned Deutsche Bank about significant impairments in customer service and demanded that existing problems be solved quickly. Since then, progress has been monitored by a special envoy.\nUp to 1000 euros – in these cases, Postbank customers are entitled to the payment The possibility of applying for compensation payments of up to 1000 euros is aimed at Postbank customers who have suffered damage due to longer processing times. Holders of a Postbank account can receive the compensation payment under the following conditions:\nIf they suffered financial loss in 2023 due to delayed processing in connection with garnishment, insolvency or garnishment protection. If the total amount of damage is less than 1000 euros. If the damage caused can be proven by appropriate supporting documents. Actually, Deutsche Bank CEO Christian Sewing had promised as part of a public apology to fix the ongoing IT problems by the end of the year. However, this will no longer happen, as the Tagesschau , among others, recently reported. The processing of the remaining backlogs is complex and sometimes takes more time than expected. \"We will therefore finalize some of these cases at the beginning of 2024,\" a spokesperson said.\nSimilar news: Postbank customers receive 1000 euros – under the following conditions 15 hours Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment 15 hours Postbank customers receive 1000 euros – under the following conditions 2 days Postbank customers will receive 1000 euros – in these cases, account holders are entitled to the payment 2 days",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fabian hartmann",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "postbank",
          "sentiment": "negative"
        },
        {
          "name": "deutsche bank",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bremen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:39:15.724+02:00",
    "updated": "2023-12-30T06:39:15.724+02:00"
  }
]