[
  {
    "uuid": "36588fb7806ae54492a00270944a6bac3c6637d2",
    "url": "https://www.laopiniondemurcia.es/buzzeando/2024/05/10/son-cabanuelas-meses-verano-preocupan-dv-102185684.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abril Escalante",
    "published": "2024-05-10T10:07:00Z",
    "title": "Estas son las cabañuelas para los meses de verano que preocupan a los meteorólogos - La Opinión de Murcia",
    "text": "Estas son las cabañuelas para los meses de verano que preocupan a los meteorólogos Si te preguntas qué tiempo hará este verano, las cabañuelas tienen la respuesta Este año el [verano](/cultura/2024/05/09/ricky-martin-cantara-grandes-exitos-102130814.html) ha llegado con fuerza mostrando su cara más preocupante dese hace semanas. Con temperaturas que superan año tras año todos los registros habituales, muchos se preguntan qué nos espera desde el punto de vista climático en los próximos meses. En un mundo cada vez más afectado por la emergencia climática, la incertidumbre ante lo que va a ocurrir en el tiempo atmosférico se ha convertido en una preocupación constante para muchos, lo que ha llevado a un renacimiento de la consulta de métodos tradicionales como pueden ser las cabañuelas o las témporas. En concreto las cabañuelas son un antiguo método de predicción meteorológica que se basa en la observación de ciertos fenómenos atmosféricos durante los primeros días del año y que han sido objeto de estudio y análisis durante siglos. Uno de los rostros más reconcidos en toda España a la hora de interpretar las cabañuelas es el del cabañuelo de Mula: cuyas predicciones se han mantenido como un referente para mucho a lo largo del tiempo. Según el pronóstico que realizó el cabañuelo de Mula en agosto del año pasado, el tiempo que nos espera para los próximos meses de verano y que puede ser anticipado con este sistema tradicional se puede estimar a partir de las lecturas realizadas durante los días del mes de agosto del pasado 2023 en los que estaría la clave de los próximos meses estivales de 2024. Cabañuelas para junio Según las predicciones del cabañuelo de Mula, el mes de junio estaría marcado por un inicio de verano más temprano de lo habitual, con temperaturas por encima de la media y un predominio de días soleados en la mayor parte del país. Cabañuelas para julio Para el mes de julio, el cabañuelo de Mula señaló la posibilidad de un ligero descenso en las temperaturas en algunas regiones, acompañado de episodios esporádicos de lluvia. Cabañuelas para agosto Mirando hacia el mes de agosto, tradicionalmente un período de intenso calor en España, las cabañuelas sugieren un retorno a temperaturas elevadas y condiciones secas en la mayor parte del territorio. Preocupación entre los meteorólogos Aunque las cabañuelas son un método tradicional típico de algunas zonas rurales de España, cada vez son más las personas que las consultan ante la incertidumbre impuesta por el cambio climático. Ante esta moda, los meteorólogos han expresado su preocupación y han llamado a la población a atenerse a la información proporcionada por los organismos oficiales como la AEMET. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Estas%20son%20las%20caba%C3%B1uelas%20para%20los%20meses%20de%20verano%20que%20preocupan%20a%20los%20meteor%C3%B3logos%20https://www.laopiniondemurcia.es/buzzeando/2024/05/10/son-cabanuelas-meses-verano-preocupan-dv-102185684.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemurcia.es/buzzeando/2024/05/10/son-cabanuelas-meses-verano-preocupan-dv-102185684.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemurcia.es/buzzeando/2024/05/10/son-cabanuelas-meses-verano-preocupan-dv-102185684.html&text=Estas%20son%20las%20caba%C3%B1uelas%20para%20los%20meses%20de%20verano%20que%20preocupan%20a%20los%20meteor%C3%B3logos%20%20https://www.laopiniondemurcia.es/buzzeando/2024/05/10/son-cabanuelas-meses-verano-preocupan-dv-102185684.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40diariolaopinion) [RRSS email](mailto:?subject=Estas%20son%20las%20caba%C3%B1uelas%20para%20los%20meses%20de%20verano%20que%20preocupan%20a%20los%20meteor%C3%B3logos%20&body=https://www.laopiniondemurcia.es/buzzeando/2024/05/10/son-cabanuelas-meses-verano-preocupan-dv-102185684.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Prohibido' bañarse en estas playas de la Región de Murcia: estos son los dos puntos negros del litoral](https://www.laopiniondemurcia.es/buzzeando/2024/05/24/prohibido-banarse-playas-region-murcia-102835729.html) [Parque Bohemia, la gran zona urbana verde olvidada de Murcia](https://www.laopiniondemurcia.es/murcia/2024/05/26/parque-bohemia-gran-zona-urbana-102907915.html) [La Policía Local de Cartagena crea dos nuevas secciones de su Grupo Operativo Especial](https://www.laopiniondemurcia.es/cartagena/2024/05/26/policia-local-cartagena-crea-nuevas-102907966.html) [Se agotan en una hora las entradas para el concierto sorpresa de este verano en Murcia](https://www.laopiniondemurcia.es/cultura/2024/05/24/agotan-hora-entradas-concierto-sorpresa-102842278.html) [Un joven de Murcia gana el bote histórico y bate el récord del programa](https://www.laopiniondemurcia.es/ocio/tv/2024/05/24/joven-murcia-gana-bote-millonario-dv-102832063.html) [Este es el mejor parque de Murcia: 'Me fascina este lugar tan lleno de vida](https://www.laopiniondemurcia.es/murcia/2024/05/24/mejor-parque-murcia-fascina-lugar-102839585.html) [Alfaro, cierra al salir](https://www.laopiniondemurcia.es/deportes/2024/05/26/alfaro-cierra-salir-102914798.html) [Un fotógrafo murciano consigue documentar una nutria caníbal](https://www.laopiniondemurcia.es/comunidad/2024/05/26/fotografo-murciano-documentar-nutria-canibal-102907847.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T13:15:07.220+03:00",
    "updated": "2024-05-26T21:02:31.457+03:00"
  },
  {
    "uuid": "ca2b18da5787b0c8c2378088a68c83db275befaf",
    "url": "https://www.timescolonist.com/indigenous-news/princess-anne-lays-wreath-at-battle-of-atlantic-ceremony-honours-late-queen-8700784",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-05-05T21:20:00Z",
    "title": "Princess Anne lays wreath at Battle of Atlantic ceremony; honours late Queen",
    "text": "VICTORIA — Princess Anne saluted Canadian veterans and current forces members today during a ceremony at British Columbia's legislature cenotaph commemorating the Second World War's Battle of the Atlantic.\nThe princess, King Charles's sister, laid a wreath during the ceremony to mark the war's largest and longest battle, during which Canada lost 24 warships and more than 4,300 Canadian forces and merchant marine members.\nThe ceremony was part of a three day Royal visit to the West Coast that concludes today. Previous stops saw her take part in the commissioning of the first Arctic patrol vessel for Canada's Pacific fleet in North Vancouver and tour the gardens at Victoria's government house.\nEarlier today, Princess Anne planted a red flowering current tree and unveiled a plaque at government house to honour her late mother, Queen Elizabeth II.\nVolunteer gardeners at government house said Princess Anne expressed great interest in the various trees and plants on the grounds during her morning tour.\nVice-Admiral Angus Topshee, commander of the Royal Canadian Navy, says having the princess attend the Battle of the Atlantic ceremony and sail from North Vancouver to Esquimalt on board HMCS Max Bernays was an honour for Canada's navy.\nThis report by The Canadian Press was first published May 5, 2024.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "victoria",
          "sentiment": "negative"
        },
        {
          "name": "anne",
          "sentiment": "negative"
        },
        {
          "name": "charles",
          "sentiment": "none"
        },
        {
          "name": "angus topshee",
          "sentiment": "none"
        },
        {
          "name": "elizabeth ii",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "royal canadian navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "north vancouver",
          "sentiment": "none"
        },
        {
          "name": "pacific",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T00:32:47.456+03:00",
    "updated": "2024-05-06T00:32:47.456+03:00"
  },
  {
    "uuid": "83c84e8df7d83b5c2fb11da30905b1d08673c005",
    "url": "https://vnexplorer.net/z/617887.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T14:05:00Z",
    "title": "El gobierno virtualmente electo choca con empresarios de telecomunicaciones",
    "text": "El gobierno virtualmente electo choca con empresarios de telecomunicaciones Soy economista y ‘chairo al 100%’, así se describió José Antonio Peña Merino - representante del gobierno electo de la presidenta virtual Claudia Sheinbaum en temas de digitalización- y esbozó el posible ‘tono’ de las políticas que podría tomar la nueva administración en el sector de las telecomunicaciones en una reunión sostenida con inversores y funcionarios relevantes de la industria como América Móvil, AT&amp;T, Telefónica, Huawei y el Instituto Federal de Telecomunicaciones (IFT) “No hay un medio porcentaje en mi cuerpo que no responda a la frase por el bien de todos, primero los pobres. Tenemos que construir un país en el que todas y todos se beneficien”, dijo Peña Merino en medio de risas por parte de inversores ante su propia descripción. Pero en cuanto el funcionario comenzó a esbozar la ruta que tomará la industria en el gobierno de Sheinbaum, el ambiente del salón de reuniones pasó de las risas al silencio y preocupación. Merino - una de las figuras cercanas a la presidenta virtual electa - aseguró que el Estado tendrá más participación en el sector, ya que el énfasis de la política digital estará en habilitar derechos y el internet es la herramienta clave. Para lograr la meta el gobierno estará más implicado, que en esta administración, en la provisión servicios de conectividad donde no llegan los grandes operadores y con la posibilidad de cobrarlos a precios asequibles, aunque esto implique una franca competencia con los operadores. Además buscará desplegar mayores kilómetros de fibra óptica. Altán y CFE Telecomunicaciones e Internet para Todos serán actores clave, aunque aún no se han ofrecido mayores detalles de la sinergia que tendrán a partir de octubre. “El Estado debe tutelar la provisión pública para todas las personas. Ser un habilitador de derechos en su rol de provisor directo”, dijo Merino en un momento en donde las empresas de telecomunicaciones buscan mejorar sus niveles de rentabilidad y en donde el papel del gobierno comienza a incomodar en la industria por posibles distorsiones en el mercado con los Operadores Móviles Virtuales (OMV). Otro punto que planteó y enfatizó el representante del gobierno electo, y que sacudió a la industria, fue que el Estado será el rector y tutelar de toda la política pública de telecomunicaciones, con una pequeña pincelada de aportación de la industria y academia. El plan estaría regido bajo el principio de la horizontalidad para asegurar que los todos los mexicanos tengan acceso a internet y datos móviles. “Hoy el internet es un derecho y no tenerlo es como negarle a una persona en el siglo XX a no estudiar o acceder a libro. Podemos trabajar con academia e industria, pero es importante que el Estado sea el rector y tutelar de la política”, advirtió. El Instituto Federal de Telecomunicaciones (IFT) fue otro de los temas que generó incertidumbre entre los inversores y comisionados que asistieron a la reunión. Merino siempre se refirió al IFT como “el regulador sea quien sea”, sin ofrecer visibilidad del futuro del Instituto en la próxima administración. Cada punto era como un balde de agua fría. Los rostros de los empresarios lo decían todo: semblante de preocupación, frotamiento de manos y ligeros comentarios al oído. Gabriel Székely, director de la Anatel, ente encargo de representar ante las autoridades a las empresas de telefonía móvil e internet y quien moderó el encuentro, reiteró la disposición de la industria para entablar un diálogo con el gobierno para generar políticas que ayuden a impulsar al sector, en un intento por calmar los nervios que se habían instalado en el salón de reuniones. Pero la calma no llegó y el momento más ríspido se presentó cuando Székely ‘encargó’ al funcionario revisar con el gobierno electo el tema de los costos de los costos del espectro, que se ha colocado como el obstáculo más grande para aumentar la cobertura de telecomunicaciones en el país. Pero Merino aseguró que espectro no es el verdadero problema de la industria y entonces cuestionó el ‘compromiso’ de los empresarios del sector para aumentar las redes de conectividad en el país. “Se necesita de dos para bailar tango. De nuestro lado tendremos que hacer lo que nos toca de manera regulatoria, pero del otro lado debe haber un compromiso real de despliegue y de cobertura”, afirmó el funcionario en su reunión con empresarios en el marco del foro M360 de la GSMA 2024. Merino cerró su plática reiterando que el Estado es la figura que debe garantizar la habilitación de derechos del internet sin cerrar del todo la puerta de los privados. Expansión solicitó comentarios al IFT al término del encuentro con el representante del gobierno electo, pero prefirió omitir una postura.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Business and Market Analysis",
      "Corporate Governance and CSR"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:44:28.086+03:00",
    "updated": "2024-06-07T01:44:28.086+03:00"
  },
  {
    "uuid": "068386794c717f6c894ce0d46f4333300ad1fadc",
    "url": "https://lostiempos.com/actualidad/pais/20231229/cesar-apaza-al-juez-montalban-fiscales-dios-perdone-todo-dano-que-me-hacen",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rorellana",
    "published": "2023-12-29T15:02:00Z",
    "title": "César Apaza al juez Montalbán y a los fiscales: “Dios los perdone por todo el daño que me hacen”",
    "text": "César Apaza al juez Montalbán y a los fiscales: “Dios los perdone por todo el daño que me hacen”\nEl líder cocalero César Apaza pidió a la jueza Rosmery Lourdes Pabón permitirle que asuma su defensa en libertad, porque en más de 15 meses no han probado los delitos en su contra. Y pidió que Dios perdone al juez Juan Carlos Montalbán y fiscales por \"todo el daño\" que le han causado.\nLa defensa de Apaza apeló a la resolución del juez Montalbán que se negó a pronunciarse sobre su situación jurídica y derivó el caso para que otro juzgado lo resuelva. Hecho que fue altamente cuestionado por el abogado Jorge Valda.\n\"A más de 15 meses y seis días de privado de libertad sin prueba alguna hasta la fecha, lo único que le voy a pedir señora magistrada es que se me permita defenderme en libertad, no le estoy pidiendo que se cierre el caso\", afirmó el productor cocalero desde la cárcel en su participación en la audiencia virtual que se realiza este viernes.\nLa Sala Penal Segunda del Tribunal Departamental de Justicia de La Paz presidida por la vocal Pabón debe resolver la apelación. A lo largo de estos 15 meses la justicia le ha negado la cesación a la detención preventiva que ya cumplió, pero que se le ha ido ampliando, incluso, reponiendo otro caso que ya había sido cerrado.\nLa fiscalía a cargo de las investigaciones ha mantenido su posición para que Apaza siga detenido en el penal de San Pedro, aunque no hay evidencias sobre la docena de delitos que le imputaron.\nApaza está en la cárcel a pesar de que sufrió una embolia y tiene parte de su cuerpo todavía con dificultades de movimiento, por esa razón depende de otras personas para caminar. Requiere fisioterapia para recuperar la sensibilidad y movimiento corporal, necesita una dieta especial por su prediabete e hipertensión. Nada de esto ha sido valorado por las autoridades jurisdiccionales.\n\"En estas fechas de Navidad y de fin de año, se lo voy a pedir para el juez Montalbán y para el resto de los administradores de justicia que Dios los ilumine, y Dios los perdone por todo el daño que me están haciendo durante todo este tiempo\", manifestó Apaza, quien dijo en pasados días a la ANF que ha perdido la esperanza en la justicia, pero no la fe.\nInsistió que durante estos 15 meses \"no han podido demostrar una sola prueba contra César Apaza\". Criticó que el único argumento que tienen para retenerlo es que hay personas declaradas en rebeldía y que falta cumplir órdenes de aprehensión, pero ¿Quién no hace cumplir esas órdenes de aprehensión?, cuestionó.\n\"Por eso digo, y se los voy a decir siempre al señor juez Montalbán: Dios te perdone, a los fiscales, Dios los perdone y les guarde misericordia\", dijo en tono de frustración por las actuaciones que han tenido los administradores de justicia y los fiscales en el manejo de su caso.\nAñadió que es el más interesado en que los verdaderos autores de los delitos estén en la cárcel, pero por el contrario andan libres, asistiendo a diferentes acontecimientos y haciéndose regalos.\nEl expresidente del comité de autodefensa tuvo una voz fuerte y crítica al gobierno de Luis Arce por socapar el funcionamiento del mercado ilegal de Villa el Carmen, cuando la Ley General de la Coca solo reconoce al mercado de la Asociación Departamental de Productores de Coca (Adepcoca) ubicado en Villa Fátima.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:19:57.390+02:00",
    "updated": "2023-12-29T18:19:57.390+02:00"
  },
  {
    "uuid": "dd0a20243c8cd9aca5e7cfea4b46c81ca115ae15",
    "url": "https://www.tvanouvelles.ca/2024/06/27/voici-pourquoi-michelle-obama-refuse-dappuyer-publiquement-joe-biden",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence QMI",
    "published": "2024-06-27T00:00:00Z",
    "title": "Voici pourquoi Michelle Obama refuse d’appuyer publiquement Joe Biden | TVA Nouvelles",
    "text": "Grande absente de la campagne de Joe Biden, Michelle Obama serait en froid avec la famille de l’actuel président démocrate, ont confié deux sources à Axios. • À lire aussi: [Débat aux États-Unis: «Avec Trump, on ne sait jamais à quoi s’attendre», affirme Pierre Bruneau](https://www.journaldemontreal.com/2024/06/27/debat-aux-etats-unis-avec-trump-on-ne-sait-jamais-a-quoi-sattendre-affirme-pierre-bruneau) • À lire aussi: [Trump-Biden: un débat très attendu ce soir](http://www.tvanouvelles.ca/2024/06/27/trump-biden-un-debat-tres-attendu-ce-soir) • À lire aussi: [Premier débat Trump-Biden jeudi: voici ce qu’il faut savoir](http://www.tvanouvelles.ca/2024/06/26/premier-debat-trump-biden-jeudi-voici-ce-quil-faut-savoir) L’ex-première dame des États-Unis aurait été frustrée par le traitement réservé par le clan Biden à sa proche amie Kathleen Buhle, qui est également l’ex-épouse du fils du président, Hunter Biden. Michelle et Kathleen sont devenues de grandes amies durant la présidence de Barack Obama. Elles s’entraînaient régulièrement ensemble et se voyaient souvent à la Maison-Blanche. Buhle et Hunter ont divorcé en 2017 et les détails sur leur séparation houleuse ont refait surface lorsque celle-ci a témoigné au procès de son ex-mari, qui a été reconnu coupable de détention illégale d’arme à feu plus tôt ce mois-ci. Or, au cours du procès, des membres de la famille Biden ont blâmé l’ex-épouse de Hunter pour certains agissements reprochés à ce dernier. Michelle Obama aurait alors affirmé en privé que la famille Biden avait fait du tort à son amie, qui avait eu à vivre avec les problèmes de consommation et l’infidélité de Hunter Biden. Selon des proches des familles Biden et Obama, l’ancienne première dame aurait déjà été hésitante à appuyer Joe Biden lors de sa campagne présidentielle en 2020. Elle aurait fini par le faire en raison des pressions exercées par le Parti démocrate. Des représentants de l’actuel président américain assurent que le lien est toujours très fort entre les deux familles. Les deux sources qui se sont confiées à Axios affirment néanmoins que la relation entre les deux clans s’est détériorée à compter de 2015, alors que Joe Biden envisageait de se lancer dans la course à la présidence; une option pour laquelle Barack Obama n’aurait pas été en faveur. Aujourd’hui, Barack Obama a été vu à plusieurs levées de fonds pour la campagne de Joe Biden, mais jamais accompagné de son épouse. Une représentante de Michelle Obama a déclaré que celle-ci était toujours amie avec Kathleen Buhle et avec les Biden, ajoutant que l’ex-première dame appuyait la campagne de Joe Biden et de Kamala Harris.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.journaldemontreal.com/2024/06/27/debat-aux-etats-unis-avec-trump-on-ne-sait-jamais-a-quoi-sattendre-affirme-pierre-bruneau",
      "https://journaldemontreal.com/2024/06/27/debat-aux-etats-unis-avec-trump-on-ne-sait-jamais-a-quoi-sattendre-affirme-pierre-bruneau"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:01:51.142+03:00",
    "updated": "2024-06-28T02:49:10.317+03:00"
  },
  {
    "uuid": "fbf175ff197790f691ae1facd904ec57ffda045f",
    "url": "https://www.illawarramercury.com.au/story/8469175/australian-woman-training-to-become-countrys-first-female-astronaut/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Coates",
    "published": "2023-12-28T12:19:00Z",
    "title": "Australian woman training to become country's first female astronaut | Illawarra Mercury | Wollongong, NSW",
    "text": "A mum-of-two is one step closer to being Australia's first female astronaut. [Australian Space Agency](/story/8449301/) employee Katherine Bennell-Pegg announced she was halfway through her year-long training at the European Astronaut Centre in Germany. While other Australian women have trained to go to space, they've always done so under the flags of other countries. Ms Bennell-Beg and her family relocated to Europe for the intensive training process. More than 22,000 people applied to the coveted position in hopes of becoming an astronaut candidate. The job requires rigorous physical training, as well as a year of intensive study. \"I have always dreamed of being an astronaut,\" she said. \"When I was young, it was for the adventure but after more than a decade working in space it's now because I know the role it plays in tackling real-world problems.\" The next six months are expected to include intense exercise, sea survival, studying space station robotic arm simulations and centrifuge training. \"We need to know the basics around medical procedures - not just in case something goes wrong, but because astronauts are basically medical guinea pigs,\" she told the [ Australian Space Agency](/story/8338233/). \"In space, as your body adapts to weightlessness any medical issues you may have on Earth - such as osteoporosis, or muscle degradation - are put on fast forward and we can support research on that.\" The Adelaide-born astronaut candidate previously served as Director of Space Technology at the Australian Space Agency, and as part of the space robotics and automation team. In early December, Ms Bennell-Pegg travelled to the United States where she underwent specialised training with NASA in Houston and met with Australian Ambassador to the United States Kevin Rudd in Washington DC. \"I'm excited - not just for me - but for what my training and experience can unlock for Australian scientists, engineers and operators, and all the value that can bring,\" she said. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pegg",
          "sentiment": "none"
        },
        {
          "name": "bennell-beg",
          "sentiment": "none"
        },
        {
          "name": "katherine bennell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "illawarra mercury",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "wollongong",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:04:48.187+02:00",
    "updated": "2023-12-29T02:04:48.187+02:00"
  },
  {
    "uuid": "a02a6e8e8f5ec6b0c395bd28b0b49eeca8e9be19",
    "url": "https://www.piquenewsmagazine.com/indigenous-news/warm-weather-wreaks-havoc-on-some-bc-ski-hills-as-lack-of-snow-leaves-trails-barren-8037826",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chuck Chiang; The Canadian Press",
    "published": "2023-12-29T09:20:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren",
    "text": "VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open.\nFewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions.\nWarmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan.\nIn Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas.\nOn Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain.\nWarm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each.\nMount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow.\nJames Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season.\n\"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said.\n\"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\"\nApex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls.\nShalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow.\n\"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\"\nAt Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open.\nSeveral resorts have been offering discounted passes and tickets to entice skiers to visit.\n\"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled.\nEnvironment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland.\nProctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\"\nHe said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior.\nBut Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations.\n\"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\"\nThis report by The Canadian Press was first published Dec. 29, 2023.\nChuck Chiang, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seymour",
          "sentiment": "none"
        },
        {
          "name": "james shalman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "cypress",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "apex mountain resort",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:30:09.630+02:00",
    "updated": "2023-12-29T11:30:09.630+02:00"
  },
  {
    "uuid": "32c472e23d853271080d58a2ecc1030b4d77a7ec",
    "url": "https://www.eldia.es/sociedad/2023/12/28/sumar-pide-cese-nueva-directora-96346697.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María G. San Narciso",
    "published": "2023-12-28T21:17:00Z",
    "title": "Sumar pide el cese de la nueva directora del Instituto de la Mujer por asegurar que \"las mujeres trans no existen\"",
    "text": "El Ministerio de Igualdad vuelve a ser foco de disputa en el Gobierno de coalición. Esta vez, por la nueva directora del Instituto de las Mujeres, Isabel García, cuyo nombramiento fue aprobado por el Consejo de Ministros este mismo miércoles a propuesta de la ministra de Igualdad, Ana Redondo. De ella se ha resaltado el haber tenido siempre una trayectoria laboral \"relacionada con la gestión de equipos y la consecución de objetivos vinculados a las políticas de igualdad\". Sin embargo, solo un día después, y tras hacer pública su cuenta de X (antes Twitter), han aflorado algunos tuits de estos últimos años en los que criticaba \"la dictadura\" o el \"delirio queer\". Los mensajes no han gustado nada a\n[Sumar](/tags/sumar/), que acaba de pedir su cese.\n\"El nombramiento del Ministerio de Igualdad es inaceptable. La dirección del Instituto de las Mujeres no puede estar\nen manos de quien menosprecia e insulta a las mujeres y las personas LGTBI\", han escrito en la cuenta oficial del partido, para los que es \"especialmente grave en un momento en el que vemos retroceder los derechos del colectivo LGTBI en la Comunidad de Madrid\" y están \"amenazados en otras comunidades gobernadas por la alianza de la derecha y extrema derecha\".\n\"Delirio trans\"\nEntre los mensajes polémicos, está el que García tuiteaba el 10 de enero de 2023, donde aseguraba que \"las\n[mujeres trans](/tags/personas-trans/) no existen\". Lo hacía en respuesta a un tuit de Víctor Gutiérrez, el secretario de Políticas LGTBI del PSOE. También aseguraba que \"las mujeres transexuales son mujeres transexuales y punto\".\nCarla Antonelli, la primera mujer trans diputada en España, hizo una recopilación de algunos de sus tuits y los términos utilizados para abordar cuestiones LGTBI, como “Dictadura queer”, \"Lobby trans”, “Sigues lanzando odio igual que los queer”, “Puro delirio queer”, o “La teoría queer tiene como objetivo perpetuar el patriarcado”.\nTrayectoria\nHasta conocer estos mensajes, Igualdad había destacado en el currículum de Isabel García su designación como Diputada de Igualdad, Juventud y Deportes de la Diputación de Valencia en 2015, un cargo que ocupó simultáneamente con el de Concejala de Igualdad y Comercio del Ayuntamiento de Xirivella (Valencia) hasta julio del 2019. En esta etapa creó la Red de Municipios contra la violencia de género de la provincia de Valencia, premiada por el Ministerio de Igualdad en el año 2022, y el Feminario de Valencia, espacio de debate feminista de ámbito nacional, así como el Congreso Internacional de Mujeres y Deportes.\nTras su paso como asesora del Ministerio de Transportes y Movilidad Sostenible (2019-2022), hasta este miércoles ejercía como consultora de políticas de igualdad en el sector privado desarrollando proyectos en diferentes ámbitos y sectores. Entre otros reconocimientos, obtuvo el Premio Meninas 2018, concedido por la Delegación del Gobierno en la Comunidad Valenciana por la lucha contra la violencia machista; y el Premio Dones Progressistes 2016, concedido por la Federació de Dones Progressistes de la Comunitat Valenciana.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:16:32.762+02:00",
    "updated": "2023-12-29T00:16:32.762+02:00"
  },
  {
    "uuid": "b496ad5c90f35c0051d9a463adbbb9b7a3978792",
    "url": "https://www.cbsnews.com/minnesota/news/lower-energy-costs-fueled-by-more-than-record-breaking-warmth/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Rantala",
    "published": "2023-12-29T23:59:00Z",
    "title": "Lower energy costs fueled by more than record-breaking warmth - CBS Minnesota",
    "text": "MINNEAPOLIS — There's an upside to our unseasonable winter becoming hard to deny. So far this month, temperatures are more than 12 degrees above normal, meaning many customers are enjoying lower energy bills.\nBut it's not just the record warmth, there's another factor cooling home energy prices.\nAccording to Xcel Energy, the average Minnesota customer will see their monthly natural gas bill drop by 15 percent from last winter.\nThe utility said that's because wholesale natural gas prices are significantly lower than last winter, so that 15 percent price cut doesn't even account for our weirdly warm weather.\nMORE NEWS: Cambodian refugee remembered for his love of the Vikings and Justin Jefferson\n\"With the warmer winter weather we've had so far this season, customers are likely seeing lower natural gas prices, which are translating to their monthly heating bills,\" said Joshua Solis, Lead Communications Specialist for Centerpoint Energy.\nSolis said it's hard to give an exact figure, but they expect natural gas prices to stay low, based on what they're seeing price-wise.\n\"Natural gas typically makes up about 50 to 60 percent of a monthly customer's bill,\" said Solis.\nThere are a few ways you can lower your energy bills even more, like lowering your thermostat, for at least part of the day.\n\"Lowering their thermostat 7 to 10 degrees at night, or when they're away for at least 8 hours, that can help them save about 10 percent on their monthly heating cost,\" said Solis.\nXcel Energy has these tips to cut costs:\n• Let the sunlight in and keep the cold out: Open blinds to take advantage of the sun's warmth during the day but close them at night to insulate against the cold air outside.  \n• Lower your thermostat: During winter months, set the thermostat between 65-70 degrees while you're home, and 58 degrees when you're away. A programmable thermostat automatically adjusts the temperature based on your routine and could help you save on heating costs.  \n• Make sure exterior doors are fully closed: A major source of a home's heat loss is from exterior doors that are left cracked open or not latched.   \n• Use fans to your advantage: During colder months, run ceiling fans clockwise, so the warm air near the ceiling is forced down.  \n• Keep your oven's heat where it belongs: Use your oven light or timer to avoid opening it often while you cook; each time the door is open even for just a few seconds, the temperature drops 25 degrees. Put lids on your pots and pans while cooking to speed up cooking time and keep the heat where it's needed most.\n• Lower your water heater's temperature or insulate it: The proper temperature for a water heater is 120 degrees Fahrenheit, and by lowering it 10 degrees, you can save 3-5% on your water heating costs; you can also insulate it to maximize efficiency.  \n• Keep filters clean: Dirty furnace filters reduce airflow, requiring your furnace to work harder and use more energy. Change the filter once a month during the winter to reduce your heating costs by 5-15%.  \n• Don't let the heat escape: Affordable window sealing kits can be found in most local home improvement stores and can help you save. Have your home evaluated for leaky ducts, drafts around doors and windows, fireplace dampers and other places where air might escape.\n• Improve insulation: Improving the insulation of walls, crawl spaces, floors and heating ducts is one of the fastest and most cost-effective ways to reduce energy costs, saving you up to 10% on your monthly energy bill.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joshua solis",
          "sentiment": "none"
        },
        {
          "name": "solis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs minnesota minneapolis",
          "sentiment": "positive"
        },
        {
          "name": "xcel energy",
          "sentiment": "none"
        },
        {
          "name": "centerpoint energy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T03:11:09.334+02:00",
    "updated": "2023-12-31T07:46:13.431+02:00"
  },
  {
    "uuid": "bf94ebdaec606ec8baac8502b5bbebdaa35ff028",
    "url": "https://businessday.ng/news/article/obaseki-congratulates-newly-promoted-major-generals/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Our Reporter",
    "published": "2023-12-30T13:03:00Z",
    "title": "Obaseki congratulates newly promoted Major Generals",
    "text": "Governor Godwin Obaseki of Edo State has congratulated a group of senior military officers hailing from the state on their recent promotions to the rank of Major General. This recognition comes as a testament to their unwavering dedication and significant contributions to the Nigerian Armed Forces.\nIn a statement released, Governor Obaseki said, “I offer my sincere felicitations to Major General TB Ugiagbe, Acting Chief of Military Intelligence; Major General JE Osifo, Commandant of the Nigerian Army School of Finance and Administration; Major General MO Ihanuwaze, Director Budget Army Headquarters; Major General SI Musa, Director Legal Service (Army), and Major General EO Agbebaku.”\nThe Governor’s message highlighted the unique qualities and achievements of these individuals. “As a government, we take immense pride in the fact that our sons in the Nigerian Army have continued to display the indomitable Edo spirit, which places hard work, diligence, and determination as core virtues in pursuit of excellence, and we celebrate their genius and accomplishments,” Obaseki added.\nIn addressing the nation’s current security challenges, the Governor expressed confidence in the newly promoted officers. “Your promotions come at a critical and challenging time in our history when the country is in dire need of distinguished individuals with the zeal, expertise, and leadership skills to brave the odds in tackling the various security challenges it faces head-on.”\nGovernor Obaseki also conveyed his hopes for the positive impact these promotions will have on the military’s efficiency in addressing security issues. “I am confident that you will bring your zest and unparalleled expertise to bear in addressing these challenges, ensuring the safety and security of our people,” he stated.\n“On behalf of the Government and good people of Edo State, I extend my best wishes even as we hope that your well-deserved elevation will bring about improvements in our military operations and strengthen our capacity to overcome the nation’s myriad security challenges,” the statement read in part.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "obaseki",
          "sentiment": "negative"
        },
        {
          "name": "godwin obaseki",
          "sentiment": "negative"
        },
        {
          "name": "tb ugiagbe",
          "sentiment": "none"
        },
        {
          "name": "je osifo",
          "sentiment": "none"
        },
        {
          "name": "mo ihanuwaze",
          "sentiment": "none"
        },
        {
          "name": "si musa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "edo state",
          "sentiment": "negative"
        },
        {
          "name": "director budget army headquarters",
          "sentiment": "none"
        },
        {
          "name": "major general eo agbebaku",
          "sentiment": "none"
        },
        {
          "name": "nigerian armed forces",
          "sentiment": "none"
        },
        {
          "name": "nigerian army school of finance and administration",
          "sentiment": "none"
        },
        {
          "name": "military intelligence",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T15:16:08.983+02:00",
    "updated": "2023-12-30T15:16:08.983+02:00"
  }
]