[
  {
    "uuid": "759a745b979a914f83bf1921d5dcb51b35441bd5",
    "url": "https://www.forbes.com/sites/chaddscott/2024/07/05/great-elephant-migration-across-america-begins-in-newport-ri",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chadd Scott",
    "published": "2024-07-05T00:00:00Z",
    "title": "Great Elephant Migration Across America Begins In Newport, RI",
    "text": "India has experienced a remarkable population explosion over the past 40 years. Several actually.\nOne is well known. India’s human population has more than doubled since 1980 ; it is now the most populous country in the world with over 1.4 billion residents. Lesser known, and even more extraordinary in light of the country’s surging human population, has been a doubling of its elephant population over that same period, from a bottom-out of around 15,000 individuals to nearly 30,000 today. Populations of Asiatic lions , tigers , and the greater one-horned rhinoceros are also increasing across the country.\nIndia offers a remarkable example for how humans and wildlife, even the largest of wildlife, can coexist in an ever-developing world. Sharing that message with the world is the mission of The Great Elephant Migration which debuted 100 life-sized Asian elephants in Newport, RI on July 1.\nThe elephants–each based on a real, wild elephant from the Nilgiri Hills known by name and personality living alongside people in their coffee and tea plantations–were made by members of the Coexistence Collective, a group of 200 Indigenous artisans from the Nilgiri Biosphere Reserve . The herd was produced from the Lantana camara, a toxic, invasive plant overtaking the Indian forest, pushing elephants and other wildlife out and into closer proximity to humans, with greater potential for conflict.\nThrough September 2, 2024, the elephants can be seen along Newport’s famed Cliff Walk hugging the Atlantic Ocean with groups installed at Salve Regina University, The Breakers, the Rough Point mansion, and a lone “tusker” at the Great Friends Meeting House in town. Sculptures at Salve Regina University, Rough Point, and the Great Friends Meeting House can be seen up close by the public free of charge.\n“It’s a conservation miracle; it’s contrary to what's happening everywhere else in the world and it's definitely owed to an incredibly beautiful perspective on nature and our place within nature,” Ruth Ganesh, trustee, Elephant Family USA , co-organizer of the Newport presentation along with Art&Newport , and co-founder of the Coexistence Collective, said at The Great Elephant Migration’s opening at Rough Point. “That's what we hope the herd will spread, this beautiful perspective of coexistence and seeing other species as our biological kin.”\nMORE FOR YOU ‘The Boys’ Crossed A Line, And It Wasn’t ‘Hilarious’ At All Bon Jovi’s New Album Marks A New Low Point For The Band A Bill Gates-Recommended Read Is The Bestselling Book Of The Year So Far The elephants, and the Indians, prove conservation is as much a mindset as a management plan.\n“That culture of being able to live with animals is the most important thing, more than any of the natural variables about habitat and prey, and all of that,” Asian elephant expert and co-founder of the Real Elephant Collective in India , Tarsh Thekaekara, told Forbes.com. The Great Elephant Migration exhibition and tour is the brainchild of he and Ganesh. His research in India has focused on human-elephant coexistence. “Animals will survive in human dominated landscapes if people tolerate them. That is the bottom line. The elephants have an extreme case and it’s nice to showcase that people are living with the largest land mammal. Everything else is possible.”\nElephants Are Beautiful People\nThe Great Elephant Migration website states “elephants are beautiful people.”\n“That is directly from the people who made the elephants. Those communities are animist in tradition…kind of a fusion of Hinduism and animism,” Ganesh told Forbes.com. Animism attributes a soul and living spirit to animals, rivers, mountains, plants, and other objects often considered inanimate. “There’s a spiritual tapestry that underpins the answer to the question why is India succeeding in this way despite so many challenges? It’s the spirituality. It's this perspective. Instead of seeing human beings at top of the pyramid, it's seeing (humans and wildlife) as we're in a family.”\nA family alike in profound ways.\nResearch published this year by scientists at Colorado State University indicates that elephants have names for each other.\n“Conservation was very pro giving animals numbers, they did not give animals names for the longest time–no, no, you can't anthropomorphize–but now this new wave is acknowledging–a lot of the work that Tarsh has done and other conservation has to say–no, no, that's maybe not helpful,” Ganesh said.\nResearch from 2022 demonstrates the numerous ways elephants grieve their dead and participate in post-death rituals like burial , same as humans. They communicate. Feel pain. Play. Look out for each other.\n“We all know if we've got a dog or a cat how much personality exists, it's an uncomfortable truth to imagine that the whole of the animal kingdom has tons of personality–that (all animals are) beautiful people–because it would mean we'd have to change our behavior, but seeing animals as beautiful people, seeing mountains as deities and rivers as our veins, that it's a beautiful perspective,” Ganesh added\nIt is a commonplace perspective across India that has fostered a coexistence between humans and wildlife. A perspective not shared in the West.\nCharacterizing animals as unconscious, unfeeling, thoughtless creatures, not spiritual beings with individual personalities, has been one of the most disastrous of many disastrous perspectives indoctrinated across Western Civilization. No other culture in the world views animals through this reductive lens.\nDoing so makes animals easier to kill. Easier to abuse. When something is viewed as lesser than, unthinking, unfeeling, killing it doesn’t weigh on the conscious. Same goes for people.\n“Not just India, in lots of traditional cultures there wasn't a decimation of wildlife. If you look at conservation in most of the First World, it happened because there was a systematic decimation of all the wildlife,” Thekaekara explains. “When settlers arrived on the North American continent, they wiped out most animals. So, then you had nothing, and you had to conserve.”\nIt happened in Africa and everywhere else European colonizers invaded. When they arrived, the animals were killed.\n“Set aside land for nature because you assume people cannot coexist with nature–that model of conservation was inherently separationist–but even the Indigenous people in (America) have a deep cultural link (to wildlife), and they have managed those relationships sustainably for a long time,” Thekaekara continued.\nIndigenous people the world over have lived more or less harmoniously with wildlife for millennia. That has not been the case with Europeans and their descendants, particularly in America where killing animals could be considered the country’s core competency. From whales to insects, birds, wolves, big cats, sharks, fish, bison, and everything in between–if it walks, swims, crawls, or flies–Americans slaughtered it with relish.\n“If people stopped killing, (animals are) going to come back,” Thekaekara said. “Farmers are still struggling because their livelihood is affected by animals that destroy their crops or kill the livestock, but most other suburban people, their economy is not impacted (by wildlife). It's the same with elephants. They live in coffee and tea plantations, the core of the local economy isn't upset by the elephants. They don't eat the coffee or tea, so people's livelihoods are not affected. It’s only a minor adjustment to your lifestyle to be able to coexist.”\nRethinking Conservation\nGanesh has been involved with elephant conservation for 20 years. It has only been within the last handful, however, as the rewilding movement–an effort to return land previously developed for agriculture, industry, or human habitation to a more natural, ideally “wild” condition–has gained a foothold in the United Kingdom where she lives, that it dawned on her how India’s experience with elephants sets a lesson for the world. The “lightbulb moment” came talking to farmers in Scotland complaining about how beavers, and the ponds created by their felling of trees and damming of streams, were ruining crops.\nIf farmers in India can coexist with elephants, surely farmers in Scotland could co-exist with beavers.\nWhich is not to say all people and all wildlife should live side-by-side in all places.\n“Coexistence doesn't mean that animals can live everywhere, and humans can live everywhere,” Thekaekara said. “Currently, we’ve drawn a straight line and said this is the nature and this is the humans, but we have to blur that line. Urban centers are largely going to be for human beings, there will be some animals–foxes, for example, are thriving in London, certain species will be able to survive in urban centers–and then on the other end of the spectrum, you have largely wild spaces where there are not many human beings.”\nBetween urban centers and natural areas, Thekaekara and likeminded conservationists advocate for a third ecosystem, a gradient where the needs of people and wildlife are balanced.\n“That's the way we hope that conservation can be reimagined in the Anthropocene. Human domination is now complete over the whole world. We're living in an era that is dominated by human beings and if we just save these pockets, we're creating bad environments for ourselves to live in,” Thekaekara explains. “Ecosystem services are breaking down. The way to mitigate for all of this is to live better with the whole earth. We can't only protect these pockets, that's not going to help us in the long term.”\nEcosystem services provided by animals like bats and birds eating mosquitos. Beavers providing flood protection with their dams. Foxes, coyotes, bobcats, and raptors keeping rodent populations down. Vultures eating dead animals, preventing disease outbreaks in humans.\nIn the U.S., Thekaekara’s human-wildlife “gradient” is being promoted at scale nationwide through a project known as the Homegrown National Park . This effort encourages homeowners to incorporate more native plants and less lawn into their yards to support the bees, birds, butterflies, insects, and small animals relying on those plants for survival.\n“Conservation traditionally assumes that the way we're going to save nature is by putting away small packets of forests, disconnected entirely from people, while we humans destroy the rest of the planet for all of our needs, but that's simply not working out,” Thekaekara said. “Most of us developed humans have forgotten how to live with other species. These elephants tell a great story. People in India are living with the largest land mammal that exists on the planet. Nearly everybody else in the world can also live better with nature around them. We want to re-envision the world, from small pockets that are protected (with) everything else being destroyed, to a gradient of wild to urban where you celebrate human wildlife interactions.”\nThe Great Elephant Migration\nAfter arriving on the shores of America in Newport where the sun first rises over the country, The Great Elephant Migration heads to New York’s meatpacking district this fall, to Miami Beach for Art Week in early December, then on to the Blackfeet Reservation in Browning, MT in 2025 where members of the Blackfeet nation are working to restore bison populations. The migration concludes next summer in Los Angeles.\nEach of the elephant sculptures can be purchased , with prices ranging from $8,000 for a baby up to $22,000 for a tusker. Ganesh hopes to raise $10 million through their sale, with proceeds benefitting 22 different conservation partners around the world, many of them Indigenous run, many of them focusing on improving human-wildlife coexistence. In India, purchase supports the nation’s largest sustainable Indigenous enterprise along with large-scale lantana eradication. In Newport, money raised goes to Save the Bay.\n“You see an elephant, you just smile,” Ganesh said.\nAnimals have a way of doing that when humans let them into their lives.\nChadd Scott Following",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://homegrownnationalpark.org/",
      "https://thegreatelephantmigration.org/pages/buy-an-elephant",
      "https://elephant-family.org/about-us/",
      "https://www.worldwildlife.org/species/greater-one-horned-rhino",
      "https://www.sciencealert.com/tragic-and-mysterious-elephant-burial-ritual-witnessed-by-scientists",
      "https://savebay.org/",
      "https://thegreatelephantmigration.org/",
      "https://cds.elements.video/a/preload-resources-ovp.json",
      "http://www.cliffwalk.com/",
      "https://thegreatelephantmigration.org/pages/impact",
      "https://www.therealelephant.com/",
      "https://e360.yale.edu/features/coyote-carnage-the-gruesome-truth-about-wildlife-killing-contests",
      "https://timesofindia.indiatimes.com/india/roaring-success-population-of-asiatic-lions-in-india-up-29-in-5-years/articleshow/76311768.cms",
      "https://www.therealelephant.com/creatives",
      "http://www.youtube.com/watch?v=7iKdBUNqQm0",
      "https://indianexpress.com/article/india/tiger-census-data-india-has-3682-tigers-75-percent-of-global-numbers-8866890/",
      "https://secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db?s=400&d=mm&r=g",
      "https://capi.elements.video/tr/si?token=",
      "https://www.cbsnews.com/news/elephants-may-mourn-deaths-researchers-found-using-youtube-videos/",
      "https://www.pewresearch.org/short-reads/2023/02/09/key-facts-as-india-surpasses-china-as-the-worlds-most-populous-country/",
      "https://www.artandnewport.org/",
      "https://warnercnr.source.colostate.edu/elephants-have-names-like-people/",
      "https://www.seegreatart.art/the-american-buffalo-the-american-death-cult/",
      "https://www.seegreatart.art/the-american-buffalo-the-american-death-cult",
      "https://homegrownnationalpark.org",
      "https://indianexpress.com/article/india/tiger-census-data-india-has-3682-tigers-75-percent-of-global-numbers-8866890",
      "https://www.artandnewport.org",
      "https://therealelephant.com/creatives",
      "http://youtube.com/watch?v=7iKdBUNqQm0",
      "https://www.e360.yale.edu/features/coyote-carnage-the-gruesome-truth-about-wildlife-killing-contests",
      "https://www.homegrownnationalpark.org/",
      "https://www.cds.elements.video/a/preload-resources-ovp.json",
      "https://www.thegreatelephantmigration.org/",
      "https://thegreatelephantmigration.org",
      "https://elephant-family.org/about-us",
      "https://www.savebay.org/",
      "http://www.cliffwalk.com",
      "https://www.thegreatelephantmigration.org/pages/buy-an-elephant",
      "https://www.thegreatelephantmigration.org/pages/impact",
      "https://seegreatart.art/the-american-buffalo-the-american-death-cult/",
      "https://www.cbsnews.com/news/elephants-may-mourn-deaths-researchers-found-using-youtube-videos",
      "https://cbsnews.com/news/elephants-may-mourn-deaths-researchers-found-using-youtube-videos/",
      "https://www.elephant-family.org/about-us/",
      "https://warnercnr.source.colostate.edu/elephants-have-names-like-people",
      "https://www.timesofindia.indiatimes.com/india/roaring-success-population-of-asiatic-lions-in-india-up-29-in-5-years/articleshow/76311768.cms",
      "https://pewresearch.org/short-reads/2023/02/09/key-facts-as-india-surpasses-china-as-the-worlds-most-populous-country/",
      "http://www.youtube.com/watch",
      "https://secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db",
      "http://cliffwalk.com/",
      "https://capi.elements.video/tr/si",
      "https://www.secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db?s=400&d=mm&r=g",
      "https://savebay.org",
      "https://www.pewresearch.org/short-reads/2023/02/09/key-facts-as-india-surpasses-china-as-the-worlds-most-populous-country",
      "https://sciencealert.com/tragic-and-mysterious-elephant-burial-ritual-witnessed-by-scientists",
      "https://worldwildlife.org/species/greater-one-horned-rhino",
      "https://www.capi.elements.video/tr/si?token=",
      "https://artandnewport.org/",
      "https://www.indianexpress.com/article/india/tiger-census-data-india-has-3682-tigers-75-percent-of-global-numbers-8866890/",
      "https://www.warnercnr.source.colostate.edu/elephants-have-names-like-people/",
      "https://www.therealelephant.com",
      "https://therealelephant.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "great elephant migration across america begins in newport",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "ri india",
          "sentiment": "none"
        },
        {
          "name": "newport",
          "sentiment": "none"
        },
        {
          "name": "nilgiri hills",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T15:28:04.299+03:00",
    "updated": "2024-07-06T09:28:47.936+03:00"
  },
  {
    "uuid": "2c1cec8d61fb4263ac7d8b837f704450c52ba616",
    "url": "https://www.globenewswire.com/news-release/2023/12/28/2801888/0/en/Winfinity-Unveils-New-Competitions-Website-in-the-UK.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Winfinity Competitions",
    "published": "2023-12-28T23:34:00Z",
    "title": "Winfinity Unveils New Competitions Website in the UK",
    "text": "London , Dec. 28, 2023 (GLOBE NEWSWIRE) -- Winfinity is a new competitions website in the UK offering bi-weekly prize draws and spectacular prizes. The prizes include the latest smartphones, luxurious watches, cash prizes, premier cars, and many more. At least one draw occurs bi-weekly so members do not run out of opportunities to win exciting prizes. The platform works using fixed-odd competitions, which is an excellent way for players to get a chance to win a bike, car, van, motorhome, watch, camper, or any other luxury item. The prizes are drawn live every other Thursday at 4 PM on Facebook. All the prizes come with a guaranteed draw date and winner, irrespective of the sold-out tickets. This means that even if not all the tickets are sold, the draw will still occur at the set time and date. The platform does not extend the draw dates whatsoever. Every Monday, [Winfinity](https://www.globenewswire.com/Tracker?data=cbZ8ywawbwfxA9RRTcMv9eT3F0-VaB0QGG3OK7F-i3DV4YdCAfBtZLwlqeXzagkyX8OhtYqrw_P9mgoD2w-RxUNxkZYwejvpwRl9-omxK1o=) also gives away free prizes worth £500. Anyone can enter this Monday Draw by buying a ticket for the normal competition prizes. There is, however, a set amount of tickets per prize with a guaranteed winner. Winning a prize at [Winfinity Comps](https://www.globenewswire.com/Tracker?data=cbZ8ywawbwfxA9RRTcMv9RdAoY5aENX3RFVnNES_ivPwAzGiaqkW099RCxRUUbzUIuQivoCVvX01xBVH_H9eZE0fotaBDPenQatOlwy-sWw=) is as simple as visiting the website, selecting the competition, choosing a prize from the selection, logging in or registering and adding tickets to the basket, proceeding to checkout using debit or credit cards, and just waiting for the draw. The website is currently running a £500 Amazon voucher, £500 Smyths Toy Store voucher, and Nintendo Switch OLED, all at £1.99 per ticket. The selection process of winners is totally unbiased and transparent. The company uses a 100% random ball-spinning machine for completely random results. All the draws are conducted on Facebook Live for utmost transparency. In the absence of a ball machine, the platform uses an online Google Random Number Generator that is also live. [Winfinity Competitions](https://www.globenewswire.com/Tracker?data=cbZ8ywawbwfxA9RRTcMv9bJCU9H3Togv6b36OpDjX9GHSf1zDwL4kmOaMtUw2t7hMbMHMculgD1_DucFZJBb9vMmvheuwsF84F0Y5XRP4mj_2Iocz_jnPjWGUoX14rQb) tries to contact the winners and ensures the prizes are given to them. The entire process is pretty straightforward. Once an individual registers on the portal, they can choose any competition, buy a ticket, play the challenge, and win a prize. Winfinity Comps are closed when all the tickets are sold out or on the draw date, whichever comes first. Although members can enter a competition multiple times, they should stay within specified limits. The best thing about these competitions is that winners get to keep the prize, gift it, or sell it. The aim here is to make prize collection as easy and convenient as possible. To learn more, visit [https://www.winfinitycompetitions.com/competitions/](https://www.globenewswire.com/Tracker?data=BLASONCZ3PgKDTqu8F40mjw8_CVcDFJr4h65A0mu6MpbjP1VBG9F7cCrxGpMzxhhj6-KA0esTdVG4LCS0nePE-rKOQ3i8LXejSNYKp6Ajek-N7kQegxeuO6-V214fChlzEAulOTH0qC2AuB4CbMnLRZe-3Ucq3VyzTqOgl-zXQo=). About Winfinity Competitions Winfinity Competitions is a platform that provides incredible opportunities for consumers to win prizes in various categories. From smartphones to cars, watches to cash prizes, this place ensures that customers always have options for winning bonanzas. There is something for everyone who visits this site. ### Contact Winfinity Website: [https://www.winfinitycompetitions.com/](https://www.globenewswire.com/Tracker?data=BLASONCZ3PgKDTqu8F40mjw8_CVcDFJr4h65A0mu6MpbjP1VBG9F7cCrxGpMzxhhRDw5rU5qsnED9flYLqiBOH23_ruYMlk2qPu71NPAfX8qbXESpkitJdHpfz7eFK4rsR_FzjOeVWQ4g1VkQqPb2g==) Email: [Info@winfinitycompetitions.com](https://www.globenewswire.com/Tracker?data=u3_rr8NS9B76P-Ot19briFlUKKxU90XmOuqhrOTbpk9Pk1zutDlh5g6lN3XTp-X6YHkuG8MfdB4Wb8pD055Vy2Da7-ZS-aY27npaeUQser2sxiVPryBCEgdM2tZfo-fl) Disclaimer: Neither distribution company or its partners are responsible for the content and products mentioned in this press release. Decisions related to any products/services mentioned in this press release are purely under the discretion of the viewer and taken at their own risk. The source company is solely responsible for the accuracy and content of the press release. newsroom: [news.38digitalmarket.com](https://www.globenewswire.com/Tracker?data=lcDBBWGqMOfgyHd0QMZbBIPku8eM5XtxaARS7p_Y3-nvm1hiFdAxhAKwF_y467k8Ae3clqghVLS-mqKvN_pBYnWMBm6hm9dZk16RLbl0mh2KrOi74S5Eh5zijICll3sN)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.winfinitycompetitions.com/",
      "https://www.winfinitycompetitions.com/competitions/",
      "https://winfinitycompetitions.com/competitions/",
      "https://www.winfinitycompetitions.com",
      "https://winfinitycompetitions.com/",
      "https://www.winfinitycompetitions.com/competitions"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "uk london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:53:32.156+02:00",
    "updated": "2023-12-29T01:53:32.156+02:00"
  },
  {
    "uuid": "10ed517741c3bb7ffbfd5d4678b0f57c929ac461",
    "url": "https://www.publimetro.com.mx/noticias/2024/06/21/lluvias-abundantes-de-alberto-trajeron-esperanza-a-29-estados-de-la-republica-mexicana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@PublimetroMX",
    "published": "2024-06-21T20:38:00Z",
    "title": "Lluvias abundantes de Alberto trajeron ‘esperanza’ a 29 estados de la República Mexicana – Publimetro México",
    "text": "En varios municipios de Nuevo León presas y ríos elevaron el porcentaje de su capacidad\"/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T23:38:57.433+03:00",
    "updated": "2024-06-22T04:24:59.936+03:00"
  }
]