[
  {
    "uuid": "7eb515f18f45c1e1c01a76eb940a9934b90f6194",
    "url": "https://dialogosdosul.operamundi.uol.com.br/expectativa-x-realidade-por-que-incentivo-dos-eua-ao-setor-privado-de-cuba-pode-morrer-na-praia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guilherme Ribeiro",
    "published": "2024-06-27T21:23:00Z",
    "title": "Expectativa x realidade: por que incentivo dos EUA ao setor privado de Cuba pode morrer na praia?",
    "text": "Empresários cubanos são cautelosos ao avaliar as aplicações práticas e a sustentabilidade das novas medidas do governo dos Estados Unidos para favorecer o setor privado na ilha, ante uma possível mudança de administração no país vizinho e a persistente diferença bilateral. “Creio que todas as medidas que contribuam para o desenvolvimento do comércio e do empresariado sempre serão vistas por nós com bons olhos, mas é preciso materializá-lo”, avaliou para IPS Suselmis Martín, diretora-geral e fundadora da pequena empresa privada SMG Branding focada desde 2019 na criação, desenvolvimento e posicionamento de marcas cubanas. Martín ressaltou a oportunidade para que empresários cubanos sem visto de turismo ou de negócios para ir aos Estados Unidos possam abrir e utilizar contas de forma remota. “Trata-se de uma facilidade, tanto para a exportação de serviços como os de minha empresa, ou para que colegas e negócios importem equipamento e matérias-primas de um mercado muito próximo, com melhores preços e tempos de entrega mais rápidos. Mas muitas vezes é complicado pagar” devido às disposições do embargo, afirmou esta comunicadora. O engenheiro Pavel Sánchez, administrador-geral da média empresa privada Ecomadera Cubana, concordou em que as atividades de importação e exportação “são complexas para nós, sobretudo no que se relaciona com os movimentos financeiros de e para Cuba. Encontrar soluções para esta situação é uma dor de cabeça cotidiana”. Em seu diálogo com IPS, Sánchez ressaltou que as medidas de Washington “mudam algumas regras do jogo e ainda que quiséssemos um alcance maior, abre outros canais para estas operações comerciais. Este é o ponto em que poderíamos beneficiar-nos se, por fim, sejam implementadas”. Localizada no município de Fomento, na província central de Sancti Spíritus, Ecomadera Cubana sobressai desde 2014 pela produção de madeira plástica ou eco madeira, resultado do processamento de diferentes tipos de polímeros com a qual elabora tábuas, colunas, vigas e viguetas adequadas a distintas construções. Principais pontos da medida Embora tenham sido anunciadas há dois anos, em 28 de maio último o Escritório de Controle de Ativos Estrangeiros (OFAC, em inglês), do departamento do Tesouro dos Estados Unidos, [autorizou o acesso de empresários cubanos independentes](https://www.state.gov/el-departamento-del-tesoro-enmienda-reglamentaciones-para-incrementar-el-apoyo-a-los-empresarios-independientes-del-sector-privado-y-al-pueblo-cubanos/) a serviços de internet, aplicações e sites de comércio eletrônico, junto com vias para pagamentos eletrônicos e atividades comerciais com esse país. As diretrizes permitem a empresários independentes do setor privado cubano abrir, manter e utilizar à distância contas bancárias nos Estados Unidos. Também autoriza serviços com operação pela internet como os dos sites de redes sociais, as videoconferências e os serviços que operam na nuvem. E ainda, restabelece a autorização – suspensa em setembro de 2019 – para transações “U-turn” que são transferências de recursos que se originam fora dos Estados Unidos e, também, terminam fora dos Estados Unidos em que nem a fonte, nem o beneficiário estão sujeitos à jurisdição deste país. Segundo o disposto, ficam excluídos dos benefícios alguns funcionários e membros do Partido Comunista de Cuba (PCC), o único legal no país, incluídos nas listas regulatórias de Washington. Além de considerá-las “limitadas” e de buscar “situar em uma posição de vantagem o setor privado”, uma [declaração](https://cubaminrex.cu/es/cuba-es-una-sola-declaracion-del-ministerio-de-relaciones-exteriores) do [Ministério de Relações Exteriores](https://cubaminrex.cu/es) ressaltou que as decisões “não tocam no corpo fundamental do bloqueio contra Cuba nem nas sanções adicionais que formam a política de máxima pressão” para a ilha. Não obstante, o governo cubano indicou que “estudará estas medidas e, se não violarem a legislação nacional e significarem uma abertura que beneficie a população cubana, ainda que apenas um segmento, não criará obstáculos para sua aplicação”. Obstáculos do projeto Para o economista Omar Everleny Pérez Villanueva, “sempre é complexo interpretar qualquer medida de flexibilização” dos Estados Unidos para Cuba “porque se mantém o bloqueio – como é conhecido internamente o embargo vigente desde 1962 –, com um emaranhado legal muito complexo, e a ilha continua na lista de países patrocinadores do terrorismo”. Para o governo cubano, [tal designação](https://cubaminrex.cu/es/eeuu-debe-sacar-cuba-de-una-vez-de-la-lista-de-estados-que-supuestamente-patrocinan-el-terrorismo), estabelecida em janeiro de 2021, busca justificar a aprovação de sanções. Além de proibições financeiras e penalizações a pessoas e bancos que realizem determinados intercâmbios comerciais com os incluídos na lista, aumenta o risco-país para operações comerciais. Pérez Villanueva indicou que as novas medidas chegam a menos de seis meses das eleições presidenciais nos Estados Unidos. “Para que empresários cubanos abram contas bancárias seria preciso modificar muitos aspectos legais que talvez, a partir de janeiro de 2025, seja necessário mudar se houver uma nova administração. Duvido que isso se materialize agora; talvez depois das eleições, dependendo do partido que ganhar”, afirmou o especialista, em entrevista com à IPS. As decisões da Casa Branca são “um primeiro passo de muitos que é preciso dar”, opinou a engenheira civil Yulieta Hernández, presidenta da média empresa privada Pilares Construções, especializada desde 2021 na construção, manutenção, reparação, reabilitação e remodelação de imóveis. Hernández afirmou à IPS que empresários cubanos “não têm acesso a vistos de negócios para buscar oportunidades nos Estados Unidos. É um aspecto que estas medidas não contemplam”. Perguntou-se: “quantos bancos permitirão a abertura de contas a empresários cubanos diante da elevada percepção de risco para efetuar operações financeiras com a ilha?”. Aludiu às vultosas multas recebidas por entidades bancárias devido a violações do regime de sanções de Washington sobre a ilha. “Existe uma probabilidade altíssima de que as comissões sejam muito elevadas. E, nas condições atuais do setor privado em Cuba isto pode repercutir negativamente e fazer com que a medida não seja aproveitada ao máximo”, argumentou a empresária. Empresas no fogo cruzado O crescimento do setor privado neste país insular caribenho de 11 milhões de habitantes e economia centralmente planejada teve que lidar com avanços, retrocessos e críticas a sua gestão partindo de diversos espectros ideológicos. Algumas posições têm ojeriza ao setor por considerá-lo um instrumento de grupos nos Estados Unidos para desmontar o sistema socialista na ilha e avançar em um processo de restauração capitalista. Outras críticas apontam a atividade importadora que alguns desenvolvem e a venda de produtos finais sem valor agregado, enquanto outros argumentam que sua autorização serve para constituir empresas privadas por parte de “testas de ferro” e ser um pretexto do governo para importar produtos, burlar o embargo e obter divisas. A criação de micro, pequenas e médias empresas (mipymes) limita-se a setores não estratégicos. São atores econômicos legitimados nos documentos reitores do PCC e na Constituição, como parte do modelo socialista de desenvolvimento. Sua atividade é considerada complementar às da empresa estatal socialista, catalogada como sujeito principal da economia interna. São mais de 11 mil as mipymes, em sua maioria privadas, autorizadas a constituírem-se desde setembro de 2021, em um contexto marcado pela covid-19, o fortalecimento do embargo estadunidense, desabastecimento de alimentos e insumos de primeira necessidade, e o malogrado ordenamento monetário acentuado pela dolarização parcial da economia e a inflação disparada. Autoridades afirmaram que as mipymes agem em igualdade de condições que o resto dos atores econômicos reconhecidos e que não haverá retrocessos nem freios na abertura ao também chamado setor não estatal. No entanto, economistas insistem na ausência de mercados atacadistas para que os privados se abasteçam; que carecem de incentivos reais para exportar, pagam elevados impostos sobre as vendas e utilidades e foi eliminada para eles a isenção de impostos em seu primeiro ano. Além disso, diferentemente das entidades estatais, não são subsidiadas em caso de perdas. Permanece sem solução a concretização de um mercado cambiário oficial onde as mipymes adquiram de maneira suficiente e sem irregularidades as divisas, a fim de efetuar atividades de comércio exterior por meio de empresas estatais intermediárias. Estatísticas oficiais [indicam](https://www.granma.cu/economia-con-tinta/2024-02-19/la-economia-cubana-en-2023-y-perspectivas-para-2024-ii-19-02-2024-22-02-15) que o setor não estatal na ilha representa 15% do produto interno bruto cubano (PIB) e cobre cerca de 35% do emprego no país. Quanto às atividades de comércio exterior, em 2023 realizaram importações superiores a 1 bilhões de dólares, mas as exportações não ultrapassaram os 200 milhões, equivalentes a 0,2% do total exportado. “Não só o governo dos Estados Unidos tem que responder afirmativamente às instituições bancárias. Também é preciso ver como Cuba se expressa no dia a dia das operações comerciais, e aproveitar esta pequena brecha no bloqueio para implementar medidas que beneficiem o empresariado cubano”, considerou Pérez Villanueva. Na opinião do economista, “não se trata só de dizer que as medidas de Washington beneficiam uma parte do setor privado. O governo cubano também pode flexibilizar os nós górdios que mantém sobre a empresa estatal e favorecê-la”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.state.gov/el-departamento-del-tesoro-enmienda-reglamentaciones-para-incrementar-el-apoyo-a-los-empresarios-independientes-del-sector-privado-y-al-pueblo-cubanos/",
      "https://www.granma.cu/economia-con-tinta/2024-02-19/la-economia-cubana-en-2023-y-perspectivas-para-2024-ii-19-02-2024-22-02-15",
      "https://cubaminrex.cu/es/cuba-es-una-sola-declaracion-del-ministerio-de-relaciones-exteriores",
      "https://cubaminrex.cu/es",
      "https://cubaminrex.cu/es/eeuu-debe-sacar-cuba-de-una-vez-de-la-lista-de-estados-que-supuestamente-patrocinan-el-terrorismo",
      "https://www.cubaminrex.cu/es/cuba-es-una-sola-declaracion-del-ministerio-de-relaciones-exteriores",
      "https://granma.cu/economia-con-tinta/2024-02-19/la-economia-cubana-en-2023-y-perspectivas-para-2024-ii-19-02-2024-22-02-15",
      "https://state.gov/el-departamento-del-tesoro-enmienda-reglamentaciones-para-incrementar-el-apoyo-a-los-empresarios-independientes-del-sector-privado-y-al-pueblo-cubanos/",
      "https://www.state.gov/el-departamento-del-tesoro-enmienda-reglamentaciones-para-incrementar-el-apoyo-a-los-empresarios-independientes-del-sector-privado-y-al-pueblo-cubanos",
      "https://www.cubaminrex.cu/es/eeuu-debe-sacar-cuba-de-una-vez-de-la-lista-de-estados-que-supuestamente-patrocinan-el-terrorismo",
      "https://www.cubaminrex.cu/es"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:13:49.481+03:00",
    "updated": "2024-07-05T01:45:09.194+03:00"
  },
  {
    "uuid": "01adda552d1904b1fcc7ce09f60b01d47b0ceed5",
    "url": "https://delas.ig.com.br/parceiros/selecoes/2024-01-05/5-plantas-perfeitas-para-jardim-pequeno.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Seleções",
    "published": "2024-01-05T20:05:00Z",
    "title": "5 plantas perfeitas para jardim pequeno",
    "text": "Jardins pequenos\npossuem um charme único, porém escolher as plantas certas é um passo essencial para maximizar o espaço e criar um ambiente encantador. Se você possui um jardim compacto e busca opções que se destaquem sem ocupar muito espaço, vamos te mostrar algumas plantas para transformar o seu cantinho verde.\nAo escolher plantas compactas e versáteis, você pode\ntransformar\nseu jardim pequeno em um local de beleza e tranquilidade. Considere as condições específicas do seu espaço, como a exposição solar e a drenagem do solo, para garantir que suas plantas prosperem.\n5 plantas perfeitas para jardim pequeno\nCom criatividade e escolhas inteligentes, seu pequeno jardim pode se tornar um refúgio encantador em qualquer estação. Confira uma lista com 5 plantas perfeitas para decorar o seu jardim pequeno.\n1. Suculentas\nAs suculentas são a escolha ideal para jardins pequenos. Com suas formas intrigantes e necessidade mínima de cuidados, essas plantas adicionam um toque de exotismo a qualquer espaço. Elas são conhecidas por precisarem de baixa manutenção e deixarem o ambiente ainda mais lindo e aconchegante.\n2. Lavanda\nAlém de sua fragrância inconfundível, a lavanda é uma planta compacta e versátil. Ideal para jardins pequenos, ela atrai polinizadores e adiciona um toque de elegância com suas flores roxas. Uma boa opção para espaços menores.\n3. Ervas aromáticas em vasos\nCultivar ervas aromáticas em vasos é uma maneira inteligente de ter acesso a temperos frescos enquanto economiza espaço. Manjericão, tomilho e alecrim são escolhas populares. Essa escolha vai ser útil para preparos na cozinha e ainda vai embelezar seu pequeno jardim.\n4. Hortênsias anãs\nAs hortênsias anãs oferecem a beleza exuberante das hortênsias em um formato compacto. Com suas flores vibrantes, são uma adição encantadora a jardins menores. Com cores variadas, você pode definir a que mais combina com o seu espaço.\n5. Mini árvores frutíferas\nUma boa escolha são as árvores frutíferas em versões compactas, como mini laranjeiras ou macieiras. Essas árvores adicionam um toque de frescor e ainda oferecem frutas deliciosas em tamanho adequado para espaços menores.\nE aí, curtiu essa matéria? Então conheça e siga a gente em nossos perfis no",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:17:04.954+02:00",
    "updated": "2024-01-06T00:17:04.954+02:00"
  },
  {
    "uuid": "4ef755af08b691821c7f3bc8de8df9ebe05b238a",
    "url": "https://nybreaking.com/nail-biting-moment-female-fed-ex-driver-realizes-shes-made-awful-decision-on-lonely-country-road",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James",
    "published": "2025-01-31T03:13:00Z",
    "title": "Nail-biting moment female Fed Ex driver realizes she's made awful decision on lonely country road",
    "text": "An Alabama FedEx driver realized that she was stuck on an abandoned bridge for no way to the other side in tense images.\nRaven Edwards, 26, was arrested and accused of driving under the influence after she had driven a mail car through a deteriorating wooded path in Winston County on January 18.\nBut the driver maintained her innocence – claiming that she was not drunk at all and her GPS followed. Edwards said she only failed her Field -Ouberliness test because she was nervous.\nIn the shocking dashcam images that were recorded before her arrest, she does not seem to be concerned – until the journey along the rotting bridge starts to bump.\nEdwards is starting to note that something is wrong if she stops driving abruptly, but she only looks down on her lap before she goes through the destroyed path.\nImages shows the unsuspecting driver who shoots in her chair as She continues to drive through the creepy route. The road that lies in front of us is covered with fallen trees.\nFinally, the truck comes to a halt when the narrow road is blocked by rubble for Edwards to continue.\nSuddenly stunned and scared, Edwards scratches her head and shouts, “F ** KA Duck!”\nDash Cam -Images shows Edwards calmly with her mail car on the creepy bridge through a heavily wooded space\nEdwards claimed that she was not intoxicated or was under the influence, she just followed her GPS\nRaven Edwards, 26, was arrested on a Dui -Alder after she had driven a FedEx truck through a deserted bridge in Winston County, Alabama\nAfter a moment of silence, she leaves a grunt of defeat before she exclaims: ‘I’m afraid! I’m scared, honey. ‘\nJust after Edwards was in the absurd situation, the police arrived on the spot and arrested her with a DIY, according to Cullman daily .\nThe office of the Sheriff of Winston County told DailyMail.com Edwards was booked in the prison of the province just after 12:15 pm and has since been connected.\nEdwards has denied being under the influence, telling Cullman daily That the GPS has misled her on the path that looked straight from a horror film.\nPhotos of the FedEx truck after the incident reveal that Edwards was only a few moments from a disaster.\nIf she kept driving, she might have reached part of the bridge that had no fixed bottom – only steel bars that cannot be transferred.\nIn a Facebook plea, Christina Shields, the cousin of Edwards, told people that they had to be friendly and empathetic. She claimed that Edwards is wrongly accused of driving while they are intoxicated.\nShields pointed to her cousin who struggled with substance abuse in the past, but claimed that she was sober when she was arrested.\nPhotos of the FedEx truck after the incident reveal that Edwards was only a few moments from a disaster\nShe wrote: ‘Please keep my cousin in your prayers instead of laughing, joking or being ugly.\n‘You never know what terrible things someone has endured or currently continues in their lives. You never know how close someone is to give it all up.\n‘Addiction is a disease and it does not discriminate. It is not necessary to be a decent person. ‘\nShields said Edwards told her that she was not drunk at all and was just ‘shaken’ about the accident.\n“She had a panic attack and they didn’t listen to her. She was new in the area, had just moved and started this route, “wrote Shields.\n‘We all know how crazy GPS can be. I believe she can beat the matter. ‘\nShe also claimed that Edwards and a hair follicle test received after her arrest to prove her innocence and immediately hired a lawyer to combat the accusations.\nAn employee could confirm that Edwards had pulled her blood for a test, but the results could not reveal when it was approached by DailyMail.com.\nThe video has called strong viewer reactions that show some people support for Edwards.\nThe FedEx truck was sandwiched in woody debris after Edwards drove the road to nowhere\n‘From a home health nurse who GPS’ will take you to a number of crazy places. Praying for her, “wrote a woman.\nOthers seemed a bit skeptical to her claim on austerity, in which one user wrote: ‘She could have died. I hope this wakes her up and she gets the help she needs. ‘\nEdwards did not respond publicly to the FedEx debacle, but she commented on her cousin’s message: “If anyone has questions, you can all call or text me.”\nFedex told DailyMail.com that Edwards ‘no longer provides service’ for the company.\n“The reported behavior is not acceptable nor consistent with the professionalism that FedEx team members demonstrate every day in the safe and safe supply of millions of packages to our customers,” Fedex wrote.\nDailymail.com has contacted Edwards and Shields for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->reckless driving",
      "Human Interest->human mishap",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/watch/?v=604879895477900",
      "https://www.facebook.com/share/p/14waveHvsk/",
      "https://www.facebook.com/share/p/14waveHvsk",
      "https://facebook.com/watch/?v=604879895477900",
      "https://www.facebook.com/watch/",
      "https://facebook.com/share/p/14waveHvsk/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "4ef755af08b691821c7f3bc8de8df9ebe05b238a",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T08:07:48.402+02:00",
    "updated": "2025-01-31T08:07:48.402+02:00"
  },
  {
    "uuid": "1f7d52ca4f7a627f086fe15f2d74e805e6ed604f",
    "url": "https://www.courant.com/2023/12/28/bloomfields-dwight-freeney-named-pro-football-hall-of-fame-finalist-for-second-straight-year/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kels Dayton",
    "published": "2023-12-28T21:55:00Z",
    "title": "Bloomfield’s Dwight Freeney named Pro Football Hall of Fame finalist for second straight year",
    "text": "Bloomfield native and Indianapolis Colts legend\nDwight Freeney has been named a finalist for the Pro Football Hall of Fame for the second straight year.\nThe 43-year-old is one of\n15 finalists for the Class of 2024, which will be announced on Thursday, Feb. 8, ahead of the Super Bowl. The induction ceremony will take place next August in Canton, Ohio.\nFreeney played 16 seasons in the NFL from 2002-17, his first eleven with the Colts. He was a seven-time Pro Bowler, making his name as one of the league’s best pass rushers and anchor of a defense that helped the Colts win Super Bowl XLI. He retired with 125 1/2 sacks and 47 forced fumbles, and was inducted into the Colts’\nRing of Honor earlier this year.\nFreeney’s football career began at Bloomfield High School, where head coach Jack Cochran convinced him to switch from soccer to football. He went on to help lead the Warhawks\nto the state title in 1997, one of three straight Bloomfield would win.\nHe then took his talents to Syracuse, where he became an All-American and eventually a first-round draft pick, 11th overall.\nHere are the 15 Hall of Fame finalists:\nEric Allen, DB — 1988-1994 Philadelphia Eagles, 1995-1997 New Orleans Saints, 1998-2001 Oakland Raiders\nJared Allen, DE – 2004-2007 Kansas City Chiefs, 2008-2013 Minnesota Vikings, 2014-2015 Chicago Bears, 2015 Carolina Panthers\nWillie Anderson, OT — 1996-2007 Cincinnati Bengals, 2008 Baltimore Ravens\nJahri Evans, OL — 2006-2016 New Orleans Saints, 2017 Green Bay Packers\nDwight Freeney, DE — 2002-2012 Indianapolis Colts, 2013-14 San Diego Chargers, 2015 Arizona Cardinals, 2016 Atlanta Falcons, 2017 Detroit Lions, 2017 Seattle Seahawks\nAntonio Gates, TE — 2003-2018 San Diego/Los Angeles Chargers\nRodney Harrison, DB — 1994-2002 San Diego Chargers, 2003-2008 New England Patriots\nDevin Hester, PR/KR/WR — 2006-2013 Chicago Bears, 2014-2015 Atlanta Falcons, 2016 Baltimore Ravens, 2016 Seattle Seahawks\nTorry Holt, WR — 1999-2008 St. Louis Rams, 2009 Jacksonville Jaguars\nAndre Johnson, WR — 2003-2014 Houston Texans, 2015 Indianapolis Colts, 2016 Tennessee Titans\nJulius Peppers, DE — 2002-2009/2017-2018 Carolina Panthers, 2010-2013 Chicago Bears, 2014-2016 Green Bay Packers\nFred Taylor, RB — 1998-2008 Jacksonville Jaguars, 2009-2010 New England Patriots\nReggie Wayne, WR — 2001-2014 Indianapolis Colts\nPatrick Willis, LB — 2007-2014 San Francisco 49ers\nDarren Woodson, S — 1992-2003 Dallas Cowboys",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.pro-football-reference.com/players/F/FreeDw00.htm",
      "https://www.nfl.com/news/finalists-for-pro-football-hall-of-fame-class-of-2024-revealed",
      "https://www.colts.com/news/dwight-freeney-indianapolis-colts-ring-of-honor-ceremony",
      "https://colts.com/news/dwight-freeney-indianapolis-colts-ring-of-honor-ceremony",
      "https://nfl.com/news/finalists-for-pro-football-hall-of-fame-class-of-2024-revealed",
      "https://pro-football-reference.com/players/F/FreeDw00.htm"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dwight freeney",
          "sentiment": "negative"
        },
        {
          "name": "bloomfield",
          "sentiment": "none"
        },
        {
          "name": "jack cochran",
          "sentiment": "none"
        },
        {
          "name": "freeney",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bloomfield",
          "sentiment": "negative"
        },
        {
          "name": "indianapolis colts",
          "sentiment": "negative"
        },
        {
          "name": "football hall of fame",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "colts",
          "sentiment": "none"
        },
        {
          "name": "bloomfield high school",
          "sentiment": "none"
        },
        {
          "name": "warhawks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "syracuse",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "canton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:42.836+02:00",
    "updated": "2023-12-29T00:12:42.836+02:00"
  },
  {
    "uuid": "f91cb2f8540fa01344a5344ba417e35d5b23cd5b",
    "url": "https://www.breitbart.com/crime/2024/06/13/police-north-carolina-middle-school-teacher-raped-14-year-old-student",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Olivia Rondeau",
    "published": "2024-06-13T00:00:00Z",
    "title": "Police: North Carolina Middle School Teacher Raped 14-Year-Old Student",
    "text": "A North Carolina former middle school teacher has been arrested for sex crimes against a 14-year-old student.\nThe investigation began on Friday, June 7, 2024, when a Wellcome Middle School resource officer began looking into a potentially inappropriate relationship between 37-year-old Spanish teacher Heydi Monroy and the teen, a local ABC News affiliate reported .\nAs a result of the evidence that police gathered, Monroy was booked into the Pitt County Detention Center on Tuesday on charges of statutory rape of a child, sexual activity with a student, and indecent liberties with a student.\nIt is unclear if the victim is a male or female student.\nMonroy, who taught Spanish at the Pitt County school, was placed on suspension on the same day as her arrest but no longer works for the school district as of Wednesday.\nThe disgraced teacher is being held without bond.\n“This investigation remains ongoing at this time,” the outlet reported.\nA neighbor of Monroy, Seth Turner, told WECT6 that he was shocked to find out about the allegations.\n“Shocking to find out about something like that, especially by somebody so close by,” he said.\n“You kind of worry for the people around here that do have kids and small children because something like that can definitely make you rethink where you are and the people around you,” Turner added.\nCrime Education North Carolina Rape",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.wect.com/2024/06/12/pitt-county-teacher-charged-with-rape-middle-school-student/",
      "https://wcti12.com/amp/news/local/pitt-county-teacher-arrested-for-alleged-misconduct-with-student",
      "https://www.wect.com/2024/06/12/pitt-county-teacher-charged-with-rape-middle-school-student",
      "https://wect.com/2024/06/12/pitt-county-teacher-charged-with-rape-middle-school-student/",
      "https://www.wcti12.com/amp/news/local/pitt-county-teacher-arrested-for-alleged-misconduct-with-student"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seth turner",
          "sentiment": "none"
        },
        {
          "name": "heydi monroy",
          "sentiment": "none"
        },
        {
          "name": "monroy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north carolina middle school",
          "sentiment": "negative"
        },
        {
          "name": "abc news",
          "sentiment": "none"
        },
        {
          "name": "wellcome middle school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "pitt county",
          "sentiment": "none"
        },
        {
          "name": "pitt county detention center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:13:38.395+03:00",
    "updated": "2024-06-14T01:13:38.395+03:00"
  },
  {
    "uuid": "4bda39cbf90e0dc2cd37ffc4e806fd380941bdca",
    "url": "https://n.yam.com/Article/20250724476712",
    "ord_in_thread": 0,
    "author": "蕃新聞",
    "published": "2025-07-24T03:32:00Z",
    "title": "【專欄】「大罷免」召喚出台灣人守護家園的意志！",
    "text": "【專欄】「大罷免」召喚出台灣人守護家園的意志！\n距離7月26日大罷免投票日僅剩2天，台灣爆發2014年太陽花以來又一次反中國國民黨的抗暴運動，其規模又比十年前更為廣泛、普遍、偉大，因為其中滲雜著中國共產黨侵略、併吞台灣的策略陽謀。只因以傅崐萁為首的賣台集團引起台灣人的驚覺，造成今天風起雲湧的「大罷免風潮」！\n國共內戰是20世紀中國規模最大、影響最深遠的內戰，1945年至1950年第二階段的國共內戰結束，中共消滅國民黨的中華民國於中國。想不到七十餘年之後，這種敵對的關係、殘存的中國國民黨，竟然聯合中國共產黨要消滅台灣，真是令人驚嘆國民黨墮落速度之快！\n自甘墮落、唾面自乾的「無恥」去投奔中國也就算了，竟然拉台灣共同沉淪！？「 726大罷免」下架國民黨立委，群起圍攻國民黨的賣台行徑，已成為台灣的共識。\n賴清德總統發表「團結國家十講」第二講，提出「要透過一次又一次的選舉，一張又一張的選票，像打鐵鑄劍一般，一錘又一錘，千錘百鍊，百煉成鋼，打掉雜質，淬鍊出捍衛主權、守護民主鋼鐵般的意志。」這正是726透過大罷免打掉親共「雜質」的關鍵。\n因此，7月22日「台灣國」發起「藝術家挺大罷免，去除國會雜質」記者會。呼籲一向保守的藝術家站出來力挺「大罷免」，下架「為匪作倀」的國民黨立委。\n真正的藝術家秉於知識的良知，具有批判社會、捍衛正義的力量，是站在人類思考的前沿，是淨化社會的一股力量。\n只是，長期以來台灣人接受國民黨的洗腦，再加上文化藝術創作的政治資源掌握在國民黨的手裡，油滋滋的大餅，分配給親國民黨的藝術家、學者，共享資源吃香喝辣，致使文化教育界普遍存在親中思想的意識形態。親中舔共的藝人、藝術家就是在這樣的環境滋養而成的，這是「史實」！\n因此，「台灣國」發起「藝術家挺大罷免，去除國會雜質」的活動，確實面臨邀請具有台灣主體意識的藝術家宛如鳳毛麟角般的困難，這是事實！\n然而「道不孤必有鄰」，今天（24日）下午，由「望春風文化藝術基金會」陳秀麗董事長等單位，發起「文教界挺大罷免遊行」，是大罷免前2天在台北市最大的遊行抗議活動。希望召喚出台灣人的知識良知，認清中國國民黨賣台的「叵測之心」。文教界大罷免不缺席，清除親共「雜質」以維護「台灣是台灣人的台灣」的主權運動。\n讓中國共產黨、國民黨看到，台灣人維護國家安全的邊界，台灣人展現守護家園的意志！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->citizens' initiative and recall",
      "Politics->political candidates",
      "Politics->political campaigns",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:53:26.610+03:00",
    "updated": "2025-07-24T07:57:46.000+03:00"
  },
  {
    "uuid": "956523177b5418b4f367507ceb546db15deb1d91",
    "url": "https://timesofindia.indiatimes.com/city/dehradun/uttarakhand-rainfall-surplus-haridwar-600-doon-390-in-24-hours/articleshow/112209297.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gaurav Talwar",
    "published": "2024-08-01T23:23:00Z",
    "title": "Haridwar: Uttarakhand Rainfall Surplus: Haridwar 600%, Doon 390% in 24 Hours | Dehradun News - Times of India",
    "text": "Dehradun: Uttarakhand experienced 145% more rainfall than expected in the past 24 hours, according to the regional meteorological centre. The state recorded 38mm of rain from Wednesday morning to Thursday morning, significantly higher than the anticipated 15.4mm.Haridwar saw the most dramatic increase, with a 685% surplus, leading to flood-like conditions in low-lying areas. The district received 112mm of rain against the expected 14.3mm. Roshnabad in Haridwar reported a staggering 210mm of rain overnight, while Bhagwanpur received 100mm. Dehradun also experienced heavy rainfall, with a 390% surplus. The city recorded 104mm of rain compared to the normal 21mm for the period. Bageshwar saw a 482% increase in rainfall, and Tehri Garhwal experienced a 315% surplus.“The monsoon remained active over state in the past 24 hours, resulting in widespread activity. Six districts received over 100% surplus rain,” said Bikram Singh, director of the regional Met centre.We also published the following articles recentlyThis July received highest recorded rainfall in 124 yearsIn July, Goa experienced record-breaking rainfall, accumulating 1,986mm, surpassing previous highs. This month saw numerous intense rain days, with a peak single-day total of over 235mm. The India Meteorological Department issued nine red alerts due to extreme rainfall. Valpoi recorded the highest seasonal total at 3,674mm, and June and July both exceeded their climatological averages.112176861Doon-Mussoorie highway remains closed for several hours at night amid rainHeavy rains caused significant disruption in Dehradun and Mussoorie, closing major roads and causing extensive damage to infrastructure, including roads, power lines, and retaining walls. Flooding and waterlogging were severe across the region, and landslides further exacerbated the situation. Authorities were working on temporary solutions to restore normalcy, including the erection of a Bailey bridge on Mussoorie-Dehradun road.112204350Doon-Mussoorie highway remains closed for several hours at night amid rainHeavy rain caused extensive damage in Dehradun and Mussoorie. The Dehradun-Mussoorie highway was closed for several hours, roads were washed away, and power lines were down. In Mussoorie, landslides resulted in road closures. Efforts are underway to repair damaged areas and install temporary bridges to restore traffic flow.112204363",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bageshwar",
          "sentiment": "none"
        },
        {
          "name": "dehradun",
          "sentiment": "none"
        },
        {
          "name": "bhagwanpur",
          "sentiment": "none"
        },
        {
          "name": "roshnabad",
          "sentiment": "none"
        },
        {
          "name": "bikram singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dehradun news - times of india dehradun",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "tehri garhwal",
          "sentiment": "none"
        },
        {
          "name": "haridwar",
          "sentiment": "none"
        },
        {
          "name": "goa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T10:01:00.895+03:00",
    "updated": "2024-08-02T10:01:00.895+03:00"
  }
]