[
  {
    "uuid": "bd6b1e8c3afe6ed537a72b98c3b1a28c0a160d9f",
    "url": "https://www.einnews.com/pr_news/716039092/historic-graduation-convocation-at-iqou-theological-college-marks-a-new-era-for-islamic-education-in-america",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EIN News",
    "published": "2024-05-31T01:29:00Z",
    "title": "Historic Graduation & Convocation at IQOU Theological College Marks a New Era for Islamic Education in America - African American News Today - EIN Presswire",
    "text": "IQOU Theological College, a pioneering institution of Islamic higher education in the United States of America, celebrated its annual Graduation & Convocation on May 26, 2024, in Charlotte Court House, Virginia. The event, held under the clear morning sky on the beautiful lawn of its future campus, marked a momentous occasion for graduates receiving Certificates and diplomas in Islamic Studies through dynamic, fully virtual programs. IQOU Theological College President Sheikha Syeda Zainab Gillani, delivered a warm welcome address to an audience of international dignitaries, special guests, and the families of graduates. President Gillani shed light on the tumultuous history of education for African Americans in the region and underscored the significance of the college’s future campus which was built during segregation in 1952 as a school for African Americans. The historic building will soon serve as the new home for IQOU TheologicalCollege, which is open to students of diverse backgrounds from around the world who are eager to explore the rich Islamic culture and sciences. The stark juxtaposition of the establishment of IQOU Theological College to the memory of those who paved the way was not lost on the audience as President Gillani said, “ for 350 years many and most of our ancestors were stolen from the shores of West Africa, shipped away on horrible ships and sold into a life of the most inhumane bondage, slavery, and oppression ever to be recorded in human history.” This year's landmark ceremony announced the college's groundbreaking role in bringing a lost history of Islamic learning, scholarship, and research to the area through new collaborations with international dignitaries from Mali, West Africa. The keynote speaker, Dr. Abdel Kader Haidara, founder of the Mamma Haidara Commemorative Library of Timbuktu, Mali, spoke to the audience in Arabic with Hafiz Hassan Ali Qadri, IQOU faculty member, providing the English translation. Dr. Haidara expressed the need to open the doors of opportunity in order to learn from one another and spread unity and cultural understanding. Dr. Haidara is world renowned for dedicating his life to preserving hundreds of thousands of ancient manuscripts from the West African city of Timbuktu, Mali, a thriving hub of intellectual activity during the 13th to 17th centuries. In the tumultuous year of 2012, violence loomed in the region threatening to destroy the irreplaceable manuscripts of philosophy, economics, medicine, mathematics, agriculture, and astronomy. Dr. Haidara launched a courageous rescue of the ancient Timbuktu manuscripts now located at the Mamma Haidara Commemorative Library. Dr. Haidara safeguards the legacy of generations past by preserving humanity's collective heritage for generations to come. President Gillani spoke on the importance of the ancient manuscripts and announced a special collaboration to come, “We are honored to have Dr. Haidara travel here from Mali and we are happy to announce a wonderful collaboration between the MammaHaidara Commemorative Library and IQOU Theological College where our students and faculty can benefit from the world of knowledge gained through the study of ancient manuscripts. ”The audience also enjoyed hearing from guest speaker Attorney Tahirah Amatul-Wadud, Executive Director of the Massachusetts chapter of the Council on American-Islamic Relations (CAIR), who connected with both graduates and guests with words of encouragement. Following the graduation ceremony, the new IQOU Theological College Research & Development department, under the leadership of Dr. Safwa Abdul-Aziz, launched its first educational research project to explore educational trends and experiences in a primarily African-American Muslim community. The first of its kind, the research team hopes its findings will provide insight, improve understanding, and ultimately lead to positive social change. According to recent data, the Muslim population in the United States is rapidly rising, yet the number of institutions dedicated to Islamic higher education remains limited. IQOU Theological College is dedicated to the advancement of Islamic knowledge and culture through comprehensive degree offerings that include courses in Arabic language, Hadith Sciences, Quranic Sciences, Islamic History, Islamic Art & Calligraphy, and Hifz. As one of few Islamic higher education institutions in America, IQOU Theological College aims to serve as a beacon of light in learning and is honored to fulfill a crucial need in the preservation and promotion of beneficial knowledge. ### About IQOU Theological College IQOU Theological College is an Islamic Studies college located in Charlotte Court House, Virginia whose vision is to center students in gaining beneficial knowledge of faith and spirituality that results in living dynamic and healthy lives. IQOU Theological College currently confers degrees under a religious exemption through the State Council of Higher Education and has long-term plans to achieve full accreditation as well as the addition of secular courses. Yasmin Abdulatheem IQOU Theological College +1 607-651-3069 email us here Agriculture, Farming & Forestry Industry , Book Publishing Industry , Building & Construction Industry , Business & Economy , Companies , Conferences & Trade Fairs , Culture, Society & Lifestyle , http://www.einpresswire.com/channel/education, Environment , Human Rights ... EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.einpresswire.com/?promo=4700",
      "http://www.einpresswire.com/contact_author/716039092",
      "https://www.iqou-college.org",
      "http://einpresswire.com/contact_author/716039092",
      "https://iqou-college.org",
      "https://einpresswire.com/?promo=4700",
      "https://www.einpresswire.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sheikha syeda za",
          "sentiment": "none"
        },
        {
          "name": "syed mansoor gillani shah",
          "sentiment": "none"
        },
        {
          "name": "abdel kader haidara",
          "sentiment": "none"
        },
        {
          "name": "bassala haidara",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islamic education in america - african american news today",
          "sentiment": "neutral"
        },
        {
          "name": "ein presswire historic graduation & convocation",
          "sentiment": "neutral"
        },
        {
          "name": "iqou theological college marks",
          "sentiment": "neutral"
        },
        {
          "name": "mamma haidara commemorative library",
          "sentiment": "none"
        },
        {
          "name": "faculty",
          "sentiment": "none"
        },
        {
          "name": "iqou theological college",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "cheik alpha doha kounta",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        },
        {
          "name": "united states of america",
          "sentiment": "none"
        },
        {
          "name": "charlotte",
          "sentiment": "none"
        },
        {
          "name": "charlotte court house",
          "sentiment": "none"
        },
        {
          "name": "america keynote",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T04:49:52.096+03:00",
    "updated": "2024-06-01T23:14:27.340+03:00"
  },
  {
    "uuid": "009f3cb4a6445bd0be8f6573dfc5b002f991e9a7",
    "url": "https://www.theweek.in/wire-updates/business/2023/12/31/bom9-gj-vibrant-policies.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-31T06:33:00Z",
    "title": "Pro-industry policies have helped Gujarat attract investments across sectors Officials - The Week",
    "text": "Ahmedabad, Dec 31 (PTI) Gujarat's industry-friendly policies have played a key role in attracting investments across sectors and underscore the state government's commitment to drive India's economic growth, officials said.\nLike the previous nine Vibrant Gujarat Global Summits held over the last two decades, the 10th edition of the summit, to be organised in Gandhinagar between January 10 and 12, 2024, will serve as a platform to showcase the state's commitment to promote business-friendly policies, they said.\nThe state aims to support the Centre's vision of 'Atmanirbhar (self-reliant) Bharat' through 'Atmanirbhar Gujarat,' and measures announced to attract businesses are aimed towards the same, the officials said.\nThey credited Prime Minister Narendra Modi's vision for economic development behind the state's progressive policies.\n\"The Vibrant Gujarat Global Summit has played a key role in attracting an impressive USD 55 billion in foreign investments over the past two decades. It has contributed to more than 33 per cent of India's exports in 2022-23, the highest in the country,\" the government said in a statement.\n\"Proactive measures and investor-friendly policies underscore Gujarat's commitment to becoming a global hub for investments,\" it said.\nIn 2022, the 'Aatmanirbhar Gujarat' scheme was unveiled, projected as a testament to the state's commitment to self-reliance.\nIt was a response to PM Modi's call for 'Aatmanirbhar Bharat' by 2047, the year India will celebrate 100 years of its independence.\nLaunched on October 5, 2022, the 'Aatmanirbhar Gujarat Scheme for Assistance to Industries' will be instrumental in providing special assistance needed by industries to enable them to become a part of global supply chains, Chief Minister Bhupendra Patel has said.\n\"The scheme will prove to be an important initiative to support the small and big industries of Gujarat,\" Patel said.\nThe Industrial Policy of 2022 further solidifies Gujarat's position as an attractive investment destination.\nAs part of the scheme, the state government aims to provide financial support to promote MSMEs and other sectors by way of capital subsidy, interest subsidy, power charges exemption etc, Gujarat Industrial Development Corporation (GIDC) Vice Chairman and Managing Director Rahul Gupta said.\nUnlike the earlier policies, this time a lot of emphasis has been given on emerging sectors, he said.\n\"When I talk about the emerging sectors, I mean the entire ecosystem surrounding green hydrogen manufacturing, the ecosystem surrounding electric vehicle manufacturing, drone-related manufacturing, aviation-related manufacturing, space-related manufacturing,\" Gupta said.\nFurther elaborating on the state's new industrial policy, Swapnil Anil, the executive director and head of advisory services at Colliers India, said that through this, Gujarat has allocated approximately 34.7 per cent of incentives and benefits specifically for the manufacturing sector.\n\"This percentage is exclusively designated for manufacturing, which boasts of the lowest average set up cost among all states. As a result, Gujarat has attracted investments exceeding Rs 30,000 crore in 2023 from domestic and foreign manufacturers,\" he said in a statement.\nThese investments will strengthen the state's industrial footprints, Anil said.\nThe state's business-friendly environment and supportive policies together with factors such as well-developed ports, robust connectivity, stable governance, among others contribute to keeping Gujarat at the forefront in this competitive landscape, he added.\nGujarat's commitment to creating cutting-edge industries is also reflected in the Aerospace and Defence Policy of 2016, with Prime Minister Modi highlighting the strategic importance of the sector in national development.\n\"The two pillars of Aatmanirbhar Bharat would be the defence and aerospace sector. Our aim is that by 2025, defence manufacturing scale would surpass USD 25 billion,\" Modi had said.\nGujarat's progressive policies also extend to renewable energy, with the prime minister's vision for a sustainable future reflected in the state's commitment to harness solar energy.\nThe Gujarat government has installed renewable capacity of 21 gigawatts, with around 11 GW added during the last four years alone, government data shows.\nOver the past few years, Gujarat has positioned itself as a hub for innovation and technology, officials said.\nPrime Minister Modi's emphasis on 'Make in India' and 'Digital India' is evident in the Student Startup and Innovation Policy 2022-27, Gujarat IT and ITES Policy 2022-27, Gujarat Electronics Policy 2022-28, and Gujarat Semiconductor Policy 2022-27, they said.\nBeyond industry and technology, Gujarat's Tourism Policy 2021-25, Cinematic Tourism Policy 2022-27 and Heritage Tourism Policy 2020-25 also showcase the state's rich cultural heritage to the world, the officials added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "atmanirbhar gujarat",
          "sentiment": "none"
        },
        {
          "name": "gandhinagar",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T11:17:14.316+02:00",
    "updated": "2023-12-31T11:17:14.316+02:00"
  },
  {
    "uuid": "118585d83214bf38fdfd67d733ebec9349368030",
    "url": "https://actu.fr/normandie/alencon_61001/une-situation-inedite-dans-lorne-des-professeurs-manifestent-contre-les-21-suppressions-de-postes-prevues_62430899.html",
    "ord_in_thread": 0,
    "author": "@LOrneHebdo",
    "published": "2025-03-27T14:49:00Z",
    "title": "\"Une situation inédite dans l'Orne\" : des professeurs manifestent contre les 21 suppressions de postes prévues",
    "text": "Depuis 9 h, ce jeudi 27 mars 2025, des enseignants se relaient devant la Cité administrative, à Alençon (Orne), pour crier leur colère face aux 21 suppressions de postes prévues dans les collèges et lycées de l’Orne à la rentrée 2025. Une situation « inédite », déplore Jean-Remy Haselvander, du syndicat Force ouvrière. « C’est la première fois qu’un tel effort est demandé au sein du département ».\nSi les manifestants ont choisi cette date et ce lieu, c’est parce que les représentants syndicaux ont rencontré, dans la matinée, le Directeur académique des services de l’Éducation nationale (Dasen) pour faire part de leur ferme opposition et de leurs arguments.\n21 suppressions de postes dans l’Orne, dont 18 dans les collèges\nLes syndicats ont disposé devant la Cité administrative, à Alençon, autant de ces pancartes que de postes supprimés dans le département de l’Orne. ©L’Orne Hebdo L’intersyndicale (FSU, Unsa, FO, Sud et FCPE) rapporte que, sur les 21 postes menacés dans le secondaire, « deux collèges du département perdraient trois postes » (collège Chartier à Mortagne-au-Perche et collège Sevigné à Flers) et « un lycée en perdrait deux » (lycée Napoléon à L’Aigle).\nLa situation est particulièrement tendue dans les collèges ornais , objet du comité social d’administration départemental du jour. « L’an dernier, on nous demandait de rendre un demi-poste dans les collèges et trois ont finalement été supprimés. Cette année, on atteint 18 fermetures dans les collèges. Nous n’avons jamais connu autant ! », insiste le syndicaliste FO.\n« La baisse démographique devrait être une chance » C’est, selon lui, la conséquence de deux choix gouvernementaux : « une politique austéritaire  » dont est victime l’Éducation nationale et « la réforme du Choc des savoirs ».\nVidéos : en ce moment sur Actu Sur le premier point, « on nous dit que le département, au vu de la baisse démographique, a des moyens à rendre à l’Éducation nationale. La baisse démographique devrait être une chance d’investir davantage pour l’école publique en réduisant le nombre d’élèves par classe », milite Jean-Remy Haselvander.\n« Au lieu de cela, on dégrade les conditions de travail des enseignants et donc, les conditions d’enseignement des élèves », ajoute Nadège Diercks, la présidente de la Fédération des conseils de parents d’élèves (FCPE) de l’Orne, qui fait partie de l’intersyndicale avec la FSU, l’Unsa, FO et Sud.\nFrançais : trois postes en moins Cette dernière déplore notamment la suppression d’un poste de Lettres classiques, « qui enseigne le latin ou le grec  » au collège Sevigné de Flers.\nOn dégrade ainsi l’offre éducative au sein de département alors que d’autres ne sont pas concernés. Cela pose un problème d’équité dans l’enseignement sur le territoire.\nNadège Diercks, présidente de la FCPE de l’Orne Au total, trois postes de Lettres seraient supprimés dans l’Orne, « alors qu’il manque déjà de professeurs de français. » Au collège de Briouze par exemple, une classe de 4e n’a pas eu cours de français depuis cinq mois . « C’est 70 heures de cours en moins pour les élèves », dénonce Nadège Diercks.\nUne conséquence du Choc des savoirs ? Pour les syndicats, ces fermetures de postes sont aussi une conséquence de la réforme du Choc des savoirs , dont le premier acte a été mis en place à la rentrée 2024.\nIl consiste à établir, pour les cours de mathématiques et de français, des groupes d’élèves pour les classes de 6e et 5e.\nLes syndicats y étaient fermement opposés avant son entrée en vigueur . Avec ces suppressions de postes envisagées, c’est encore plus le cas aujourd’hui.\n« Le Choc des savoirs a entériné la perte d’une heure d’enseignement disciplinaire en 6e et, dans le même temps, il contraint les établissements à̀ utiliser des heures pour la mise en place de ces groupes, au détriment des autres disciplines », estime Jean-Remy Haselvander.\nCette réforme oppose donc les disciplines entre elles, mais est surtout une façon détournée d’enlever des heures et donc de supprimer des postes.\nJean-Remy Haselvander Parmi les matières du collège les plus touchées figure la Technologie , avec six postes perdus (collège Chartier à Mortagne, collège Sevigné à Flers, collège Rostand à Argentan, collège Balzac à Alençon, collège Goscinny à Céaucé et collège Malraux à Trun).\nOr, « la réforme du Choc des savoirs a supprimé la technologie en 6e », rappelle le responsable syndical. « Ce sont des heures qui disparaissent, mais qui ne sont mises nulle part ailleurs ». Selon lui, quatre suppressions de poste envisagées seraient ainsi directement liées à la réforme , « qui permet ainsi de justifier la perte d’heures d’enseignement et donc de poste ».\nArrêt maladie : baisse de l’indemnisation Les syndicats manifestaient aussi contre le décret du Gouvernement diminuant l’indemnisation des fonctionnaires pendant les trois premiers mois d’un congé maladie. « Depuis le 1er mars, tous les fonctionnaires perdent désormais, en plus du jour de carence, 10 % de leur traitement. Autrement dit, non seulement les conditions de travail des enseignants se dégradent, mais en plus, les collègues abîmés se retrouvent aussi pénalisés financièrement. C’est inacceptable ! »\nLes syndicats, qui réclament l’annulation de toutes les fermetures de postes et l’abrogation du Choc des savoirs, ont réclamé au Dasen une « instance de repli » pour que ce dernier revoie sa copie. Une nouvelle réunion avec les syndicats doit avoir lieu jeudi 3 avril 2025, date à laquelle les suppressions de postes deviendront effectives.\nSuivez toute l’actualité de vos villes et médias favoris en vous inscrivant à Mon Actu .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Labor"
    ],
    "topics": [
      "Education->teachers",
      "Education->state school",
      "Education->educational grading",
      "Labor->unemployment",
      "Labor->labour dispute",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T17:03:26.983+02:00",
    "updated": "2025-03-27T17:03:26.983+02:00"
  },
  {
    "uuid": "b5f2f3828850f8cd044bbc5c9940e2c608cbb6a6",
    "url": "https://island.lk/decide-correctly-to-weed-out-corrupt-politicians-at-least-this-time-round",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thilina Walpola",
    "published": "2024-06-02T00:00:00Z",
    "title": "Decide correctly to weed out corrupt politicians at least this time round!",
    "text": "In a land like ours blessed with four major religions, and with so many temples and churches near each other, from where morning to late night you can hear sermons, bana chanting and ‘pirith’, how can there be so much corruption that has driven the country bankrupt? Who is responsible for this situation is the big question. In a historic ruling on November 14, 2023, the Supreme Court fixed responsibility for the economic crisis on the three Rajapaksa brothers, the then President, former President and the then Finance Minister, in addition to a number of officials who then held responsible positions.\nBasically, the corrupt politics here is a major root cause for the economic crisis and the responsibility also lies with the voters who elected the politicians every five years or so, since independence. Leaving the people aside, some political leaders, ministers, MPs, provincial and local government politicians have been helping themselves and their kith and kin, making politics a family business. Their priority apparently is not developing the country, but developing themselves. This is while politicians from the two major camps governing alternately, are seen to surprisingly protect each other.\nPoliticians appear to be above the law, with no action taken against their corrupt deals in spite of evidence. Though in other countries errant politicians are brought to book and punished, this does not happen here. To top it all, there is a case where a politician who was charged for murder and sentenced to death attended parliament pending appeal.\nSpecial features peculiar to the politicians here are, a) changing sides while remaining elected and some continuing to be ministers even with government change, b) helping big time businessmen and entities in their good books to evade tax and writing off fat loans running into millions of rupees from state banks. Though formal mechanisms are available to recover ill-gotten wealth concealed abroad by corrupt politicians/officials, those in power prevent such action.\nIn addition to the foregoing, corruption has reached such a state that the Attorney General’s Department which should function independently is working on the government agenda ignoring provisions of law. So also the Police Department where top officials toeing the government line are rewarded. As a result, no action is taken against corrupt politicians in cases where sufficient evidence is available. Last but not least, there is total failure on the part of the Attorney General’s Department, to take action against those who failed to take appropriate steps to avert the Easter bombing despite advance information as early as April, 04, 2019. Such action was recommended in the report of the relevant Presidential Commission.\nAt this time when elections are round the corner, first and foremost, it is important for the voters in general to earmark in advance corrupt politicians from whatever party and weed them away from the system ( through their vote) in the event they try getting on the saddle again. Also, they must realize that the need of the hour is not just a change of government, but a total system change, whereby the country will be led with a correct political vision, with focus on the country and not on personal agendas of politicians for whom politics has been a family business. They must look for a political leadership that is truthful with a forward looking vision, honest to the core, with good qualities, sans any criminal record, and most importantly , having an announced realistic and practical plan of action for taking the country forward and out of the economic crisis (for which the previous govt. was responsible), within a reasonable period of time..\nThere are politicians who are very good at criticizing others, but do not say what exactly they will do if they come to power, aside from some vague indications. Voters must be on the watch-out for this type of behavior, in choosing whom to vote for. It is well known that once a country gets a true and honest leader, everything else falls in line for it to move ahead and surge forward. Hence, the voter has a big responsibility in setting this right, at the forthcoming elections. This may be about the last chance to hopefully get our system changed for the better,.\nA. BEDGAR PERERA\n(email : bedgarperera@gmail.com)\nAll News Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rajapaksa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T14:45:26.308+03:00",
    "updated": "2024-06-08T20:17:07.255+03:00"
  },
  {
    "uuid": "0df829730b642122699de657ea23bfcf2cb995d4",
    "url": "https://cnnportugal.iol.pt/terrorismo/ataques/austria-alemanha-e-espanha-receberam-indicacoes-de-que-um-grupo-islamico-esta-a-planear-varios-ataques-na-europa/20231223/65876ff4d34e65afa2f8fd96",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Lusa",
    "published": "2023-12-23T00:00:00Z",
    "title": "Áustria, Alemanha e Espanha receberam indicações de que grupo islâmico está a planear ataques na Europa - CNN Portugal",
    "text": "Polícia alemã já fez buscas na catedral de Colónia devido a aviso de perigo. Foram registadas detenções O diário alemão “Bild” avançou este sábado que os serviços de segurança da Áustria, Alemanha e Espanha receberam indicações de que um grupo islâmico está a planear vários ataques na Europa , possivelmente na véspera de Ano Novo e no Natal. De acordo com o jornal, os alvos destes ataques poderão ser as missas de Natal em Colónia, Viena e Madrid. O jornal afirma ainda que as primeiras detenções pelas forças especiais foram feitas hoje em Viena, e uma na Alemanha. A polícia alemã, inclusive, anunciou esta noite estar a fazer buscas na catedral de Colónia (oeste da cidade) utilizando cães farejadores, na sequência de um \"aviso de perigo\" emitido para a véspera de Ano Novo. \"Embora a informação se refira à véspera de Ano Novo, a partir desta noite faremos tudo o que estiver ao nosso alcance para garantir a segurança dos visitantes da catedral na véspera de Natal\", afirmou o chefe da polícia de Colónia, Michael Esser, citado num comunicado. Depois da missa vespertina e \"de acordo com o responsável de segurança do capítulo da catedral\", a catedral será revistada com cães farejadores, informou a polícia. \"No domingo, todos os visitantes serão sujeitos a um controlo antes de entrarem no local de culto\", refere o comunicado. \"A polícia e o capítulo da catedral recomendam que as pessoas não levem sacos e cheguem cedo para a missa\", acrescenta-se no documento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.bild.de/",
      "https://bild.de/",
      "https://www.bild.de"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T02:07:02.694+02:00",
    "updated": "2023-12-24T02:07:02.694+02:00"
  },
  {
    "uuid": "77d779c7fb1a736d422e16664be62e84c47d2a33",
    "url": "https://www.miragenews.com/uk-achieves-first-in-advanced-future-military-1158328",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-01-18T22:02:00Z",
    "title": "UK Achieves First in Advanced Future Military Laser Tech | Mirage News",
    "text": "During a trial at the MOD's Hebrides Range, the DragonFire laser directed energy weapon (LDEW) system achieved the UK's first high-power firing of a laser weapon against aerial targets. The range of DragonFire is classified, but it is a line-of-sight weapon and can engage with any visible target. - First high-power firing of a laser weapon against aerial targets - Laser boasts pinpoint accuracy and low long-term costs - Partnership with industry making positive progress for UK Armed Forces DragonFire exploits UK technology to be able to deliver a high power laser over long ranges. The precision required is equivalent to hitting a £1 coin from a kilometre away. Laser-directed energy weapons can engage targets at the speed of light, and use an intense beam of light to cut through the target, leading to structural failure or more impactful results if the warhead is targeted. Firing it for 10 seconds is the cost equivalent of using a regular heater for just an hour. Therefore, it has the potential to be a long-term low-cost alternative to certain tasks missiles currently carry out. The cost of operating the laser is typically less than £10 per shot. DragonFire is led by the Defence Science and Technology Laboratory (Dstl), on behalf of the UK MOD, working with its industry partners MBDA, Leonardo and QinetiQ. This milestone demonstrated the ability to engage aerial targets at relevant ranges and is a major step in bringing this technology into service. Both the Army and Royal Navy are considering using this technology as part of their future Air Defence capabilities. Defence Secretary, Grant Shapp said: This type of cutting-edge weaponry has the potential to revolutionise the battlespace by reducing the reliance on expensive ammunition, while also lowering the risk of collateral damage. Investments with industry partners in advanced technologies like DragonFire are crucial in a highly contested world, helping us maintain the battle-winning edge and keep the nation safe. The latest milestone builds on a series of highly successful trials, including the [first static high-power laser firing of a sovereign UK capability](https://www.gov.uk/government/news/laser-power-moves-a-step-closer-for-uk-defence) and demonstration of the DragonFire system's ability to track moving air and sea targets with very high accuracy at range. Building on this research, the MOD recently announced its intention to fund a multi-million-pound programme to transition the technology from the research environment to the battlefield. The latest trial was sponsored by the MOD's Defence Science and Technology (DST) organisation and Strategic Programmes and enabled by many other agencies across government, ensuring all regulatory and safety approval requirements were satisfied. Dstl's Chief Executive, Dr Paul Hollinshead said: These trials have seen us take a huge step forward in realising the potential opportunities and understanding the threats posed by directed energy weapons. With our decades of knowledge, skills, and operational experience, Dstl's expertise is critical to helping the armed forces prepare for the future. The DragonFire weapon system is the result of a £100 million joint investment by the Ministry of Defence and industry. Together, the companies involved are supporting highly-skilled UK jobs in new cutting-edge technologies that are delivering a significant step-change in the UK's capability in LDEW systems. In 2017 the MOD's Chief Scientific Advisor's Research Programme awarded a £30 million contract to the DragonFire consortium to demonstrate the potential of LDEWs. Dr Nick Joad, DST said: This is a really innovative application of science and engineering and is the fruit of sustained investment and effort. DragonFire uses cutting-edge science and technology and delivers much greater performance than other systems of a similar class. DragonFire provides a step-change in our ability to deal with high-performance and low-cost threats. UK defence is continuing to invest in these game-changing technologies and is advancing the plans which will ultimately bring them into service. Shimon Fhima, Director Strategic Programmes for the MOD said: The DragonFire trials at the Hebrides demonstrated that our world-leading technology can track and engage high-end effects at range. In a world of evolving threats we know that our focus must be on getting capability to the warfighter and we will look to accelerate this next phase of activity. LDEW research and technology is delivered in partnership and is a cost-effective way of meeting the needs of the MOD while maintaining UK industry's technology and skills base. UK defence is continuing to invest in these game-changing technologies and is advancing the plans which will ultimately bring them into service [here](/uk-achieves-first-in-advanced-future-military-1158328/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.gov.uk/government/news/laser-power-moves-a-step-closer-for-uk-defence)",
      "https://gov.uk/government/news/laser-power-moves-a-step-closer-for-uk-defence)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "uk armed forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "hebrides range",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T11:13:26.989+02:00",
    "updated": "2024-01-19T11:13:26.989+02:00"
  },
  {
    "uuid": "c358482df8f88c4876afc728e68bdf50898e2ad5",
    "url": "https://www.valleynewslive.com/video/2023/12/29/rare-winter-flooding-close-fargo-moorhead-walkways/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ValleyNewsLive",
    "published": "2023-12-29T00:00:00Z",
    "title": "Rare winter flooding to close Fargo-Moorhead walkways",
    "text": "Skip to content Weather Sports Video 24/7 Weather ND Today Valley Ag Valley News Now Watch Live What's On Contests Closings Request Closings Login Home News Regional National International Entertainment Economy Education Environment Health Honor Flight Price Watch Science State Politics Technology Valley Ag Whistleblower Hotline Special Reports Livestreams Watch Live Election Results Election Home Weather Maps River Levels Road Conditions Interactive Radar Closings & Delays Power Outage Map Skycam Network Headlines Sports Friday Night Live 2023 Scoreboard Bison Huddle UND Corner VNL Sports Overtime Sports Videos Stats & Predictions How to Watch About Us Meet the Team News/Weather App Support Valley News Live Jobs Meet the Sales Team Invest In Your Valley VNL Ad Solutions Video Fargo Joblist Valley News Now North Dakota Today Valley Today Valley Living Valley Veterans Mental Health Moment Cream of the Crop Cooking with Cash Wa Programming Rides with Jay Thomas Community Community Calendar What's On NBC CBS All Access CW MeTV Heroes & Icons Circle Contests VNL Deals Submit Photos & Video Local Steals and Deals Circle Country Music & Lifestyle InvestigateTV Gray DC Bureau PowerNation Midwest Grill'n Mr. Food Latest Newscasts Press Releases 3 weather alerts in effect Dismiss Weather Alerts Alerts Bar Rare winter flooding to close Fargo-Moorhead walkways Updated: 6 hours ago Share on Facebook Email This Link Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn Valley Today on KVLY Valley Today Valley Today 6am Fast Track - December 29 Updated: 6 hours ago Valley Today on KVLY Valley Today Valley Today 6am Part 1 - December 29 Updated: 6 hours ago Valley Today on KVLY News Two men arrested, accused of stealing from businesses Updated: 6 hours ago Valley Today on KVLY Valley Today Valley Today 6am Part 3 - December 29 Updated: 6 hours ago Valley Today on KVLY Forecast Valley Today Weather - December 29 Updated: 6 hours ago Valley Today on KVLY",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jay thomas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nd today valley ag valley news",
          "sentiment": "negative"
        },
        {
          "name": "nbc cbs all access cw metv heroes & icons circle contests vnl",
          "sentiment": "none"
        },
        {
          "name": "delays power outage map skycam network headlines sports",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:52:54.051+02:00",
    "updated": "2023-12-29T18:42:34.417+02:00"
  },
  {
    "uuid": "5e5ea54ee0cfe42eef186ebd0a1071ebddb197fa",
    "url": "https://firstsportz.com/football-news-pep-guardiolas-hilarious-visual-description-kalvin-phillips-illness/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rajveer Gupta",
    "published": "2024-01-05T21:25:00Z",
    "title": "WATCH: Man City boss Pep Guardiola’s HILARIOUS visual description of Kalvin Phillips’ illness",
    "text": "Manchester City boss\nPep Guardiola has produced yet another ‘cheeky’ press conference moment. Pep is known for his antics during media appearances and not taking the media too seriously. He has often provided some vial moments, and this latest one is not for one to ignore.\nPep Guardiola was asked about the fitness schedule of his outcast midfielder\nKalvin Phillips. The English midfielder, bought from Leeds United, has failed to solidify his place at the Etihad. Even during Rodri’s suspension and ban, he could not create a place for himself, signaling a potential transfer away from the club.\nHowever, Guardiola reacted humorously, emulating a crying face when asked about Phillip’s fitness. As Phillips edges closer to a move away from the Etihad, he still will go down as one of the most humble players in the eyes of the fans. After petty moves from players like Angelino, Joao Cancelo, Gabriel Jesus, and\nRaheem Sterling, who wanted to move away from the club following a fallout with the manager.\nMeanwhile,\nManchester City fans have appreciated Phillips’s positive presence in the dressing room while not creating a scene for not featuring after his 40 million euro move from Leeds United. Phillips had recently scored his first goal for City and was cheered massively, signaling how his contribution could be massive for his next club. Kevin De Bruyne has EXCITING message for Manchester City fans as the midfielder is poised for comeback after extended absence\nPotential destinations for Kalvin Phillips after Manchester City\nKalvin Phillips is set to depart Manchester City in January, with both Juventus and Newcastle United expressing interest. Limited playtime under Pep Guardiola has prompted talks about a potential move for the English midfielder. Juventus has initiated negotiations, proposing a loan deal with a buy option, while Newcastle remains a strong contender in the race.\nThe coming weeks promise intrigue as Phillips eyes consistent game time ahead of the European Championships. The potential departure of Kalvin Phillips from Manchester City has garnered attention, with the midfielder seeking a move for more playing opportunities.\nNegotiations are underway, with Juventus proposing a loan deal with a buy option, reflecting Phillips’ openness to a fresh start. Newcastle United, undeterred by rumors, remains a contender for his signature, aligning with the player’s aspirations for regular game time. The upcoming weeks are crucial in determining the destination for one of the sought-after midfielders in the transfer market.\nIn case you missed:\nWATCH: Timothy Weah’s SCREAMER caps off an amazing evening for Juventus in the Coppa Italia Everton boss Sean Dyche urges Premier League to SCRAP winter break, claims gives ‘advantage’ to big clubs Syed Talib Haider",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.skysports.com/football/news/11679/13034230/kalvin-phillips-transfer-360-view-from-newcastle-and-the-man-city-midfielder-on-his-january-future#:~:text=Phillips%20will%20assess%20all%20options,will%20suit%20his%20playing%20style.",
      "https://skysports.com/football/news/11679/13034230/kalvin-phillips-transfer-360-view-from-newcastle-and-the-man-city-midfielder-on-his-january-future#:~:text=Phillips%20will%20assess%20all%20options,will%20suit%20his%20playing%20style."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pep guardiola",
          "sentiment": "negative"
        },
        {
          "name": "kalvin phillips",
          "sentiment": "negative"
        },
        {
          "name": "gabriel jesus",
          "sentiment": "none"
        },
        {
          "name": "joao cancelo",
          "sentiment": "none"
        },
        {
          "name": "raheem sterling",
          "sentiment": "none"
        },
        {
          "name": "rodri",
          "sentiment": "none"
        },
        {
          "name": "guardiola",
          "sentiment": "none"
        },
        {
          "name": "phillip",
          "sentiment": "none"
        },
        {
          "name": "phillips",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "etihad",
          "sentiment": "none"
        },
        {
          "name": "leeds united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "angelino",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:36:46.718+02:00",
    "updated": "2024-01-06T00:36:46.718+02:00"
  }
]