[
  {
    "uuid": "5f70d73d596e3e5f12a3a55cc79353b955c7a7a3",
    "url": "https://www.globalist.it/world/2024/05/05/la-vera-vittoria-disraele-e-liberarsi-di-netanyahu-parola-di-ehud-olmert/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Umberto De Giovannangeli",
    "published": "2024-05-05T16:45:00Z",
    "title": "La vera vittoria d’Israele è liberarsi di Netanyahu: parola di Ehud Olmert",
    "text": "I lettori di Globalist hanno imparato, in questi tragici mesi di guerra, a conoscere il pensiero di Ehud Olmert.\nOlmert è un politico di centrodestra. Un politico perbene. Tra i leader storici del Likud, agli antipodi di colui che negli anni ha trasformato il partito che fu di Shamir, Sharon, Rivlin, dello stesso Olmert, il proprio feudo: Benjamin Netanyahu.\nEhud Olmert è stato primo ministro in tempi di guerra. Nella seconda guerra in Libano. Ha preso decisioni gravi, ma non si è mai spinto fino al punto di perseguire e proseguire una guerra per proprio tornaconto personale. La guerra come assicurazione per la propria vita politica.\nStop the war\nScrive Olmert su Haaretz: “Dopo oltre sei mesi di guerra ibrida – in aria, a terra e nel sottosuolo – è possibile concludere che il grosso della potenza militare di Hamas è stato smantellato. La maggior parte dei suoi razzi e dei suoi siti di lancio sono stati distrutti e da oltre quattro mesi non si registrano praticamente lanci di razzi dalla Striscia di Gaza.\nQuesto non è il risultato di una decisione tattica di Hamas volta a ingannare e disarmare le forze di sicurezza israeliane, per poi sorprenderci nuovamente con un attacco inaspettato che potrebbe danneggiare gravemente il fronte interno e le nostre unità di combattimento. È molto probabile che Hamas non abbia quasi più razzi o siti di lancio e che non sia in grado di far funzionare i pochi che ha, dato che l’esercito controlla la maggior parte delle aree da cui i razzi potrebbero essere lanciati contro Israele.\nUna parte considerevole dei combattenti di Hamas è stata uccisa, un risultato molto significativo. Non si tratta solo di combattenti di prima linea, ma anche di membri del suo livello di comando. È quasi certo che i comandanti più anziani, soprattutto Yahya Sinwar e Mohammed Deif, siano ancora vivi. Si nascondono in luoghi la cui penetrazione potrebbe far pagare a Israele un prezzo molto alto, che sarebbe sbagliato pagare.\nSarà possibile colpire Sinwar e Deif in future azioni mirate, anche se ciò richiede tempo e non si adatta necessariamente al calendario personale del primo ministro. Per lui, l’uccisione dei comandanti di Hamas è un’opportunità per organizzare un galà della vittoria che oscuri la portata del fallimento di cui è responsabile: il disastro del 7 ottobre.\nTuttavia, come è stato detto più volte, il corso della guerra e le sue priorità non devono essere subordinate alle esigenze personali di Netanyahu. Non c’è nessuno in Israele che non desideri l’uccisione di Deif e Sinwar. Sono assassini a sangue freddo che non hanno inibizioni morali, terroristi nel senso più completo del termine. Per quanto vogliamo eliminarli, dobbiamo agire con moderazione, pazienza e ragione.\nDurante la Seconda Guerra del Libano, il leader di Hezbollah Hassan Nasrallah fu definito come un obiettivo da colpire. Volevamo tagliare la testa a quel serpente velenoso, ma non abbiamo subordinato la guerra solo a questa causa. Alla fine, Nasrallah ha dichiarato alla televisione libanese che se avesse saputo quale sarebbe stato l’1% della portata della risposta di Israele al rapimento e all’uccisione di Ehud Goldwasser, Eldad Regev e altri soldati, e della feroce risposta di Israele all’attacco missilistico di Hezbollah, non lo avrebbe fatto.\nPer un militare israeliano, una dichiarazione del genere da parte di Nasrallah vivo equivaleva quasi a ucciderlo e a mostrarne il corpo. I 17 anni in cui si è guardato bene dall’iniziare un solo attacco contro Israele – nemmeno con armi leggere – sono un profondo riflesso del risultato militare di quella guerra del 2006 e della deterrenza che ha creato sul confine settentrionale. Anche se alcuni di noi si divertono ancora a criticarne i successi dopo tutti questi anni, il fatto che Nasrallah si renda conto della portata della sua sconfitta è sufficiente a mettere quella guerra nella giusta prospettiva.\nA questo punto, abbiamo raggiunto a Gaza lo stesso livello di deterrenza che avevamo alla fine della Seconda Guerra del Libano. All’inizio della manovra di terra a Gaza, il primo ministro aveva fissato un obiettivo irrealistico, che non c’era modo di raggiungere né di misurare. Benjamin Netanyahu lo fece, a mio avviso, per ignobili ragioni cospiratorie che non possono essere nascoste. Sapeva che parlare di “vittoria totale” su Hamas era uno slogan vuoto. Non ci sarà questa vittoria. In caso contrario, può sempre incolpare i militari per non averla ottenuta.\nIn realtà, abbiamo assistito a una vittoria autentica, impressionante e senza precedenti. Mai un esercito convenzionale è stato costretto a combattere un’organizzazione terroristica che si nasconde quasi interamente in una rete di tunnel sotterranei profondi decine di metri, situati in densi centri urbani che ospitano centinaia di migliaia di civili non coinvolti. Questi civili sono stati posti, loro malgrado, al centro dell’attività militare israeliana e, inevitabilmente, sono stati esposti agli attacchi aerei e al fuoco delle unità di commando che inseguivano i leader terroristi, diventando tragiche vittime della guerra.\nIn questo complesso intreccio e sotto gli occhi critici della comunità internazionale – compresi quelli dei nostri amici e sostenitori più convinti – le Forze di Difesa Israeliane si sono comportate in modo ammirevole. Non c’è campagna militare così complicata che venga condotta senza errori, senza fuoco amico non necessario e senza sparatorie verso civili non coinvolti.\nCi sono state alcune preoccupanti dimostrazioni di gioia del grilletto, le cui vittime sono stati alcuni dei nostri ostaggi e civili gazawi che sono stati catturati in zone di combattimento e hanno pagato con la vita. Pochi potrebbero negare che in molti casi i nostri soldati sono stati inutilmente avventati. Ma è difficile biasimarli, considerando la natura del tutto particolare di questi combattimenti, che si svolgono nella confusione totale dei combattimenti all’interno di quartieri residenziali e sopra i tunnel della morte di Hamas.\nTuttavia, c’è un obiettivo che non abbiamo ancora raggiunto: la liberazione degli ostaggi. Questo obiettivo non è stato al centro dell’attenzione di Netanyahu fin dall’inizio e, a quanto pare, ha vanificato diverse opportunità di ampliare le intese negoziate tra Israele e Hamas e di procedere a un accordo globale che liberasse tutti gli ostaggi. Rafah non è un obiettivo cruciale che potrebbe decidere l’esito dei combattimenti tra Israele e Hamas.\nSebbene sia emotivamente difficile, quasi impossibile da accettare, è importante capire che Israele non uscirà vittorioso da questo scontro. I discorsi vanagloriosi sulla “vittoria totale” riflettono stupidità, arroganza e, soprattutto, uno sforzo per creare distanza da un’immagine di non vittoria ed evitare l’inevitabile giudizio pubblico che probabilmente ne seguirà.\nNetanyahu ha smesso da tempo di pensare a ciò che è meglio per Israele, il suo futuro e i suoi interessi strategici. È passato molto tempo da quando ha preso in considerazione l’inevitabile obbligo di iniziare a limitare i danni del duro colpo che abbiamo subito e di gettare le basi per ripristinare il paese, le forze armate, le forze di sicurezza e, soprattutto, la società israeliana, la cui solidarietà era un tempo il segreto della sua forza.\nNetanyahu vive in una bolla tagliata fuori dalla realtà. All’interno della bolla, dice a se stesso e agli altri che sta combattendo per l’esistenza di Israele, che un rischio immediato lo sta minacciando e che la sua missione storica è quella di affrontare il mondo intero e difendere Israele da coloro che vogliono distruggerlo.\nIl comportamento di Netanyahu non lascia altra conclusione se non quella che, secondo lui, molti dei suoi avversari cercano consapevolmente e deliberatamente la distruzione di Israele. Presumo che chi si trova nel tunnel umano emotivamente impenetrabile in cui è intrappolato (insieme alla sua famiglia e ad alcuni sostenitori) creda che la maggior parte degli amici di Israele nel mondo, soprattutto il Presidente degli Stati Uniti Joe Biden e forse alcuni leader europei, possano provocare la distruzione di Israele a causa delle pressioni esercitate dalla sinistra e dagli odiatori di Israele dall’interno e dai loro alleati altrove.\nA questo proposito, sembra che nella visione del mondo di Netanyahu i più grandi nemici del Paese siano i soldati israeliani più coraggiosi e audaci e i membri dell’opposizione eletta alla Knesset. Mi riferisco a Benny Gantz e Gadi Eisenkot, la cui decenza e devozione a Israele viene sfruttata da Netanyahu che, nel profondo, li disprezza e li vede come nemici e rivali.\nSiamo giunti alla fase decisiva: Ci stiamo dirigendo verso un accordo per il salvataggio degli ostaggi o stiamo correndo a velocità folle verso un incidente alla periferia di Rafah?\nLa presa di Rafah non ha alcun significato strategico per quanto riguarda gli interessi vitali di Israele. Netanyahu lo sa bene, così come lo sanno alcuni alti ufficiali militari e ufficiali in pensione. Distruggere altri quattro battaglioni di Hamas potrebbe essere stata la mossa giusta se fosse stata scollegata dal contesto più ampio degli eventi. Ma una manovra del genere richiederebbe mesi e comporterebbe molte vittime tra i nostri soldati, ucciderebbe migliaia di palestinesi non coinvolti e distruggerebbe ciò che resta della reputazione internazionale di Israele.\nIntensificherebbe le manifestazioni in tutti i campus d’America e del mondo e porterebbe all’emissione di mandati d’arresto contro i leader e i soldati israeliani. Soprattutto, metterebbe gli ostaggi in immediato pericolo. Una mossa del genere rappresenterebbe un’imprudenza criminale da parte di un gruppo di persone, guidate da Netanyahu, che sono pronte a distruggere le fondamenta della nostra esistenza solo per continuare a mantenere il potere.\nAlcune delle decisioni che ho preso quando ero a capo del governo israeliano sono state pesantemente criticate. Verso la sua conclusione, la Seconda Guerra del Libano è stata fonte di attacchi incessanti a me e ai membri del mio gabinetto, oltre che ai comandanti militari che hanno condotto la campagna. Non importa affatto che, a posteriori, la maggior parte dei critici si renda conto che si trattò di una guerra di successo – anche se non priva di fallimenti ed errori – con diversi risultati strategici, che sono diventati più chiari a distanza di molti anni. Tuttavia, nessuno di coloro che all’epoca si opponevano alla guerra ha mai pensato di sostenere che il governo fosse motivato dagli interessi personali del suo responsabile.\nLa stragrande maggioranza degli israeliani è concorde nell’affermare che l’unica motivazione per l’espansione della campagna militare e l’invasione di Rafah non è ciò che è giusto per Israele, ma fa parte di una decisione pianificata di sacrificare la vita degli ostaggi per preservare la vita politica dell’uomo che continua a spingere Israele verso il baratro.\nÈ ora di fermare Netanyahu e il governo di Ben-Gvir e Smotrich. È ora di inondare le strade con milioni di oppositori risoluti per circondare il gruppo di fuorilegge che sta portando Israele al collasso e fermarli, prima che sia troppo tardi”, conclude Olmert.\nPrima che sia troppo tardi. Ma quel “tardi” bussa alle porte. E forse è già entrato.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T21:13:17.297+03:00",
    "updated": "2024-05-05T21:13:17.297+03:00"
  },
  {
    "uuid": "cb93c84570d0013105d7d77c5cccfb61d7d9025b",
    "url": "https://lostiempos.com/actualidad/pais/20240606/rodriguez-no-podiamos-esperar-que-iluminado-del-ejecutivo-venga-resolver",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "nperedo",
    "published": "2024-06-06T20:28:00Z",
    "title": "Rodríguez: No podíamos esperar a que un iluminado del Ejecutivo venga a resolver esta crisis",
    "text": "Rodríguez: No podíamos esperar a que un iluminado del Ejecutivo venga a resolver esta crisis\nEl presidente del Senado y jefe interino de la Asamblea Legislativa Plurinacional (ALP), el evista Andrónico Rodríguez, aseguró, tras la polémica sesión de este jueves, que los legisladores cumplieron la ley y aprobaron una agenda que \"estaba inconclusa\".\n\"La ALP sufre una profunda y descontrolada crisis de institucionalidad, no hay desarrollo normal de Diputados y eso afecta al Senado y nosotros esperar que un iluminado del Órgano Ejecutivo venga a resolvernos, no podíamos esperar\", dijo Rodríguez.\nAfirmó que se hicieron varios esfuerzos y acuerdos para llevar adelante esta \"agenda inconclusa\" de leyes económicas, elecciones judiciales y otras, pero todos estos intentos fracasaron por \"decisión del Ejecutivo\".\n\"Hoy en la Asamblea lo único que hicimos en estricto cumplimiento a las atribuciones es haber cumplido esa agenda inconclusa\", dijo.\nAfirmó que \"esta Asamblea no está en contra del Ejecutivo\".\nHoy no es que ha ganado o a sido victoria de un partido o de mi persona, hoy ha sudo victoria de la democracia. Le pedimos al Ejecutivo que tome mayor atención a las preocupaciones del pueblo, la crisis económica, alza de precios, no estamos con el objetivo de desestabilizar o tumbar.\n\"Hemos aprobado esta agenda inconclusa que nos ha generado nuestro vicepresidente del Estado\", ratificó.\n\"Más allá de las diferencias políticas se debe encontrar el camino de consensos\", afirmó.\nDijo que si le vienen procesos judiciales se defenderá y que fue toda la ALP la que aprobó las normas.\nCalificó de \"histórica\" la sesión y dijo que espera que el Ejecutivo promulgue estas normativas.\n\"No es victoria de un partido o de mi persona, es victoria de la democracia\", dijo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:57:42.280+03:00",
    "updated": "2024-06-07T01:57:42.280+03:00"
  },
  {
    "uuid": "42baa602e9f96844200b89ad80026c66ad402a67",
    "url": "https://bnnbreaking.com/world/uae/edcc-and-edge-group-to-spotlight-ai-and-autonomous-technologies-at-umex-and-simtex-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hadeel Hashem",
    "published": "2024-01-20T07:56:00Z",
    "title": "EDCC and EDGE Group to Spotlight AI and Autonomous Technologies at UMEX and SimTEX 2024",
    "text": "Philippines' Strong Group Athletics Triumphs Over UAE in Dubai Basketball Championship\nEDCC and EDGE Group to Spotlight AI and Autonomous Technologies at UMEX and SimTEX 2024\nAs the world stands on the brink of a technological revolution, the Emirates Defence Companies Council (EDCC) is gearing up to participate in the sixth edition of the Unmanned Systems Exhibition (UMEX) and the Simulation Training (SimTEX) from January 22 to 25, 2024. The event, set to take place at the Abu Dhabi National Exhibitions Centre (ADNEC), is held under the patronage of Sheikh Hazza bin Zayed Al Nahyan, Deputy Ruler of Abu Dhabi.\nA Platform for Defence and Security Industry\nUMEX and SimTEX are recognized as significant platforms for the defence and security industry in the UAE. The goal of these exhibitions is to bolster local industry capabilities and lay a robust foundation for the defence and technology sectors. Unique to the Middle East, UMEX and SimTEX concentrate on drones, robotics, components, and unmanned systems, offering a glimpse into the future of warfare, where artificial intelligence and autonomous technologies reign supreme.\nEDCC’s Role and Participation\nThe EDCC’s involvement includes a dedicated stand showcasing innovative defence products. These products highlight the use of artificial intelligence and autonomous technologies, brought to life by entities such as the Ministry of Industry and Advanced Technology, Abu Dhabi Department of Economic Development, SAAB group, Canadian Aviation Electronics (CAE), and Avantguard. Mona Ahmed Al Jaber, Chairwoman of EDCC, underlined the council’s role as the national representative for the UAE defence industry. She noted that UMEX and SimTEX are crucial for spotlighting the council’s efforts to facilitate communication among defence contractors and foster opportunities for collaboration.\nEDGE Group’s Exhibition\nIn addition to EDCC, EDGE Group is set to showcase its leading advanced technology group in the unmanned and autonomous systems sector at UMEX and SimTEX 2024. The exhibition will feature a range of autonomous unmanned aerial vehicles and unmanned ground vehicles, along with the participation of ETIMAD, a technology solutions and services company. Mansour Al Mulla, Managing Director and CEO of EDGE Group, emphasized the company’s commitment to playing a pivotal role as a growing industry leader in this domain.\nUMEX and SimTEX 2024 promise a series of live demonstrations, pitch competitions, and discussions on the impact of new technologies in the unmanned systems industry. These events are expected to convene industry leaders, innovators, and experts from the unmanned systems and simulation sectors worldwide, showcasing the region’s burgeoning strength and innovation in defence technology.\nComments\nSubscribe to BNN Breaking\nSign up for our daily newsletter covering global breaking news around the world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hazza bin zayed al nahyan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "edcc",
          "sentiment": "negative"
        },
        {
          "name": "edge group to spotlight ai and autonomous technologies",
          "sentiment": "negative"
        },
        {
          "name": "strong group athletics triumphs over uae",
          "sentiment": "negative"
        },
        {
          "name": "umex",
          "sentiment": "negative"
        },
        {
          "name": "security industry umex",
          "sentiment": "none"
        },
        {
          "name": "emirates defence companies council",
          "sentiment": "none"
        },
        {
          "name": "spotlight ai and autonomous technologies",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T12:01:53.614+02:00",
    "updated": "2024-01-20T12:01:53.614+02:00"
  },
  {
    "uuid": "4b1527c5aa889d19867cafbc0d076739bd0b9429",
    "url": "https://mynewsla.com/crime/2025/04/09/lapd-seeks-motorist-who-killed-woman-on-scooter",
    "ord_in_thread": 0,
    "author": "Contributing Editor",
    "published": "2025-04-09T21:42:00Z",
    "title": "LAPD Seeks Motorist Who Killed Woman on Scooter",
    "text": "Authorities asked the public for help Wednesday locating a hit-and-run suspect who struck and killed a woman riding a scooter near the Westmont area of Los Angeles.\nThe crash happened around midnight Tuesday, when a vehicle traveling north on Figueroa Street struck the woman, who was crossing westbound near Colden Avenue, just west of the Harbor (110) Freeway, according to the Los Angeles Police Department.\nThe driver then fled northbound on Figueroa Street without stopping.\nLos Angeles Fire Department paramedics responded to the scene and pronounced the woman dead at scene. She was described only as a woman in her 30s, whose name was being withheld pending notification to next of kin.\nA reward of up to $50,000 is available for anyone who shares information leading to the identification, apprehension and conviction of a suspect in a fatal hit-and-run, authorities added.\nAnyone with information regarding the collision was asked to contact Officer Lopez Del Haro at 323-421-2500 or 877-527-3247 during non-business hours. Tipsters who wish to remain anonymous can call 800-222-8477 or visit lacrimestoppers.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Lopez Del Haro",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Figueroa Street",
          "sentiment": "none"
        },
        {
          "name": "Colden Avenue",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "LAPD",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Los Angeles Police Department",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Los Angeles Fire Department",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:52:19.975+03:00",
    "updated": "2025-04-10T00:52:19.975+03:00"
  }
]