[
  {
    "uuid": "3d4b2b5e93f74a7e7409c35dfc8951375adb37cf",
    "url": "https://www.canarias7.es/canarias/gran-canaria/las-palmas-de-gran-canaria/medio-millar-personas-reunen-capital-apoyo-pueblo-20231229115141-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CANARIAS7",
    "published": "2023-12-29T11:51:00Z",
    "title": "Más de medio millar de personas se reúnen en la capital en apoyo del pueblo palestino | Canarias7",
    "text": "Secciones Servicios Destacamos CANARIAS7 Las Palmas de Gran Canaria Viernes, 29 de diciembre 2023, 11:51 Necesitas ser registrado para acceder a esta funcionalidad. Compartir Más de medio millar de personas se reunieron en la Plaza del Pilar de Las Palmas de Gran Canaria, en apoyo a las niñas y niños del pueblo palestino. Son yamás de 9.000 niñas y niños asesinados, desde que el 7 de octubre el ejército de Israel empezó a bombardear a la población civil y a las infraestructuras sociales: viviendas, colegios, iglesias, mezquitas y hospitales. Canarias por Palestina organizó el acto en el que la canción y la música, de la mano de Barrios Orquestados, compuesto de niñas y niños de barrios emblemáticos de la ciudad, y la cantautora Amparo Ramos, dieron los acordes para denunciar el conflicto armado entre Israel y Hamas y que está afectando gravemente al pueblo palestino. En el evento se entonaron versos del poema 'Cadáveres anónimos' de Mahmud Darwish en las voces de Jorge y Marifé Navarro, además de llenarse la plaza se llenó de voces que corearon Free Palestine, Palestina Vencerá y el Pueblo Canario con el Pueblo Palestino, entre otras. Una llamada de whatsapp, realizada insitu por una de las palestinas refugiada en Canarias, a sus familiares cerca de Belén, engrandeció y acerco más el encuentro, cuando manifestaron su agradecimiento y pidieron que «no los olvidaramos, que seamos su voz, para que el mundo deje de mirar para otro lado». Asimismo, en la concentración se pidió tanto a España y Europa el boicot a los productos Israelíes, así como el cumplimiento de las leyes internacionales, además de sanciones por las acciones acometidas por el gobierno Israelí. Rosa Halabi, Nabila y Toni, mujeres de la Comunidad Palestina en Canarias, le dieron al acto la realidad que padecen las mujeres, en donde cerca de 50.000 se encuentran embarazadas y sin medios hospitalarios donde ser atendidas. La lectura de una Declaración en Solidaridad con las niñas y niños de Palestina en la voz de Mónica Lleó puso fin al acto en donde las personas asistentes exigieron el alto el fuego inmediata. Publicidad Publicidad Publicidad Publicidad Comentar es una ventaja exclusiva para registrados ¿Ya eres registrado? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:00:04.185+02:00",
    "updated": "2023-12-29T14:00:04.185+02:00"
  },
  {
    "uuid": "9de91cd3d90cba31082c794eb52a93f49eaa020f",
    "url": "https://sputnikglobe.com/20240504/hamas-agrees-to-free-33-israeli-hostages-in-1st-stage-of-deal-with-israel---reports-1118259445.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sputnik International",
    "published": "2024-05-04T23:58:00Z",
    "title": "Hamas Agrees to Free 33 Israeli Hostages in 1st Stage of Deal With Israel - Reports",
    "text": "Hamas's delegation arrived in Cairo on Saturday to negotiate through Egyptian mediators a ceasefire in the Gaza Strip and the release of the captives. The group reported it was traveling to Cairo “in order to reach an agreement on a ceasefire in Gaza.”Israeli-Hamas talks on ceasefire in the Gaza Strip being held with Egyptian mediators in Cairo ended inconclusively on Saturday with a new round to be held on Sunday, US media outlet CBS News claimed citing sources within the Palestinian movement. Meanwhile, the Dubai-based Al Hadath television network previously claimed Hamas had agreed to release 33 Israeli hostages in the first phase of a cease-fire deal.Previously, the Wall Street Journal reported that Israel gave Hamas a week to accept a ceasefire proposal in the Gaza Strip, otherwise threatening to launch a military operation in Rafah.CNN, citing sources, released details of a new proposal to Hamas, prepared by mediators from Egypt. According to the US news outlet, the new proposal was drafted with Israel's input. The first phase of the agreement includes the release of 20-33 hostages over several weeks in exchange for a pause in hostilities and the release of Palestinian prisoners in Israel. The length of the cease-fire will depend on the number of hostages tha t can be released.The second phase would involve “restoring sustained calm” in the Gaza Strip. According to a diplomatic source, the wording implies “a way to agree on a permanent ceasefire without having to call it that.” During this phase Hamas's remaining hostages, including captured IDF soldiers, and the bodies of the dead will be exchanged for more Palestinian prisoners. Israel, meanwhile, has not abandoned plans to achieve all of its stated objectives of its Gaza operation, including the complete elimination of Hamas. israel palestine gaza strip",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "wall street journal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T03:04:14.217+03:00",
    "updated": "2024-05-05T10:36:54.842+03:00"
  },
  {
    "uuid": "f77c1c25bb7f7c26fb38ea54506b3e90c9a9420b",
    "url": "https://www.businessinsider.nl/the-denver-broncos-may-cut-russell-wilson-this-offseason-in-a-shocking-reorg-millions-of-dollars-and-a-grudge-could-be-to-blame/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@binederland",
    "published": "2023-12-28T20:14:00Z",
    "title": "The Denver Broncos may cut Russell Wilson this offseason in a shocking reorg. Millions of dollars and a grudge could be to blame.",
    "text": "- The Denver Broncos are benching\nRussell Wilsonfor the remainder of the season, the team announced.\n- Several outlets report that the franchise plans to cut the\nstar quarterbackafter the season ends.\n- The rumor has prompted questions about head coach\nSean Payton's relationship with the star QB.\nRussell Wilson's time in Denver appears to be reaching its end.\nBroncos head coach Sean Payton announced Wednesday that his team would proceed with former back-up quarterback Jarrett Stidham starting under center, leaving Wilson to watch the final two games of the season from the bench.\nAnd now, reports from several outlets suggest that Denver will waive the\nsuperstar quarterback during the offseason — a move that's come as a shock to many given Wilson's impressive career accolades, including a Super Bowl win with his former team, and solid play over his last few games with the Broncos.\nEven some of Denver's players felt blindsided, with star\nwide receiver Jerry Jeudy telling members of the press that Payton's decision to bench Wilson \"was a surprise to everybody in our locker room.\"\n\"He just told us out of nowhere,\" Jeudy said of Payton, per DenverSports.com's Andrew Mason. \"So I was pretty surprised, having Russ as our starting quarterback the whole year, then the last two games there being a switch.\"\nPayton's relationship with Wilson\nFormer\nNFL quarterback Robert Griffin III seemed somewhat unsurprised by Payton's moves, and rumored plans. He noted on X, the social media platform formerly known as Twitter, that \"Wilson's biggest opposition this year was Sean Payton\" and expounded upon that thought on his podcast.\n\"For Sean Payton to do everything that he's done to Russell Wilson when he came in the door, he was trying to make it seem like he was not the problem,\" Griffin\nsaid on the \"RG3 and the Ones\" podcast. \"When you pay a quarterback who has won a Super Bowl and is a Hall of Famer, when you treat him the way Sean Payton has, it just feels to me like he doesn't want him to be his quarterback.\"\nA group of ex-NFL-players-turned-analysts also voiced concerns that Payton's relationship with Wilson seemed fraught from the beginning.\nFormer cornerback Bucky Brooks\nposted on X that Wilson's tense interactions with Payton \"always seemed far more personal than a normal HC/QB1 debate.\" Emmanuel Acho, who played linebacker for several NFL franchises, wrote that \"the Broncos have to stop disrespecting Russ.\"\nCraig Carton, a sports radio and TV personality who hosts \"The Carton Show\" on FS1, subscribed to the same logic. He said Thursday morning that Payton \"disliked Russell Wilson on a level I've never seen before.\"\n\"Whether you like Russell Wilson or not, Russell Wilson's a pro,\" Carton said. \"Russell Wilson's an accomplished veteran in this league and has never done anybody wrong that we're aware of publicly. For Sean Payton to humiliate him in this manner is wrong.\"\nA representative from the franchise responded to Business Insider's request for comment by referencing Payton's press conference from Wednesday. The head coach confirmed that the quarterback change was his decision and was motivated by the team's offensive struggles.\n\"I understand all the speculation and everything that surrounds a move like that,\" Payton told reporters. \"I can tell you we're desperately trying to win.\"\nDenver may save $37 million by keeping Wilson on the bench\nNow that they've chosen to build around a new quarterback, the Broncos are likely looking to\nsave themselves some of the money they initially promised Wilson. Just after he joined the franchise in 2022, the nine-time Pro Bowler signed a signed a gargantuan $242,588,236 contract to spend five years in the Mile High City and become one of the highest-paid players in the NFL, per Spotrac.\nNo matter what, Denver owes Wilson a whopping $39 million next season, according to ESPN's Adam Schefter. But if the Broncos part ways with Wilson during the offseason, they'll avoid paying him another $37 million he'd be due for the following year.\nThe only way that $37 million would otherwise become guaranteed is if Wilson were to sustain an injury in the course of play. Should the quarterback do so and remain hurt by the beginning of next season, Denver would be unable to cut him and would be contractually obligated to pay out the considerable sum.\nIn other words, the decision to keep Wilson off the field for the rest of the 2023-2024 campaign \"assures that money won't trigger,\" Schefter\nexplained on X. And Bleacher Report reported that the Broncos allegedly pressured Wilson into waiving the injury clause, but that Wilson refused.\nWhile he says he understands \"the economics\" associated with benching Wilson, Payton insists that the decision was not financially motivated. If it were, as he questioned hypothetically during Wednesday's press conference, \"then why not last week or two weeks ago or three weeks ago or four weeks ago?\"\n\"Sure, in our game today there are economics and all those other things,\" Payton said. \"But the No. 1 push behind this — and it's a decision I'm making — is to get a spark offensively.\"\nBusiness Insider",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/RGIII/status/1740077799908712492",
      "https://markets.businessinsider.com/news/stocks/nfl-superstar-jerry-jeudy-signs-on-as-investor-ambassador-for-fast-growing-nutritional-supplement-plantfuel-1031322737",
      "https://twitter.com/RGIII/status/1740167850726465863",
      "https://www.insider.com/robert-griffin-iii-back-2018-8",
      "https://www.insider.com/tua-tagovailoa-net-worth-miami-dolphins-qb-money-spending-2023-10",
      "https://twitter.com/EmmanuelAcho/status/1740138391101116774",
      "https://www.insider.com/sean-payton-stepping-away-new-orleans-saints-coach-report-2022-1",
      "https://www.insider.com/patrick-mahomes-aaron-rodgers-similar-chiefs-packers-receiver-says-2023-11",
      "https://www.businessinsider.com/russell-wilson-benched-denver-broncos-sean-payton-feud-money-2023-12",
      "https://www.insider.com/russell-wilson-ciara-net-worth-how-make-spend-money-2023-11",
      "https://www.insider.com/nfl-highest-paid-players-quarterbacks-list-2023-9",
      "https://twitter.com/AdamSchefter/status/1740056684825899444",
      "https://twitter.com/BuckyBrooks/status/1740216233772089828",
      "https://www.insider.com/russell-wilson-nfl-career-by-year-2023-11",
      "https://insider.com/russell-wilson-nfl-career-by-year-2023-11",
      "https://www.twitter.com/AdamSchefter/status/1740056684825899444",
      "https://www.twitter.com/RGIII/status/1740077799908712492",
      "https://www.twitter.com/BuckyBrooks/status/1740216233772089828",
      "https://www.twitter.com/EmmanuelAcho/status/1740138391101116774",
      "https://insider.com/robert-griffin-iii-back-2018-8",
      "https://www.markets.businessinsider.com/news/stocks/nfl-superstar-jerry-jeudy-signs-on-as-investor-ambassador-for-fast-growing-nutritional-supplement-plantfuel-1031322737",
      "https://insider.com/russell-wilson-ciara-net-worth-how-make-spend-money-2023-11",
      "https://www.twitter.com/RGIII/status/1740167850726465863",
      "https://insider.com/patrick-mahomes-aaron-rodgers-similar-chiefs-packers-receiver-says-2023-11",
      "https://insider.com/sean-payton-stepping-away-new-orleans-saints-coach-report-2022-1",
      "https://insider.com/tua-tagovailoa-net-worth-miami-dolphins-qb-money-spending-2023-10",
      "https://businessinsider.com/russell-wilson-benched-denver-broncos-sean-payton-feud-money-2023-12",
      "https://insider.com/nfl-highest-paid-players-quarterbacks-list-2023-9"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "russell wilson",
          "sentiment": "negative"
        },
        {
          "name": "russell wilsonfor",
          "sentiment": "neutral"
        },
        {
          "name": "jarrett stidham",
          "sentiment": "none"
        },
        {
          "name": "sean payton",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        },
        {
          "name": "payton",
          "sentiment": "none"
        },
        {
          "name": "jerry jeudy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "denver broncos",
          "sentiment": "negative"
        },
        {
          "name": "broncos",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "denver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:07.314+02:00",
    "updated": "2023-12-29T00:28:07.314+02:00"
  },
  {
    "uuid": "174d309cb981591fd5a08ffc15cdc88f7bddde04",
    "url": "https://www.infobae.com/america/agencias/2024/07/25/3-2-francia-amarga-de-nuevo-el-debut-olimpico-de-colombia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-07-25T21:16:00Z",
    "title": "3-2. Francia amarga de nuevo el debut olímpico de Colombia - Infobae",
    "text": "Redacción deportes, 25 jul (EFE).- Francia, con goles de Kenza Dali y un doblete de Marie Antoniette Katoto, se impuso por tercera vez en unos Juegos Olímpicos a Colombia, que se fue al descanso perdiendo por tres tantos pero logró meterse en el partido gracias a Catalina Usme y Manuela Pavi y tuvo ocasiones incluso para lograr la igualada.\nTercer duelo entre Francia y Colombia en unos Juegos Olímpicos y tercera victoria para la selección gala. La primera fue en Londres 2012 por 1-0 y la segunda en Río 2016 con una goleada por 4-0.\nLa primera parte fue de dominio total de Francia, que aprovechó un error en cadena de la defensa colombiana para adelantarse en el marcador a los seis minutos con un gol de Katoto, que definió muy bien con un disparo bajo cruzado ante Katherine Tapia.\nLa portera colombiana también fue protagonista en el segundo tanto de Francia, ya que un mal despeje suyo dejó el balón dentro del área a Kenza Dali, que se acomodó el esférico y sin oposición lanzó al fondo de las mallas.\nAntes del descanso, Francia amplió su ventaja con otro fallo defensivo de la defensa colombiana, que dejó a Katoto rematar de cabeza totalmente sola dentro del área un centro desde la izquierda.\nEl descanso le vino bien a Colombia, que saltó al césped con nuevas ideas y mejoró mucho su juego. Fruto de esa mejoría consiguió recortar distancias tras una falta dentro del área sobre Mayra Ramírez que la colegiada decretó penalti. Catalina Usma, desde los once metros, no falló su disparo.\nEse gol dio alas a la selección cafetera, que siguió ganando metros ante la confianza de las francesas, que no supieron frenar el vendaval de las visitantes, que marcaron el segundo por medio de Manuela Pavi en una jugada individual.\nLeicy Santos, tras ganar un balón en una jugada revuelta ante Wendy Renard y Griedge Mbock, se quedó sola ante Peyraud-Magnin, que vio como el balón se iba por encima del travesaño.\nEsa fue la ocasión más clara para empatar de Colombia, que vio frenadas sus ambiciones con la expulsión de Mayra Ramírez tras pisar el tobillo a una defensa francesa, una situación que dio un soplo de aire a las galas para celebrar el triunfo en su debut olímpico como anfitrionas.\nFicha técnica:\n3 - Francia: Peyraud-Magnin; Lakrar, Renard, MBock Bathy, Karchaoui (Bacha, m.71); Toleti; Dali, Geyoro; Diani, Katoto (Le Sommer, m.90+5) y Cascarino (Baltimore, m.81).\n2 - Colombia: Tapia; Carolina Arias (Quejada, m.83), Carabali, Daniela Arias, Vanegas; Montoya (Pavi, m.46); Restrepo, Santos; Ramírez, Usme y Caicedo.\nGoles: 1-0: M.6 Katoto; 2-0: M.18 Dali; 3-0: M.42 Katoto; 3-1: M.52 Usme, de penalti; 3-2: M.64 Pavi.\nÁrbitra: Tori Penso (Estados Unidos). Expulsó con roja directa a Mayra Ramírez (m.85), de Colombia.\nIncidencias: partido de la primera jornada del Grupo A de los Juegos Olímpicos disputado en el Estadio de Lyon (Francia). EFE\ndrl/jl",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:19:44.915+03:00",
    "updated": "2024-07-26T00:19:44.915+03:00"
  },
  {
    "uuid": "396a43ece6ef16078132cc2123d11369acbdd1ab",
    "url": "https://www.ccma.cat/esport3/cruel-sorteig-per-a-nadal-al-circuit-individual-dels-jocs/noticia/3305156",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacció Esport3",
    "published": "2024-07-25T17:40:00Z",
    "title": "Nadal cancel·la els entrenaments amb Zverev i Moyá alarma sobre la seva participació als Jocs Olímpics",
    "text": "Nadal cancel·la els entrenaments amb Zverev i Moyá alarma sobre la seva participació als Jocs Olímpics\nL'entrenador de Nadal ha posat en dubte la seva participació en els Jocs Olímpics de París per unes molèsties a l'adductor\nRafa Nadal, als 38 anys, té clar que els Jocs Olímpics de París seran els últims i mereixen un esforç addicional, però el somni olímpic del manacorí sembla que està a prop d'esfumar-se. A dos dies del seu debut, Rafa Nadal ha cancel·lat els entrenaments que tenia programats amb l'alemany Alexander Zverev.\nEn un principi, l'equip espanyol no ha donat importància a aquesta cancel·lació, argumentant que es deu simplement a la necessitat de descans.\nPerò els problemes físics del 14 vegades campió de Roland Garros podrien portar-lo a decidir abandonar el torneig individual dels Jocs Olímpics de París 2024 i concentrar-se només en els dobles amb Carlos Alcaraz.\nCarlos Moyá, entrenador del mallorquí, n'ha parlat a Onda Cero:\n\"Volem donar-li 48 hores per veure com va millorant i com es va recuperant i bé.\"\nCruel sorteig per a Nadal al circuit individual dels Jocs\nEl dia ja no havia començat massa bé per al mallorquí: la sort en el sorteig del quadre individual no s'ha posat de la seva banda. El manacorí debutarà contra un rival dur, l'hongarès Marton Fucsovics (83 ATP). Si supera la primera ronda, en el segon partit s'enfrontaria al serbi Novak Djokovic, que s'estrenarà contra l'australià Matthew Ebden.\nSi el mallorquí superés el serbi, el seu camí potencial cap a una nova medalla olímpica tampoc no seria de roses. Complicat per al balear, que arriba a la cita olímpica amb cinc partits individuals i els dos dobles de Bastad a l'esquena.\nMoyá ha donat pistes del moment que viu Nadal:\n\"Ja va descansar dilluns, venia d'una setmana dura a Bastad; i dimarts vam tornar molt a poc a poc, molt tranquil, sabent que hi havia fatiga.\"\nTot i la delicadesa de l'entrenador, caldrà veure com evolucionen les molèsties a l'adductor del manacorí. Les properes 48 hores seran vitals.\n- ARXIVAT A:\n[Jocs Olímpics](/esport3/jocs-olimpics/tema/jocsolimpics/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "catalan",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Health",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:32:17.508+03:00",
    "updated": "2024-07-26T04:32:17.508+03:00"
  },
  {
    "uuid": "b4f323911b52c24fe05cd49c1f7165886861585b",
    "url": "https://ec2-13-214-47-110.ap-southeast-1.compute.amazonaws.com/news/314470646/carlson-2016-arbitral-award-not-just-a-milestone-for-philippines-but-entire-indo-pacific-region.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manila Standard",
    "published": "2024-07-12T06:29:00Z",
    "title": "Carlson: 2016 Arbitral Award not just a milestone for Philippines, but entire Indo-Pacific region",
    "text": "United States Ambassador to the Philippines MaryKay Carlson highlighted the enduring significance of the 2016 Arbitral Award, not only for Filipinos in the West Philippine Sea, but the entire stakeholders in the Indo-Pacific region.\nCarlson issued the statement at a Stratbase forum on Friday to mark the 8 th anniversary of the ruling. In her remarks, she reinforced the US government’s support for the Philippines and underscored the critical role of international law in ensuring regional stability and freedom of navigation.\nShe emphasized that the July 12, 2016, arbitral ruling by the Permanent Court of Arbitration in The Hague, Netherlands is not merely a legal milestone for the Philippines but a landmark decision for the entire Indo-Pacific region.\nThe ruling, which overwhelmingly favored the Philippines, clarified the country’s sovereign rights and jurisdiction over its exclusive economic zone (EEZ) and continental shelf. This legal foundation is crucial in asserting the Philippines’ maritime entitlements against China’s expansive claims.\n“We are proud to be among the chorus of nations that have consistently lent their voices to calling out incidents or aggression. The volume of condemnation from the international community is loud and getting louder, and it speaks to our common resolve in support of the international rules and norms that benefit us all,” Carlson stated.\nHighlighting the economic significance of the issue, Carlson pointed out that the South China Sea is one of the busiest shipping lanes globally, facilitating over $3 trillion in annual trade. It is also home to rich biodiversity and accounts for 12% of the global fish catch, supporting millions of livelihoods.\nThe legal clarity provided by the arbitral ruling underpins the economic activities that thrive in the region, benefitting both the Philippines and the broader international community.\nCalrson also announced the Luzon Economic Corridor, a key initiative from the Trilateral Leaders’ Summit between US President Joe Biden, Philippine President Marcos, and Japanese Prime Minister Fumio Kishida.\nThis corridor aims to boost infrastructure development in the Philippines, focusing on port, rail, and digital infrastructure, further enhancing the economic benefits derived from the region’s stability.\n“As we have often heard President Marcos say, economic security is national security. For the past eight years, the Arbitral award has been a lynchpin in the Philippines’ national security vision for a peaceful and prosperous archipelagic nation – one that the United States steadfastly supports,” Carlson said.\nShe talked about the deepening economic ties between the US and the Philippines, noting that the Washington remains Manila’s largest export market.\nRecent engagements, such as the sixth Indo-Pacific Business Forum in Manila, have launched $20 million in new US economic programs and celebrated over $5 billion in new investments, emphasizing America’s commitment to supporting the Philippines’ economic growth.\nOn the defense front, Carlson underscored the importance of the Enhanced Defense Cooperation Agreement (EDCA), which has seen $120 million in investments to bolster the Philippines’ disaster response and critical infrastructure.\nThis agreement facilitates closer training and modernization efforts between Filipino and American forces, reinforcing the Philippines’ national security.\nThe ambassador also highlighted recent multilateral maritime cooperation involving the United States, Philippines, Japan, Australia, Canada, and France. These activities showcase a united front in upholding international maritime laws and ensuring freedom of navigation.\nReaffirming the US’ stance, Carlson called on China to cease its aggressive actions in the region. She condemned the harassment of Philippine vessels operating lawfully within the Philippines’ EEZ and urged China to respect the 2016 arbitral ruling. Secretary of State Blinken, in a statement on the same day, reiterated this call, emphasizing the importance of abiding by international law.\n“We applaud President Marcos and the Government of the Philippines for defending the well-being of its service members on the BRP Sierra Madre,” said Carlson.\nThe US ambassador said she will be meeting with Armed Forces of the Philippines (AFP) Western Command Chief Rear Admiral Alfonso Torres, Jr. and the ship’s crew via video conference “to thank them for the important role they play in defending Philippine rights – and by extension, the rights of all of us – under international law.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carlson",
          "sentiment": "negative"
        },
        {
          "name": "marykay carlson",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "permanent court of arbitration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "stratbase",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "west philippine sea",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "the hague",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T11:34:43.636+03:00",
    "updated": "2024-07-12T11:34:43.636+03:00"
  },
  {
    "uuid": "19d6b0b797be283460fca2d20f54ebe9da675952",
    "url": "https://www.agensir.it/quotidiano/2024/6/2/papa-francesco-al-corpus-domini-continuare-a-sperare-e-ricostruire-senza-mai-stancarsi-anche-di-fronte-a-cumuli-di-macerie-a-causa-della-guerra",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2024-06-02T18:00:00Z",
    "title": "Papa Francesco: al Corpus Domini, “continuare a sperare e ricostruire senza mai stancarsi” anche di fronte “a cumuli di macerie a causa della guerra” - AgenSIR",
    "text": "“Il pane Eucaristico è presenza reale. E con questo ci parla di un Dio che non è lontano, che non è geloso, ma vicino e solidale con l’uomo; che non ci abbandona, ma ci cerca, ci aspetta e ci accompagna, sempre, al punto da mettersi, indifeso, nelle nostre mani. E questa sua presenza invita anche noi a farci prossimi ai fratelli là dove l’amore ci chiama”. Lo ha detto il Papa nell’omelia della messa per il Santissimo Corpo e Sangue di Cristo nella Basilica di San Giovanni in Laterano, cui è seguita la processione eucaristica fino a Santa Maria Maggiore. “Quanto bisogno c’è nel nostro mondo di questo pane, della sua fragranza e del suo profumo, una fragranza che sa di gratitudine, che sa di libertà, sa di prossimità! Vediamo ogni giorno troppe strade, forse una volta odorose di pane sfornato, ridursi a cumuli di macerie a causa della guerra, dell’egoismo e dell’indifferenza! È urgente riportare nel mondo l’aroma buono e fresco del pane dell’amore – ha aggiunto Francesco -, per continuare a sperare e ricostruire senza mai stancarsi quello che l’odio distrugge”. “C’è chi dice che è libero chi pensa solo a sé stesso, chi si gode la vita e chi, con menefreghismo e magari con prepotenza, fa tutto quello che vuole a dispetto degli altri” ma, ha osservato il Santo Padre, “questa non è libertà: questa è una schiavitù nascosta, una schiavitù che ci rende più schiavi ancora. La libertà non si incontra nelle casseforti di chi accumula per sé, né sui divani di chi pigramente si adagia nel disimpegno e nell’individualismo: la libertà si incontra nel cenacolo dove, senza alcun altro motivo che l’amore, ci si china davanti ai fratelli per offrire loro il proprio servizio, la propria vita, come ‘salvati'”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T21:59:07.346+03:00",
    "updated": "2024-06-02T21:59:07.346+03:00"
  },
  {
    "uuid": "c3ac203f6189aecb0ce351916ce2d17617e46894",
    "url": "https://www.infobae.com/peru/deportes/2024/07/25/gianluca-lapadula-queda-apartado-del-cagliari-no-disputo-el-primer-partido-de-pretemporada-contra-como-1907",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Renzo Galiano",
    "published": "2024-07-25T21:29:00Z",
    "title": "Gianluca Lapadula queda apartado del Cagliari: no disputó el primer partido de pretemporada contra Como 1907 - Infobae",
    "text": "Gianluca Lapadula quedó fuera de lista del primer partido preparatorio en Valle de Aosta. - Crédito: Cagliari Todo parecía indicar que Gianluca Lapadula había entrado en un ritmo de regularidad con el Cagliari . Hace no mucho se había reportado a la segunda parte de la pretemporada en Valle de Aosta, donde conoció al cuerpo técnico de Davide Nicola y siguió cada una de las indicaciones con respecto a trabajos de campo.\nNo obstante, en la últimas horas su nombre quedó lejos de los planes de los ‘ sardos ’ para el primer partido de preparación contra Calcio Como 1907 , en Chatillón. Ni siquiera fue incluido en la convocatoria del partido que acabó con derrota 1-3 .\nEn aquel cruce, el DT Nicola dispuso la siguiente oncena: Scuffet , Zortea, Luperto, Deiola , Hatzidiakos, Felici, Augello, Zappa, Makoumbou, Pavoletti (C), Luvumbo . En la zona de relevos quedaron, entretanto Radunović , Sherri, Catena, Delpupo, Viola , Adopo, Prati, Jankto, Wieteska, Veroli , Piccoli, Kingstone, Azzi, Kourfalidis y Di Pardo .\nGianluca Lapadula aún forma parte del proyecto del Cagliari para la nueva temporada en la Serie A. - Crédito: Centotrentuno ¿Y Lapadula? Como pudo conocer Infobae Perú , por intermedio de fuentes del Cagliari , ‘ Il Peruviano ’ presentó a última hora un impase de salud que impidió su presencia en el primer duelo amistoso con miras a la Serie A 2024/25 . Asimismo, revelaron que es difícil que vea acción en el calendario, dado que le han encargado labores distintas a comparación del resto del plantel.\n”Gianluca Lapadula no jugó porque ayer tuvo problemas gastrointestinales. Además, hace apenas unos días que recién se ha incorporado a sus compañeros y está realizando entrenamientos específicos”, comentaron a este medio. Gianluca Lapadula realiza entrenamientos específicos en Valle de Aosta. - Crédito: Cagliari En la noche anterior al compromiso contra el oponente de la segunda jornada de la máxima categoría de Italia, Lapadula aquejó los problemas reportados en Saint-Vincent . De tal manera que no se le consideró y su lugar fue ocupado por el joven africano Zito Luvumbo .\nDespués de la caída, la cual generó cierta alarma mas no una profunda preocupación, el Cagliari sólo se entrenará en una parte del día. Según ha informado la website Videolina , los ‘ rossoblú ’ realizarán trabajos de práctica en la mañana del viernes 26 de julio y contarán con la tarde libre para realizar actividades de ocio. La reanudación de los entrenamientos está prevista para el sábado 27 con doble jornada en Chatillón .\nGianluca Lapadula está bajo evaluación del entrenador Davide Nicola. - Crédito: Cagliari “Trabajamos con muchas ideas” El director técnico del Cagliari aseguró que su plantel cuenta con varias facetas dependiendo del rival que se presente en el campo. “ Trabajamos con muchas ideas, sin dogmas , y mucho depende también del adversario al que nos enfrentemos”, dijo Davide Nicola en conferencia de prensa.\nHaciendo hincapié en la zona ofensiva, no mostró una real preocupación por la ausencia de Gianluca Lapadula. “ Zito Luvumbo tiene grandes cualidades y hoy lo volvió a demostrar : también puede jugar en ataque junto a un delantero centro o junto a otro centrocampista ofensivo. Debemos aprender a ser más rápidos, no hay un solo camino y trabajamos cada día para estar preparados para lo que nos espera”, apuntó.\nY añadió: “ Hoy no pudimos comprometer a algunos jugadores, porque no podemos jugar con 31 hombres , y algunos completarán su camino de crecimiento en otros contextos. Este equipo ya ha entendido qué identidad debe tener, a pesar de que sólo llevan unas semanas trabajando juntos. Era importante centrarse en adelantar y no limitarse sólo a tus oponentes, porque así mejoras y te sientes cada vez más fuerte”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:37:08.257+03:00",
    "updated": "2024-07-26T00:37:08.257+03:00"
  }
]