[
  {
    "uuid": "37478af31efaf5101da05e1002b180df2b747f5c",
    "url": "https://www.eurosport.fr/formule-1/michael-schumacher-dix-ans-de-secret_sto9928819/story.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eurosport_FR",
    "published": "2023-12-28T21:46:00Z",
    "title": "Schumacher, dix ans de secret",
    "text": "Michael Schumacher, dix ans de secret Voilà dix ans que Michael Schumacher vit handicapé, dans la plus grande confidentialité d'établissements médicaux puis de son domicile suisse, suite à un accident de ski survenu le 29 décembre 2013 dans la station de Méribel. Rien ou presque n'a jamais filtré sur son état de santé de la part de proches qui ont toujours respecté le goût du secret qu'entretenait déjà le champion à propos de sa vie. \"Michael est là, donc il ne me manque pas. Ce n'est plus le Michael d'avant. Il est différent et magnifiquement encadré par sa femme et ses enfants, qui le protègent. Sa vie est différente et j'ai le privilège de partager des moments avec lui. C'est tout ce qu'il y a à dire. Malheureusement, le destin l'a frappé il y a dix ans et ce n'est plus le Michael qu'on connaissait.\" Dans un entretien donné au quotidien L'Equipe, le 14 décembre dernier, Jean Todt évoquait encore une fois en creux le septuple champion du monde, victime d'un accident de ski invalidant le 29 décembre 2013, dans la station de Méribel. Ce jour-là, l'Allemand bientôt âgé de 44 ans profite d'une retraite sportive bien méritée sur les pentes de la station française. Il est en compagnie de Mick, son fils de 14 ans, et de trois amis lorsque l'un d'eux tombe. Il s'aventure alors dans un domaine non balisé, entre des pistes bleue et rouge, pour lui venir en aide. C'est là, qu'environ huit mètres au-delà la piste, dans une zone en descente constellée de rochers affleurant le manteau neigeux, que le drame se noue en une fraction de seconde. Déséquilibré par un rocher dans un virage, il chute en contrebas, tête la première, contre un autre bloc de pierre. Le choc, pourtant à faible vitesse, est si violent que son casque équipé d'une Go Pro se disloque en trois morceaux. Un \"état stable\" jamais décrit Les secouristes qui le découvrent \"sonné mais conscient\", constatent des signes neurologiques inquiétants et décident de l'évacuer. Moins de dix minutes plus tard, un hélicoptère décolle avec Michael Schumacher à destination de l'hôpital intercommunal de Moutiers, et atterrit avec un dénommé Jérémy Martin au CHU de Grenoble-La Tronche. Le début d'un grand secret et d'une litanie de non-dit. Traumatisme crânien avec hémorragie cérébrale, pronostic vital engagé : les informations sur la santé du champion sont livrées au compte-goutte par l'équipe médicale, qui a réalisé le soir même une intervention neurochirurgicale, puis très vite une seconde. Malgré de nombreux fans et curieux bravant le froid au pied de l'hôpital et 150 journalistes avides d'en savoir plus lors de deux conférences de presse, rien n'infléchit le discours nébuleux des médecins. Dans cette ambiance de mystère, source de toutes les spéculations, cet \"état stable\" qu'on nous répète à l'envi parle quand même sans le vouloir : la santé du patient, plongé dans le coma, n'évolue pas vraiment… \"Tu n'as pas besoin de m'appeler, je disparais !\" Dans cette forteresse hospitalière, aussi bien gardée que le garage Ferrari un week-end de Grand Prix, rien n'est négligé : une note interne interdit à tout le personnel de consulter le dossier médical afin d'éviter les fuites. Les entrées de l'établissement sont contrôlées, et ça permet d'intercepter un journaliste déguisé en prêtre… Devant les médias, Sabine Kehm, attaché de presse des années Benetton puis Ferrari, manager personnel du temps de Mercedes, s'en étonne mais elle en a vu d'autres. En attendant, tout passe par elle et finit aux oubliettes. Pourquoi tant de silence ? \"En général, les médias n'ont jamais fait de sujet sur la vie privée de Michael et Corinna, rappellera-t-elle, en mars 2016. Un jour, lors d'une longue conversation, Michael m'a dit : 'Tu n'as pas besoin de m'appeler pour l'année prochaine (ndlr : 2013), je disparais ! Je pense que c'était son rêve secret de faire ça un jour. Je veux respecter ses souhaits et c'est pourquoi je ne laisse rien sortir.\" Déjà difficilement accessible médiatiquement dans le cadre de son sport, Michael Schumacher n'a effectivement que très rarement ouvert l'album de famille, parce qu'il avait deux vies bien distinctes. Et quand il s'est essayé à la moto pendant sa première retraite, en Superbike allemand en 2008, il s'est inscrit sous le pseudonyme Marcel Niederhaussen pour qu'on lui fiche la paix. Mick, qui commence cette même année le karting, en fait de même sous l'identité de Mick Betsch, le nom de jeune fille de sa mère. Barrichello rembarré, Weber black-listé Sorti de son sommeil près de cinq mois après son accident, le 16 juin 2014, \"Schumi\" poursuit sa rééducation au Centre hospitalier universitaire vaudois de Lausanne, en Suisse. Puis il retrouve son domicile de Gland, entre Genève et Lausanne au bord du lac Léman, le 9 septembre, une information donnée par communiqué par Sabine Kehm, qui précise que \"des progrès ont lieu dans la guérison de sa grave blessure, même si un long et dur chemin reste à parcourir.\" Et de conclure : \"Nous continuons également à demander de respecter la sphère privée de la famille Schumacher.\" Ce que des paparazzi tentent de violer en pointant leurs téléobjectifs sur les fenêtres de la résidence-château. Malgré le silence, on comprend que la vie de Schumacher ne sera plus jamais la même quand Corinna vend le chalet familial en Norvège et son jet privé, un Falcon 2000EX, pour 35 millions d'euros. Des événements à rapprocher des chiffres fous en circulation : le couple serait à la tête d'une fortune de 700 millions d'euros, et les soins absorberaient 125.000 euros chaque semaine. Dans l'entourage du champion, c'est l'omerta plus que jamais. Forcée pour certains, étonnés d'être privés de droit de visite pour d'autres comme Rubens Barrichello, renvoyé à son statut de faire valoir du \"Baron rouge\" pendant six ans. Ou Willi Weber, black-listé pour une bonne raison, lui. Le manager historique s'est disqualifié fin 2004 lors d'une émission caritative sur la ZDF en ne respectant pas la confidentialité du don de 10 millions de dollars (7,42 millions d'euros) effectué par Michael Schumacher pour les victimes du tsunami survenu dans le Sud-Est asiatique. \"Des gens qui devraient respecter le secret médical ont parlé\" En revanche, Ross Brawn et Jean Todt, respectivement directeur technique et patron de la Scuderia dans grandes années rouges, sont du petit cercle des autorisés. Pendant les onze saisons qu'il l'a côtoyé, le Français, devenu président de la FIA en 2009, a construit une relation de confiance, quasi filiale, avec Michael Schumacher, bien au-delà des paddocks. Il a créé avec son ami médecin, le professeur orthopédiste Gérard Saillant, l'Institut du cerveau (ICM) à la Salpêtrière, à Paris ; auquel Michael Schumacher a contribué financièrement de façon substantielle. Avec parcimonie, Todt livre ses espoirs au fil du temps. \"Il se bat. Son état s'améliore. On peut raisonnablement espérer qu'il retrouvera bientôt une vie un peu plus normale. Il ne pourra probablement plus reconduire une Formule 1, voilà ce qu'on peut dire\", souffle-t-il en octobre 2014, sur les ondes de RTL. Des propos qui ne seront plus teintés du même optimisme. Et il ne sera malheureusement plus ensuite question d'apparition publique. \"Il n'y a aucune nouvelle, si ce n'est le fait que Michael se bat chaque jour pour améliorer la situation, confie sobrement Jean Todt, cinq ans plus tard, au quotidien italien La Repubblica. Il est clair que nous devons tous l'aider et espérer qu'il y aura - disons - des progrès constants. J'ai dit la vérité, je vois des Grands Prix à la télévision avec lui. J'espère qu'un jour nous pourrons aller assister ensemble à un Grand Prix\". Et de dénoncer la première entorse au silence médical. \"Je ne dis pas que c'est mal de lui vouloir du bien et de vouloir avoir de ses nouvelles, rappelle-t-il, avant de s'emporter froidement. Je suis stupéfait de voir que quand il est venu à Paris pour un contrôle à l'hôpital, des gens qui devraient respecter le secret médical ont parlé. (...) Je trouve cela indigne et j'espère que nous trouverons la source.\" La fuite provient de l'hôpital Européen Georges-Pompidou, à Paris. Dérapage avec Chat GPT En septembre 2019, Michael Schumacher a été admis dans l'unité de surveillance continue du service de chirurgie cardiovasculaire du professeur Philippe Menasché, par ailleurs membre du Conseil d'administration de l'ICM, selon Le Parisien, qui affirme que le pionnier de la thérapie cellulaire doit soigner l'insuffisance cardiaque du champion. Il \"bénéficie de perfusions de cellules souches qui sont diffusées dans l'organisme afin d'obtenir une action anti-inflammatoire systémique, c'est-à-dire dans tout l'organisme\", écrit encore le journal, pour qui le patient est déjà venu au moins deux fois au printemps précédent. Bref, voilà en six ans ce qui a transpiré à propos de la santé de Michael Schumacher. A part une fausse interview - avatar sordide de notre époque - qu'aurait donnée le champion au tabloïd allemand Die Aktuelle, le 15 avril dernier. Un bidonnage ignoble signé Chat GPT, en vérité, qui a coûté sa place à la rédactrice en chef, sans faire sortir la famille de sa réserve. Elle reste la seule sur qui on peut compter pour nous donner, un jour, des nouvelles de Michael Schumacher. Sur le même sujet Partager cet article Publicité Ad Publicité Ad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:57:43.716+02:00",
    "updated": "2023-12-29T04:05:06.072+02:00"
  },
  {
    "uuid": "0b389232e0c45a05b18649cf729b4fb67bac2668",
    "url": "https://www.kcci.com/article/explainer-prepared-for-winter-weather-hazards/41939448",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Trey Fulbright",
    "published": "2024-01-12T14:25:00Z",
    "title": "Explainer: How to be prepared for winter weather hazards",
    "text": "Explainer: How to be prepared for winter weather hazards\nWinter can be a fun and enjoyable time of year with the snow and cold temperatures, but there are also dangers that exist if you are not careful.\nOne of the hazards central Iowa has seen in the past is called a \"snow squall.\" These snow squalls are sudden bursts of intense snow and winds that can lead to whiteouts and very dangerous driving conditions. Unlike blizzards, snow squalls are shorter in duration (less than two hours), but it only takes a short amount of time for conditions to get out of hand.\nIn October 2020, a snow squall produced a localized swath of 6-9 inches of snow over northern portions of the Des Moines metro area, leading to dangerous travel conditions and reduced visibility.\nIn Pennsylvania, a deadly 80-car pileup happened during a snow squall in late March 2022. Commuters should always be alert to rapidly changing weather conditions and avoid traveling if possible during a snow squall warning.\nObviously, life can’t come to halt every time there is winter weather, but there are some practical driving and care maintenance tips you can practice:\n- Check your tires for adequate tread and plenty of air.\n- Make sure your vehicle has plenty of fluids, a strong battery and your oil is changed.\n- Remove snow and ice from your vehicle.\n- If skidding, avoid accelerating and braking too hard. Turn in the direction of the skid to regain control.\n- Always drive slowly and carefully on snow/ice-covered roads.\nSnow and ice aren’t the only danger, but extreme temperatures can lead to health problems and even death if you’re not careful.\nThe wind chill or “feels like” temperature describes how you perceive temperature when it’s very windy. Wind speeds up heat loss from your body by removing the insulating layer of heat, thereby making you feel colder than the actual air temperature. When wind chills drop below -20 degrees, this can lead to frostbite on exposed skin in 30 minutes, and when wind chills are colder than -35 degrees, frostbite can occur in under 10 minutes. During periods of extreme cold you can practice the following tips to keep yourself safe and healthy:\n- Limit time outdoors\n- Cover exposed skin\n- Bring pets indoors\n- Make sure you have a travel safety kit with food and supplies\n- Check on vulnerable family and friends.\nHere at KCCI Storm Team 8, we will alert you to changing weather conditions, and we hope everyone has a safe and enjoyable winter.\nMore winter storm coverage\nInteractive Radar| Weather Alerts| Traffic See which school districts are closed here Here's how to accurately measure snowfall Why to put a quarter on a frozen cup of water before losing power and more outage tips 8 snowstorm reminders your mom would want you to know Here’s how to make sure your phone provides severe weather alerts Explainer: How to be prepared for winter weather hazards Tips for keeping your house safe and warm during the cold weather",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "des moines",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T19:52:39.821+02:00",
    "updated": "2024-01-12T19:52:39.821+02:00"
  },
  {
    "uuid": "ac3bbbab8e592f384928ea85de356bf37a7eed01",
    "url": "https://www.20minutos.es/noticia/5231535/0/por-que-se-celebra-viernes-santo-semana-santa-significado-como-celebran-cristianos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "20minutos",
    "published": "2024-03-29T08:39:00Z",
    "title": "Por qué se celebra el Viernes Santo de Semana Santa: este es su significado y cómo lo celebran los cristianos",
    "text": "Este 29 de marzo es Viernes Santo, festivo en toda España y una de las principales celebraciones cristianas del calendario litúrgico. En este día, la religión cristiana celebra un hecho central en su doctrina: la muerte de Jesucristo en la cruz en un acto que, según los Evangelios, supuso el sacrificio de Jesús para redimir los pecados de la humanidad. La muerte de Jesús es el acontecimiento central del conocido como Triduo Pascual, el ciclo del calendario litúrgico en el que los católicos de todo el mundo conmemoran la pasión, la crucifixión y la muerte de Jesucristo, y su resurrección tres días después, en el Domingo de Resurrección. Los cristianos conmemoran el Vía Crucis y la muerte de Jesucristo Según los Evangelios, fue en el Viernes Santo cuando Jesús fue prendido y condenado a muerte por el gobernador romano, Poncio Pilato, por haberse proclamado \\u0022Rey de los Judíos\\u0022 en un gesto que las autoridades hebreas y romanas entendieron como un desafío a su poder. El Viernes Santo conmemora el sufrimiento de Jesús, que según los Evangelios fue despojado de sus ropas, torturado y obligado a cargar con una cruz de madera hasta el Monte Calvario de Jerusalén. Allí, coronado con espinas, fue crucificado junto a dos ladrones bajo un cartel en el que ponía “Jesús el Nazareno, Rey de los Judíos” (la inscripción INRI que puede leerse en muchas figuras religiosas que representan a Jesús crucificado). Allí pronunció, según las escrituras bíblicas, su última frase antes de morir: \\u0022Padre, en tus manos encomiendo mi espíritu\\u0022. Día de ayuno y abstinencia para los católicos Los cristianos conmemoran también en este día el Vía Crucis, el trayecto que recorrió Jesús desde su condena hasta su muerte y su sepulcro, de donde resucitaría al tercer día, según la Biblia. Se compone de 14 estaciones, y se reza una oración en cada una de ellas. En este día, los cristianos católicos guardan ayuno y abstinencia de comer carne y cubren las imágenes de Jesucristo con un paño o tela morada en señal de su ausencia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T12:38:56.433+03:00",
    "updated": "2024-03-30T06:54:10.890+03:00"
  },
  {
    "uuid": "0f116a9f29ff6b89132533484db48f2ad6136e2a",
    "url": "https://vnexplorer.net/archbishop-of-canterbury-honoured-for-personal-service-during-kings-coronation-s714776.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-30T00:02:00Z",
    "title": "Archbishop of Canterbury honoured for personal service during King’s Coronation",
    "text": "The Most Reverend Justin Welby crowned the King during the ceremony at Westminster Abbey – VICTORIA JONES/AFP\nThe King has personally honoured the Archbishop of Canterbury by making him a Knight Grand Cross of the Royal Victorian Order (RVO) in recognition of his prominent role in the Coronation.\nThe Most Reverend Justin Welby received the award in a supplement to the New Year Honours list in which people who have performed personal services to the King or the Royal family are honoured.\nIt comes months after the Archbishop was criticised by Government ministers for using a speech in the House of Lords to criticise the Illegal Migration Bill. Tory MPs urged him at the time to “stick to religion and keep out of politics”.\nAwards under the RVO are in the King’s gift and are bestowed independently of Downing Street.\nThe Archbishop, who anointed and crowned the King during the ceremony on May 6 at Westminster Abbey, will not be known as Sir Justin because the award is not technically a knighthood.\nA BBC documentary screened on Boxing Day gave an insight into the preparations for the Coronation, showing the King and Archbishop rehearsing together and sharing a joke.\nThe King was shown laughing and shaking his head when the Archbishop forgot his words at one point, and the Archbishop said later: “I have a memory that is probably about as good as our spaniel’s – in other words, zero.”\nThe Archbishop of Canterbury will not be known as Sir Justin because the award is not technically a knighthood – GARETH FULLER/PA\nThe Archbishop followed the longstanding tradition of commissioning a new Coronation liturgy – the prayers and actions of the Coronation service – which had the theme Called To Serve.\nThe RVOs are part of the wider New Year Honours and named among the recipients was Claire van Straubenzee, the mother of the Prince of Wales and Duke of Sussex’s late friend Henry van Straubenzee, who was killed in a 2002 car crash.\nMrs van Straubenzee co-founded a memorial fund named after her son, which William and Harry support as patrons, and was awarded an MBE for her charity’s work supporting education institutions in Uganda.\nNew piece performed at Coronation Judith Weir, Master of the King’s Music, has been made a dame after she composed a new piece that was performed at the Coronation, having also written music for Queen Elizabeth II’s funeral.\nDr David Hoyle, the Dean of Westminster, who officiated during the coronation – delivering St Edward’s Crown to the Archbishop – was made a Knight Commander of the RVO while his colleague Paul Baumann, Westminster Abbey’s receiver-general, equivalent to a chief executive, was made a lieutenant of the RVO.\nSir Antonio Pappano, the Royal Opera House’s music director, who conducted the Coronation orchestra, was made a Commander, and Colonel Jeremy Bagshaw, who in his former role as chief of staff at Army Headquarters London District oversaw the ceremonial role of the Household Division during the event, has become a Lieutenant.\nMark Appleby, the Crown Jeweller, has also been made a Lieutenant.\nRowena Feilden, lady in waiting to the Princess Royal, has been made a Dame Commander of the RVO.\n%n\nSign up to the Front Page newsletter for free: Your essential guide to the day’s agenda from The Telegraph – direct to your inbox seven days a week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdpB2.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBmI.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdpB2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBmI.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "justin welby",
          "sentiment": "negative"
        },
        {
          "name": "coron",
          "sentiment": "none"
        },
        {
          "name": "justin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "canterbury",
          "sentiment": "negative"
        },
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "house of lords",
          "sentiment": "none"
        },
        {
          "name": "westminster abbey",
          "sentiment": "none"
        },
        {
          "name": "knight grand cross",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "downing street",
          "sentiment": "none"
        },
        {
          "name": "canterbury",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T02:20:00.838+02:00",
    "updated": "2023-12-30T02:20:00.838+02:00"
  },
  {
    "uuid": "55963d2671348974cbdc4654346d29a94bdf53f9",
    "url": "https://www.cmjornal.pt/mais-cm/obituario/detalhe/gaston-glock-1929-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Duarte Faria",
    "published": "2023-12-28T22:21:00Z",
    "title": "Gaston Glock (1929-2023) - Obituário - Correio da Manhã",
    "text": "Louvor para secretária de Lacerda Sales que meteu cunha das gémeas tratadas no Santa Maria Pai do principal suspeito do desaparecimento da grávida da Murtosa ficou incontactável à mesma hora que o filho Novo ano arranca com bens e serviços ainda mais caros Pior fase da gripe prevista para a segunda semana de janeiro Trump desqualificado das eleições presidenciais no Estado do Maine Relatório do exército israelita assume falhanço na morte de três reféns em Gaza Eleitores sem confiança em Pedro Nuno e Montenegro Esfaqueamento nas bancadas do Estádio da Luz pode valer ao Benfica dois jogos à porta fechada Filomena Cautela é vítima de apropriação de imagem em fraude Helena Coelho e Paulo Furtado recordam a sua história de amor Investigação a morte de grávida assassinada está presa por telemóveis. ADN falhou Roger Schmidt trava saída de pérolas “Não temos arcaboiço para contratar estrelas”: Sérgio Conceição sobre o mercado de transferências Jovem de 20 anos encontrou-se com uma amiga antes de morrer esfaqueado no Seixal ‘Psicopata moderada’ mata mãe sobrevivente de dois cancros à facada IPO de Lisboa completa 100 anos com cinema Siga o CM no WhatsApp e acompanhe as principais notícias da atualidade Seguir Gaston Glock (1929-2023) Empresário Duarte Faria 00:30 Gaston Glock FOTO: DR Inventor da famosa pistola e de um grupo empresarial com o seu nome (produz facas e acessórios militares), que dirigiu até ao fim, Gaston Glock morreu na passada quarta-feira aos 94 anos. A Glock foi inventada no início da década de 1980 e ficou famosa pela sua leveza, velocidade e mecânica infalível. Tornou-se uma arma amplamente utilizada, quer pelas forças de segurança, quer por grupos criminosos. Em 2011, Glock divorciou-se de Helga, a mulher com quem foi casado por 49 anos, e casou-se com Kathrin Tschikof, 52 anos mais nova.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaD1uxN8KMql9awfo832",
      "https://www.maxima.pt/redirect-to?token=EiEnOjA%2FNiB3ZGtrYWF3ZmRkd2Vga2BqYGZramJlYmNmamZlZg%3D%3D",
      "https://whatsapp.com/channel/0029VaD1uxN8KMql9awfo832",
      "https://maxima.pt/redirect-to?token=EiEnOjA%2FNiB3ZGtrYWF3ZmRkd2Vga2BqYGZramJlYmNmamZlZg%3D%3D",
      "https://www.maxima.pt/redirect-to"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:25:04.945+02:00",
    "updated": "2023-12-29T07:25:04.945+02:00"
  },
  {
    "uuid": "ece5a32aef2a0c840c5493dbd7041de3f06c826e",
    "url": "https://es-us.noticias.yahoo.com/deportes/papa-memoria-pel%C3%A9-permanece-indeleble-012159087.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-30T01:21:00Z",
    "title": "El Papa dice que la memoria de Pelé permanece indeleble, en homenaje en el Cristo Redentor",
    "text": "EFE Latam El Papa dice que la memoria de Pelé permanece indeleble, en homenaje en el Cristo Redentor Leer todo el artículo Agencia EFE 30 de diciembre de 2023, 3:21 a. m. · 2 min de lectura\nRío de Janeiro, 29 dic (EFE).- La memoria de Pelé permanece indeleble y estimula a las nuevas generaciones a practicar deportes, afirmó el papa Francisco en un mensaje leído este viernes en una ceremonia a los pies del Cristo Redentor de Río de Janeiro en la que se recordó el primer aniversario de la muerte de 'o Rei'.\nLa carta del papa argentino, un reconocido aficionado del fútbol, fue leída en un acto en que una proyección especial \"vistió\" a la gigantesca estatua del Cristo Redentor con la camisa verdeamarela del uniforme de la selección brasileña.\nAnte el Cristo de 30 metros con sus brazos abiertos en la cima del cerro del Corcovado, con una camisa proyectada durante varios minutos y en que se destacaba el número 10 del dorsal del tres veces campeón mundial y su emblemática firma, decenas de aficionados homenajearon al considerado mejor futbolista de todos los tiempos.\n\"Pelé, como era conocido mundialmente el señor Edson Arantes do Nascimento, fue sin duda un deportista que manifestó en su vida las características positivas de la práctica deportiva\", afirmó el Papa en el mensaje que fue leído por el arzobispo de Río de Janeiro, Joao Orani Tempesta.\n\"La memoria del 'Rey del fútbol' permanece indeleble en la mente de muchos y estimula a las nuevas generaciones a buscar en el deporte el medio para fortalecer los vínculos de unidad entre nosotros\", agregó el pontífice en la ceremonia celebrada en la mayor atracción turística de esta ciudad.\nEl papa aseguró que virtudes cristianas como la constancia y la perseverancia son necesarias para la práctica de una actividad deportiva, y que el deporte bien practicado, como lo hacía Pelé, sirve para estrechar lazos de verdadera amistad y de fraternidad entre los hombres y entre los pueblos.\n\"Por eso quiero unirme espiritualmente a este gesto de homenaje enviándole a los participantes mi bendición y mi pedido a todos para que no dejen de rezar por mí\", concluye la carta leída en un homenaje animado por una presentación de la Orquesta Sinfónica Juvenil de Río de Janeiro.\nContinuar leyendo la historia La archidiócesis de Río de Janeiro decidió sumarse a las entidades que realizaron homenajes en el primer aniversario de la muerte del considerado mejor atleta del siglo XX debido a la importancia de esta ciudad brasileña en la carrera de Pelé.\nFue en Río de Janeiro que 'o Rei', que murió el 29 de diciembre de 2022 a sus 82 años víctima de cáncer, conquistó dos títulos mundiales de clubes con el Santos; que anotó su milésimo gol, en el también legendario Maracaná; y que se despidió de la selección brasileña.\nEl primer aniversario de su muerte fue recordado este viernes con diversos homenajes en todo Brasil y con mensajes y vídeos de entidades como la FIFA, la Conmebol y la Confederación Brasileña de Fútbol (CBF), y de clubes como el Santos, el único que Pelé defendió en sus 17 años de fútbol profesional en Brasil.\n(c) Agencia EFE\nMÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Fallece vedette Rossy Mendoza a los 80 años de edad San Diego Red · 1 min de lectura La humillante tradición de hacer desfilar a mujeres desnudas como castigo en India LA NACION · 7 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura La cena de Navidad en la megacárcel de Bukele BBC News Mundo · 13 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/QBE2KMEHpEN09nedO5yS0Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/es/efe.es/0b49b3ddb0fd3d7e4c8964ee7907ff55",
      "https://s.yimg.com/ny/api/res/1.2/HBDp_CxBshpXWVv8dNLc8g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/es/efe.es/0c23a86579f7d5718a6771ce64546559",
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://s.yimg.com/uu/api/res/1.2/MfabRQbBigpChnvw9C0twA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/3c13d6cb4f98411735fe1689bbbd38fa",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpapa-memoria-pel%25C3%25A9-permanece-indeleble-012159087.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/Mov_6_rTLPgGCY6zlATJDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/es/efe.es/4a9b222c33c64a6dd06cf5a16bac9620",
      "https://s.yimg.com/uu/api/res/1.2/Pm6UoA0Z35xsLrwZy.PZcg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/32d564a3edb5955126ddd0b612da5d3b",
      "https://twitter.com/intent/tweet?text=El%20Papa%20dice%20que%20la%20memoria%20de%20Pel%C3%A9%20permanece%20indeleble%2C%20en%20homenaje%20en%20el%20Cristo%20Redentor&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpapa-memoria-pel%25C3%25A9-permanece-indeleble-012159087.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/uu/api/res/1.2/tWuk_cSHKUYVIRbKnHo6vQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/sandiegored_883/75c95faee41b8e857a00326c0a1efbec",
      "https://www.efe.com/efe/usa/5",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://s.yimg.com/ny/api/res/1.2/_wjP_LhaJWwX609lbClajg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQwO2g9NDg-/https://s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://www.s.yimg.com/ny/api/res/1.2/QBE2KMEHpEN09nedO5yS0Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/es/efe.es/0b49b3ddb0fd3d7e4c8964ee7907ff55",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpapa-memoria-pel%25C3%25A9-permanece-indeleble-012159087.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://www.s.yimg.com/ny/api/res/1.2/HBDp_CxBshpXWVv8dNLc8g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/es/efe.es/0c23a86579f7d5718a6771ce64546559",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://www.s.yimg.com/uu/api/res/1.2/MfabRQbBigpChnvw9C0twA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/3c13d6cb4f98411735fe1689bbbd38fa",
      "https://www.facebook.com/dialog/feed",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/ny/api/res/1.2/_wjP_LhaJWwX609lbClajg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQwO2g9NDg-/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/2ae63650-3578-11eb-b7bf-dd5381c63b89",
      "https://www.s.yimg.com/ny/api/res/1.2/Mov_6_rTLPgGCY6zlATJDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://www.media.zenfs.com/es/efe.es/4a9b222c33c64a6dd06cf5a16bac9620",
      "https://efe.com/efe/usa/5",
      "https://www.s.yimg.com/uu/api/res/1.2/tWuk_cSHKUYVIRbKnHo6vQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/sandiegored_883/75c95faee41b8e857a00326c0a1efbec",
      "https://www.twitter.com/intent/tweet?text=El%20Papa%20dice%20que%20la%20memoria%20de%20Pel%C3%A9%20permanece%20indeleble%2C%20en%20homenaje%20en%20el%20Cristo%20Redentor&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Fpapa-memoria-pel%25C3%25A9-permanece-indeleble-012159087.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/uu/api/res/1.2/Pm6UoA0Z35xsLrwZy.PZcg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/32d564a3edb5955126ddd0b612da5d3b",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T03:36:49.797+02:00",
    "updated": "2023-12-30T03:36:49.797+02:00"
  },
  {
    "uuid": "97d2b039a09979840c1d1a0f534f42eed177c34e",
    "url": "https://www.europe1.fr/societe/corse-les-traditions-catholiques-toujours-bien-ancrees-sur-lile-de-beaute-4238538",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Frédéric Michel // Crédits : FRED TANNEAU / AFP",
    "published": "2024-03-29T05:54:00Z",
    "title": "Corse : les traditions catholiques toujours bien ancrées sur l'île de beauté",
    "text": "La tradition chrétienne toujours régnante sur l'île de beauté. Dans les villages corses les églises sont encore fleuries, les villes célèbrent leurs saints et les fêtes religieuses sont l’occasion de grands rassemblements où toutes les générations se mêlent. Selon l’Église\nCorse, près de 9 insulaires sur 10 déclareraient être catholiques.\nSur la grande place d’Ajaccio en travaux, un couple se presse. La météo est maussade à la veille de ce week-end de Pâques. La femme confirme l'importance du christianisme sur l'île. \"Par rapport au continent, je pense que c’est plus marqué ici en Corse, on a plus de tradition\", affirme-t-elle. Une vielle dame un peu plus loin avoue aller rarement à la messe mais insiste sur l’ancrage chrétien de l’île. \"Que ce soit en Italie, en Espagne, au Portugal et en Corse, les Méditerranéens nous sommes des croyants\", explique-t-elle.\n>> LIRE AUSSI -\n«Revenons à l'essentiel !» : en Corse, des élus sceptiques sur la réforme institutionnelle\n\"La foi est plus visible\"\nPour l’évêque d’Ajaccio, François Bustillo, nommé en 2023 Cardinal par le pape François, \"la foi est plus visible ici, plus sensible, il y a des processions, des chants et des traditions soignées. Des personnes venant du continent regardent avec une certaine nostalgie, une certaine envie, ces traditions chrétiennes\". Pour l'ecclésiastique, \"ces traditions nous rappellent nos racines chrétiennes\".\nDevant un grand lycée d’Ajaccio, Marie 16 ans, porte comme de nombreuses adolescentes des bijoux et des babioles mais la jeune fille dévoile aussi fièrement sa médaille de baptême accrochée à son cou. Quand on l’interroge, elle évoque sans gêne devant ses amis sa foi et son programme du week-end pascal. \"Dans ma famille on est pratiquant et depuis que je suis née, les fêtes religieuses sont très importantes. Là je sais que je vais aller à la messe dimanche et que lundi je mange avec ma famille, parce que c’est une obligationn c’est la tradition mais ça ne me dérange pas\", explique la jeune femme.\nEn Corse, comme sur le continent, la pratique est en net recul. La messe dominicale n’attire plus. Cependant lors des grandes fêtes chrétiennes, ils sont nombreux à participer en famille aux célébrations religieuses et diverses processions organisées aux 4 coins de l’île, avec une ferveur singulière et très latine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T09:56:55.814+03:00",
    "updated": "2024-03-29T09:56:55.814+03:00"
  },
  {
    "uuid": "5d8b6da44efebf701b4346eb61a68c62e806236e",
    "url": "https://www.meneame.net/story/esta-senora-dice-transexuales-gestantes-invisibilizan-mujeres-no/c012",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CerdoJusticiero",
    "published": "2023-12-28T21:44:00Z",
    "title": "#12 Esta señora que dice que los transexuales gestantes invisibilizan a las mujeres heterosexuales no es cualquiera",
    "text": "[Delay](/user/Delay)a [twitter.com](/go/link/3891538)\nEn 2023 y en España hay que ser muy, muy ignorante para confundir \"mujer heterosexual\" con \"mujer cis\".\n[#7](c7#c-7) [#8](c8#c-8) 15 añitos de retraso lleváis:\nhttps://www.abc.es/sociedad/abci-primer-hombre-embarazado-dado-nina-200807030300-1641980054534_noticia.html\nPodéis guglear \"Rubén Castro\" si queréis saber más.\n[#4](c4#c-4) ¿Por qué dices eso? ¿Te parece que los transexuales necesitan litio?\n[#11](c11#c-11) Sí, corresponde a lo que decías en tu anterior comentario.\nQue sea o no irrelevante es algo muy subjetivo. Desde luego muy pocos hombres han dado a luz, pero que esta posibilidad exista ni es irrelevante para los medios ni desde luego lo es para estas personas.\n#_10 Ya, es normal. Lo sorprendente es que reconozcas abiertamente que tu nivel cognitivo es tan insostenible que a veces colapsas tú solo.\nÁnimo, de lo tuyo en teoría también se puede salir.\n[#7](c7#c-7) La única explicación racional que se me ocurre es que se trataría de un transexual masculino que no se ha extirpado el útero.\nPero me parece una posibilidad tan poco probable como excepcional, por lo mismo, irrelevante para merecer un discurso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.abc.es/sociedad/abci-primer-hombre-embarazado-dado-nina-200807030300-1641980054534_noticia.html",
      "https://abc.es/sociedad/abci-primer-hombre-embarazado-dado-nina-200807030300-1641980054534_noticia.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:01.078+02:00",
    "updated": "2023-12-29T01:04:01.078+02:00"
  },
  {
    "uuid": "fb77e3fe753fe13b4f5972e019b63c567dec0b5f",
    "url": "https://www.pulzo.com/deportes/juegos-olimpicos-2024-por-que-hay-estadios-vacios-por-ahora-olimpiadas-PP3821191",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "editorial@pulzo.com (Editorial Pulzo)",
    "published": "2024-07-25T20:27:00Z",
    "title": "Siembran duda en Juegos Olímpicos de París: razón explicaría por qué se ven estadios vacíos",
    "text": "Las primeras jornadas del fútbol en los Juegos Olímpicos evidencian estadios casi vacíos en las ciudades más alejadas de París.Nantes, Burdeos, Marsella, Niza y Lyon son algunas ciudades donde se lleva a cabo el fútbol olímpico y donde se han visto estadios desolados. Solo en la ciudad de Saint-Étienne se vio una enorme colonia de hinchas marroquíes para el duelo entre el seleccionado africano y Argentina.(Vea también: Selección Colombia Femenina lo intentó, pero no le alcanzó contra Francia; dura derrota).Pese a que los organizadores de los Juegos Olímpicos de París 2024 celebran haber batido récords en la venta de entradas, los dos primeros días de los torneos de fútbol, tanto en hombres como en mujeres, han mostrado una baja afluencia en los estadios.El miércoles, durante la primera jornada del torneo masculino, mientras la anfitriona Francia jugó ante casi 60.000 espectadores en Marsella en su victoria contra Estados Unidos, Guinea y Nueva Zelanda se midieron en Niza ante 5.000 personas en un estadio con capacidad para 35.000. Lee También ¿Selección Colombia aún puede avanzar en los Olímpicos? Así se definen los clasificados ¿Falta de Mayra Ramírez merecía expulsión en Juegos Olímpicos?; experto fue contundente Qué partidos se pierde Mayra Ramírez en los Juegos Olímpicos; el debut le salió caro Por qué camiseta de Selección Colombia Femenina no tuvo el escudo tradicional en JJ. OO. En París, los dos partidos del primer día en el Parque de los Príncipes (España-Uzbekistán y Mali-Israel) atrajeron al mayor número de espectadores, pero en Burdeos el Japón-Paraguay contó con 12.000 espectadores en un recinto para 41.000, mientras que el Ucrania-Irak en Lyon se jugó con gran parte de las gradas vacía.El jueves arrancó el torneo femenino con dos duelos destacados, Alemania-Australia en Marsella y Canadá-Nueva Zelanda en Saint-Étienne, pero ambos contaron con apenas unos pocos miles de espectadores en estadios muy grandes, con capacidades para 65.000 y 42.000 personas, respectivamente.En el caso del partido de Saint-Étienne, menos de 3.000 personas siguieron en la tribuna ese partido entre canadienses y neozelandesas. Se trata de una de las peores entradas de la historia del fútbol olímpico, sin contar la cita de Tokio en 2021, que se jugó a puerta cerrada y en burbuja sanitaria por la pandemia del COVID-19.Jurgos Olímpicos 2024: atletas explican por qué estadios están vacíosLos propios atletas dan las razones evidentes: todo el mundo está en París y muy pocos fanáticos van a otras ciudades para ver eventos como el fútbol que, en el caso de los hombres, además es sub-23.“Es decepcionante sobre todo para los Juegos Olímpicos. Sé que todo el mundo está en París”, se resignaba tras su debut la defensa canadiense Vanessa Gilles. A su vez, los organizadores de los Juegos Olímpicos han optado en algunos casos, como en Burdeos, por no dar las cifras oficiales exactas de asistencia a los partidos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:35:43.315+03:00",
    "updated": "2024-08-02T07:50:29.783+03:00"
  },
  {
    "uuid": "0e99b06931e28cdad2f8cd39bb34770b9e8022d8",
    "url": "https://vnexplorer.net/chicago-democrat-goes-off-on-citys-handling-of-migrant-crisis-its-an-invasion-s1294181.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-01T23:15:00Z",
    "title": "Chicago Democrat goes off on city's handling of migrant crisis: 'It's an invasion'",
    "text": "Lawrence Jones tours Chicago as the migrant crisis continues\nA Chicago Democrat running for the Illinois House is calling out Mayor Brandon Johnson for allowing migrants to “invade” the Windy City.\n“Fox & Friends” co-host Lawrence Jones visited the sanctuary city to witness the crisis firsthand and walk the streets with candidate Andre Smith.\nSmith told Jones that the city’s schools, park districts and apartments have been used for placing migrants and displacing Chicago residents.\n“The money is coming from the hard-owned taxpayers, taxpayers’ dollars that don’t have the luxury now to go to the park in their community because migrants are there,” Smith said in the interview that aired Tuesday.\n“It’s an invasion.”\nABBOTT REAMS OUT ‘COLD-HEARTED’ BIDEN AS CHICAGO REBUFFS BUSES: ‘SEND THEM TO REHOBOTH’\nREAD ON THE FOX NEWS APP\nSmith showed Jones two shuttered buildings now sheltering migrants – an academy for young women and a health center that once serviced patients struggling financially. Smith said both were closed due to lack of funds.\n“You tell us that there’s no funding or the lack of funding. But then you bring migrants in and make them shelters. That’s not the American way,” Smith said.\n“They have the funding. And every now and then they say, ‘Hey, we found more millions, we found more money.’”\nA 91-year-old Chicago resident told Jones that Johnson “can’t handle” the challenges facing the city.\n“This job was not cut for him,” Collean Fuller said.\nJones added that he reached out to the mayor’s office for comment but did not hear back.\nJohnson said recently his office has “responded to this humanitarian mission with the full force of government,” before calling Texas Gov. Gregg Abbott “reckless” for sending migrant buses “all over the state of Illinois.”\nCLICK TO GET THE FOX NEWS APP\nSmith previously told Fox News if elected he will pursue a recall of Johnson, who defeated fellow left-wing Mayor Lori Lightfoot last year.\nHe added that Chicago’s sanctuary status should be put up for a popular referendum by the city’s voters.\nFox News’ Charles Creitz contributed to this report.\nOriginal article source: Chicago Democrat goes off on city’s handling of migrant crisis: ‘It’s an invasion’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1hu5H8.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1hu5H8.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "illi",
          "sentiment": "negative"
        },
        {
          "name": "lawrence jones",
          "sentiment": "negative"
        },
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "brandon johnson",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "smith",
          "sentiment": "none"
        },
        {
          "name": "andre smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:32:53.496+02:00",
    "updated": "2024-02-02T01:32:53.496+02:00"
  }
]