[
  {
    "uuid": "1931cd0a6a4e70d73c2ff34123ec066d57fc4289",
    "url": "https://diariodonordeste.verdesmares.com.br:443/opiniao/colunistas/egidio-serpa/evangelho-de-hoje-5-feira-dia-28032024-jo-13-1-15-1.3494422",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Egídio Serpa",
    "published": "2024-03-28T08:27:00Z",
    "title": "Evangelho de hoje, 5ª feira, dia 28/03/2024 (Jo 13, 1-15) - Egídio Serpa",
    "text": "Era antes da festa da Páscoa. Jesus sabia que tinha chegado a sua hora de passar deste mundo para o Pai; tendo amado os seus que estavam no mundo, amou-os até o fim. Estavam tomando a ceia. O diabo já tinha posto no coração de Judas, filho de Simão Iscariotes, o propósito de entregar Jesus. Jesus, sabendo que o Pai tinha colocado tudo em suas mãos e que de Deus tinha saído e para Deus voltava, levantou-se da mesa, tirou o manto, pegou uma toalha e amarrou-a na cintura. Derramou água numa bacia e começou a lavar os pés dos discípulos, enxugando-os com a toalha com que estava cingido. Chegou a vez de Simão Pedro. Pedro disse: “Senhor, tu me lavas os pés?” Respondeu Jesus: “Agora, não entendes o que estou fazendo; mais tarde compreenderás”. Disse-lhe Pedro: “Tu nunca me lavarás os pés!” Mas Jesus respondeu: “Se eu não te lavar, não terás parte comigo”. Simão Pedro disse: “Senhor, então lava não somente os meus pés, mas também as mãos e a cabeça”. Jesus respondeu: “Quem já se banhou não precisa lavar senão os pés, porque já está todo limpo. Também vós estais limpos, mas não todos”. Jesus sabia quem o ia entregar; por isso disse: “Nem todos estais limpos”. Depois de ter lavado os pés dos discípulos, Jesus vestiu o manto e sentou-se de novo. E disse aos discípulos: “Compreendeis o que acabo de fazer? Vós me chamais Mestre e Senhor, e dizeis bem, pois eu o sou. Portanto, se eu, o Senhor e Mestre, vos lavei os pés, também vós deveis lavar os pés uns dos outros. Dei-vos o exemplo, para que façais a mesma coisa que eu fiz. Reflexão – A vivência do verdadeiro amor! Aproveitando os últimos momentos antes de ser levado para o Calvário Jesus veio nos ensinar a vivenciar o verdadeiro amor quando não discriminou ninguém no gesto de lavar os pés dos discípulos. Lavou os pés de todos e ninguém ficou de fora, nem mesmo Judas, o traidor. Será que nós já aprendemos isso com Jesus? Tirou o manto da realeza, da autoridade e da dignidade de ser Filho de Deus e abaixou-se para servir aos seus amigos e até os Seus traidores, Pedro e Judas. Talvez, inconscientemente, Pedro tentasse recusar a atitude de Jesus por antecipar instintivamente aquilo que iria acontecer. Mesmo assim, Jesus não admitiu estragar aquele momento com nada que não lhe permitisse expressar o grande amor que sentia por todos nós, pecadores. Ao pegar uma toalha e dedicar-se a lavar e enxugar os pés dos seus discípulos Ele nos mostrou que lavar os pés significa servir, estar à disposição, solidarizar-se fraternalmente com o nosso próximo. Por isso, Ele nos deu a seguinte explicação: “compreendeis o que acabo de fazer?... Se eu, o Senhor e mestre vos lavei os pés, também vós deveis lavar os pés uns dos outros”. Mesmo que, como Pedro, nós também não compreendamos bem o gesto de Jesus por causa da nossa limitação humana, precisamos obedecê-lo, pois sabemos que o discípulo imita o Mestre e que só Ele pode nos pôr em sintonia com a vontade do Pai. Por outro lado, aprendemos também que necessitamos deixar que nos lavem os pés, para que tenhamos parte com o jeito de ser do Pai. Do contrário, Jesus também nos dirá: “Se eu não te lavar, não terás parte comigo.” Os pés significam para nós muitas situações que enfrentamos quando necessitamos da ajuda de alguém. Nesse caso, se não admitimos o auxílio de alguém é porque nós nos consideramos autossuficientes e, por isso, não carecemos do auxílio de ninguém. Somente depois de lavar os pés dos Seus discípulos foi que Jesus vestiu novamente o manto e sentou-se. Para nós, isto significa o despojamento de toda e qualquer superioridade na hora do serviço e demonstra que nunca poderemos nos omitir nem descansar diante das ocasiões que surgem para também “lavar os pés” das pessoas que aparecem no nosso caminho. - O que você acha deste gesto de Jesus? – Você tem deixado que alguém lave os seus pés? - O que significa para você lavar os pés do irmão? - O que para você é melhor: “lavar os pés” de alguém ou deixar que alguém “lave os seus? ” Helena Colares Serpa – Comunidade Católica Missionária Mariana UM NOVO CAMINHO Veja também",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T01:13:29.886+02:00",
    "updated": "2024-03-29T01:13:29.886+02:00"
  },
  {
    "uuid": "dc467774706b487d205b7417268633341bb2a82f",
    "url": "https://www.francebleu.fr/emissions/plus-vertes-mes-savoie/un-fonds-de-dotation-pour-la-biodiversite-en-savoie-mont-blanc-7991173",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurent Pascal",
    "published": "2024-02-16T05:45:00Z",
    "title": "Un fonds de dotation pour la biodiversité en Savoie Mont-Blanc - France Bleu",
    "text": "Écouter Diffusion du 16 février 2024 À retrouver dans l'émission Plus vertes mes Savoie Du lundi au vendredi à 6h45 De Laurent Pascal France Bleu Pays de Savoie Annecy De Laurent Pascal Vendredi 16 février 2024 à 6:45 Par France Bleu Pays de Savoie Le Crédit Agricole des Savoie organise une conférence de presse de présentation du fonds de dotation Savoie Mont Blanc Biodiversité. Quelles sont les actions de cette entité , nous avons interrogé son président Michel Delmas\nPlus vertes mes Savoie © Getty Le Fonds de dotation Savoie Mont-Blanc Biodiversité est une initiative dédiée à la préservation et à la protection de la biodiversité des Savoie. Il s’engage à soutenir les Conservatoires d’espaces naturels des Savoie\nLa Savoie et la Haute-Savoie abritent une biodiversité unique et fragile Comprenant des écosystèmes remarquables et une multitude d’espèces végétales et animales. Aujourd’hui, cette biodiversité est menacée par divers facteurs tels que le changement climatique, la fragmentation des habitats et la pression anthropique croissante.\nMichel Delmas, nous présente quelques uns des actions financées en 2023. Ce sont ces actions qui seront présentées aux entreprises de la région lors de cette conférence à Annecy ce vendredi 16 février, afin qu'à leur tour elle s'implique dans des financements futurs.\nLaurent Pascal France Bleu\nÉpisodes Tous les épisodes\nPlus de mobilité en cœur de Savoie Le 15 février 2024 Depuis juillet 2001 la communauté de communes Cœur de Savoie est devenue autorité organisatrice de la mobilité. Parmi les actions menées, une navette de transport entre la gare de Montmélian et Alpespace et une ligne de covoiturage entre le Val Gelon et Pontcharra.\n03 min\nLe 1er sylvotrophée à Chambéry Le 14 février 2024 Un concours organisé par les parcs naturels régionaux du Massif des Bauges et de Chartreuse. Un concours qui récompense la \"gestion multifonctionnelle des forêts.\n03 min\nDes nichoirs pour la saint Valentin Le 13 février 2024 l’enseigne haut savoyarde Botanic, communique sur l’intérêt d’installer des nichoirs dans le jardin pour que les oiseaux puissent y construire un nid douillet et accueillir sereinement leurs portées d’oisillons.\n03 min\nUn étudiant à l'assaut des déchets autour du Mont-Blanc Le 12 février 2024 Lorenzo est ariègeois, il termine ses études à Chambéry . C'est un amoureux de la montagne depuis son plus jeune âge.\n02 min\n41 tonnes de déchets en moins à la Ravoire (73) Le 9 février 2024 La recyclerie l'Embarcadère à la Ravoire en Savoie, fait peau neuve pour attirer un nouveau public .\n03 min\nLa commune de Saint-Gervais, distribue des livrets Flocon Vert à ses écoliers . Le 8 février 2024 150 livrets sont distribués à des enfants de classes de primaires, une opération pilote menée en collaboration avec l'association Mountain Riders.\n03 min\nAnnée record pour le covoiturage dans notre région Le 7 février 2024 L'année 2023 a été favorable aux mobilités durables, grâce à la prime covoiturage et les partenariats avec les collectivités locales .\n03 min Voir tous les épisodes Les plus écoutés de France Bleu Pays de Savoie 1 2 3 ⓘ Publicité",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/share?lang=fr&text=Un%20fonds%20de%20dotation%20pour%20la%20biodiversit%C3%A9%20en%20Savoie%20Mont-Blanc%20&url=https://www.francebleu.fr/emissions/plus-vertes-mes-savoie/un-fonds-de-dotation-pour-la-biodiversite-en-savoie-mont-blanc-7991173",
      "https://www.facebook.com/sharer.php?u=https://www.francebleu.fr/emissions/plus-vertes-mes-savoie/un-fonds-de-dotation-pour-la-biodiversite-en-savoie-mont-blanc-7991173",
      "https://facebook.com/sharer.php?u=https://francebleu.fr/emissions/plus-vertes-mes-savoie/un-fonds-de-dotation-pour-la-biodiversite-en-savoie-mont-blanc-7991173",
      "https://twitter.com/share",
      "https://www.facebook.com/sharer.php",
      "https://twitter.com/share?lang=fr&text=Un%20fonds%20de%20dotation%20pour%20la%20biodiversit%C3%A9%20en%20Savoie%20Mont-Blanc%20&url=https://francebleu.fr/emissions/plus-vertes-mes-savoie/un-fonds-de-dotation-pour-la-biodiversite-en-savoie-mont-blanc-7991173"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T07:51:11.237+02:00",
    "updated": "2024-02-16T07:51:11.237+02:00"
  },
  {
    "uuid": "3b39e7cd7e9837a43bec03190a91f2ba14c94042",
    "url": "https://www.pilotonline.com/2024/03/21/windy-rainy-weekend-forecast-for-this-weekend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eliza Noe",
    "published": "2024-03-21T00:00:00Z",
    "title": "Virginia Beach Cherry Blossom Festival canceled due to weather",
    "text": "The National Weather Service in Wakefield is warning of gusty winds over the weekend, mainly in coastal areas. Jeff Orrock, Meteorologist in Charge at the Wakefield office, said the region is expected to get moderate to heavy rain as soon as Saturday morning. Southeast winds will increase late Friday and Saturday, gusting to 25 to 35 mph, with higher speeds likely being near the coast. Winds become northwest Sunday, with peak winds gusts around 35 mph inland and near 50 mph along the Chesapeake Bay, coast and northeast North Carolina. “There was a cold front that pushed through (Wednesday) night, and we did have some little increase in winds last night almost gusting to about 30 to 35 miles an hour, especially in the east,” Orrock said. “That is obviously now settled down, and you see the storm system across Texas as we get into (Thursday) evening. It continues to hold on again to Friday morning. There’s high pressure holding on for us, but you do start to see the system moving across the South of the US, and it’s going to gradually start to intensify and start to move up towards the coast.” Between 1.5 to up to 3 to 4 inches of rain is possible, with the highest amounts east of Interstate 95 to the coast and Eastern Shore. In Norfolk, the weather service is estimated between 1-1.5 inches, and in Williamsburg, totals are closer to 1.5-2 inches through 8 a.m. Sunday. Minor coastal flooding is likely across the northern Albemarle Sound as well as the Chesapeake Bay and tidal rivers with Saturday and into Sunday. “The good news is with all the fires going on in the West, we are expecting a good bit of rainfall statewide,” Orrock said. “This will help with the fuel moisture. Temperatures are also going to be dropping which also helps fire behavior so this should help the crews. We are looking at a widespread decent rain event across the entire state, and the eastern half is really where we’re going to see that the bulk of the heaviest rainfall — in the eastern half of the Commonwealth.” The Cherry Blossom Festival events scheduled for Saturday and Sunday have been canceled due to the forecast. The festival will continue as planned from March 25-30 at Red Wing Park. Eliza Noe, eliza.noe@virginiamedia.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "orrock",
          "sentiment": "none"
        },
        {
          "name": "jeff orrock",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "wakefield",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "chesapeake bay",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T01:22:51.911+02:00",
    "updated": "2024-03-22T01:22:51.911+02:00"
  },
  {
    "uuid": "c531782456dcdceb6a6b966bb87f86fa53502208",
    "url": "https://www.larazon.es/espana/europa-jueces-rescate_202312246587918ad7b0c30001a58487.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge, Vilches",
    "published": "2023-12-24T01:03:00Z",
    "title": "Europa y los jueces al rescate",
    "text": "Propuestas\nOpinión\nEuropa y los jueces al rescate\nNos hemos acostumbrado a las exigencias autoritarias, al pisoteo de los derechos, a la xenofobia de los nacionalistas, a su altanería y soberbia\nNo está mal que venga un observador de la Unión Europea. A lo que sea. Hemos llegado a un punto en el que la vida actual de España parece un relato de Orwell, en el que la mentira se convierte en la verdad por capricho del Gobierno y sus aliados. Nos hemos acostumbrado a las exigencias autoritarias, al pisoteo de los derechos, a la xenofobia de los nacionalistas, a su altanería y soberbia. El bombardeo de ese Gran Hermano sanchista es tan intenso que estamos a punto de pensar que quizá no somos quiénes para contradecir sus mentiras.\nEra necesario, por ejemplo, que viniera una comisión del Parlamento Europeo para comprobar la situación de la educación en Cataluña. El espectáculo que han vivido es normal para nosotros, pero esperpéntico para los inspectores. Vieron una manifestación a las puertas de su reunión que gritaba: “¡Fuera fascistas de nuestros barrios!”. Aguantaron a dos comisarios políticos de la Generalidad que respondían cuando se preguntaba a los directores de las escuelas. Encontraron que las autoridades se negaban a dar cifras y a cumplir la sentencia del 25%. Escucharon los casos de acoso que han sufrido los niños y las familias que pedían el español en la escuela. Vieron que a las autoridades nacionalistas y al Gobierno español les da igual esa vulneración de derechos.\nEn su supremacismo, estos independentistas tienen tan asimilado el comportamiento totalitario que no pensaron siquiera en disimular. El informe de la Comisión Europea tendrá un diagnóstico negativo: la educación es un campo de batalla deleznable en Cataluña, y no se respeta la ley democrática ni los derechos humanos.\nLo mismo puede ocurrir con la renovación del CGPJ. Es preciso que las autoridades europeas vean la deriva iliberal de nuestra democracia. El Gobierno español ya se llevó un severo toque de atención en el Parlamento Europeo, que señaló el riesgo de quiebra del Estado de derecho y denunció el ataque al poder judicial. Quedó claro que en Bruselas y Estrasburgo no ha cuajado el estado mental de mentiras propio del sanchismo, ni el argumento de parar a la “ultraderecha” a toda costa. Son conscientes de que es una burda manipulación para conservar el poder y nada más. Enseguida pusieron al Ejecutivo de Sánchez entre los populistas autoritarios que son un peligro para la convivencia democrática.\nUn supervisor de la Comisión Europea será una garantía, en principio, de que las personas elegidas para renovar el CGPJ sean independientes. Y mientras, por supuesto, que se elabore una ley orgánica para que los jueces elijan al gobierno de los jueces. El conjunto puede ser un palo para el PSOE, que solo quiere tener a un CGPJ a su servicio, que sirva para una administración de justicia al estilo sanchista.\nEste es el mejor plan para salvar la democracia española de la tentación autoritaria de Sánchez. Por un lado, la Unión Europea puede y debe frenar la deriva. Tiene poder político y económico para hacerlo. Además, nos benefician las experiencias de otros países europeos que cayeron en un proceso para una democracia iliberal similar al español.\nPor otro lado, la presidencia de turno de Sánchez del Consejo de Europa ha sido un fracaso. No ha conseguido absolutamente nada para nadie, lo que ha cimentado su desprestigio, aumentado con sus declaraciones en política exterior. No hay que olvidar tampoco que la Comisión de Venecia está estudiando los estándares democráticos de la ley de amnistía. El resultado se dará antes de marzo de 2024, y el pronóstico se aventura negativo para Sánchez.\nEl otro pilar es el mantenimiento de la independencia del poder judicial y la solidez del Estado dederecho, que no puede estar sometido a las negociaciones entre partidos. Por eso el PP hace bien en defender el prestigio y las decisiones de los jueces, que no se señalen en el Congreso, y que no sean insultados con el \"lawfare\" ni con comisiones de investigación. Hay esperanza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T04:06:57.447+02:00",
    "updated": "2023-12-24T04:06:57.447+02:00"
  },
  {
    "uuid": "5c7511b1d9748a0420ed77bdfa308177126b0129",
    "url": "https://abcnews.go.com/GMA/Food/learn-make-mocktails-dry-january-elizabeth-gascoigne/story?id=106108998",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2024-01-05T21:52:00Z",
    "title": "Learn to make mocktails for Dry January with Elizabeth Gascoigne - ABC News",
    "text": "Learn to make mocktails for Dry January with Elizabeth Gascoigne Elizabeth Gascoigne is the founder of Absence of Proof. It's January and that means many people are cutting back on their alcohol intake or participating in Dry January. The New York Times reports that at least 15% of adults will take on Dry January, giving up alcohol for the month and sometimes even longer. The founder of Absence of Proof, Elizabeth Gascoigne, recently dropped by \"GMA3\" to share two delicious mocktail recipes that will help kickstart your Dry January. Mock Mojito Ingredients: 4-5 fresh mint leaves 1 ounce fresh lime juice 2-3 ounces Mingle Mocktails Cucumber Melon Mojito or your favorite mocktail mix Club soda Ice cubes Lime wedges and mint sprigs for garnish Directions: Add mint and lime juice to a glass and muddle gently. Fill glass with ice. Top with mocktail mix and club soda, stir gently. Garnish with lime wedges and mint sprigs. Faux-Spresso Martini Ingredients: 4.5 ounces cold brew 2.5 ounces maple syrup 1/2 ounce coconut oil .5 ounce egg white or Aquafaba Directions: In a cocktail shaker, add 4.5 ounces of cold brew coffee. Add 2.5 ounces of maple syrup to the shaker. Pour in 0.5 ounces of coconut oil. Include 0.5 ounces of egg white or Aquafaba. Add ice to the shaker, cover it, and shake vigorously for about 10-15 seconds to chill and froth the mixture. Strain the mixture into a chilled martini glass. Garnish the drink with a light dusting of nutmeg for added flavor. Top the martini with three coffee beans for a garnish.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elizabeth gascoigne",
          "sentiment": "negative"
        },
        {
          "name": "elizabeth gascoigne elizabeth gascoigne",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "abc news learn",
          "sentiment": "negative"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:22.988+02:00",
    "updated": "2024-01-06T00:01:22.988+02:00"
  }
]