[
  {
    "uuid": "18172a97de8cf9f816ddf614d539ac3aa646d349",
    "url": "https://www.thehansindia.com/news/international/shots-fired-at-house-of-temple-heads-son-in-canada-847609",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Hans India",
    "published": "2023-12-29T08:35:00Z",
    "title": "Shots fired at house of temple head’s son in Canada",
    "text": "Toronto: Canadian police said it is investigating an incident in which shots were fired at the residence of a Hindu temple's head’s son in British Columbia in the early hours of Wednesday. Police said no one was injured during the incident at the 14900 block of 80 Avenue in Surrey -- the residence of the son of Satish Kumar, president of Lakshmi Narayan Mandir. \\\"Officers are still working to determine the motive of this incident,\\\" said Constable Parmbir Kahlon, Media Relations Officer for Surrey RCMP (Royal Canadian Mounted Police). Kahlon added that the residence involved sustained damage consistent with bullet holes. According to the Indo-Canadian voice website, as many as 14 shots were fired at the Hindu businessman's house. Police remained in the area, examining the scene, speaking with witnesses and canvassing the neighbourhood for CCTV footage. The Surrey RCMP General Investigation Unit is conducting the probe, and has appealed to anyone with more information, including dash cam footage of the incident, to get in touch with them. Canada has witnessed a rise in incidents of vandalism and attacks against Hindu temples and installations in the country with pro-Khalistan elements getting active beginning this year. The situation worsened after Khalistani leader Hardeep Singh Nijjar was shot dead outside a Sikh temple in Surrey on June 18 this year. The same Lakshmi Narayan Mandir of Surrey was targeted in August this year after anti-India and pro-Khalistan posters were found pasted on its front and rear walls. Last month, Indian-origin Canadian MP Chandra Arya shared a purported video of pro-Khalistan supporters in Surrey, claiming they want to create trouble at the Lakshmi Narayan Mandir. In September, Shri Mata Bhameshwari Durga temple in Surrey was defaced with anti-India and pro-Khalistan graffiti on its outer walls. Incidents of vandalism have also occurred at temples in Brampton and the Greater Toronto area.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "parmbir kahlon",
          "sentiment": "none"
        },
        {
          "name": "satish kumar",
          "sentiment": "none"
        },
        {
          "name": "kahlon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "canada toronto",
          "sentiment": "negative"
        },
        {
          "name": "lakshmi narayan mandir",
          "sentiment": "none"
        },
        {
          "name": "surrey rcmp (royal canadian mounted police",
          "sentiment": "none"
        },
        {
          "name": "surrey rcmp general investigation unit",
          "sentiment": "none"
        },
        {
          "name": "cctv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        },
        {
          "name": "surrey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:08:33.702+02:00",
    "updated": "2023-12-29T13:08:33.702+02:00"
  },
  {
    "uuid": "bb6dc82a759e84b1f630c1695855e369de394e29",
    "url": "https://www.the-express.com/news/weather/137056/la-nina-el-nino-climate-hurricane-season-weather-noaa-report",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isabelle Durso",
    "published": "2024-05-09T20:39:00Z",
    "title": "La Nina to worsen severity of 2024 hurricane season, NOAA warns",
    "text": "La Nina to worsen severity of 2024 hurricane season, NOAA warns If La Niña forms by the summer months, it could worsen the severity of the Atlantic hurricane season, which usually reaches its peak in September. US weather: Impact of El Nino forecasted by FOX Weather [Federal weather forecasters said La Niña is set to worsen the severity of the 2024 hurricane season, according to a report released on Thursday](/news/weather/137056/la-nina-el-nino-climate-hurricane-season-weather-noaa-report). The National Oceanic and Atmospheric Administration (NOAA) [said in the report](https://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/ensodisc.shtml) that the climate pattern has an 85 percent chance of forming by late fall. NOAA meteorologist Nat Johnson [said to USA Today](https://www.usatoday.com/story/news/weather/2024/05/09/la-nina-2024-noaa-forecast-hurricane-season/73615549007/): “We are very confident that La Niña will form by this fall.” La Niña is expected to last through next winter and impact US weather for months. More significantly, NOAA forecasters said there’s as much as a 69 percent chance La Niña will develop by July and last through September. READ MORE: [Dangerous severe weather strikes central US with dozens of tornadoes and storms](/news/weather/137014/severe-weather-central-us-midwest-south-tornadoes-thunderstorms) READ MORE: [Teen girl, 17, stabbed in neck at subway station after crime spike in NYC](/news/us-news/137047/teenager-girl-17-stabbed-neck-subway-station-crime-new-york-city) If La Niña does form by the summer months, it could worsen the severity of the Atlantic hurricane season, which usually reaches its peak in September. La Niña - a natural climate pattern marked by cooler-than-average seawater in the Pacific Ocean - affects weather and climate patterns in the US and around the world. Its counterpart [El Niño](/latest/el-nino), which generally brings wetter conditions, is fading fast and will soon be replaced by an intermediate stage between El Niño and La Niña called “ENSO-neutral conditions.” According to NOAA’s forecast, meteorologists favor “an imminent transition to ENSO-neutral conditions, with La Niña developing during July-September 2024 and then persisting through the Northern Hemisphere winter.” DON'T MISS: [Terrifying videos emerge of deadly Oklahoma tornado as small town reels](/news/weather/136728/oklahoma-tornado-video-severe-weather-warning) [INSIGHT] [Major manufacturer lays off 62 employees after tornado wipes out Nebraska plant](/news/us-news/136673/garner-industries-lays-off-employees-tornado-lincoln-nebraska) [REPORT] [Severe storm threats mapped as Oklahoma tornado destroys everything in its path](/news/weather/136713/us-storm-threats-mapped-oklahoma-tornado-death) [LATEST] Experts said the transition between El Niño and La Niña seems to be occurring rapidly. Johnson said: “This transition appears to be occurring rather quickly. We are unlikely to experience many seasons of ENSO-neutral conditions before the onset of La Niña, whereas on some other occasions we may experience more than a year before transitioning to La Niña. “The strength of the El Niño is likely a major factor for why this transition is fast. It’s not unusual for strong El Niños to transition quickly to La Niña, as the discharge of heat away from the tropical Pacific tends to be more dramatic following a strong El Niño.” Typically, a La Niña winter in the US brings cold and snow to the Northwest and dry conditions to the southern tier of the country, the NOAA said. The Southeast and Mid-Atlantic tend to see warmer-than-average temperatures during this climate pattern. Follow Daily Express US Get all the latest news, entertainment, sport and lifestyle updates from our dedicated American team. Follow Daily Express US on [@ExpressUSNews](https://twitter.com/ExpressUSNews)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/ensodisc.shtml",
      "https://twitter.com/ExpressUSNews",
      "https://www.usatoday.com/story/news/weather/2024/05/09/la-nina-2024-noaa-forecast-hurricane-season/73615549007/",
      "https://www.twitter.com/ExpressUSNews",
      "https://www.usatoday.com/story/news/weather/2024/05/09/la-nina-2024-noaa-forecast-hurricane-season/73615549007",
      "https://usatoday.com/story/news/weather/2024/05/09/la-nina-2024-noaa-forecast-hurricane-season/73615549007/",
      "https://cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/ensodisc.shtml"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "la nina",
          "sentiment": "negative"
        },
        {
          "name": "el nino",
          "sentiment": "none"
        },
        {
          "name": "nat johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "noaa",
          "sentiment": "negative"
        },
        {
          "name": "la niña",
          "sentiment": "none"
        },
        {
          "name": "national oceanic and atmospheric administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "la niña",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "la-nina-el-nino",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T01:18:49.860+03:00",
    "updated": "2024-05-10T02:32:51.272+03:00"
  },
  {
    "uuid": "a2e7bccb3bf3708009f033882f42e6059594e04a",
    "url": "https://ground.news/article/there-was-no-cover-up-of-hamass-sexual-violence-on-october-7_5d24e9",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Intercept",
    "published": "2023-12-24T12:00:00Z",
    "title": "Ground News - There Was No Cover-Up of Hamas’s Sexual Violence on October 7",
    "text": "Summary by The Intercept The right manufactured it, the media and feminists bought in — and Israel is exploiting the outcry. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nwww.larazon.es Center High Factuality Sexual violence as a weapon of war for Hamas Desde que comenzaron las labores de identificación de las víctimas, en el mismo día del atentado que cometieron Hamás y Yihad Islámica contra comunidades fronterizas israelíes, los trabajadores de emergencias y de respuesta rápida dijeron haber visto múltiples signos de agresión sexual en las veintidós localidades donde los atacantes islamistas invadieron.Los signos incluían pelvis rotas, hematomas rodeando los genitales, cortes y desgarros. Las…\n10 hours ago · Spain Read Full Article\nwww.larazon.es Center High Factuality\nSexual violence as a weapon of war for Hamas Desde que comenzaron las labores de identificación de las víctimas, en el mismo día del atentado que cometieron Hamás y Yihad Islámica contra comunidades fronterizas israelíes, los trabajadores de emergencias y de respuesta rápida dijeron haber visto múltiples signos de agresión sexual en las veintidós localidades donde los atacantes islamistas invadieron.Los signos incluían pelvis rotas, hematomas rodeando los genitales, cortes y desgarros. Las…\n10 hours ago · Spain Read Full Article The Intercept Left Mixed Factuality Independent: First Look Media There Was No Cover-Up of Hamas’s Sexual Violence on October 7 The right manufactured it, the media and feminists bought in — and Israel is exploiting the outcry.\n53 minutes ago · New York, United States Read Full Article\nThe Intercept Left Mixed Factuality Independent: First Look Media\nThere Was No Cover-Up of Hamas’s Sexual Violence on October 7 The right manufactured it, the media and feminists bought in — and Israel is exploiting the outcry.\n53 minutes ago · New York, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.larazon.es/internacional/violencia-sexual-como-arma-guerra-hamas_202312246585fda7f03b8e000148cc45.html?utm_source=ground.news&utm_medium=referral",
      "https://theintercept.com/2023/12/24/feminism-sexual-violence-hamas-israel/?utm_source=ground.news&utm_medium=referral",
      "https://www.theintercept.com/2023/12/24/feminism-sexual-violence-hamas-israel/?utm_source=ground.news&utm_medium=referral",
      "https://www.larazon.es/internacional/violencia-sexual-como-arma-guerra-hamas_202312246585fda7f03b8e000148cc45.html",
      "https://larazon.es/internacional/violencia-sexual-como-arma-guerra-hamas_202312246585fda7f03b8e000148cc45.html?utm_source=ground.news&utm_medium=referral",
      "https://theintercept.com/2023/12/24/feminism-sexual-violence-hamas-israel/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T14:52:59.583+02:00",
    "updated": "2023-12-24T14:52:59.583+02:00"
  },
  {
    "uuid": "b57411b9f3f012201d13f2f9f49f6c4f8e5fdf9f",
    "url": "https://www.lastampa.it/biella/2023/12/24/news/vigilia_di_natale_nel_biellese_tra_canti_e_presepi_aspettando_gli_auspici_dei_falo-13952815/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Stampa",
    "published": "2023-12-24T05:00:00Z",
    "title": "Vigilia di Natale nel Biellese tra canti e presepi, aspettando gli auspici dei falò - La Stampa",
    "text": "I cori che accompagnano le messe di mezzanotte, le visite ai presepi sparsi in tutta la provincia e poi il fuoco, di fiaccole e falò, che evoca le radici più antiche, agresti e pagane, legate alle celebrazioni per il solstizio d’inverno: tutto questo s’intreccia oggi, nella notte della vigilia di Natale.\nCori\nIl coro Genzianella si potrà ascoltare nel consueto appuntamento alla chiesa di San Giacomo nel rione Piazzo di Biella (inizio alle 22), mentre il Burcina terrà un concerto alle 20.15, prima della veglia natalizia nella chiesa di Cossila San Giovanni, sempre a Biella.\nPresepi\nA Crosa, frazione di Lessona, la natività prende vita e diventa itinerante. Alla sua 46ª edizione, il «Presepe vivente» coinvolge oltre trenta figuranti che accompagnano Maria e Giuseppe di frazione in frazione. Sono sei le tappe in cui le riflessioni si alternano agli assaggi di dolci e bevande preparati dagli abitanti. Si parte alle 20,30 dalla chiesa parrocchiale e si procede verso Aimone Superiore e Inferiore, Villa, Gavigna, Uberto e Iulio per poi ritornare alla chiesa e assistere alla messa di mezzanotte.\nQuest’anno a interpretare la sacra famiglia sono Sara Pagani e Daniele Manfrinato con il piccolo Alex Giulietto di undici mesi, mentre la sorellina Aurora veste i panni dell’angelo custode. La rappresentazione coinvolge soldati romani, pastori, altri angioletti e un asinello. Le musiche d’organo durante la messa saranno eseguite da Edoardo Bono. Il tutto si concluderà con distribuzione di vin brulé.\nA Masserano, tra le scene del «Presepe gigante» allestito in frazione Morezzi, dalle 22 è previsto un brindisi con vin brulé e cioccolata calda.\nFiaccole e presepi\nSimboli cristiani e pagani s’intrecciano in altri due appuntamenti. A Valdilana il «Presepe gigante del Marchetto» organizza l’appuntamento con «Al falò par scaudé ‘l bambin». Con ritrovo alle 20 nel centro di Mosso, dove è allestita la grande natività che presenta oltre 200 personaggi a grandezza naturale, si parte al lume delle fiaccole e si raggiunge la frazione Marchetto, dove il presepe ha avuto origine e dove viene acceso il grande falò. A Coggiola è prevista una visita notturna al «Presepe gigante» allestito nella frazione Rivò: si parte alle 20,30 dalla piazzetta e, ancora con la luce delle fiaccole, si raggiunge la chiesa di Viera per assistere alla messa prevista alle 22,30. Al termine panettone e vin brulé nel salone della parrocchia.\nFiaccolate e falò\nTra i classici della notte di Natale il «Falò dla Bundansia» in frazione Rongio Superiore a Masserano viene acceso dopo la messa, prevista alle 23,30, sul sagrato della chiesa di Sant’Orso. Dalla direzione che prendono le faville gli esperti traggono auspici per il nuovo anno: «A la matin bundansia ad pan e vin, a la seira miseria» (a Est abbondanza, a Ovest miseria). L’accompagnamento musicale è affidato all’handpan di Matteo Boseglio.\nIn Valle Cervo ritorna anche la fiaccolata che parte dalla frazione Asmara di Campiglia alle 22,45 e, passando da Oretto e accanto alla chiesetta di Santa Maria di Pediclosso, raggiunge il Santuario di San Giovanni d’Andorno per la messa di mezzanotte.\nLeggi i commenti I commenti dei lettori Video del giorno Un anno dalla morte di papa Benedetto XVI, Ratzinger il conservatore che ha rivoluzionato la Chiesa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13952815&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://www.lastampa.it/biella--",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/common/adv/include/async/middle1.html",
      "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/common/adv/include/async/middle1.html",
      "http://webfragments.repubblica.it/webfragments/widgetservice/widget",
      "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13952815&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://lastampa.it/biella--",
      "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T12:14:10.813+02:00",
    "updated": "2023-12-31T13:46:56.299+02:00"
  },
  {
    "uuid": "3b199692c067e1134a0dad3385f680ae07a40ebe",
    "url": "https://www.zazoom.it/2025-03-06/pozzi-di-gas-in-papua-lo-scontro-e-total/16511424",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2025-03-05T23:20:09Z",
    "title": "Pozzi di gas in Papua lo scontro è Total",
    "text": "Pozzi di gas in Papua lo scontro è Total\nNessun euro di una banca italiana andrà a sostenere un nuovo progetto di estrazione di gas naturale liquefatto (Gnl) in Papua Nuova Guinea. In una lettera pubblicata sul proprio sito . Pozzi di gas in Papua, lo scontro è Total il manifesto.Leggi su Cms.ilmanifesto.it\nCms.ilmanifesto.it - Pozzi di gas in Papua, lo scontro è Total\n- Intesa Sanpaolo “rinuncia” a un’altra bomba climatica\n- Mozambico: le banche si sfilano dal gas, asset troppo rischioso\n- Riserva nazionale strategica: i pozzi di gas cambiano casa - SERGNANO - La ‘miniera’ di gas nazionale, che si trova in buona parte nel sottosuolo del territorio comunale, si appresta a rifarsi il trucco, ad ammodernarsi e a spostare i pozzi per ... (laprovinciacr.it)\nVideo Pozzi gas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->environmental pollution",
      "Environment->natural resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T01:20:09.912+02:00",
    "updated": "2025-03-06T01:20:09.912+02:00"
  },
  {
    "uuid": "bf48fafdede283a5f143fbbc41ed0005d1f237ae",
    "url": "https://www.thecrimson.com/article/2023/12/29/barron-ritz-jack-jews-zionists/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Frank S. Zhou",
    "published": "2023-12-29T06:03:00Z",
    "title": "Not All Jews Are Zionists. Harvard Can’t Keep Ignoring This Truth. | Opinion | The Harvard Crimson",
    "text": "This op-ed is part of a special opinion package, “Antisemitism at Harvard, According to Seven Jewish Affiliates.” View the full package here.\nAs bombs fall on Gaza, antisemitism has been a primary focus of college administrations, global media, and even the U.S. Congress.\nUniversity President Claudine Gay formed an antisemitism advisory group , personally addressed members of Harvard Hillel and Harvard Chabad, and even testified before a House committee on campus antisemitism alongside other university leaders. Their testimony made international headlines, leading to the resignation of the University of Pennsylvania’s president and widespread calls for the removal of the others.\nAs Jewish Harvard students, we have been thrust into the national spotlight. We question what exactly it illuminates and the intentions of those who shine it.\nCharacterizations of the Jewish community and external efforts to ensure our safety have been made blindly, neglecting the broad diversity of Jewish perspectives. As Jews critical of Israel, our views have been ignored — and our very existence has gone unacknowledged — by the same institutions that claim to protect us. As far as we know, Gay has shown no interest in meeting with anti-Zionist, non-Zionist, or Zionist-questioning Jewish students despite our continuous requests that she do so, including our 24-hour occupation of University Hall.\nAfter her apparent failure to engage with an entire sector of Harvard’s Jewish population, Gay then appeared before Congress to testify about her ostensible commitment to protecting Jewish students.\nWe do not deny the threat of antisemitism which purportedly prompted this hearing. In fact, we are hyper-aware of antisemitism’s evils. Our ancestors fled extermination in Europe and their experiences are anything but unique. To be Jewish is to inherit the generational trauma of constant persecution. Today, this trauma is reinforced: There has been a nationwide rise in antisemitic crimes following the Oct. 7 terrorist attacks.\nYet discussions about fighting antisemitism are neither honest nor effective as long as they conflate criticism of the Israeli state with such hate. Just as we fear rising antisemitism, we fear how claims of antisemitism have been weaponized to excuse other forms of bigotry.\nOver the past few months, we have seen our pro-Palestinian peers and friends ruthlessly silenced, doxxed, and harassed . These attacks have largely targeted Palestinian, Arab, Muslim, and Black students, and they have been shamefully justified under the guise of combating antisemitism.\nAdvertisement Yet while antisemitism has received an abundance of media coverage, government inquiry, and administrative response, anti-Palestinian hate, xenophobia, Islamophobia, and racism have only seen a fraction of that attention.\nInsidiously, some calls for retaliation against nonviolent activists have come from within the Jewish community. Harvard’s leading Jewish organizations have pushed for further policing of protest on campus , and certain University alumni have leveraged their power to endorse doxxing and encourage companies to deny students professional opportunities.\nThe twisting of calls for Jewish safety — at the expense of other marginalized groups’ speech and security — mirrors the ongoing destruction abroad.\nThe U.S. and Israeli governments continue to justify their collective punishment of the people of Gaza with the stated goals of Jewish and Israeli protection. In the process, over 20,000 people have been killed , according to Gazan health officials. Eighty five percent of the population has been displaced and more than one in four Gazans are starving , according to the U.N.\nThus, while discourse about antisemitism and speech on college campuses is vital, our conversations cannot distract from Gaza, where experts warn of genocide .\nEnding the present war on Gaza is only the first step. To bring an end to the longer violence of occupation, Palestinian liberation must come next.\nWe understand that to many, such a concept — reflected through the phrase “from the river to the sea, Palestine will be free” — can, at best, seem ambiguous and, at worst, sound like a call for the violent elimination of Jews. For many Jews, the state of Israel represents the actualization of a dream too long deferred and the ultimate answer to centuries of Jewish expulsion and suffering.\nIndeed, this is how we were taught to conceptualize the state of Israel in our respective Hebrew schools, families, and wider Jewish communities. Our Jewish education left us to believe that Palestinian and Jewish freedom were somehow mutually exclusive, and that Jewish safety was predicated on the existence of the Israeli state and its quotidian militarization of Palestinian existence.\nIn truth, Jewish safety — in Israel and the diaspora — is inextricably intertwined with Palestinian liberation. Jewish safety everywhere — including at Harvard — is at risk as long as Israel relies on the subjugation of millions to ensure such “safety.” The Jews living in the land between the Jordan River and the Mediterranean Sea will never be truly free until Palestinians are also free to exist in and move throughout this entire region as equals.\nWe hold fast to this vision of peace not in spite of, but precisely because of our Jewish identities, which we cherish. We are guided by the concept of tzedek — justice — and a rich tradition of Jewish protest and dissent . Most of all, we are guided by our own history of oppression: We cannot allow centuries of trauma to trap our people in eternal panic, grant the state of Israel total impunity, and sow agony for still more generations of Palestinians.\nAdvertisement Violet T. M. Barron ’26, an Associate Editorial Editor, is a Social Studies concentrator in Adams House. Charlotte P. Ritz-Jack ’25, a News Desk Editor, is a Social Studies concentrator in Pforzheimer House. They are organizers with Harvard Jews for Palestine.\nCrimson policy precludes an editor from participating in the reporting or editing of articles about a topic they have opined on.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ohchr.org/en/press-releases/2023/12/israel-working-expel-civilian-population-gaza-un-expert-warns#:~:text=Since%207%20October%2C%201.9%20million,of%20the%20Gaza%20Strip",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-24-23/index.html",
      "https://www.vox.com/world-politics/2023/11/13/23954731/genocide-israel-gaza-palestine",
      "https://time.com/6550063/un-gaza-hunger-report-palestinians-israel-conflict/",
      "https://hillel.harvard.edu/october-7",
      "https://twitter.com/BillAckman/status/1711788747086233661",
      "https://www.scienceopen.com/hosted-document?doi=10.13169/reorient.7.2.0192",
      "https://www.scienceopen.com/hosted-document",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-24-23/index.html",
      "https://www.hillel.harvard.edu/october-7",
      "https://www.time.com/6550063/un-gaza-hunger-report-palestinians-israel-conflict/",
      "https://vox.com/world-politics/2023/11/13/23954731/genocide-israel-gaza-palestine",
      "https://ohchr.org/en/press-releases/2023/12/israel-working-expel-civilian-population-gaza-un-expert-warns#:~:text=Since%207%20October%2C%201.9%20million,of%20the%20Gaza%20Strip",
      "https://www.twitter.com/BillAckman/status/1711788747086233661",
      "https://scienceopen.com/hosted-document?doi=10.13169/reorient.7.2.0192",
      "https://time.com/6550063/un-gaza-hunger-report-palestinians-israel-conflict"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "claudine gay",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "harvard ca",
          "sentiment": "negative"
        },
        {
          "name": "harvard",
          "sentiment": "negative"
        },
        {
          "name": "harvard crimson",
          "sentiment": "neutral"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "harvard chabad",
          "sentiment": "none"
        },
        {
          "name": "university of pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "harvard hillel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:06:00.788+02:00",
    "updated": "2024-01-02T10:46:19.655+02:00"
  },
  {
    "uuid": "cef1225c2099498bba33d2f58c9a45919f7607c0",
    "url": "https://www.dailysabah.com/opinion/op-ed/western-complicity-in-israels-war-final-blow-to-liberal-order",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Burak Elmalı",
    "published": "2024-06-06T20:05:00Z",
    "title": "Western complicity in Israel’s war: Final blow to liberal order | Opinion",
    "text": "On the evening of May 26, Israel launched airstrikes on a refugee camp in the northeast of Rafah, home to thousands of displaced Palestinian civilians living in tents. Initial reports indicate that over 40 civilians were killed and burned alive. Worryingly, this area was not among those designated for evacuation by the Israeli military. This latest atrocity starkly reveals the relentless brutality of Israel's nearly eight-month genocidal war.\nIt is also a damning episode for the liberal world order, which the complicit West touts as prioritizing human rights and freedoms. With this latest tragic incident, the last shreds of credibility of this so-called liberal order have been incinerated along with the burned corpses of the poor Palestinian refugees. Since its inception, this \"order\" has done little to uphold global peace. The Israeli occupation is a direct product of this system, which has now reached the end of its shelf life.\nSince the early months of the conflict in Gaza, the United Nations and its agencies, particularly the conscientious judiciary at the International Court of Justice (ICJ), have repeatedly called for a cease-fire. The case brought to the ICJ by South Africa has significantly elevated global awareness. Unlike the advisory opinions such as the 2004 Wall decision, the 2024 rulings on Jan. 26 and March 28 explicitly stated that Israel must take all preventive measures to halt attacks, citing risks of genocide and ethnic cleansing.\nOn May 24, the court determined that Israel had not complied with the previous provisional measures and ordered an immediate end to its Rafah operation. This decision, passed by a vote of 13 to 2, came just days before the latest tragic night-time attacks, which serve as a stark testament to the collapse of both international humanitarian law and the liberal order allegedly underpinning it.\nEven though ICJ decisions are legally binding and can be taken to the U.N. Security Council for further enforcement measures, Israel remains fended by its unconditional sponsor, the United States, which has historically used its veto power to shield the Jewish State from any repercussions on the international stage.\nPower over principles In the wake of the ongoing genocide in Gaza since Oct. 7, it is crucial to clarify the widespread misconceptions about the global order. Many believe these international structures – which revolve around law, humanitarian aid, oversight and intervention – should uphold high ideals. However, the reality is starkly different. The global order is a construct designed to reflect the interests of the powerful, deliberately built to remain impotent when it comes to holding its most influential members accountable. Rather than ensuring justice, this system perpetuates the law of the jungle where \"might makes right,\" which represents a stark departure from the aspirational foundations of the international order.\nThe world has witnessed a similar scenario during the unilateral sanctioning of the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA). Despite the inconsistent and unverified accusations against the UNRWA of connivance with Hamas, the United States sanctioned this international organization without due process. This situation reveals a glaring hypocrisy: This international humanitarian structure, which was designed to protect Palestinian refugees in peace and war, was the \"sacrificial lamb\" for the benefit of Israel.\nThe history of the Israeli-Palestinian conflict is replete with instances where the ideals of the international liberal order and its institutions were blatantly disregarded. From the silence during the nakba catastrophe in 1948, the indifference to calls to recognize the 1967 borders, the disproportionate violence against peaceful protests like the Second Intifada and the Great March of Return, to the deafening silence following the events of Oct. 7.\nExamining this nearly century-long history through the lens of the liberal order reveals a pattern: the very principles meant to serve global peace have been consistently ignored by those who established this order. Under its current operation, this system is a boon for the Zionist occupation regime and a bane for the Palestinians, who see their aspirations for statehood dwindling year after year.\nGlobal order in disarray The global order has undeniably descended into a state of disorder. It is essential to consider the future implications of these developments. When talking about a global order, we are referring to norms and the powers that enforce them. The liberal order has functioned more as a Western construct than a truly international one. Calls for reform and dissenting voices are growing louder, and states will increasingly have to face the reputational costs of ignoring these calls.\nIn his book \"China Incorporated: The Politics of a World Where China is Number One,\" Kerry Brown wrote: “The Chinese worldview is not only a uniquely hybrid one but on top of this a very excluding one. That makes it harder, not easier, to create a set of values the rest of the world can adopt and then be governed by.” Yet, it is becoming clear that the rest of the world is also unwilling to continue adopting and being governed by the so-called Western values, which have become superfluous and have had a very exclusionary definition of \"human\" and \"humanity\" when it comes to human rights and humanitarian law. Srebrenica, Rwanda, Iraq, Yemen and countless more are the past cracks in the order which is now nearing collapse.\nThe international system is shifting from a unipolar Western monopoly to a more multipolar structure. This transition will inevitably bring challenges and costs. The Gaza conflict represents a turning point in this transitional period, clearly highlighting the flaws and contradictions of the current system. The future will look very different from today.\nAbout the author Researcher at TRT World Research Centre shortlink copied RELATED TOPICS fight-against-terrorism DEUTSCHE-BANK US-LIBYA-RELATIONS KEYWORDS gaza conflict israeli violence palestine cause israel-palestine conflict western support for israel west-israel relations The Daily Sabah Newsletter Keep up to date with what’s happening in Turkey, it’s region and the world. SIGN ME UP You can unsubscribe at any time. By signing up you are agreeing to our Terms of Use and Privacy Policy. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:40:13.459+03:00",
    "updated": "2024-06-11T18:23:59.599+03:00"
  },
  {
    "uuid": "34edf8ebcfe615b1e9dbc0f78a5de6e191953d73",
    "url": "https://news.abplive.com/northeast/manipur-church-bodies-call-for-subdued-christmas-amid-ongoing-crisis-1652153",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pallav Bora",
    "published": "2023-12-24T09:24:00Z",
    "title": "Manipur Church Bodies Call For Subdued Christmas Amid Ongoing Crisis",
    "text": "New Delhi: Still grappling with the grim aftermath of ethnic violence that claimed many lives while turning the state into a warzone, the familiar Yuletide air and festive cheer is amiss in Manipur this year. With embers of the violent clashes between the Meitei and Kuki communities still burning and memories of rioting and arson still fresh in the minds of locals, the church bodies in the Northeast state have given a call for muted Christmas celebrations this year.\nInstead of immersing in the revelry, the churches have urged locals to mass on Christmas Eve and pray for the restoration of peace in the trouble-torn state at the earliest. Many ardent followers of the faith said this Christmas would be less about festivity and more about caring and giving for the victims.\nAccording to an official release from Directorate of Information and Public Relations (DIPR), the air around Christmas is largely subdued in the hill districts and some Christian pockets of Imphal valley this year.\n“While there will be community celebrations during our service on the evening of 24 th and 25 th morning, we have requested our members not to indulge in lavish spending and grand feasting, and instead use their resources to help those who are in need,” pastor of Tangkhul Baptist Church, Rev Khayaipam Khamrang, said.\nEchoing Khamrang’s thought, another local from Imphal’s Nagaram, Thuireisang Singlai said, “Last year, it was pretty amazing because all of us were united. But this year, due to the current situation, we are unable to have a grand festival. I hope all of us can come together as one and figure out a solution and live in peace.”\nThe impact of the strife has also hit the gift outlet dealers in Imphal.\n“This year we could sell only 25 per cent of what was sold last year. I hope the situation improves soon,” one of them said.\nExtending its Christmas greetings, the Manipur Naga Youth Organisation (MNYO) expressed heartfelt wishes for peace among the Meitei and the Kuki communities. Emphasising on unity and understanding, MYNO urged everyone to foster harmony across diverse cultures.\nMNYO President Athot Keitang affirmed the organisation’s commitment to promoting peace and goodwill, not just during the festive season, but throughout the year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "manipur",
          "sentiment": "none"
        },
        {
          "name": "imphal",
          "sentiment": "none"
        },
        {
          "name": "meitei",
          "sentiment": "none"
        },
        {
          "name": "northeast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T14:15:49.121+02:00",
    "updated": "2023-12-24T14:15:49.121+02:00"
  },
  {
    "uuid": "1509dcb340511698b7c72103c046da07879dc5de",
    "url": "https://flipboard.com/topic/norfolkcountymassachusetts/-/a-p9BERSZIRP2VxlIi7ZSSGw%3Aa%3A3473549514-%2F0",
    "ord_in_thread": 0,
    "author": "WMTW",
    "published": "2025-04-09T21:11:00Z",
    "title": "Hannaford recalls ground beef sold at Maine store | Flipboard",
    "text": "Hannaford recalls ground beef sold at Maine store\nThe affected beef was only sold for about 5 hours and only at one location.\nMore stories from WMTW\nJoin the flipboard community\nDiscover, collect, and share stories for all your interests\nSign up\nMore stories from Maine\nMen's Journalflipped intoThe Latest From Men's JournalBill Belichick’s Girlfriend, 24, Turns Heads With Big NewsShe's making moves. Bill Belichick's girlfriend Jordon Hudson is set to compete in the 2025 Miss Maine beauty pageant. \"Happy International Pageant …\nWhy Cal-Maine Foods Shares Were Volatile TodayCal-Maine Foods (NASDAQ: CALM), the nation's largest egg producer, missed on earnings but announced an agreement to acquire breakfast food manufacturer Echo Lake Foods. Investors weren't sure what to make of it all. In a volatile day for broader markets, shares of Cal-Maine fell 8% at the open, …\nMassLiveflipped intoMassLive NewsGuest who died at Maine’s Sugarloaf ski mountain was on closed trailThe Sugarloaf ski mountain guest who died in an incident at the Maine resort on Saturday was navigating a closed trail when he slipped and hit a …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->corporate crime"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "JournalBill Belichick",
          "sentiment": "none"
        },
        {
          "name": "Jordon Hudson",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Sugarloaf",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:15:10.204+03:00",
    "updated": "2025-04-10T00:15:10.204+03:00"
  },
  {
    "uuid": "63f72b9ee3676aa9bbe0605dcee2f95617f94a8e",
    "url": "https://www.desiringgod.org/articles/good-friday-for-bad-people",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marshall Segal",
    "published": "2024-03-29T10:00:00Z",
    "title": "Good Friday for Bad People",
    "text": "Good Friday bids us to stop and remember just how sinful we were — just how bleak it was for us before that darkest day in history — and to remember the wild and tenacious love with which we’ve been loved. While You Were Weak While we were still weak, at the right time Christ died for the ungodly. (Romans 5:6) When Jesus went to the cross for you, you were weak — and not a little tired or flawed, but lame and helpless. Incapacitated. This word for weak is the same word used for the crippled man whom Peter and John met on their way to the temple in Acts 3. He was lame from birth, and had to be carried to the temple gate every day so that he could beg for enough to survive another day. That’s the kind of weak you were when Jesus found you. In fact, Jesus died only for weak people. “Those who are well have no need of a physician, but those who are sick,” he warned those who thought themselves strong. “I have not come to call the righteous but sinners to repentance” (Luke 5:31–32). “God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong” (1 Corinthians 1:27). He loves whom he loves to show us just how shortsighted all our “wisdom” really is and to expose the sickly frailty of our so-called “strength.” While You Were Wicked God shows his love for us in that while we were still sinners, Christ died for us. (Romans 5:8) You were not only weak and helpless, however, but also thoroughly wicked. Your heart was deceitful and desperately sick (Jeremiah 17:9). Can you see that kind of darkness in your former self? Even your very best deeds were as filthy rags, because they were polluted with selfishness and pride. “Whatever does not proceed from faith is sin” (Romans 14:23). Everything you thought or said or did was an act of defiance. “Terribly black must that guilt be,” J.C. Ryle observes, “for which nothing but the blood of the Son of God could make satisfaction” ( Holiness , 8–9). “When Jesus went to the cross for you, you were not worth dying for.” “Do not be deceived,” the apostle warns us. “Neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God” (1 Corinthians 6:9–10). And lest we think he has other, especially wicked people in mind, he says in the next verse, “And such were some of you” (1 Corinthians 6:11). All of that nasty, ugly evil was who you were, at least some of you. And who you were was who Christ came to save. “The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners” (1 Timothy 1:15). While You Were Hostile If while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. (Romans 5:10) In our wickedness, we sinned not just against the laws of God, but against God himself. All of our sinfulness was (and is) intensely personal. Your life apart from Christ was one prolonged act of divine hostility. When King David slept with another man’s wife, impregnated her, and then had her husband murdered, notice how he confesses his sin to God: “I know my transgressions, and my sin is ever before me. Against you, you only, have I sinned and done what is evil in your sight” (Psalm 51:3–4). How could he say that? What about Bathsheba? What about righteous Uriah? What about the precious infant son who died because of his sin? His prayer doesn’t diminish the awful sins he committed against the husband, the wife, the child — he sinned grievously against each — but it reminds us that the greatest offense in any sin is the offense against God. As awful as adultery and murder are at a human level, they’re a thousand times worse at a heavenly one. To be an unforgiven sinner, even a polite, socially acceptable sinner, is to be “alienated and hostile in mind” (Colossians 1:21). And yet, while you were hostile, Christ died for you. In love, he walked directly into the arms of your animosity and bore its curse for you on the cross. He made his perverse and ruthless enemies his friends, his own brothers. While You Were Dead You were dead in the trespasses and sins in which you once walked. (Ephesians 2:1–2) You were not merely weak and wicked and hostile, though. You were dead. Sure, you may have been moving and breathing and eating and talking, but in all the ways that matter most, you were empty, barren, cold. You weren’t gasping for air or hanging on in a coma. The doctor had called it. And while you were lying in your lifeless blood, Jesus stopped beside you. And he not only stopped, but he chose to bleed and die so that you might stand up and live. Christ took the awful thing that killed you — your sin — and then breathed his own life and joy into your unmoving heart. “Do you know that God loved you before there was anything in you to love?” Who would die for a dead man? The one who died for you. Who would die for his enemy? The one who died for you. Who would die for a sinner? The one who died for you. He found you at your very worst, saw all of you at your very worst, and then he made himself your worst, so that in him you might become the righteousness of God (2 Corinthians 5:21). There Is a Remedy One reason we lack the depth, faith, and joy we long to experience is that we fail to confront the sinfulness of sin — specifically, the sinfulness of our own sin. When Ryle wrote his classic book on holiness, he believed he had to begin here, with our weakness, wickedness, hostility, and ruin: Dim or indistinct views of sin are the origin of most of the errors, heresies, and false doctrines of the present day. If a man does not realize the dangerous nature of his soul’s disease, you cannot wonder if he is content with false or imperfect remedies. (Holiness, 1) Why do people wander after false gods and false gospels? Because they don’t take sin seriously enough. If they saw sin for what it is — crippling our souls, corrupting and twisting our minds, seeding hostility, and breeding death — then they would see that the cross is the only cure. Then they would find in Jesus a God more lovely than they are wicked, more alive than they are dead, more forgiving than they are guilty. There is a remedy revealed for man’s need, as wide and broad and deep as man’s disease. We need not be afraid to look at sin, and study its nature, origin, power, extent, and vileness, if we only look at the same time at the Almighty medicine provided for us in the salvation that is in Christ Jesus. (Holiness, 12) So, this Good Friday, look deeply again into the awful weight of sin — and then look even more deeply into the loving eyes of the sinless Man of Sorrows, crucified and crushed for you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/1848715064",
      "http://amazon.com/exec/obidos/ASIN/1848715064"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T13:56:17.158+03:00",
    "updated": "2024-03-29T20:34:10.916+03:00"
  }
]