[
  {
    "uuid": "85ceb62e0d3de6eda0800fa118a8b2c59defe59d",
    "url": "https://tribune.com.pk/story/2453283/citizens-asked-to-avoid-cold-weather-exposure",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "APP",
    "published": "2024-01-14T10:34:00Z",
    "title": "Citizens asked to avoid cold weather exposure",
    "text": "LAHORE:\nA senior lung specialist has emphasised the need for heightened care of the elderly and young children in the ongoing foggy and cold weather.\nHead of the Pulmonology Department in Allama Iqbal Medical College,\nDr Ashraf Jamal, warned of increased air pollution resulting from the combination of fog and smog during severe cold spells.\nHe highlighted a surge in cases of chest infection, fever and pneumonia, particularly among children and the elderly.\nHe underscored the vulnerability of these groups to adverse weather effects and urged special precautions, including the use of warm clothing and consumption of hot drinks.\nRead:\nCold gusts from northwest heading towards Karachi\nHe advised motorcycle riders to wear helmets and face masks to shield themselves from the cold wind and pollution amid the fog.\nThe pulmonologist discouraged outdoor activities such as jogging in open grounds, parks, physical exercise and walks during severe cold weather and fog.\nTo mitigate the risks, he recommended that patients of heart diseases and high blood pressure continue consuming warm drinks, lukewarm water and incorporate nuts into their diet. He stressed the importance of wearing warm clothes, socks and mufflers, advising against unnecessary exposure to the cold and fog.\nDr Jamal called for increased awareness about the severity of the weather and the importance of disease prevention.\nPublished in The Express Tribune, January 15th, 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashraf jamal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pulmonology department in allama iqbal medical college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lahore",
          "sentiment": "none"
        },
        {
          "name": "karachi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T09:46:27.518+02:00",
    "updated": "2024-01-15T09:46:27.518+02:00"
  },
  {
    "uuid": "9e9a45488ab0523fb95a313276462e67b4f7f9db",
    "url": "https://www.elizabethton.com/2023/12/29/war-is-over-if-you-want-it/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Contributed Content",
    "published": "2023-12-29T14:50:00Z",
    "title": "War is over if you want it",
    "text": "War is over if you want it Published 9:50 BY ARNOLD J. OLIVER An iconic song back in the 1960’s addressed the causes of war, and what leads young people to fight in them. Buffy Saint Marie’s Universal Soldier advised that we could end war if soldiers refused to fight. So what if we gave her idea a test this winter? Let’s suggest to the soldiers among the various warring parties from the Middle East to Europe to Africa and beyond that they refuse to kill each other for a while. This idea may not be as crazy as it first may sound, and in fact has been tried in the past with some success. Resistance to war is taking place right now in both Eastern Europe and the Middle East. In Israel, thousands of military reservists are refusing to take part in the violence of the occupation, and in protest of the country’s drift toward authoritarianism. Among Palestinains, nonviolent resistance also has a very large following, and has had for a number of years. And if anything, the numbers of military refuseniks in Russia and Ukraine are even greater. The BBC has reported that 20,000 young men have fled Ukraine to avoid military service, and those numbers in Russia are likely higher. In fact, resistance to war by young men facing conscription and even active-duty soldiers is not new, and has a storied history. For instance, during the First World War on the evening of December 24th in 1914, peace broke out in the most unlikely of places. In the blasted, putrid trenches of Belgium and France, soldiers fighting on the Western Front put aside their arms in what became known as the Christmas Truce. Although World War I was then only a few months old, there had already been a million combat deaths. Many soldiers were weary of the futility and horrific costs of the war, and thousands of them spontaneously stopped trying to kill each other. The drama began on Christmas Eve, as German soldiers lit up their Tannenbaums (Christmas trees), put them on top of their trenches in view of the Allied troops, and began to sing carols. From there, full scale fraternization became widespread. Troops put down their weapons, climbed out of the trenches and met in no-mans-land to pray and sing and exchange greetings and gifts. The cease fire continued into Christmas Day during which the dead were buried, toasts were exchanged and soccer games played. The break in hostilities was actually a mutiny, not a truce. It was initiated by the soldiers themselves against express orders from military commanders. In fact, the political and military leaders on both sides were horrified when the shooting stopped, and did everything they could to force a rapid resumption of hostilities. Dire threats of severe punishment were issued, and the news of the rebellion was suppressed. But in spite of this, it took weeks for the fighting to resume in some areas. Lance Corporal Adolph Hitler, serving with the Bavarian Army, did not think much of the cease fire either. The Christmas Truce is often portrayed as a singular event, and it is true that in the later years of the war there were few holiday cease-fires. But as the war ground on in its destructive stupidity, very large mutinies took place. In the East, the Russian army disintegrated, the soldiers voted with their feet, and went home to make revolution. There were also large-scale mutinies among German and French troops, weary of being fodder for cannons. Much of Europe, not just Russia, teetered on the brink of revolution. In fact, military mutinies have been common throughout history. During the Napoleonic Wars entire British naval fleets rebelled over brutal treatment and sympathy with French republican ideals. Warships commanded by mutineers blockaded the port of London. The United States armed forces have at times also rebelled, for a variety of reasons. During the Mexican American War of 1846 to 1848 an entire battalion of Irish immigrants went over to the Mexican side; and in the Civil War fraternization was widespread. But it was during the Vietnam War that resistance from inside the U.S. military was most consequential. By 1971 the U.S. military was nearly unable to function due to active dissent among all branches of the armed forces. Aircraft carriers could not be put to sea, airmen declined to fly, and ground units did not engage. Disgruntled troops had as much or more to do with ending the war than the anti-war movement. Upon reflection, it is incredible that crucial facts about our military adventures, such as GI resistance during the Vietnam War, are almost entirely absent from the news and history as it is taught. The topic is deemed inappropriate for young minds in our high schools and most universities, and has all but disappeared from the public consciousness. One cannot help but wonder how free our free society actually is. In this season of peace, the citizens of the world can hope for another spontaneous truce from the trenches. If so, Buffy Saint Marie will deserve some of the credit. (Arnold “Skip” Oliver writes for PeaceVoice and is Professor Emeritus of Political Science at Heidelberg University in Tiffin, Ohio. A Vietnam veteran, he belongs to Veterans For Peace)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arnold j. oliver",
          "sentiment": "neutral"
        },
        {
          "name": "buffy saint marie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "eastern europe",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:04:12.639+02:00",
    "updated": "2023-12-29T19:04:12.639+02:00"
  },
  {
    "uuid": "a66b31ee8bbadd2c6d81f4890b048efad14a7e1a",
    "url": "https://dailypost.ng/2023/12/30/be-prepared-for-higher-tasks-coas-tells-promoted-officers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Atungwu",
    "published": "2023-12-30T04:59:00Z",
    "title": "Be prepared for higher tasks – COAS tells promoted officers",
    "text": "News\nBe prepared for higher tasks – COAS tells promoted officers\nThe Chief of Army Staff, Lt.-Gen. Taoreed Lagbaja has tasted the newly decorated Brigadier Generals to be prepared for higher responsibilities while seeing their elevation as a reward for hard work and diligence.\nLagbaja gave the charge on Friday during the investiture of newly promoted Colonels to the rank of Brigadier Generals at the Army Headquarters Abuja.\nThis is contained in a statement by the Director of Army Public Relations, Maj.-Gen. Onyema Nwachukwu, on Friday in Abuja.\nThe COAS said the newly promoted senior officers had worked hard to justify their elevation and suitability for the new rank.\nHe advised them to be above board and remain loyal to the Constitution of the Federal Republic of Nigeria, the President and the Nigerian Army.\nLagbaja directed them to do all within the ambit of the law to animate and ensure implementation of his Command’s Philosophy of “transforming the Army into a well-trained, equipped and highly motivated force, towards achieving our constitutional responsibilities within a joint environment”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lagbaja",
          "sentiment": "none"
        },
        {
          "name": "onyema nwachukwu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "army staff",
          "sentiment": "negative"
        },
        {
          "name": "coas",
          "sentiment": "none"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "army public relations",
          "sentiment": "none"
        },
        {
          "name": "army headquarters abuja",
          "sentiment": "none"
        },
        {
          "name": "nigerian army",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lagbaja",
          "sentiment": "none"
        },
        {
          "name": "federal republic of nigeria",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T08:16:13.871+02:00",
    "updated": "2023-12-30T08:16:13.871+02:00"
  },
  {
    "uuid": "db3c0d38f0bbfb499333ad38583032c328e1b50c",
    "url": "http://www.godlikeproductions.com/forum1/message5608745/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Skid Marx Offer Upgrade User ID",
    "published": "2023-12-28T22:10:00Z",
    "title": "IDF blew up a terror tunnel in Khan Yunis, Gaza. Watch how long it is...",
    "text": "Users Online Now:\n1,811\n(\nWho's On?\n)\nVisitors Today:\n671,452\nPageviews Today:\n1,280,981\nThreads Today:\n460\nPosts Today:\n10,264\n06:12 PM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nIDF blew up a terror tunnel in Khan Yunis, Gaza. Watch how long it is...\nSkid Marx\nOffer Upgrade\nUser ID: 80837071\nUkraine\n12/28/2023 06:09 PM\nReport Abusive Post\nReport Copyright Violation\nIDF blew up a terror tunnel in Khan Yunis, Gaza. Watch how long it is...\nhttps://twitter.com/_/status/1740382876259283200\nAnonymous Coward\nUser ID: 81206028\nUnited States\n12/28/2023 06:10 PM\nReport Abusive Post\nReport Copyright Violation\nRe: IDF blew up a terror tunnel in Khan Yunis, Gaza. Watch how long it is...\nIsraelis built those tunnels\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nHamas MP and Cleric Yunis Al-Astal in a Friday Sermon: We Will Conquer Rome, and from There Continue to Conquer the Two Americas and Eastern Euro\n10/31/23\n2\nWatch: Family from Khan Yunis (Gaza) celebrates the Eid al-Adha (Feast of Sacrifice) with animal abuse and bloodshed\n08/02/20\n3\nIsraeli tanks firing at Khan Yunis (from the border)\n11/21/12\n4\nHamas MP and Cleric Yunis Al-Astal in a Friday Sermon: We Will Conquer Rome\n02/22/09\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.023s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://twitter.com/_/status/1740382876259283200",
      "https://www.twitter.com/_/status/1740382876259283200"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tod",
          "sentiment": "negative"
        },
        {
          "name": "cleric yu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "idf",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "khan yunis",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:39.357+02:00",
    "updated": "2023-12-29T01:12:39.357+02:00"
  },
  {
    "uuid": "92f66c591f074f83824b053ae39419cf7bf4f1a9",
    "url": "https://www.knskashmir.com/displaynews.aspx?news=183941",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KNS",
    "published": "2024-01-15T22:00:00Z",
    "title": "Snowfall inevitable for tourism boost, says Lieutenant Governor Manoj Sinha",
    "text": "J&KSnowfall inevitable for tourism boost, says Lieutenant Governor Manoj Sinha Says J&K people started journey on path of peace & prosperity, won't look back now By KNS Posted on Jan 16, 2024 | Updated on Jan 16, 2024 Says J&K people started journey on path of peace & prosperity, won't look back now Share Tweet Share Srinagar, Jan 16 (KNS): Amid severe dry weather conditions prevailing across Jammu and Kashmir, Lieutenant Governor Manoj Sinha Tuesday said that snowfall is inevitable for tourism boost in the region. Speaking at a function in north Kashmir’s Baramulla district, the LG as per KNS said that snowfall is inevitable for tourism boost in Jammu and Kashmir. He said besides the wet weather conditions is favorable even for power industry in Jammu and Kashmir. “I pray to God for snow as snowfall is inevitable for power projects to run, otherwise they will become defunct. Snowfall is also a must to keep the tourism sector thriving,” LG Manoj Sinha said. Recollecting previous year's tourist footfall, the Lieutenant Governor said last year 13 lakh tourists visited Gulmarg and the snow has been a major attraction there. We hope for good tourism footfall this year as well. He also said that six new destinations have been added to the list in Baramulla district but in absence of snow, tourists would prefer to stay away. \"Snowfall is the major attraction towards J&K. Though we added news six destination in the list but we at the same time waiting for snow, as in its absence tourists would prefer to stay away from J&K,\" he said. On elections he said elections for Urban Local Bodies (ULBs) and Panchayats will be started soon after reservations to OBCs are completed. “Work is going on towards that direction and once the process is over, elections for ULBs and Panchayats will be held,” LG maintained. The LG urged the people of Baramulla to take part in large numbers in the Jhanda Ooncha Rahay Hamara program on January 26, the Republic Day. “I want the skies of Baramulla to be filled with Tiranga,” he said. He added people of Jammu and Kashmsir have started their journey on the path of peace and prosperity, and they won't look back now to the past. (KNS) Related Categories:Health Share Tweet Share Recommended for you Lt Governor dedicates General Bipin Rawat Stadium, Baramulla to the public Rehana Batul reviews functioning of Information Deptt Won't allow inimical elements to disturb peace in J&K: DGP RR Swain on Republic Day 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "manoj sinha",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "kns",
          "sentiment": "none"
        },
        {
          "name": "lg",
          "sentiment": "none"
        },
        {
          "name": "lg manoj sinha",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gulmarg",
          "sentiment": "none"
        },
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T16:57:52.454+02:00",
    "updated": "2024-01-16T18:34:35.860+02:00"
  }
]