[
  {
    "uuid": "1c759e9b19a9f7126dfe5a3b8e59b7d3393ea38d",
    "url": "https://www.mailplus.co.uk/edition/news/home-affairs/336282/surge-in-the-number-of-young-adults-on-long-term-sick-leave",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Churchill",
    "published": "2023-12-28T22:00:00Z",
    "title": "Surge in the number of young adults on long-term sick leave - The Mail",
    "text": "THE number of young people out of work due to long-term sickness has doubled since 2010. [Try for £1](https://www.mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month) [Sign in] AS the glamorous actress making her formal entrance into the Royal Family, she should have been the star of the show. TO some, it sounded like a freight train roaring past right outside their front windows. THREE men have died after their car plunged into a river, police confirmed yesterday. STORM Gerrit continued to cause chaos yesterday as ‘supercell thunderstorms’ brought widespread travel disruption. CHRISTMAS is over, the fridge is bare again and the nights are still long - it can be easy to see January as a dull, dour month. GOVERNING bodies should have their funding cut if they fail to protect female sports amid concern about trans- gender players, a leading think-tank says. Commentary by Daley Thompson, Olympic Gold Medallist Fire crews race to terrifying blaze drama at Blackpool Tower... that turned out to be orange plastic net flapping in the wind IT is the time of year when families spending days together at home often start a challenging new jigsaw puzzle. A WELSH Labour council is lobbying to reintroduce tolls on the Severn bridges in a fresh attack on hard-up motorists. LABOUR was mocked yesterday for drawing up proposals to create thousands of nursery places without being able to say how it would pay for them. AN Auschwitz survivor has described feeling ‘very humbled’ to receive a personal letter and flowers from the King to mark her 100th birthday. THE Princess of Wales is set to turn her attention to the importance of fathers in children’s early years. ELLIE Goulding has revealed she felt ‘vulnerable’ and ‘intimidated’ working in the male-dominated music industry early in her career. THE number of young people out of work due to long-term sickness has doubled since 2010. CIVIL servants have been over-promoted in a bid to get around public sector pay restraints, a think-tank has warned. A ‘HAPPINESS Unit’ backed by the Government is set to close due to funding cuts. THE BBC is feeding licence feepayers a ‘diet of woke bias’ in its original programming and news content, a campaign group has claimed. Rwanda-style scheme was considered as ‘nuclear option’ TONY Blair faced a quandary about what to do with John Prescott when he complained about not having a proper role in government, the files show. THE No10 Press Office had lost ‘all credibility’ under the combative communications chief Alastair Campbell, Tony Blair was warned. A PUBLIC inquiry after the Soham murders of schoolgirls Holly Wells and Jessica Chapman was opposed by Tony Blair, the files reveal. AN idea to use the Elgin Marbles as a ‘bargaining chip’ in London’s bid to host the 2012 Olympics was backed by Tony Blair, the files reveal. MI5 was so desperate to stop MI6 colleagues seeing the full bombshell report into how one of its agents went rogue that Margaret Thatcher limited her foreign secretary’s use of the document, the papers reveal. CHERIE Blair was ‘adamant’ her husband should sit for a portrait to be hung in London’s Lincoln’s Inn where he trained as a barrister - but it caused a headache for aides. MARGARET Thatcher’s government feared embarrassment if extracts from the controversial Spycatcher book were read in the Commons, files released today reveal. PIERCE Brosnan has found himself in hot water after allegedly wandering into off-limits springs at a national park. GROWING purple vegetables, from carrots to tomatoes, is set to be among the biggest gardening trends for 2024. RED Wall Tories yesterday urged Rishi Sunak to focus on cutting taxes for working families rather than slashing death duties for the better off. KEMI Badenoch has cemented her place as a front runner to succeed Rishi Sunak after she was named ‘minister of the year’ in a poll of Tory activists. A FATHER out walking with his young family was killed by a car driven at a group of people after he had stopped to help an injured woman. L’OREAL heiress Francoise Bettencourt Meyers has become the first woman to amass a fortune of $100billion (£790million), it was revealed yesterday. CHILDREN with severe epilepsy have been offered brain surgery by the NHS before medicinal cannabis, parents have revealed. SIR Lindsay Hoyle has racked up a bill of more than £125,000 in a year to jet around the globe. STEAKHOUSE attacker Tristan Sherry was shot in the head with his own sub machine gun during a botched hit on Christmas Eve. CHER has filed court papers seeking to control her adult son Elijah Blue Allman’s affairs by placing him into a conservatorship, it has emerged. THE British Museum is still pursuing a deal to return the Elgin Marbles - despite opposition from the Prime Minister, George Osborne has revealed. A TEENAGER was left fighting for her life after reportedly catching a deadly strain of E.coli from food at a festive market. WHEN preparing breakfast, you don’t want an unsavoury character like Mr Burns from The Simpsons showing up. FREED Israeli hostage Mia Schem has broken her silence to reveal a harrowing account of her captivity in Gaza. THE number of anti-Semitic hate crimes jumped in the month following the outbreak of the Hamas-Israel conflict, latest police figures reveal. Associated Newspapers Limited is a company registered in England and Wales (Company No. 084121), Northcliffe House, 2 Derry Street, Kensington, London, W8 5TT. VAT Number: GB 243 5711 74",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Health"
    ],
    "external_links": [
      "https://www.mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month)",
      "https://mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "none"
        },
        {
          "name": "daley thompson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "blackpool tower",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:48:23.464+02:00",
    "updated": "2023-12-29T05:00:00.095+02:00"
  },
  {
    "uuid": "0e5a3aeeef9e4cc83e5a6d395e49f590c8c1c36f",
    "url": "https://abc7.com/news-israel-hamas-judith-weinstein-haggai-how-many-hostages-has-killed/14235460/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABCNews",
    "published": "2023-12-28T20:48:00Z",
    "title": "American-Israeli-Canadian hostage Judith Weinstein confirmed dead",
    "text": "Judith Weinstein, a 70-year-old American-Israeli-Canadian hostage, was confirmed dead on Thursday, Kibbutz Nir Oz said in a statement.\nWeinstein was fatally wounded during Hamas' Oct. 7 attack on Israel and her body remains held in Gaza, the kibbutz said.\nHer husband, American-Israeli Gad Haggai, was also killed on Oct. 7 and his body also remains in Gaza, the kibbutz said. His death was confirmed last week.\nWeinstein, a mother of four and grandmother of seven, was an English teacher who specialized in helping children with special needs, Kibbutz Nir Oz said.\n\"For the past few years she has also taught Mindfulness to children and teenagers who suffered from anxiety caused by the ongoing rocket fire from Gaza,\" the kibbutz said. \"Judy was a poet, entrepreneur, and pursued many initiatives to advance peace in the region.\"\nPresident Joe Biden said in a statement that he's \"devastated\" to learn of Weinstein's death.\n\"We are holding Judith and Gad's four children, seven grandchildren, and other loved ones close to our hearts,\" Biden said. \"I will never forget what their daughter, and the family members of other Americans held hostage in Gaza, have shared with me. They have been living through hell for weeks. No family should have to endure such an ordeal. And I reaffirm the pledge we have made to all the families of those still held hostage: we will not stop working to bring them home.\"\nWeinstein was the last American woman being held hostage by Hamas who had not been released, according to the Hostage Families Forum.\nPresident Joe Biden issued the following statement:\n\"Jill and I are devastated to learn that American Judith Weinstein is also believed to have been killed by Hamas on October 7. This tragic development cuts deep, coming on the heels of last week's news that Judith's beloved husband, Gad Haggai, is believed to have been killed by Hamas. We are holding Judith and Gad's four children, seven grandchildren, and other loved ones close to our hearts. I will never forget what their daughter, and the family members of other Americans held hostage in Gaza, have shared with me. They have been living through hell for weeks. No family should have to endure such an ordeal. And I reaffirm the pledge we have made to all the families of those still held hostage: we will not stop working to bring them home.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "kibbutz nir oz",
          "sentiment": "none"
        },
        {
          "name": "judith",
          "sentiment": "none"
        },
        {
          "name": "judy",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "ibbutz nir oz",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        },
        {
          "name": "gad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:54.212+02:00",
    "updated": "2023-12-29T00:02:54.212+02:00"
  },
  {
    "uuid": "80eed70ef5afdf63fe2e5d7cd2b2407b861cc364",
    "url": "https://www.world-today-news.com/dangerous-illusions-concerning-the-peace-treaty-with-japan-2024-06-27-174256",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-06-27T15:42:00Z",
    "title": "Dangerous illusions concerning the “peace treaty” with Japan – 2024-06-27 17:42:56",
    "text": "/ world as we speak information/ Yoko Kamikawa threatens to tighten sanctions towards Russia, relying on consuming Russian power assets and seafood\nThe appointment of Yoko Kamikawa, a 70-year-old girl politician who has by no means been concerned in diplomacy, to the second most vital publish within the Japanese authorities – Minister of Overseas Affairs – provides purpose to imagine that she’s going to solely repeat the established, if not half-destroyed , Japanese Overseas Ministry clichés.\nThis was precisely the case along with her predecessor on this publish, who additionally didn’t know the ins and outs of overseas coverage, Makiko Tanaka within the cupboard of Junichiro Koizumi, who, distinguished by her unbridled mood, swiftly made many errors, for which she was additionally shortly fired .\nLike Tanaka, Kamikawa seems to have been appointed overseas minister not due to any private qualities or talents, however to stability the factions of Japan’s ruling Liberal Democratic Social gathering. True, Tanaka herself requested for the publish as fee for her assist in electing Koizumi first as LDP chairman after which as prime minister.\nThe truth that Kamikawa is just not an unbiased politician with contemporary concepts and approaches to resolve the collected issues in relations primarily with neighboring nations, testifies to her first press convention and hasty loyal name to Washington.\nHistorically, assurances have been expressed that Japan-US shut ties primarily based on the “safety treaty” stay the “cornerstone” of relations between these two army allies. At the beginning of the dialog with the US overseas coverage chief, Kamikawa stated: “I want to construct a superb relationship with Secretary of State Blinken and additional strengthen the Japan-US alliance, which is now stronger than ever.”\nIn line with Japan’s The Jiji Press, the counterparts mentioned regional points, together with China, which is claimed to be rising its army exercise, and North Korea, which has repeatedly launched ballistic missiles, and agreed that Japan and the US will work collectively to fixing these issues as nicely “on the choice on Russia’s invasion of Ukraine”.\nAs you possibly can see, nothing new. Nonetheless the identical accusations by neighboring nations of imaginary “aggression” and the supposed elevated want for a pointy improve in Japan’s army energy to “face the enemies” . The newly appointed Minister of Protection of Japan, Minoru Kihara, additionally spoke about this in an prolonged model.\nHe stated that upon taking workplace, he obtained directions from Prime Minister Fumio Kishida, along with essentially strengthening the nation’s protection capabilities, to strengthen the deterrence and response capabilities of the Japan-US army alliance and to advertise army cooperation not solely with the US, but in addition with different nations. Clearly, we’re speaking about NATO nations and members of the Anglo-Saxon AUKUS alliance.\nHowever we’re primarily within the politics of the “new individuals” in Kishida’s cupboard within the Russian path. As a result of relations between the 2 nations, due to the efforts of Tokyo, which seeks to please Washington, have sunk so low that it’s going to take years and appreciable effort to revive at the very least the minimal stage appropriate for nations which have diplomatic relations with one another you’re\nAnd right here we run into the aforementioned stale clichés that Ms. Kamikawa resorted to throughout her introductory press convention. She didn’t discover contemporary phrases and easily repeated, like a mantra, the apparently unrealistic place that Japan would proceed the course of concluding “ peace treaty” with Russia below the phrases of “ resolving the territorial query’.\nTranslated from “Japanese diplomatic” language, which means that Tokyo agrees to signal a “peace treaty” with Moscow solely after the Russian South Kuril Islands and the straits of nice army strategic significance between them grow to be a part of the Japanese state.\nAnd this although Moscow admits that the “peace treaty” nearly 80 years after the top of the warfare and the complete restoration of diplomatic and different relations in 1956 is solely a careless and, frankly, moderately conceited approach to obtain satisfaction of revanchists claims to our lands and maritime areas. I acknowledge that Ms. Kamikawa could not know, and her subordinate diplomats haven’t defined to her, that Moscow has formally acknowledged that “the problem of the peace treaty is closed” .\nTo not point out the truth that the Russian Overseas Ministry has repeatedly defined to Japanese politicians the illegality of even elevating any territorial points, as that is prohibited by the Structure of the Russian Federation. We remind you that in our nation the Primary Regulation is strictly revered and noticed, not like within the Land of the Rising Solar, the place, excuse the rudeness, they merely spit on the complete “peaceable” ninth Article of the Structure of Japan, reviving, regardless of its provisions, their state within the capability of a “nice army state”.\nFrankly, the hopes of the chief Japanese diplomat to someway drive Moscow at hand over its territories to “japanese uncle” are merely superb. Ultimately, Japan, which retains its title because the third financial energy and seeks to grow to be a everlasting member of the UN Safety Council, exhibits clear diplomatic naivety on this case.\nAdditionally it is obscure the Japanese logic in a state of affairs wherein the brand new Japanese overseas minister, unequivocally threatening our nation with stricter “extreme sanctions” with out hesitation permits cooperation with the Russians within the provide of power assets and seafood which are helpful to the Japanese state.\nRight here you possibly can both be outraged or throw up your arms. As a result of it’s obscure how one can intentionally destroy your neighbor and on the similar time wish to use his companies. By the best way, this additionally raises questions for the Russian authorities, who tolerate such an absurd state of affairs. Or is financial acquire extra vital than the status and dignity of the state and the individuals?\nThe identical may be stated of Tokyo’s repeated requests to permit Japanese residents to freely enter our Kuril Islands with out visas to go to the graves of their ancestors. Along with what we now have already written on this matter, we are going to clarify a simple approach to perform such humanitarian journeys whereas complying with Russian legal guidelines.\nWith the Japanese authorities flatly refusing to even contemplate Moscow’s proposals to introduce a visa-free regime between the 2 neighboring nations, former residents of the Kuril Islands can go to graves by acquiring entry visas on the Russian Consulate Normal in Sapporo, Hokkaido. However the Japanese Overseas Ministry categorically doesn’t enable them to do that, scaring its residents with the concept on this method Japan will someway seem to acknowledge Russia’s sovereignty over the Kuril Islands.\nWhen Japanese individuals who have obtained Russian visas journey to the Kuril Islands, the place, by the best way, border management is maintained even for residents of the Russian Federation, the Russian competent authorities will have the ability to stop individuals from visiting these territories who don’t have anything to do – they aren’t engaged in visiting graves, however use the journeys for propaganda, reconnaissance and different actions unrelated to humanitarian targets.\nAnd additional. I can’t cover my bewilderment on the statements of the chairman of the worldwide affairs committee of the Federation Council, Grigoriy Karasin, relating to the press convention of Minister Kamikawa. Pretty noting that the dialog concerning the possession of the Kuril Islands, because the Russian management has repeatedly acknowledged, is over, it’s a part of the territories of the Russian Federation, the diplomat and senator on the similar time admitted that the negotiations for a peace treaty between Moscow and Tokyo may be resumed after the Japanese authorities withdrew from the course of the West.\nIt could be advantageous if this have been only a private standpoint, however Karasin provides interviews as an empowered determine. Furthermore, the enchantment to the Japanese to renew negotiations for a peace treaty, excluding from them the “territorial query”, is, excuse me, a hopeless fantasy. As a result of, as an skilled diplomat ought to nicely know, the Japanese don’t want a peace treaty with out the Kuril Islands.\nIn conclusion, we word that, as predicted in earlier articles, the tenure of the Kishida authorities and its new ministers is almost definitely not lengthy. A survey of residents of the Land of the Rising Solar instantly after the federal government reshuffle confirmed that greater than half of voters (54%) agreed to tolerate Kishida solely till the top of the present time period, that’s till September subsequent yr.\nHowever that is nonetheless an optimistic forecast. Already 27% of those that participated within the survey expressed the opinion that there’s a want for a direct change of the prime minister – in Could this determine was round 15%. So Mrs. Kamikawa will hardly have the ability to make a noticeable contribution to the diplomacy and overseas coverage actions of the Japanese state, particularly within the Russian path.\nTranslation: ES\nSubscribe to our YouTube channel:\nand for the channel or in Telegram:\nShare in your profiles, with buddies, in teams and on pages. On this method, we are going to overcome the restrictions, and folks will have the ability to attain the choice standpoint on the occasions!?\n#Dangerous #illusions #peace #treaty #Japan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yoko kamikawa",
          "sentiment": "neutral"
        },
        {
          "name": "koizumi",
          "sentiment": "none"
        },
        {
          "name": "makiko tanaka",
          "sentiment": "none"
        },
        {
          "name": "tanaka",
          "sentiment": "none"
        },
        {
          "name": "junichiro koizumi",
          "sentiment": "none"
        },
        {
          "name": "kamikawa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "liberal democratic social gathering",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:06:30.427+03:00",
    "updated": "2024-06-28T00:06:30.427+03:00"
  },
  {
    "uuid": "54f13beaeca7118feadcaab7821a03f0df085e24",
    "url": "https://www.carscoops.com/2024/04/exclusivity-unleashed-this-is-the-only-lanzante-mclaren-senna-gtr-lm-25-on-earth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brad Anderson",
    "published": "2024-04-11T21:36:00Z",
    "title": "Exclusivity Unleashed: This Is The Only Lanzante McLaren Senna GTR LM 25 On Earth",
    "text": "Lanzante built its LM 25 models to commemorate 25 years since the F1 GTR’s Le Mans win. This Senna GTR is inspired by the famous Tokyo Ueno Clinic F1 GTR. The car has been converted to be road legal in the UK. Few companies are as well versed in making extraordinary cars even more extraordinary than Lanzante. Next month, one of the finest McLarens to roll out of its British workshop will be auctioned off and is expected to sell for between €1.4 million ($1.5 million) and €1.6 million ($1.72 million).\nThe car in question is a special Senna GTR known as an LM 25 model. Lanzante launched its LM 25 in 2020 to commemorate the 25 th anniversary of the F1 GTR’s famous win at the 24 Hours of Le Mans. Just seven units have been built to represent the seven F1s that competed at Le Mans in 1995, spanning McLaren’s Sports, Super, and Ultimate Series.\nRead: McLaren P1 GTR To Be Transformed Into A Drift Hypercar By Lazante\nThis Senna GTR is painted in the same light grey paintwork as the famous Tokyo Ueno Clinic F1 GTR. It also sits on lightweight forged aluminum and carbon fiber wheels, rocks Tokyo Ueno Clinic branding behind the doors, and has the race number ‘59’ etched into the lower door glass.\nSeveral special touches have been made to the cabin of the McLaren too. It has carbon fiber racing seats similar to those of the F1 GTR, rocks blue racing harnesses, and has been fitted with drilled gold pedals. Lanzante has also installed a carbon fiber steering wheel and a replica scrutineering decal on the rear bulkhead from the F1 GTR.\nPhoto Credits: Kevin Van Campenhout/RM Sotheby’s RM Sotheby’s says the car wasn’t just converted into an LM 25 model by Lanzante but is also now road-legal in the UK, making it even more desirable. It has been driven less than 2,000 km (~1,242 miles) and was most recently served in September 2023. It will also be sold with the original paperwork, intercom headsets for the passengers and driver, and a center-lock wheel removal tool.\nPhoto Credits: Kevin Van Campenhout/RM Sotheby’s",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://rmsothebys.com/en/auctions/mc24/monaco/lots/r0109-2020-mclaren-senna-gtr-lm-25-by-lanzante/1476655)",
      "https://www.rmsothebys.com/en/auctions/mc24/monaco/lots/r0109-2020-mclaren-senna-gtr-lm-25-by-lanzante/1476655)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lanzante",
          "sentiment": "none"
        },
        {
          "name": "le mans",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mclaren senna gtr",
          "sentiment": "negative"
        },
        {
          "name": "senna gtr",
          "sentiment": "none"
        },
        {
          "name": "mclarens",
          "sentiment": "none"
        },
        {
          "name": "mclaren",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:16:51.174+03:00",
    "updated": "2024-04-12T02:19:33.347+03:00"
  },
  {
    "uuid": "de4946207c0d047d90429d55e0fd58e964fdfaf4",
    "url": "https://thesouthern.com/news/siu-names-gower-translational-research-center-in-honor-of-2-5-million-gift/article_2a511560-1973-51dd-887f-07dd85cc39e2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JEFF WILSON For The Southern",
    "published": "2024-12-06T00:39:00Z",
    "title": "SIU names Gower Translational Research Center in honor of $2.5 million gift",
    "text": "CARBONDALE — The impact made by Dr. Bob and Beth Gower has been felt by Southern Illinois University Carbondale students and faculty for years. Now, the Gower name will be forever imprinted into the university’s future at the Gower Translational Research Center.\nThe Gowers have been generous donors to Southern for many years. Most recently, they dedicated $2.5 million to advance the mission and support the research activities taking place across campus.\nkAmkDEC@?8mq@3 2?5 q6E9 v@H6Ck^DEC@?8mk^Am\nkAmq@3 2?5 q6E9 v@H6C 92G6 5@?2E65 Sa]d >:==:@? :? DFAA@CE @7 $@FE96C? x==:?@:D &?:G6CD:EJ r2C3@?52=6’D C6D62C49 24E:G:E:6D]k^Am\nkAmx? 9@?@C @7 E9:D EC2?D7@C>2E:@?2= 8:7E[ E96 $x& q@2C5 @7 %CFDE66D G@E65 %9FCD52J[ s64] d[ E92E E96 |4{2776CEJ p??6I 36 ?2>65 E96 v@H6C %C2?D=2E:@?2= #6D62C49 r6?E6C]k^Am\nkAm“%96 v@H6C 72>:=J DE@CJ :D 2? :?4C65:3=6 @?6[ 2?5 :E 2== 3682? 2E $@FE96C?[ D@ :E :D 2AAC@AC:2E6 E92E H6 9@?@C E96:C =6824J H:E9 E9:D ?2>:?8[” r92?46==@C pFDE:? {2?6 D2:5] “(6 2C6 D@ E92?<7F= 7@C 6G6CJE9:?8 E96J 92G6 5@?6 7@C E9:D F?:G6CD:EJ]”k^Am\nkAmq@3 v@H6C[ 2 (6DE uC2?<7@CE ?2E:G6[ 8C25F2E65 H:E9 32496=@C’D 2?5 >2DE6C’D 568C66D :? 496>:DECJ :? `hdg 2?5 `he_[ C6DA64E:G6=J] w6 >6E 9:D H:76[ q6E9[ H9:=6 3@E9 H6C6 DEF5J:?8 2E $x&] $96 8C25F2E65 :? `he`] sC] v@H6C 62C?65 9:D !9]s] 7C@> E96 &?:G6CD:EJ @7 |:??6D@E2] w6 :D E96 7@F?56C 2?5 6I64FE:G6 492:C>2? @7 t?DJD46 q:@D4:6?46D[ 2 3:@E649 4@>A2?J E92E 56G6=@AD E2>A6C\\AC@@7 2?5 23FD6\\C6D:DE2?E AC6D4C:AE:@? 5CF8D]k^Am\nkAmq67@C6 E96:C =2E6DE 8:7E[ E96 v@H6CD 6DE23=:D965 E96 q@3 v] U2>Aj |2CJ q6E9 v@H6C $49@=2CD9:A t?5@H>6?E :? $x&’D s6A2CE>6?E @7 r96>:DECJ 2?5 q:@496>:DECJ[ H9:49 92D 36?67:E65 >@C6 E92? d_ DEF56?ED] %96J 2=D@ 6DE23=:D965 E96 q6E9 U2>Aj q@3 v@H6C s:DE:?8F:D965 !C@76DD@C @7 r96>:DECJ 2?5 q:@496>:DECJ :? E96 r@==686 @7 p8C:4F=EFC2=[ {:76 2?5 !9JD:42= $4:6?46D]k^Am\nkAmsC] v@H6C :D 2 EH@\\E:>6 C64:A:6?E @7 E96 $x&r p=F>?: p49:6G6>6?E pH2C5 7C@> E96 r@==686 @7 $4:6?46 W`hgg[ a__gX] w6 :D 2 s:DE:?8F:D965 p=F>?FD @7 E96 4@==686 2?5 H2D :?5F4E65 :?E@ E96 r96>:DECJ U2>Aj q:@496>:DECJ w2== @7 u2>6 :? `hhf] w6 D6CG65 2D 2 >6>36C @7 E96 DE66C:?8 4@>>:EE66 7@C E96 F?:G6CD:EJ’D ~AA@CEF?:EJ %9C@F89 tI46==6?46 42>A2:8? 2?5 2D 2 >6>36C @7 E96 r96>:DECJ U2>Aj q:@496>:DECJ p5G:D@CJ r@>>:EE66] w6 H2D 2H2C565 E96 s:DE:?8F:D965 $6CG:46 pH2C5 7C@> E96 F?:G6CD:EJ :? a_`g] %96 v@H6CD[ H9@ C6D:56 :? w@FDE@?[ 92G6 E9C66 25F=E 52F89E6CD 2?5 D6G6C2= 8C2?549:=5C6?]k^Am\nkAm%96:C Sa]d >:==:@? 8:7E :D J6E 2?@E96C >2;@C DE6A :? E96 $x& u@F?52E:@?’D x>28:?6 $x& a_b_ 7F?5C2:D:?8 42>A2:8?] (:E9 2 8@2= @7 C2:D:?8 Sd__ >:==:@? 3J yF=J a_ag[ E96 42>A2:8? 4FCC6?E=J D:ED 2E >@C6 E92? Sbe` >:==:@?] xE :D E96 7:7E9 =2C86DE DF49 42>A2:8? :? E96 9:DE@CJ @7 AF3=:4 F?:G6CD:E:6D :? x==:?@:D]k^Am\nkAm“(6 4@F=5 ?@E 92G6 E9:D <:?5 @7 DF446DD H:E9@FE E96 DFAA@CE @7 2=F>?: =:<6 q@3 2?5 q6E9 v@H6C[” D2:5 |2EE zFA64[ G:46 492?46==@C 7@C 56G6=@A>6?E 2?5 2=F>?: C6=2E:@?D 2?5 rt~ @7 E96 $x& u@F?52E:@?] “%9:D :D 2 DA64E24F=2C >@>6?E :? E96 9:DE@CJ @7 @FC 8C62E F?:G6CD:EJ[ 2?5 E9:D >@>6?EF> :D 8@:?8 E@ 42CCJ FD :?E@ 2? 6G6? 3C:89E6C 7FEFC6]”k^Am\nkAmkDEC@?8mv@H6C %C2?D=2E:@?2= #6D62C49 r6?E6Ck^DEC@?8mk^Am\nkAmu@C>6C=J |4{2776CEJ p??6I[ E96 v@H6C %C2?D=2E:@?2= #6D62C49 r6?E6C :D =@42E65 2E `fgd &?:G6CD:EJ !C6DD sC:G6]k^Am\nkAm%96 v@H6C %C2?D=2E:@?2= #6D62C49 r6?E6C :D 2 9F3 @7 9:89\\=6G6= C6D62C49] x? ~4E@36C a_ac[ $x& 565:42E65 2 Sf]a >:==:@? q:@{2F?49 =23 :? E96 46?E6C] %96 `_[___\\DBF2C6\\7@@E DA246 :D 565:42E65 E@ =:76 D4:6?46D C6D62C49 2?5 >@C6]k^Am\nkAmuF?565 :? A2CE 3J 2 Sa]f >:==:@? 8C2?E 7C@> E96 x==:?@:D s6A2CE>6?E @7 r@>>6C46 2?5 t4@?@>:4 ~AA@CEF?:EJ (6E {23 !C@8C2>[ q:@{2F?49 :D E96 ?6H6DE 255:E:@? E@ E96 x==:?@:D u@@5[ t?EC6AC6?6FCD9:A[ #6D62C49[ 2?5 |2?F724EFC:?8 W:ut#|X wF3[ 2 DE2E6\\@7\\E96\\2CE C6D62C49 2?5 EC2:?:?8 DF:E6 7@C 724F=EJ FD6[ DEF56?ED[ DE2CE\\FA 4@>A2?:6D 2?5 AC:G2E6 7:C>D :? E96 C68:@?] :ut#| 42A:E2=:K6D @? E96 F?:G6CD:EJ’D C6D62C49 2?5 :??@G2E:@? :?E@ 7@@5[ 76C>6?E2E:@? 2?5 3:@E649?@=@8J] x? a_a`[ E96 $x& u@F?52E:@? AC@G:565 2 S`]` >:==:@? 8C2?E E@ 25G2?46 E96 AC@8C6DD @? E96 u6C>6?E2E:@? $4:6?46 x?DE:EFE6[ H9:49 :D :?D:56 E96 46?E6C]k^Am\nkAm“q:@{2F?49 2?5 @E96C 4@>A@?6?ED @7 E96 :ut#| wF3 H:== 96=A FD D@=G6 492==6?86D :? 7@@5[ 28C:4F=EFC6[ 6?6C8J 2?5 962=E9 E9C@F89 C6D62C49[ :??@G2E:@? 2?5 65F42E:@?[” sC] r@DE2D %D2ED@F=:D[ G:46 492?46==@C @7 C6D62C49 2E $x&[ D2:5 5FC:?8 E96 q:@{2F?49 C:33@? 4FEE:?8] “p?5 :E H:== AC@G:56 :?7C2DECF4EFC6 7@C E96 56G6=@A>6?E @7 x==:?@:D 28C:4F=EFC6 G2=F6\\25565 AC@5F4ED E@ AC@>@E6 2?5 DFAA@CE DF446DD7F= 6?EC6AC6?6FC:2= 24E:G:E:6D]”k^Am\nkAm%96 46?E6C :D 2=D@ 9@>6 E@ E96 r6?E6C 7@C u:D96C:6D[ pBF24F=EFC6[ 2?5 pBF2E:4 $4:6?46D[ 2?5 2? F=EC2\\72DE =2D6C 724:=:EJ[ 7FCE96C 6?92?4:?8 :ED C@=6 2D 2 46?E6C 7@C 5:G6CD6 C6D62C49 :?:E:2E:G6D]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": false,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Bob",
          "sentiment": "negative"
        },
        {
          "name": "Beth Gower",
          "sentiment": "negative"
        },
        {
          "name": "Gowers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Gower Translational Research Center",
          "sentiment": "negative"
        },
        {
          "name": "Southern Illinois University",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T03:34:07.078+02:00",
    "updated": "2024-12-06T03:34:07.078+02:00"
  },
  {
    "uuid": "3f54f772ad6c6306b5646deb2dbe3db5c83bcb49",
    "url": "https://www.setn.com/News.aspx?NewsID=1692412",
    "ord_in_thread": 0,
    "author": "三立新聞網",
    "published": "2025-07-24T04:49:35Z",
    "title": "黃鐙輝赴越南按摩店 撩妹對話曝光！詹姆士曝他私下狀態",
    "text": "記者鍾智凱／台北報導\n▲強尼（左）帶黃鐙輝體驗越式洗髮按摩（圖／公視台語台提供）\n詹姆士、黃鐙輝與嘉賓張文綺、陳怡婷、台語顧問陳豐惠前往越南同奈，由在當地販售台灣小吃地瓜球、同時也是YouTuber的強尼帶領下，探索越南的秘境，玩開的黃鐙輝開玩笑的要強尼幫他介紹「秘密情人」，甚至還積極學習越式「撩妹」話語，逗弄當地人。\n強尼帶大家品嚐越南牛排，風味獨特又超便宜，只要台幣40元就可以吃到牛排大餐，接著帶眾人前往吊床咖啡廳「躺著喝咖啡」，鬼靈精怪的張文綺突然一時興起的想爬上黃鐙輝的吊床，試看看有沒有辦法2人擠在一張吊床。太過突然的舉動嚇到黃鐙輝，他緊張的護著自己身體，「這樣怎麼喝咖啡啦？很不優雅！」\n走訪一整天的秘密景點，黃鐙輝忍不住在胡志明的鮮花夜市對強尼提出要求，「你可以介紹一個秘密情人給我嗎？」強尼也在旅程的尾聲履行承諾，帶黃鐙輝去體驗他想了一整天的越式洗髮。從早上8點就開始期待的黃鐙輝，不斷練習「小姊姊妳好漂亮」的越南話，積極認真的模樣，讓同為主持人的詹姆士都看不下去，揶揄他說：「我們錄一整天，你只有這段最有精神！」當他對按摩店的女性服務生說出撩妹話語時，對方也被他逗到臉紅。\n▲張文綺（左起）、黃鐙輝、強尼、詹姆士在 越南大啖牛排只要台幣40元（圖／公視台語台提供）\n黃鐙輝身為主持人之一，造訪泰國、新加坡、越南三地，隨著節目播出有聽到身邊好友的回饋，表示節目有趣、親切外，還能學到許多台語。他期待《行！鬥陣出國去！》推出第2季，想要邀請因為電影《艋舺》「太子幫」成為好友的鳳小岳，「因為他除了會講台語，還能夠在國外幫我翻譯英語」。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->leisure",
      "Human Interest->celebrity",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:49:35.219+03:00",
    "updated": "2025-07-24T07:53:44.000+03:00"
  },
  {
    "uuid": "b7f5a4b998ad6bee577e17ce7335efb0a3d1bd55",
    "url": "https://news.okstate.edu/articles/communications/2024/a_rare_opportunity_oaire_researchers_use_eclipse_to_gather_atmospheric_data.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shannon Rigsby",
    "published": "2024-04-11T20:57:00Z",
    "title": "A rare opportunity: OAIRE researchers use eclipse to gather atmospheric data | Oklahoma State University",
    "text": "A rare opportunity: OAIRE researchers use eclipse to gather atmospheric data Thursday, April 11, 2024 Media Contact: Shannon Rigsby | Associate Director of Public Information | 405-744-9081 | [shannon.rigsby@okstate.edu](mailto:shannon.rigsby@okstate.edu) Oklahoma State University’s Oklahoma Aerospace Institute for Research and Education used the 2024 total solar eclipse path as an opportunity to improve weather forecasting. Sixteen OSU students and faculty members were joined by NASA representatives at the Choctaw Nation Community Center in Broken Bow, Oklahoma. They conducted research as part of the NASA National Eclipse Balloon Program. The team began launching balloons to gather atmospheric data at 1 p.m. Sunday. Flights continued on the hour and into the night Monday. Dr. Jamey Jacob, OAIRE executive director, likened the effect of the eclipse to that of a pebble in a pond. “Just like a pebble causes waves in the water, the eclipse causes gravity waves in its wake as it moves across the Earth, and we want to measure those disturbances,” he said. “These waves are essential for transporting energy in the atmosphere. They’re good at mixing the air and act as conveyor belts to help move moisture from one location to another just like waves in the ocean.” Jacob said the goal is to take the atmospheric readings from such a rare but known event and use it to provide general improvements to numerical weather prediction models. “The atmosphere is so complex to model — it’s just a very complicated phenomena,” he said. “The eclipse provides a way to verify existing models using a known condition.” OSU was one of 50 teams across the U.S. in the NASA program, with OSU serving as an atmospheric science pod lead. “We’re responsible for organizing and supporting other teams leading up to the eclipse and bringing their data together post-event. We have teams spread out between Texas, Oklahoma and Arkansas,” Jacob said. The OAIRE team also had a distinction from others compiling data; Dr. Brian Elbing, renowned OSU tornado researcher, incorporated infrasonic arrays into the data collection arsenal to better understand how those systems work for tornado detection. OAIRE also took drones to serve as a repeatable system taking the same measurements. Jacob said someday, the balloons that carry the instruments will be replaced by drone fleets. Zach Yap, a research and development engineer with OAIRE, has been conducting research with OSU for years, including as an undergraduate and graduate student. “This was a wonderful opportunity to see what happens when you essentially turn off the sun and have a rapid onset of darkness,” he said. “An eclipse is an interesting and unique way of generating atmospheric gravity waves. They happen between different layers in the atmosphere, and the waves are good movers of energy for storms and other things. If we can better understand how these waves propagate through the atmosphere, we can better — on a continental scale — forecast weather systems.” In addition to OSU leading several other universities, OAIRE researchers had the opportunity to be a resource for students at Gordon Cooper Technology Center in Shawnee as well as Okmulgee high schools. “Through the NEPB and OSU, we can give them the opportunity and resources to learn from these opportunities,” Yap said. “By doing this, we can share this knowledge and inspire them to pursue a STEM career.” Freshman Research Scholar Lily Yates, from Sapulpa, Oklahoma, was part of the OAIRE research team, assisting with balloon launches. Conducting weather research is her career and life goal. “My experience with research at OSU has been absolutely amazing,” she said. Jacob said the effort included the whole range of student involvement. “On the science side, we had high school, undergraduate and graduate students working together and while here at the eclipse, we use this opportunity for science outreach for younger kids and to our tribal partners,” he said. “The eclipse itself is a cosmic marvel that inspires awe in all who see it. What better way to reach the next generation of scientists and engineers?”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shannon rigsby",
          "sentiment": "none"
        },
        {
          "name": "jamey jacob",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "oaire",
          "sentiment": "positive"
        },
        {
          "name": "oklahoma state university",
          "sentiment": "positive"
        },
        {
          "name": "osu",
          "sentiment": "none"
        },
        {
          "name": "choctaw nation community center",
          "sentiment": "none"
        },
        {
          "name": "nasa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma state university’s oklahoma aerospace institute for research and education",
          "sentiment": "none"
        },
        {
          "name": "nasa national eclipse balloon program",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "broken bow",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:40:23.444+03:00",
    "updated": "2024-04-19T03:49:33.337+03:00"
  },
  {
    "uuid": "ff3560398b833ec2068d273b4607218ded321a12",
    "url": "https://www.irishtimes.com/sport/golf/2024/09/05/alex-fitzpatrick-upstages-brother-matt-to-share-lead-at-european-masters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thu Sept",
    "published": "2024-09-05T19:54:00Z",
    "title": "Alex Fitzpatrick upstages brother Matt to share lead at European Masters – The Irish Times",
    "text": "Alex Fitzpatrick outshone his brother and two-time winner Matt on day one of the Omega European Masters at Crans-Sur-Sierre. Alex carded seven birdies in a flawless opening 63 to share the lead on seven under par with Spain’s Alfredo Garcia-Heredia, with England’s Matt Wallace part of a four-way tie for third on six under. “I played really nicely,” said Alex. “The first five or six holes were fairly brutal, I think it was gusting at 25-30mph or whatever it was. I got the nice side of the draw to be honest. This morning was brutal, and luckily the last eight or nine holes there was not much wind, so it was nice to capitalise on the opportunities I had and hopefully the same tomorrow.” Matt Fitzpatrick, who won the title in 2017 and 2018 and is seeking to join the late Seve Ballesteros as a three-time champion, returned a four-under-par 66 as the early starters battled cold and wet conditions. “Happy with a good start, I would have taken it this morning when I woke up and it was pouring,” the former US Open champion said. “It’s one of my favourite places to be, but it wasn’t really this morning. It was horrible; warming up in the rain and you get out there and it’s pouring, you don’t feel like the ball is going very far. Fortunately with that the greens are a little bit softer so you can be a bit more aggressive but it was quite tricky.” [DP World Tour: Jon Rahm eyes fourth Spanish Open win as Shane Lowry stands as sole Irish contender](/sport/golf/2024/09/25/dp-world-tour-jon-rahm-eyes-fourth-spanish-open-win-as-shane-lowry-stands-as-sole-irish-contender/) [Shane Lowry has been Mr Consistency but seeks long-awaited individual win in Spain](/sport/golf/2024/09/24/shane-lowry-has-been-mr-consistency-but-seeks-long-awaited-individual-win-in-spain/) [Ifs, putts and maybes: Rory McIlroy’s year as golf’s ‘nearly man’](/sport/golf/2024/09/23/ifs-putts-and-maybes-rory-mcilroys-year-as-golfs-nearly-man/) [Rory McIlroy suffers more heartbreak as Billy Horschel adds to his woe at Wentworth](/sport/golf/2024/09/22/rory-mcilroy-suffers-more-heartbreak-as-billy-horschel-adds-to-his-woe-at-wentworth/) Wallace came into the week as one of the favourites after following an opening 76 in the British Masters with three straight rounds of 68 to finish eighth at The Belfry. “Learning from last week and getting a lot of confidence from not having a great first round and turning that into a top 10 meant I know I don’t have to have my best stuff every single day,” Wallace said after a flawless 64. “You are going to play tournaments where you don’t play well one day. I just want the bad days to be where I can still be in contention because I know my good stuff is good enough at the moment. If I can just keep playing the way I played today and keep my head then I’m in a good place.” Ireland’s Gary Hurley sits tied in 38th after shooting a 68 to finish the day on -2.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:02:27.004+03:00",
    "updated": "2024-09-26T02:22:30.127+03:00"
  }
]