[
  {
    "uuid": "690340f7fd8fc1e09da32c022939dc0b1a8686d4",
    "url": "https://www.eagletribune.com/news/haverhill/whittier-tech-students-build-new-accessible-ramp-for-georgetown-water-department/article_7e092dbc-9eb4-11ee-9a54-bbaf48bd9a80.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike LaBella | mlabella@eagletribune.com",
    "published": "2023-12-28T05:00:00Z",
    "title": "Whittier Tech students build new accessible ramp for Georgetown Water Department | Haverhill | eagletribune.com",
    "text": "HAVERHILL — Students at Whittier Tech are no strangers to hard work or to applying their trade skills to area community projects that can benefit from their talents. And so it was that a group of 14 seniors helped build an accessible ramp for the Georgetown Water Department. Superintendent Maureen Lynch and Georgetown Utility Director Marlene Ladderbush noted that throughout the fall, Whittier Tech carpentry students took on the project of replacing the Water Department’s old ramp, which a survey of all town buildings revealed the ramp was in need of replacement. Ladderbush reached out to Whittier Tech Vocational Coordinator Paul Moskevitz, who is a Georgetown resident, for help with the project. Moskevitz then coordinated students to rebuild the ramp with the help of Carpentry Instructor Mike Sandlin. Computer Aided Design (CAD) students and their instructor Scott Robertson designed and drew the blueprints for the project. Carpentry students then demolished the old ramp and installed a completely new, code-compliant one. They also redid the stairs and installed a box for Georgetown residents to drop off their water bill payments so they would not have to enter the building while construction was being completed. “The Whittier Tech students who completed this project did an outstanding job,” Ladderbush said. “The kids were great, hard-working, well-mannered, and extremely polite. I cannot thank them enough for their work, which will benefit our community for years to come.” Students completed the project during their shop week. All students met at Whittier Tech before heading over to the job site, and they returned to Whittier near the end of each school day. The seniors who worked on the project included Jeffrey Avila, Christopher Bognanno, Aidan Collins, Shannon DeJesus, Aiden Dupre, Noah Gayner, William Monroy, Zachary Sieminski, Benificent Silva and Connor Swales, all of Haverhill; Stephanie Darmody and Craig Kielbania, both of Ipswich; William King of Merrimac and Jordan Salthouse of Georgetown. “Each of these students exemplifies the ideals of Whittier Tech with their work and continued devotion to the surrounding communities,” Lynch said. “These community projects allow our students to connect with community organizations and their members and provide them with valuable experience along the way.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marlene ladderbush",
          "sentiment": "none"
        },
        {
          "name": "scott robertson",
          "sentiment": "none"
        },
        {
          "name": "ladderbush",
          "sentiment": "none"
        },
        {
          "name": "moskevitz",
          "sentiment": "none"
        },
        {
          "name": "maureen lynch",
          "sentiment": "none"
        },
        {
          "name": "paul moskevitz",
          "sentiment": "none"
        },
        {
          "name": "mike sandlin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "whittier tech",
          "sentiment": "negative"
        },
        {
          "name": "georgetown water department",
          "sentiment": "negative"
        },
        {
          "name": "water department",
          "sentiment": "none"
        },
        {
          "name": "georgetown",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "whittier",
          "sentiment": "none"
        },
        {
          "name": "georgetown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:16:49.618+02:00",
    "updated": "2024-01-04T16:45:23.631+02:00"
  },
  {
    "uuid": "3855bda66ab308b2707c4cea7feaf0fc7ea98872",
    "url": "https://vnexplorer.net/sa-crush-listless-india-to-win-opening-test-s697060.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:11:00Z",
    "title": "SA crush listless India to win opening Test",
    "text": "SA crush listless India to win opening Test\nCenturion, Dec 28 (PTI) Intimidated by pace and scarred by extra bounce, an under-prepared India suffered an embarrassing innings and 32 run loss to a far superior South Africa in the opening Test which ended inside three days here.\nHaving scored 245 in the first innings, the Indian batters managed only 131 in 34.1 overs in the second innings after South Africa managed a handsome 408 in its first essay.\nSouth Africa thus took an unassailable 1-0 lead in the two-match series and India’s dreams of winning a Test series in Rainbow Nation for the first time in 31 years lay in tatters.\nOnly redemption now could be 1-1 draw if they managed to square the series during the New Year’s Test in Cape Town.\nIndian team put up a shoddy batting show, which signified its cluelessness and singular lack of preparedness for a tough assignment like this.\nIt has been a horrible last six to seven weeks for skipper Rohit Sharma, who lost World Cup final, was removed from Mumbai Indians captaincy two weeks back and now didn’t look like a leader that made him an instant favourite during the World Cup.\nThe team also looked a bit like its skipper, dishevelled and without any plan B for course correction.\nAs Bob Marley’s iconic “Don’t worry, Everything Gonna be Alright” blared from loudspeakers, the Indian team must be wondering how nothing went alright through entire course of the match.\nThe incomparable Kagiso Rabada (2/32 in 12 overs) along with left-arm seamers Nandre Burger (4/33 in 10) and Marco Jansen (3/36 in 7.1 overs) made the Indian batters hop, skip and jump as the capacity crowd enjoying their Christmas and New Year’s vacation lapped up every moment of action with great enthusiasm.\nThe result isn’t one bit surprising but the manner of abject surrender will certainly haunt Rohit Sharma for the longest time.\nSince the Adelaide Test match in 2020-21 when India were all-out for 36, never has an Indian team looked so ill-equipped to handle conditions that was diabolically opposite of what they get in sub-continent.\nWith India’s third and fourth pacers leaking runs galore, South Africa managed 408 in the first innings as Indians gave a lovely “farewell present” to Dean Elgar, who played an uncharacteristically attacking innings of 185 in his penultimate Test.\nEven Marco Jansen (84 not out off 147 balls) made merry on a track where fast bowlers would have been licking their lips.\nWith 163 runs in arrears, there was little chance of survival on a track where the ball was flying around and also jagging a fair bit.\nOnce Elgar and Jansen batted India out of the match, least one expected was a decent fightback but save Virat Kohli (76), who showed why he is cut above the rest in terms of technique and temperament, others were found wanting.\nHe was the only one, who could partially conquer the bounce and got his body behind the line to cover the seam movement and also rode the bounce to get his 12 boundaries and a six.\nThe extra bounce found each and everyone wanting while skipper Rohit was done in by another picture perfect seam-up delivery by Rabada, which compelled the Indian skipper to close his bat face and see the delivery deviate just enough to peg back his off-stump.\nBurger, who bowled a bit wide off the crease, consistently bowled back of length, either aiming the rib-cage or keeping at shoulder height outside the off-stump.\nYashasvi Jaiswal couldn’t sway out of the line, first innings centurion KL Rahul and Ravichandran Ashwin fished at deliveries that bounced extra, while Mohammed Siraj got a bumper that could have knocked his head off.\nDitto for Shardul Thakur, who looked terrified and scared trying to fend a Rabada bouncer, while Shreyas Iyer is certainly not a man for pacey and bouncy conditions.\nEarlier veteran Elgar missed out on a well-deserved maiden double hundred but inflicted enough damage on India in company of young Jansen to bat the visitors out of the opening Test.\nElgar, whose previous highest Test score is 199, was inching towards his maiden double hundred before a faint tickle to a leg-side bouncer from Shardul Thakur brought an end to his innings.\nBut that didn’t deter the lanky Jansen, not exactly known for his batting prowess, from negotiating a deflated Indian attack that looked out of sorts and bereft of ideas.\nThe Elgar-Jansen pair added 111 runs for the sixth wicket.\nThe Indian bowlers were even more disappointing on the third morning with Shardul (1/101 in 19 overs) and Prasidh Krishna (1/93 in 20 overs) spraying all over the place, only to be mercilessly punished by the former Proteas skipper Elgar and Jansen.\nThe pair drove, pulled, cut at will and neither the old ball nor the semi-new ball could bring about any change in fortune for the visiting team bowlers.\nJasprit Bumrah (4/69 in 26.4 overs) and Mohammed Siraj (2/91 in 24 overs) once again were unlucky as they repeatedly beat the bat of Elgar and Jansen but didn’t have the rub of the green going their way.\nPrasidh and Thakur were not only below-par but also missed both line and length.\nPrasidh was inducted into the squad to hit the deck and generate extra pace off the surface, but he missed the trick by consistently bowling length balls. Even someone like Gerald Coetzee dispatched him into the stands.\nPrasidh isn’t ready for Test cricket just like India didn’t look ready for the series.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9RrO.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9KWh.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9TUW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9I7v.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9TUW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9I7v.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9KWh.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9RrO.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rohit sharma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mumbai indians",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "cape town",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:44.345+02:00",
    "updated": "2023-12-29T00:22:44.345+02:00"
  },
  {
    "uuid": "5827005f32cd50ee04b1de25d452ac25d367f03e",
    "url": "https://www.techtarget.com/searchcio/news/366591983/Data-privacy-legislation-delayed-as-backlash-grows",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Makenzie Holland",
    "published": "2024-06-27T22:22:00Z",
    "title": "Data privacy legislation delayed as backlash grows | TechTarget",
    "text": "Listen to this article. This audio was generated by AI. The U.S. House Committee on Energy and Commerce canceled Thursday's markup of the American Privacy Rights Act of 2024 due to intense criticism from civil liberties groups.\nEarlier this week, more than 50 civil liberties organizations petitioned the committee to postpone the markup of the data privacy legislation and restore civil rights protections against algorithmic auditing that had been removed from the draft legislation. A committee markup is when lawmakers debate and amend bills before possibly sending them on to the full House for action.\nA letter signed by organizations including the Leadership Conference on Civil and Human Rights, the American Civil Liberties Union (ACLU), the Center for Democracy and Technology, and the Electronic Privacy Information Center asked for more time for stakeholder input on the federal data privacy legislation.\n\"The deletion of these provisions is an immensely significant and unacceptable change to the bill and its scope,\" the letter said. \"Failing to include sufficient safeguards means Congress will leave all people in America unprotected from harmful AI technology.\"\nIndeed, the civil rights protections cut from the most recent American Privacy Rights Act (APRA) draft would have prohibited the use of AI or algorithmic systems from discriminating against people in housing, credit or financial decisions, said Cody Venzke, senior policy counsel for surveillance, privacy and technology at the ACLU.\nOne of our chief goals would be to ensure that those civil rights provisions are restored so that the bill can be as strong in protecting people as possible. Cody Venzke Senior policy counsel, American Civil Liberties Union \"One of our chief goals would be to ensure that those civil rights provisions are restored so that the bill can be as strong in protecting people as possible,\" he said.\nFollowing the markup hearing's cancellation, Committee Chair Rep. Cathy McMorris Rodgers (R-Wash.) said the committee will continue its pursuit to provide U.S. residents with data privacy rights. McMorris Rodgers said in a statement that commercial data surveillance is fueling the data privacy problem and points to the need for federal data privacy legislation.\n\"Nearly every data point imaginable is being collected on us with no accountability,\" McMorris Rodgers said. \"They are using our data against us, sowing division, manipulating truth, and diminishing our personal identities. We cannot continue down this path. The American people are asking Congress to step up and pass a privacy bill. It is foundational to our future and the next generation.\"\nThe APRA markup has yet to be rescheduled.\nStakeholders raise multiple issues The APRA aims to establish foundational data privacy rights for Americans, as well as create oversight and enforcement mechanisms. The draft data privacy legislation also wants to implement transparency, privacy by design and data minimization requirements for companies.\nHowever, the APRA not only leaves out protections against data discrimination, but also creates a loophole exempting data collected and processed on devices, said Alexandra Reeve Givens, president and CEO of the Center for Democracy and Technology, in a statement.\nThe ACLU's Venzke said the new carve-out in the draft data privacy legislation for on-device data could be problematic by ultimately sidestepping protections the bill is trying to establish.\n\"A company could very easily place an advanced algorithmic system on your phone and use the data on your device already to make decisions,\" he said. \"That exception would not eliminate harms -- it would simply move where they're occurring.\"\nSome organizations also questioned how the data privacy legislation would preempt stronger state laws like those in Colorado and Illinois. The Electronic Frontier Foundation issued a statement that said federal data privacy legislation should not roll back state privacy laws , a sentiment echoed by the ACLU.\n\"We are very concerned about the ways APRA will displace state privacy laws,\" Venzke said. \"States have an important role in identifying areas that need slightly stronger protections.\"\nHowever, some support a federal data privacy law preempting the patchwork of state privacy laws that create varying rules for businesses to follow. In a report published earlier this month, Ash Johnson, senior policy manager at the Information Technology and Innovation Foundation, said the APRA needs to go further in its state preemptions, noting that it doesn't fully preempt all state laws .\n\"This Swiss cheese approach to preemption fundamentally undermines the purpose of keeping compliance costs low, reducing confusion, and ensuring all Americans have equal data privacy protections,\" Johnson said in the report. \"Allowing states to legislate on niche data-privacy and security issues instead of addressing those issues in a federal law will, in fact, do the opposite, increasing costs and confusion.\"\nMakenzie Holland is a senior news writer covering big tech and federal regulation. Prior to joining TechTarget Editorial, she was a general assignment reporter for the Wilmington StarNews and a crime and education reporter at the Wabash Plain Dealer .\nDig Deeper on CIO strategy States act on privacy laws as Congress considers new bill",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://civilrights.org/resource/civil-society-letter-house-energy-commerce-committee-privacy-legislation",
      "https://civilrights.org/resource/civil-society-letter-house-energy-commerce-committee-privacy-legislation/",
      "https://www.civilrights.org/resource/civil-society-letter-house-energy-commerce-committee-privacy-legislation/",
      "https://itif.org/publications/2024/06/06/how-to-improve-the-american-privacy-rights-act/",
      "https://itif.org/publications/2024/06/06/how-to-improve-the-american-privacy-rights-act",
      "https://www.itif.org/publications/2024/06/06/how-to-improve-the-american-privacy-rights-act/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "u.s. house committee on energy and commerce",
          "sentiment": "negative"
        },
        {
          "name": "techtarget",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "american civil liberties union",
          "sentiment": "none"
        },
        {
          "name": "aclu",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "center for democracy and technology",
          "sentiment": "none"
        },
        {
          "name": "electronic privacy information center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:38:24.490+03:00",
    "updated": "2024-07-05T08:09:39.815+03:00"
  },
  {
    "uuid": "fc0cec07ea2823767860b9a5c2e460eedfac7762",
    "url": "https://www.coindesk.com/it/opinion/2024/11/14/the-post-web-read-write-own-delegate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jamie Burke",
    "published": "2024-11-14T22:12:00Z",
    "title": "Il Post Web: Leggi, Scrivi, Possiedi, Delega",
    "text": "Il decennio fallito di Web3 La scorsa settimana, i Mercati hanno assistito a un'enorme inversione di tendenza. Ora è il momento per fondatori e costruttori di guardare al futuro, alla fase successiva di Web3.\nLa convergenza di AI x Cripto e la successiva esplosione di agenti su blockchain, proponiamo, significa che ci stiamo evolvendo da non \"Leggere, Scrivere, Possedere\" a \"Leggere, Scrivere, Possedere, Delegare\", creando un nuovo paradigma di Internet che chiamiamo The Post Web .\nStiamo passando dall'era dell'“Attention Economy”, in cui le proprietà di Internet competono per la nostra opinione, all'“Intention Economy”, in cui gli agenti lavorano per risolvere in modo ottimale le nostre intenzioni, formando un super ciclo di mercato senza precedenti.\nCome siamo arrivati fin qui?\nGrazie alle innovazioni nei social media, siamo passati dalla lettura passiva alla scrittura attiva e al contributo a Internet. Poi Web3 ci ha permesso di possedere finalmente anche asset digitali e di disaggregare le potenti piattaforme di Web2.\nMa Oggi, nonostante la ripresa Mercati , solo il 5% della popolazione mondiale utilizza le Cripto e solo l'1% degli utenti Internet (quelli che pensavamo sarebbero stati i primi ad adottare Web3) utilizza DeFi o DApp.\nIn effetti, la maggior parte di noi vive, lavora, fa acquisti e gioca ancora molto nel Web2, dove l'attenzione è l'unità fondamentale del valore. Internet odierna è ottimizzata da potenti algoritmi che catturano, confezionano e vendono dati agli inserzionisti che cercano di convertirli in spese di e-commerce.\nAllora perché il Web3 apparentemente non è riuscito a essere adottato?\nIn definitiva, nonostante diversi anni di astrazione, Web3 T è ancora utilizzabile per la maggior parte delle persone. E T è per mancanza di tentativi. Ma, dopo averci pensato, le sue innovazioni T riguardano affatto il Web. Lungi dall'essere una nuova e migliorata interfaccia utente per le persone che usano Internet, è invece una serie di funzionalità di ordine inferiore che giacciono dormienti. Si potrebbe dire che è un gigante addormentato, in attesa di una vera e propria interfaccia Web che possa sbloccare il suo potenziale e renderlo utilizzabile per la persona media.\nParallelamente, abbiamo assistito a progressi e adozione dell'IA. Dai grandi modelli linguistici (LLM) alle reti agentiche, hanno dimostrato che le interfacce utente possono diventare più intuitive e gestire una maggiore complessità delle attività.\nSta diventando chiaro che per sbloccare il pieno potenziale di Web3, abbiamo bisogno di LLM come interfaccia front-end più intuitiva e in linguaggio naturale. Le reti agentiche possono quindi eseguire comportamenti back-end complessi on-chain tramite architetture basate su intenti, sia che si tratti di firmare transazioni o di creare bridging e swapping tra reti diverse. In altre parole, la Cripto e l'intelligenza artificiale sono tecnologie convergenti e altamente complementari.\nE se Web3 T fosse per le persone da usare direttamente? E se le sue innovazioni fossero un nuovo set di protocolli Internet per le macchine per gestire le nostre cose e vite digitali, dove il lavoro e gran parte dell'Internet dei consumatori sono delegati a loro per nostro conto?\nL’intelligenza artificiale ha bisogno di una vera agenzia economica Oggi, LLM come ChatGPT possono consigliarti su un compito, ma T possono essere considerati affidabili per eseguirlo. T possono prenotare una vacanza, aprire un conto in banca o firmare un nuovo contratto di telefonia mobile. Per questo, hanno bisogno di agenti adattabili e capacità di contrattazione.\nAffinché gli agenti possano effettivamente avere piena agenzia, hanno bisogno di un nuovo paradigma informatico deterministico ma adattabile: un'Internet ottimizzata per le macchine, con contratti intelligenti leggibili dalle macchine e denaro automatico per lo scambio economico peer-to-peer o, in realtà, agente-agente.\nPer oltre un decennio, l'intersezione tra Web3 e intelligenza artificiale ha affascinato me e Outlier Ventures, l'acceleratore globale che ho fondato dieci anni fa.\nStiamo teorizzando sulla convergenza di AI e blockchain dal 2016 , pubblicando diversi documenti e realizzando il primo investimento decentralizzato in AI del settore (una startup in fase iniziale chiamata Fetch.ai , il primo protocollo decentralizzato progettato specificamente per gli agenti. Quel progetto si è poi fuso con diversi altri importanti progetti DeAI (tra cui OCEAN e CUDOS ) per diventare $ASI.\nFacciamo un salto in avanti fino ai giorni nostri. Ci sono ora oltre 195 startup in questa intersezione AI-crypto , ed è diventata ONE delle categorie più in voga del 2024, con una capitalizzazione di mercato combinata di 28 miliardi di $. Quasi tutti i principali protocolli Layer ONE si stanno ora posizionando per agenti da Ethereum a NEAR, TAO e ICP.\nSostenuta dalla domanda reale di IA, DeAI e il suo cugino stretto DePin, questa nuova generazione di servizi promette di creare una nuova categoria di asset digitali basata su fondamenti effettivi di domanda e offerta. Ciò creerà un nuovo super ciclo che definirà la prossima grande corsa al rialzo. Sebbene sia improbabile che possano sfuggire completamente alla volatilità delle criptovalute all'inizio, dovrebbero avere dei pavimenti naturali grazie ai flussi di reddito del protocollo che dovrebbero isolare le sue economie token.\nDa leggere a scrivere, da possedere a delegare In questo contesto, possiamo considerare un decennio di Web3 come un rafforzamento della battaglia di uno stack testato dall'uomo di architettura distribuita e giochi di incentivi da contratti intelligenti, token economics, DAO e DeFi. Sebbene sia troppo complesso perché le persone stesse possano operare su larga scala, lo stack è pronto per l'IA e l'internet agentico.\nMa la cosa più importante è che la conseguenza del processo di convergenza T è solo un'altra iterazione del Web, ma la scomparsa del Web come lo conosciamo. Man mano che Internet diventa ottimizzata per gli agenti, questi semplicemente T hanno bisogno di questi livelli del Web. Possono aggirare le scorciatoie Human per ottenere il miglior risultato.\nRappresenta la morte della ricerca, della pubblicità interruttiva, di un sito web o di un'app per ogni cosa e, di fatto, dell'app store stesso.\nCiò significa una completa disaggregazione dei modelli di business basati sull'economia dell'attenzione nel suo complesso, prima lentamente e poi in modo improvviso.\nQuesta è la transizione dall'economia dell'attenzione all'economia dell'intenzione, dove l'internet agentico si assembla per risolvere in modo ottimale le tue esigenze tramite architetture basate sull'intento. È deterministico ma adattivo, verificabile e iper contestuale. Quando ottimizzi per l'intenzione rispetto all'attenzione, ottieni catene del valore minimamente estrattive e risultati ottimizzati al massimo.\nL'universo di possibilità di DeAI offre ora un entusiasmante percorso alternativo verso il nirvana dell'IA, la superintelligenza artificiale, ONE si spera sia basato sui principi di sovranità dell'utente, collaborazione open source, sicurezza e modularità del Web3.\nAbbiamo trascorso centinaia di ore a parlare con i fondatori della nostra rete e del nostro portafoglio di quasi 400 startup per distillare questo futuro in una tesi formale e in un documentario AUDIO serializzato, che verrà rilasciato nelle prossime settimane. Speriamo di aiutare il settore a preparare e navigare il processo di convergenza e un futuro Post Web.\nUnisciti a noi per esplorare The Post Web .\nNota: le opinioni espresse in questa rubrica sono quelle dell'autore e non riflettono necessariamente quelle di CoinDesk, Inc. o dei suoi proprietari e affiliati.\nDisclosure\nSi prega di notare che il nostro politica sulla privacy , termini di uso , cookies , e non vendere i miei dati personali have been updated.\nCoinDesk è un premiato organo di stampa che si occupa del settore delle criptovalute. I suoi giornalisti rispettano un rigido insieme di politiche editoriali . CoinDesk has adopted a set of principles aimed at ensuring the integrity, editorial independence and freedom from bias of its publications. CoinDesk is part of the Bullish group, which owns and invests in digital asset businesses and digital assets. CoinDesk employees, including journalists, may receive Bullish group equity-based compensation. Bullish was incubated by technology investor Block.one.\nJamie Burke Jamie Burke is the Founder and Chairman of Outlier Ventures, the global leading Web3 accelerator, with an investment portfolio of 320+ startups across AI, gaming, dCommerce and other Web3 verticals.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://translate.google.com/",
      "https://outlierventures.io/postweb/",
      "https://www.coingecko.com/en/categories/artificial-intelligence",
      "https://www.cudos.org/",
      "https://oceanprotocol.com/",
      "https://outlierventures.io/research/download-our-paper-exploring-blockchain-enabled-convergence/",
      "http://fetch.ai/",
      "https://outlierventures.io/research/introducing-the-convergence-ecosystem/",
      "https://outlierventures.io/postweb",
      "https://translate.google.com",
      "http://fetch.ai",
      "https://coingecko.com/en/categories/artificial-intelligence",
      "https://www.outlierventures.io/research/introducing-the-convergence-ecosystem/",
      "https://outlierventures.io/research/download-our-paper-exploring-blockchain-enabled-convergence",
      "https://www.translate.google.com/",
      "https://cudos.org/",
      "https://www.outlierventures.io/research/download-our-paper-exploring-blockchain-enabled-convergence/",
      "https://oceanprotocol.com",
      "https://outlierventures.io/research/introducing-the-convergence-ecosystem",
      "https://www.cudos.org",
      "https://www.oceanprotocol.com/",
      "https://www.outlierventures.io/postweb/",
      "http://www.fetch.ai/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": " Scriver",
          "sentiment": "none"
        },
        {
          "name": " A",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T08:44:35.867+02:00",
    "updated": "2024-11-15T08:44:35.867+02:00"
  },
  {
    "uuid": "f3908a869395d068b1866c1e9a84e7aeca443e63",
    "url": "https://mundonow.com/muerte-bajo-custodia-policial/",
    "ord_in_thread": 0,
    "author": "Bryan Vargas Martinez",
    "published": "2025-07-17T01:00:00Z",
    "title": "Familia exige respuestas por la muerte de un hispano a manos de la policía de Texas",
    "text": "Familia exige respuestas por la muerte de un hispano a manos de la policía de Texas\nPublicado el 17/07/2025 a las 01:00\n- Muerte tras arresto policial\n- Familia exige explicaciones claras\n- Uso polémico de Taser\nSegún informa la agencia EFE, la muerte de Xavier Guadalupe Hernández, un hombre hispano de 30 años, ha provocado indignación y dolor en su familia, que exige respuestas claras y contundentes sobre el operativo policial que terminó con su vida en El Paso, Texas.\nEl trágico suceso ocurrió el pasado 13 de julio, cuando Hernández caminaba por el arcén de la transitada Autopista 10, generando una llamada de alerta al Departamento de Policía de El Paso.\nSegún la versión oficial, los agentes respondieron al reporte de un peligro en la carretera y se encontraron con Hernández, quien supuestamente intentaba saltar el divisor central.\nLa policía sostiene que el hombre se mostró reacio a cooperar con las indicaciones de los agentes, lo que derivó en un intento de someterlo.\nPolémica por uso de pistola eléctrica\nThe circumstances surrounding the death of a 30-year-old man have prompted questions about the appropriate use of force by law enforcement.\n[https://t.co/hbQQYvlx0P]— KFOX14 News (@KFOX14)\n[July 15, 2025]\nPara controlar la situación, uno de los policías usó una pistola eléctrica, pero según el informe, el arma “no fue efectiva” para detenerlo.\nSin embargo, un video que circula en redes sociales ha encendido la polémica al mostrar a Hernández arrodillado con las manos sobre la cabeza mientras el oficial le sigue aplicando descargas eléctricas.\nEste detalle ha hecho que la familia cuestione si hubo un uso excesivo de la fuerza, algo que las autoridades deberán aclarar en la investigación interna que se abrió tras el incidente.\nEl Departamento de Policía de El Paso confirmó que, ante la resistencia de Hernández, otro oficial fuera de servicio y un civil que se encontraba en el lugar ayudaron a someterlo.\nFamilia exige justicia y transparencia\nDurante el forcejeo, Hernández quedó inconsciente y fue trasladado de urgencia a un hospital local para recibir atención médica.\nUn portavoz del Departamento de Bomberos declaró que el peatón fue llevado con heridas graves y se hicieron esfuerzos para reanimarlo.\nA pesar de ello, el hombre fue declarado muerto en el hospital, intensificando el clamor de sus familiares por explicaciones y justicia.\nEl video difundido en redes sociales ha desatado indignación y dudas sobre el protocolo seguido por la policía en este tipo de operativos.\nInvestigación policial Texas: exigencia de respuestas\nEn la grabación se aprecia un momento en el que Hernández está claramente arrodillado y con las manos sobre la cabeza. Sugiriendo que ya no representaba una amenaza.\nPara la familia, estas imágenes refuerzan su convicción de que la fuerza empleada fue desmedida y que se violaron los derechos de su ser querido.\nOrganizaciones locales y usuarios en redes sociales se han sumado a la petición de transparencia. Exigiendo una investigación independiente y la publicación de todas las evidencias disponibles.\nEl Departamento de Policía de El Paso anunció el inicio de una revisión interna del operativo. Un paso que la familia considera insuficiente si no se acompaña de sanciones en caso de hallarse irregularidades.\nDebate sobre uso de fuerza policial\nAdemás del impacto emocional para sus allegados, la muerte de Hernández se suma a una lista de casos que han puesto bajo la lupa los métodos policiales en Estados Unidos. Especialmente contra minorías.\nEl uso de armas eléctricas como las pistolas Taser, que supuestamente buscan reducir daños fatales, ha sido criticado por provocar incidentes mortales en diversas circunstancias.\nExpertos en derechos civiles han recordado que la capacitación de los agentes. La proporcionalidad en el uso de la fuerza son factores clave para evitar tragedias como esta.\nPor ahora, la familia Hernández ha reiterado que no se detendrá hasta conocer la verdad completa sobre los hechos y obtener justicia para Xavier.\nMuerte bajo custodia policial: exigencia de justicia\nHan exigido acceso a todos los reportes, videos corporales y testimonios que puedan esclarecer el momento exacto en que su ser querido perdió la vida.\nEl caso sigue bajo investigación, mientras crecen los llamados públicos para que las autoridades actúen con transparencia y responsabilidad.\nLa muerte de un hombre en condiciones tan controvertidas reabre el debate sobre los límites del uso de la fuerza en la labor policial. Las salvaguardas necesarias para proteger la vida y los derechos de todos los ciudadanos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->police",
      "Crime, Law and Justice->investigation (criminal)",
      "Human Interest->funeral and memorial service",
      "Social Issue->social problem",
      "Social Issue->racism",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.omnia.com.mx/noticia/387334/hombre-hispano-muere-tras-ser-sometido-por-la-policia-de-el-paso-familia-exige-r",
      "https://omnia.com.mx/noticia/387334/hombre-hispano-muere-tras-ser-sometido-por-la-policia-de-el-paso-familia-exige-r"
    ],
    "entities": {
      "persons": [
        {
          "name": "Xavier Guadalupe Hernández",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Departamento de Policía",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "EFE",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "EFE",
              "exchange": "ASX"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:45:16.198+03:00",
    "updated": "2025-07-17T04:51:03.000+00:00"
  },
  {
    "uuid": "76edfe3e7e2afb494cec87ca1649c82d2f7b9783",
    "url": "https://www.aciprensa.com/noticias/104724/catolikids-una-novedosa-iniciativa-de-catequesis-para-ninos-en-las-redes-sociales",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACI Prensa",
    "published": "2024-05-31T06:00:00Z",
    "title": "CatoliKids: Una novedosa iniciativa de catequesis para niños en las redes sociales",
    "text": "¿Eres padre y buscas una manera sencilla y entretenida de enseñar la fe católica a tus hijos? Una iniciativa de laicos comprometidos con la evangelización en las redes sociales, diseñada especialmente para los más pequeños del hogar, está captando la atención de muchos.\nSe trata de\nCatoliKids, una comunidad de catequistas en línea y creadores de contenido de América Latina y Europa, que ha estado marcando la diferencia en la evangelización digital desde su nacimiento en 2018, en el Perú.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\nEl proyecto ofrece diversos recursos visuales (imágenes, gráficos, videos), transmisiones en vivo, programas, series y más contenido dedicado a formar la fe de los niños por medio de plataformas como\nTikTok y YouTube, esta última con cerca de 400 mil suscriptores.\nAsimismo, ofrece varios servicios como jornadas espirituales, talleres psicológicos, un curso de lenguaje de señas mexicano, materiales impresos con diferentes temas y dinámicas para reforzar la catequesis como el rezo del Rosario o la Coronilla de la Divina Misericordia, y charlas virtuales (Club Catolikids).\nGisela Macedo Chávez, una de las mentes detrás de este proyecto, compartió su inspiración y visión para el futuro en una reciente entrevista concedida a ACI Prensa.\nEl origen y misión de CatoliKids\nMacedo compartió que la idea de CatoliKids nació en el año 2018, al sentir “la necesidad de llevar la enseñanza católica a las plataformas digitales, especialmente dirigida a niños y catequistas”. Desde entonces, han experimentado un crecimiento significativo, con más de 100 personas involucradas en la producción de contenido y servicios relacionados con la evangelización.\nCatoliKids se inspiró en la experiencia personal de Gisela, quien es comunicadora social y catequista. Como ella misma explica: “Yo era catequista de jóvenes y cuando me enviaron con los niños, quise ser dinámica e interactiva en nuestro encuentro”. Este deseo de proporcionar recursos didácticos condujo a crear una plataforma con “contenido católico adaptado”.\nEl proceso creativo detrás de la producción de los videos implica la colaboración de expertos en psicología y teología, incluidos sacerdotes. Como señala Gisela, “el contenido se adapta cuidadosamente para garantizar que sea comprensible y atractivo para el público infantil”.\nLos planes de crecimiento a futuro\nLa visión de la fundadora, es que Catolikids se convierta en una asociación privada de fieles, con aprobación de la Santa Sede, dedicada realizar jornadas, encuentros y talleres presenciales para catequistas, jóvenes, niños y matrimonios en colaboración con las autoridades eclesiásticas.\n“Sabemos que es un proceso largo, pero ya tenemos elaborado nuestros estatutos para presentarle a nuestro obispo diocesano Mons. Ángel Ernesto Zapata Bances (Obispo de Chimbote)”, agregó.\nPara el futuro, CatoliKids tiene grandes planes de expansión. Según Gisela, “queremos realizar dos grandes jornadas: una para niños y otra para catequistas, con música, juegos, ponencias, todo con el objetivo de seguir formando en la fe”.\nAdemás, planean llevar su servicio del mundo digital al presencial en colaboración con otros países que conforman la comunidad.\nUna de las características más destacadas de CatoliKids es la participación activa de los niños en la evangelización. Como Gisela destaca, “queremos promover en ellos su amor por este apostolado”.\nFiguras destacadas como Fabiana Matías Alemán, junto con otros niños de diferentes países, contribuyen al contenido de CatoliKids, promoviendo su amor por la fe desde una edad temprana.\n“Fabiana tiene 9 años, es peruana y desde hace dos años que es parte de nuestra comunidad. Tiene su programa ‘Palabritas de Dios’ en el que reflexiona sobre diversos temas. Junto a su mami graban los videos y nosotros nos encargamos de realizar la edición”, explicó.\nOtros niños participan en otros programas como “Catoliplay” (los niños juegan su videojuego favorito mientras hablan de Dios), “Reflexión del Evangelio”, “Rezo del Santo Rosario en vivo”, “Siete Lunes con Jesús Crucificado”, entre otros.\nUn mensaje a los padres de familia\nGisela invitó a los padres a ser “pacientes con el proceso espiritual de su pequeño”, aprendiendo a “comprender sus etapas y aceptar lo que puedan y quieran ofrecer a Dios”. “Promovamos el amor por la Eucaristía principalmente. Vayan a Misa siempre en familia y sobre todo informémonos para cuando lleguen a la adolescencia y se llene de dudas y preguntas sepamos darles respuestas”, continuó.\nFinalmente, se dirigió a los niños, asegurándoles \"que tienen un ser muy especial que los ama muchísimo, Jesús\". \"Los invito a que hablen con Él todas las noches. Y recuerden, que aunque parezca que el mal vence, el amor es más fuerte siempre, porque Dios es más fuerte y ante Él se inclina toda la creación\", concluyó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/@catolikidsoficial/featured",
      "https://www.tiktok.com/@catolikidsoficial?lang=es",
      "https://www.youtube.com/@catolikidsoficial",
      "https://www.tiktok.com/@catolikidsoficial",
      "https://tiktok.com/@catolikidsoficial?lang=es",
      "https://youtube.com/@catolikidsoficial",
      "https://youtube.com/@catolikidsoficial/featured"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T06:49:44.805+03:00",
    "updated": "2024-06-01T06:49:44.805+03:00"
  },
  {
    "uuid": "083ff1028d4918c0ee222f1955ede9d2cab68d09",
    "url": "https://windsor.ctvnews.ca/it-s-a-scam-windsor-s-parking-enforcement-warns-of-parking-ticket-text-message-scam-1.6925871",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVWindsor",
    "published": "2024-06-13T19:57:00Z",
    "title": "Windsor's parking enforcement warns of parking ticket text message scam | CTV News",
    "text": "The City of Windsor is warning residents about a text message scam that tells people to pay their overdue parking tickets.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kralovensky",
          "sentiment": "none"
        },
        {
          "name": "bill kralovensky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "windsor police",
          "sentiment": "none"
        },
        {
          "name": "canada post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "windsor",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:02:52.159+03:00",
    "updated": "2024-06-14T00:27:54.365+03:00"
  }
]