[
  {
    "uuid": "2b64092abf6c622dffa883e315219ecdd4b2e5f5",
    "url": "https://www.kjrh.com/news/local-news/rural-ok-leaders-encourage-others-to-help-unsheltered-people-in-cold-weather",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justin Ayer",
    "published": "2024-01-11T22:18:00Z",
    "title": "Rural OK leaders encourage others to help unsheltered people in cold weather",
    "text": "PRYOR CREEK, Okla. — We know there's a great need in Tulsa to help people experiencing homelessness - especially when temperatures dip below freezing- but often forgotten are those in rural communities without shelter. At 70 years old, Bobby Thomason aims to help those in need. He works at the [Pryor Rescue Mission](https://www.facebook.com/p/Pryor-Home-Rescue-Mission-100083167698511/) - and has been for almost 40 years. Inside, you'll see mostly donated shirts, shoes, and a kitchen for home-cooked meals for free. Most importantly, there's a roof for anyone that needs it. \"I'm not turning somebody down if they need some help or whatever. It's just something I feel like we need to do here,\" Thomason said. The food is all donated, too. Thomason does most of the cooking. Chicken and fish are his specialties. They always serve hot meals. He's a man of few words, but he's got a heart of gold - so much so that he's staying open 24-7 this weekend and next week as the weather becomes frigid. Pryor Creek's population is less than 10,000 people with no true homeless shelter, compared to Tulsa, which has over 400,000 people with multiple shelters. Pryor Creek Mayor Zac Doyle says they, too, have unsheltered folks, and it's growing. He stressed to 2 News if you, or somebody you know, lives in or around the Pryor Creek area and needs food or shelter, call [Mayes County Emergency Management](https://mayes.okcounties.org/offices/emergency-management). They're working with Red Cross volunteers and other organizations to get people shelter for warmth and will put folks up in hotels if need be. \"It requires the community to come together and help,\" Doyle said. \"As we get into these cold days, it's been great to know I think we can take care of the unsheltered in our town.\" County emergency management officials are trained to help people find shelter in severe weather situations, so if you live in Mayes County or another rural community, emergency management offices are an excellent place to start for information. Stay in touch with us anytime, anywhere -- - Download our free app for [Apple](http://bit.ly/2wfyiphoneapp), [Android](http://bit.ly/kjrhandroid)and [Kindle](http://amzn.to/1dLTWVt)devices. - Sign up for daily [newsletters emailed to you](http://www.kjrh.com/account/manage-email-preferences) [Like us on Facebook](https://www.facebook.com/kjrhtv) [Follow us on Instagram](https://www.instagram.com/2worksforyou/) [SUBSCRIBE on YouTube](https://www.youtube.com/@2NewsOklahoma)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "http://bit.ly/kjrhandroid)and",
      "https://mayes.okcounties.org/offices/emergency-management).",
      "https://www.facebook.com/p/Pryor-Home-Rescue-Mission-100083167698511/)",
      "https://www.youtube.com/@2NewsOklahoma)",
      "https://www.facebook.com/kjrhtv)",
      "http://bit.ly/2wfyiphoneapp),",
      "https://www.instagram.com/2worksforyou/)",
      "http://amzn.to/1dLTWVt)devices.",
      "http://www.bit.ly/kjrhandroid)and",
      "https://facebook.com/kjrhtv)",
      "https://youtube.com/@2NewsOklahoma)",
      "http://www.amzn.to/1dLTWVt)devices.",
      "http://www.bit.ly/2wfyiphoneapp),",
      "https://instagram.com/2worksforyou/)",
      "https://facebook.com/p/Pryor-Home-Rescue-Mission-100083167698511/)",
      "https://www.mayes.okcounties.org/offices/emergency-management)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomason",
          "sentiment": "none"
        },
        {
          "name": "bobby thomason",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pryor rescue mission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pryor creek",
          "sentiment": "none"
        },
        {
          "name": "okla.",
          "sentiment": "none"
        },
        {
          "name": "tulsa",
          "sentiment": "none"
        },
        {
          "name": "pryor creek",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T03:47:10.881+02:00",
    "updated": "2024-01-12T03:47:10.881+02:00"
  },
  {
    "uuid": "9bbbaa9d1f48f7a00ee1822f0f54678dc4aaa1bc",
    "url": "https://timesofindia.indiatimes.com/city/kochi/heavy-rain-alert-in-kerala-till-saturday/articleshow/112208933.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-08-01T22:57:00Z",
    "title": "Rainfall Warning: Heavy rain alert in Kerala till Saturday | - Times of India",
    "text": "Kochi: The IMD has issued a heavy rainfall warning for Kerala till Saturday. Malappuram, Kozhikode, Wayanad, Kannur and Kasaragod are on yellow alert on Friday, while Kannur and Kasaragod are on alert on Saturday. Squally weather conditions are expected, with wind speeds reaching 35-45 kmph and gusting up to 55 kmph over the Gulf of Mannar, South TN coast and adjoining Comorin area, East Central Arabian Sea, adjoining parts of Westcentral Arabian Sea, southwest Bay of Bengal, Southeast Bay of Bengal, Central Bay of Bengal, and North Bay of Bengal.Fishermen are advised to avoid venturing into these sea areas.INCOIS has issued a high wave alert for Kannur, Kasaragod, Kollam, and Thiruvananthapuram.According to 24-hour rainfall recorded on Thursday morning, Vadakara recorded 11cm of rain, while Kannur, Mahe and Muliyar got 8cm. Taliparamba and Padannakkad got 7 cm rainfall and Karipur airport, Hosdurg, Kudulu and Peringome got 6cm rainfall. We also published the following articles recentlyStrong winds, heavy rains continue to batter KannurKannur experienced severe disruption due to heavy rain and strong winds, damaging 320 houses and causing widespread power outages. Around 2,000 electric posts collapsed, affecting the power supply of 3 lakh customers. Authorities reported significant crop damage and vehicular destruction. Yellow alerts have been issued for several districts in north Kerala till July 30, warning of continued adverse weather conditions.112050024Delhi schools closed on Thursday due to heavy rainfall; IMD warns of continued heavy rains till August 5Delhi's education minister Atishi announced that all schools in the national capital, both government and private, would remain closed on Thursday due to heavy rainfall leading to waterlogging. The India Meteorological Department predicted continued rain until August 5, causing flight disruptions and prompting officials to stay vigilant in waterlogging-prone areas, including locations with coaching centers.112176704Gurgaon: IMD issues alert for heavy rain on weekend, max temperature dipsThe India Meteorological Department issued a yellow alert for heavy rainfall in Gurgaon within 24 hours. Friday's maximum temperature dipped slightly to 34 degrees Celsius, while the minimum rose to 27.9 degrees. In Delhi, moderate to heavy rain varied across areas, leading to a dip in temperature. The air quality remains satisfactory.112055042",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "malappuram",
          "sentiment": "neutral"
        },
        {
          "name": "vadakara",
          "sentiment": "none"
        },
        {
          "name": "padannakkad",
          "sentiment": "none"
        },
        {
          "name": "mahe",
          "sentiment": "none"
        },
        {
          "name": "kollam",
          "sentiment": "none"
        },
        {
          "name": "taliparamba",
          "sentiment": "none"
        },
        {
          "name": "muliyar",
          "sentiment": "none"
        },
        {
          "name": "kudulu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "negative"
        },
        {
          "name": "times of india kochi",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "north bay",
          "sentiment": "none"
        },
        {
          "name": "southwest bay of bengal",
          "sentiment": "none"
        },
        {
          "name": "wayanad",
          "sentiment": "none"
        },
        {
          "name": "kozhikode",
          "sentiment": "none"
        },
        {
          "name": "east central arabian sea",
          "sentiment": "none"
        },
        {
          "name": "gulf of mannar",
          "sentiment": "none"
        },
        {
          "name": "kasaragod",
          "sentiment": "none"
        },
        {
          "name": "central bay of bengal",
          "sentiment": "none"
        },
        {
          "name": "karipur",
          "sentiment": "none"
        },
        {
          "name": "kannur",
          "sentiment": "none"
        },
        {
          "name": "comorin",
          "sentiment": "none"
        },
        {
          "name": "hosdurg",
          "sentiment": "none"
        },
        {
          "name": "westcentral arabian sea",
          "sentiment": "none"
        },
        {
          "name": "southeast bay of bengal",
          "sentiment": "none"
        },
        {
          "name": "kerala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T03:38:34.094+03:00",
    "updated": "2024-08-02T03:38:34.094+03:00"
  },
  {
    "uuid": "1e6ec0b78ed72e3391cd5cceeea2f4897843589e",
    "url": "https://www.infobae.com/america/agencias/2024/07/05/las-ballenas-fueron-mas-felices-durante-la-pandemia-de-la-covid-revela-estudio-cientifico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-07-05T06:00:00Z",
    "title": "Las ballenas fueron más felices durante la pandemia de la covid, revela estudio científico - Infobae",
    "text": "Sídney (Australia), 5 jul (EFE).- Las ballenas jorobadas que migran anualmente por la costa este de Australia fueron más felices durante el primer año de la pademia de covid-19, cuando el país oceánico aplicó estrictas medidas de confinamiento a su población, reveló un estudio científico publicado este viernes.\nLa investigación realizada por científicos de la Universidad de Queensland se apoyó en imágenes tomadas por drones y las muestras de grasa extraídas de varios ejemplares de ballenas jorobadas que transitaron en las aguas cercanas a la Isla North Stradbroke, a unos 100 kilómetros del sur de la ciudad de Brisbane.\nLas imágenes permitieron observar la condición corporal y las reservas energéticas de las ballenas jorobadas (Megaptera novaeangliae) durante su larga migración anual -entre las aguas antártidas y zonas ecuatoriales a través de la costa australiana- y su intenso período de crianza.\nAsimismo, los científicos midieron genéticamente las concentraciones hormonales de la grasa (cortisol y testosterona) \"durante un periodo de cambios sin precedentes en la actividad antropogénica y los procesos naturales\", según el artículo sobre este estudio publicado en la revista Marine Environment research.\nEl análisis de las muestras reveló concentraciones de cortisol significativamente más bajas en las ballenas estudiadas en 2021, en comparación con el año anterior.\n\"Este cambio en su fisiología sugiere una disminución de los factores de estrés ambiental entre estos dos años\", dijo el autor principal de este estudio, Jake Linsky, de la Facultad de Medio Ambiente de la Universidad de Queensland, en un comunicado publicado hoy por la institución educativa australiana.\nA lo largo de 2020, se aplicaron estrictas medidas de confinamiento y restricción de movimiento en casi todo el planeta a raíz de la pandemia de la covid, mientras que a la par se iniciaba el fenómeno meteorológico de La Niña, que los científicos apuntan que también pudo tener cierta influencia en el descenso de estrés.\nLos resultados genéticos \"plantean la hipótesis de que las ballenas pueden haber estado respondiendo a una disminución de los contaminantes en sus remotas aguas de alimentación\", puntualizó el científico.\nLinsky también destacó la resiliencia de esta especie que \"ha logrado una de las recuperaciones más exitosas tras la caza histórica de ballenas\".\nEstudios previos ya han registrado cambios similares en las hormonas del estrés en las ballenas en el lado opuesto del continente antártico, aunque los científicos de la Universidad de Queensland sugieren que la nueva investigación podría dar cuenta de que se trató de un incidente generalizado en todo el Océano Austral.\nLa ballena jorobada, también conocida como yubarta, es un cetáceo de 40 toneladas de peso que puede llegar a medir 20 metros, con un cuerpo característico que recuerda a una joroba.\nLa población de ballenas jorobadas de Australia, que tiene dos poblaciones migratorias que navegan por sus costas oeste y este, es de 70.000 ejemplares, un número que ha ido aumentando por las medidas de protección implementadas por el país. EFE\nwat/nc/cc\n(fotos) (vídeo)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T09:25:27.576+03:00",
    "updated": "2024-07-05T09:25:27.576+03:00"
  }
]