[
  {
    "uuid": "fd3e27a94fa902d9824417cf26159bb097e95941",
    "url": "https://flipboard.com/article/trust-based-relational-intervention-changed-colorado-family-for-the-better/f-42105d98ba%2Fcbsnews.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2024-04-18T21:14:00Z",
    "title": "Trust-Based Relational Intervention changed Colorado family for the better | Flipboard",
    "text": "Trust-Based Relational Intervention changed Colorado family for the better Raise the Future teaches TBRI as a way to connect with children who have experienced trauma. More stories from [Colorado](/topic/colorado) More stories from [Colorado Sports](/topic/coloradosports) [Michael Malone insults Lakers while analyzing locker room psyche: “Swept them last year, we slept them this year, they want to flip that script\"](/topic/coloradosports/michael-malone-insults-lakers-while-analyzing-locker-room-psyche-swept-them-la/a-Zjtqi3mhS62Er1-12q-7mw%3Aa%3A2732881213-05730ebdb0%2Fsportskeeda.com) Nuggets coach Michael Malone provided a blunt assessment of the upcoming first-round series between Denver and the LA Lakers. Malone acknowledged the … [12 top places to live in Colorado](/topic/coloradosports/12-top-places-to-live-in-colorado/f-a0f6ade2e2%2Fmarketwatch.com) If you want to live amid the breathtaking beauty of the Rocky Mountains, look no further than Colorado. Boasting more than 300 sunny days a year and … [Jontay Porter gets NBA lifetime ban for betting on games involving his own team](/topic/coloradosports/jontay-porter-gets-nba-lifetime-ban-for-betting-on-games-involving-his-own-team/a-XgCKnFFXQWikbvPEl8AR9g%3Aa%3A3199655-0f577f0803%2Fsbnation.com) Jontay Porter gets NBA lifetime ban for betting on himself, and taking the under Jontay Porter received a lifetime ban from the NBA after a widespread gambling scandal that included betting on NBA games involving his own team. Porter is the younger brother of Denver Nuggets star Michael Porter Jr. He … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Denver (Colo.)](/topic/denvercolorado) [Denver Stoner Foods: Best Places to Eat When You're High](/topic/denvercolorado/denver-stoner-foods-best-places-to-eat-when-you-re-high/a-SrapQqBNSgy0b9ZoleoWtg%3Aa%3A4039261083-8ad810970b%2Fwestword.com) January 1, 2024, marked a decade of legal recreational weed sales in Colorado, and while marijuana lovers will celebrate by toking up big time on … [Meow Wolf lays off 165, including employees at Denver’s Convergence Station](/topic/denvercolorado/meow-wolf-lays-off-165-including-employees-at-denver-s-convergence-station/a-9-7yMSaHS8-7fGicnIcm1Q%3Aa%3A196071435-6b305a80c7%2Fdenverpost.com) Meow Wolf, the arts and entertainment company that opened a Denver outpost in 2021, will lay off 165 employees company-wide, according to an internal … [We Blind Tasted 5 of Denver’s Most Famous Bagels. Here’s How They Ranked.](/topic/denvercolorado/we-blind-tasted-5-of-denver-s-most-famous-bagels-here-s-how-they-ranked/f-7979353091%2F5280.com) Find out how Rosenberg, Zaidy, and Moe stack up against the city’s bagel newcomers.The post We Blind Tasted 5 of Denver’s Most Famous Bagels. Here’s …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael malone",
          "sentiment": "none"
        },
        {
          "name": "malone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "colorado sports",
          "sentiment": "none"
        },
        {
          "name": "tbri",
          "sentiment": "none"
        },
        {
          "name": "nuggets",
          "sentiment": "none"
        },
        {
          "name": "la lakers",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "rocky mountains",
          "sentiment": "none"
        },
        {
          "name": "denver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:43:52.153+03:00",
    "updated": "2024-04-19T00:43:52.153+03:00"
  },
  {
    "uuid": "1daaba12941feda51b4cbfaaff05c628275bd11f",
    "url": "https://daijiworld.com/news/newsDisplay?newsID=1170131",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "daijiworld.com",
    "published": "2024-02-22T23:19:00Z",
    "title": "Delhi HC dismisses plea to offer prayers at demolished 600-yr-old mosque on Shab-e-Barat",
    "text": "New Delhi, Feb 23 (IANS): The Delhi High Court on Friday dismissed a plea seeking permission to offer prayers and visit graves at the site of the recently demolished 600-year-old Masjid Akhonji in Mehrauli area on the occasion of Shab-e-Barat.\nJustice Purushaindra Kumar Kaurav dismissed the application filed by the Managing Committee of Delhi Waqf Board (DWB), saying that the court is not inclined to issue any directions at this stage, as the matter is already under consideration in a pending petition since 2022.\nJustice Kaurav noted that the site is currently under the possession of the Delhi Development Authority (DDA), and the court has already issued a status quo order on the area where the mosque stood.\nThe court said that the plea for unhindered entry for prayers and visits to the graveyard constitutes a request for a mandatory injunction, which it is not inclined to grant at this time.\nAdvocate Shams Khwaja, representing the Managing Committee of Delhi Waqf Board, stressed the urgency of the application due to the significance of Shab-e-Barat, a night of forgiveness observed by Muslims.\nHe argued that the demolished mosque, believed to be 600-year-old, was illegally razed by DDA officials.\nHowever, the counsel for the DWB (not the same as DWB's Managing Committee) opposed the application, disputing the age of the mosque and its status as a waqf property.\nAfter hearing both parties, the court dismissed the application.\nEarlier, the court had directed the DDA to maintain status quo specifically on the area where the mosque was situated but clarified that this order does not prevent the DDA from taking action on adjacent areas.\nThe Managing Committee of DWB alleges that the demolition of the mosque and madrasa was conducted in a brazen manner, leaving the Imam and his family without shelter as their hutment was also destroyed.\nDisclaimer:\nPlease write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article.\nPlease note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request.\nHence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shab",
          "sentiment": "negative"
        },
        {
          "name": "kaurav",
          "sentiment": "none"
        },
        {
          "name": "purushaindra kumar kaurav",
          "sentiment": "none"
        },
        {
          "name": "shams khwaja",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "delhi high court",
          "sentiment": "negative"
        },
        {
          "name": "ians",
          "sentiment": "negative"
        },
        {
          "name": "managing committee of delhi waqf board",
          "sentiment": "none"
        },
        {
          "name": "delhi development authority",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "masjid akhonji",
          "sentiment": "none"
        },
        {
          "name": "mehrauli",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T13:08:21.671+02:00",
    "updated": "2024-02-23T13:08:21.671+02:00"
  },
  {
    "uuid": "c99b15a9399948b6c012e22095bea1f70c40c7da",
    "url": "https://www.examiner.com.au/story/8471651/no-celebration-of-christmas-wars-in-jesus-birthplace/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@craiglthomson",
    "published": "2023-12-28T14:35:00Z",
    "title": "No celebration of Christmas Wars in Jesus' birthplace | The Examiner | Launceston, TAS",
    "text": "During this Christmas season, we find, rather than peace, war ravaging the land of Jesus' birth. As Christian nations celebrate the season of goodwill and peace, no one feels hypocritical in doing so, for tradition is stronger than reality, and vain hope and Santa Claus are more important than the grim reality of the facts. As our leaders fail to call for a truce and instead back Israel's heartless destruction of their neighbours with whom they have never seriously pursued peace, these same leaders wish each other in the House 'Seasons Greetings' and a Happy Christmas! Rather than celebrating we should be in mourning. How has it come to this? God kissed the world with a hope for peace through the difficult road of the cross, through which we could be dead with Him to sin and alive with Him to heavenly love, and thus fulfil the Lord's prayer, 'Thy will be done on earth as it is in heaven'. Despite this hope, nothing has changed. We still kill one another, showing no mercy; nations rise up against nations, and life goes on as before Jesus entered the world. The one difference is that we celebrate His birth with a giant party. I am sure he feels suitably thankful! Greg Mansell, Wilmot There are loud calls for Israel to stop the continuing fighting in Gaza, but there are two sides to a war. While not on the same scale as Israel, Hamas soldiers are still fighting, and there are no loud calls for their cessation of fighting. While Hamas continues fighting, so will Israel. As for Israel saying it wants to wipe out Hamas, there is no chance of that. Even if Israel drives Hamas out of Gaza, they will go to Lebanon, which supports them and re-group. The Taliban and ISIS, just to name a few terrorist groups, are still operating worldwide and have not been eliminated despite the best efforts of world superpowers. Like the Ukraine war, no side is prepared to admit defeat; therefore, both conflicts will become wars of continuing attrition. Alan Leitch, Austins Ferry As we journey through our Tasmanian festive season, let's ensure our roads remain safe. Buckle up for a safe ride of joy by fastening seat belts and obeying speed limits. If the holiday spirit takes you on a road trip, plan ahead, stay alert, and avoid distractions. Designate a sober driver if celebrations involve merriment. Let the gift of road safety be shared with everyone on the journey, ensuring a season filled with merry and accident-free travels. I wish you all a Merry Christmas and a Happy New Year, where the road to celebration is paved with caution and care. Senator Helen Polley, Labor Senator for Tasmania RECENT letters to the press disputing the rejection of David O'Byrne as a Labor candidate for Franklin at the next State election by the Federal Executive of the Labor Party should reflect on when Dean Winter was elected to parliament. Editor, if my memory serves me correctly, the left wing opposed his nomination and only the intervention by Rebecca White obtained his nomination and election. The Examiner revealed that Dean Winter out-polled David O'Byrne and the intelligence of the Franklin electorate was not beholden to the left wing of the Labor Party. David O'Byrne because of his beliefs would well be aware he can stand as an independent Labor person, along with his community involvement stands a strong chance of being re-elected. Brian P. Khan, Bridport IRRESPECTIVE of the shortcomings of our health system in Tasmania, I have always received the best of care regarding my gynaecological cancer diagnosis and subsequent chronic lymphoedema diagnosis. This afternoon, I had a lymphoedema physio appointment, and the care I received was excellent. The same cannot be said for the privacy of the setting. There was an elderly gentleman in the cubicle beside me with just a curtain between us, and I am sure that he would have been just as uncomfortable and embarrassed as I was to overhear my discussion regarding the details of my genital swelling. I subsequently got very upset and shed a few tears. Why should I have to whisper? This should not still be happening. Thankfully, one of the cubicles was converted into a private setting approximately two years ago, but if that is in use, the other patients are in a public setting. Vicki Purnell OAM, Devonport Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "launceston",
          "sentiment": "none"
        },
        {
          "name": "santa claus",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:35:39.958+02:00",
    "updated": "2023-12-29T07:41:58.760+02:00"
  },
  {
    "uuid": "e1a270a18fc8d8e2cd56cb5f16cd58aad926580c",
    "url": "https://www.noticiasdealava.eus/actualidad/encuentros-dna/2024/02/16/desarrollo-sostenible-necesidad-especial-necesidad-juan-jose-banos-7880313.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Martínez Orduna",
    "published": "2024-02-16T07:50:00Z",
    "title": "Juan José Baños: “El desarrollo sostenible es de por sí una necesidad especial. Más que eso, una necesidad vital”",
    "text": "“El desarrollo sostenible es de por sí una necesidad especial. Más que eso, una necesidad vital”. El director general de Grupo Noticias, Juan José Baños, ha abierto con esta frase el encuentro Desarrollo Sostenible en Euskadi que se está desarrollando este viernes en el Parque Tecnológico de Álava. “Un pulmón tecnológico” de la “pujante” Araba, según ha apostillado. \"Extraordinario\" En el inicio de un encuentro “no ya especial, sino extraordinario” por la presencia del candidato a lehendakari por EAJ-PNV, Imanol Pradales, Baños ha remarcado que es “inevitabe” que hoy “flote un halo de expectación” ante la previsión de que Euskadi esté viviendo los últimos días de la presente legislatura. “Quiero agradecer al y las ponentes su disposición para que esto vaya a ser así y de manera específica a Imanol Pradales, inmerso como está en esa carrera cada vez más abierta por liderar el proyecto de su vida y el de todo un País, el de su gobernanza y todavía hoy, el de su construcción”, ha remarcado Baños. Una batalla \"apasionante\" Según ha recordado también su director general, Grupo Noticias está “en plena y apasionante batalla por liderar el espacio digital en los cuatro territorios en los que opera, con más de medio millón de usuarios únicos diarios”, y “sabe bien lo que usuarios y usuarias del mundo virtual buscan”. “De ahí que seamos líderes ya hoy en algunos territorios. Pero queremos más. Queremos crecer y contribuir con ese crecimiento a la mejora constante de Euskadi. A que sus instituciones funcionen desde el respeto a todas las ideas. A difundir nuestro modelo de país. A preservar e impulsar nuestra cultura. A fomentar la solidaridad interterritorial, intercultural, interracial… y a que ese desarrollo sostenible que preconiza el leit motiv de esta jornada sea una realidad que legar a siguientes generaciones”, ha resumido Baños. “Que estas encuentren un mundo mejor no es precisamente la perspectiva más real por desgracia, en base a desmanes globales, impropios de una sociedad civilizada. Frente a ello, desarrollo sostenible”, ha apostillado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T11:02:09.355+02:00",
    "updated": "2024-02-16T11:11:26.832+02:00"
  },
  {
    "uuid": "efaa8276e8da8105c665a0b2d65203346013d3c1",
    "url": "https://newcountry1079.iheart.com/content/2025-01-23-watch-pregnant-lauren-alaina-opens-up-about-expecting-her-first-baby",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelly Fisher",
    "published": "2025-01-23T22:00:00Z",
    "title": "Watch: Pregnant Lauren Alaina Opens Up About Expecting Her First Baby | New Country 107.9 YYD",
    "text": "Lauren Alaina opened up about her pregnancy when she caught up with Kelly Clarkson on a new episode of The Kelly Clarkson Show on Thursday (January 23).\nAlaina’s appearance on the talk show takes place one day after her surprise pregnancy announcement . The Georgia-born country star debuted her growing baby bump for the first time as she released her newest single, “Those Kind Of Women,” and its heartfelt music video on Wednesday (January 22). The video ends with a dedication to “my Momma and our sweet Baby Arnold coming summer 2025.”\nAlaina, who married husband Cam Arnold in February 2024, said she’s “22 weeks (along)…which is a long time to hide a pregnancy, by the way. I’m very excited for people to know about this.” She added in an Instagram post on Thursday that she and her husband “are overwhelmed with the love we have received for sweet Baby Arnold. Our baby is so loved already. Thank you for all the well wishes for our growing family🍼”\n“The song is called ‘ Those Kind Of Women ,’ and it’s all about the women who raised me,” Alaina said later when Clarkson asked about the sweet song and the surprise pregnancy announcement in the music video. “And this song means so much to me already, and then I recorded the song and mastered the song, and when I was getting the master back, I had found out that I was pregnant and no one knew except me and my husband. And I’m sobbing listening to the song. And I will say, my mom and I have always been very close, but it has changed. Oh my goodness, I’m so pregnant, I’m gonna cry about it,” Alaina paused as she began to feel emotional. “It’s the best thing I’ve ever done.”\nAlaina is one of several country artists expecting a baby in 2025, along with a few other first-time parents. Most recently, Shay Mooney of Dan + Shay welcomed Baby No. 4 with wife Hannah Mooney . Days earlier, rising country star Sarahbeth Taite announced Baby No. 2’s arrival . Other artists welcoming a baby into the family this year include HARDY , Elle King , Sam Hunt and more. See the pregnancy announcements here .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle",
      "Human Interest->birthday",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/DFLx0tJvbNw/?img_index=1",
      "https://www.instagram.com/p/DFLfKHlS9e9/?hl=en",
      "http://www.youtube.com/watch?v=5oEO-N7m9Ko",
      "http://youtube.com/watch?v=5oEO-N7m9Ko",
      "https://www.instagram.com/p/DFLfKHlS9e9/",
      "https://instagram.com/p/DFLx0tJvbNw/?img_index=1",
      "https://www.instagram.com/p/DFLx0tJvbNw/",
      "http://www.youtube.com/watch",
      "https://instagram.com/p/DFLfKHlS9e9/?hl=en"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Lauren Alaina",
          "sentiment": "negative"
        },
        {
          "name": "Kelly Clarkson",
          "sentiment": "negative"
        },
        {
          "name": "Cam Arnold",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:25:57.041+02:00",
    "updated": "2025-01-24T00:25:57.041+02:00"
  },
  {
    "uuid": "b86e15088d3088f50db2ac44eec183bc56e7f221",
    "url": "https://www.agensir.it/quotidiano/2024/3/29/diocesi-firenze-la-gioia-di-pasqua-si-fa-preghiera-un-video-ogni-domenica-per-pregare-mense-caritas-aperte-a-pasqua",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2024-03-29T12:33:00Z",
    "title": "Diocesi: Firenze, “La gioia di Pasqua si fa preghiera”, un video ogni domenica per pregare. Mense Caritas aperte a Pasqua - AgenSIR",
    "text": "La Chiesa fiorentina propone una “sinfonia di preghiera” attraverso alcuni brevi video (circa 4 minuti) che accompagneranno tutte le domeniche del Tempo di Pasqua, dal 31 marzo fino alla Pentecoste, domenica 19 maggio, per raccontare esperienze, forme e stili della preghiera. “La gioia di Pasqua si fa preghiera” è il titolo di questa iniziativa che risponde all’invito di papa Francesco nella lettera di annuncio del Giubileo del 2025: “Mi rallegra pensare che si potrà dedicare l’anno precedente l’evento giubilare, il 2024, a una grande ‘sinfonia’ di preghiera. Anzitutto per recuperare il desiderio di stare alla presenza del Signore, ascoltarlo e adorarlo”. Ad aprire la serie, nel giorno di Pasqua, è il cardinale Giuseppe Betori, con un video girato nella cappella privata in cui il vescovo ogni giorno prega portando nel cuore le preoccupazioni, gli affanni e le gioie di ogni persona che vive nel territorio diocesano. Seguiranno, nelle domeniche successive, testimonianze e inviti alla preghiera di preti, religiosi e religiose, famiglie, giovani. I video (realizzati da Toscana Oggi) saranno disponibili ogni domenica mattina, dalle 8, sul canale youtube Social Media Diocesi Firenze e diffusi attraverso il canale Whatsapp della diocesi. Altra iniziativa della diocesi fiorentina è l’apertura per le feste pasquali delle mense cittadine gestite dalla Fondazione Solidarietà Caritas di Firenze che serviranno i pasti anche a Pasqua e a Pasquetta, grazie all’impegno di cuochi e volontari. Per gli ospiti verrà preparato un menu speciale. La mensa cittadina di via Baracca rimarrà aperta sia il 31 marzo sia il 1 aprile. Le mense di quartiere saranno operative tutte il 1° aprile, il 31 marzo invece saranno in funzione San Pietro a Varlungo e Santi Fiorentini nel Quartiere 2, Santa Maria a Ricorboli nel Quartiere 3. Nei primi mesi del 2024 sono stati già serviti 37.370 pasti: 13.892 a gennaio (7.640 alla mensa di via Baracca, 6.252 nelle altre), 13.232 a febbraio (7.358 in Baracca e 5.874 nelle altre), 10.246 a marzo (5.494 in Baracca, 4.752 nelle mense diffuse). Nella struttura di via Baracca si registra dall’11 marzo un leggero calo delle presenze, in coincidenza del mese del Ramadan, che durerà fino al 10 aprile: ci sono circa 70 persone in meno al giorno.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T15:49:55.535+03:00",
    "updated": "2024-03-29T15:49:55.535+03:00"
  },
  {
    "uuid": "5feb8cac887860a44e2dd22dd0a6708957b72bad",
    "url": "https://www.sun-sentinel.com/2023/12/28/hurricanes-pinstripe-bowl-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adam Lichtenstein",
    "published": "2023-12-28T22:49:00Z",
    "title": "Hurricanes end year with Pinstripe Bowl loss to Rutgers",
    "text": "NEW YORK CITY — The Hurricanes’ run defense was stout for nearly the entire season, but with several players missing due to the NFL draft or departing via the transfer portal, the run defense faltered.\nRutgers racked up 208 yards on the ground and scored three rushing touchdowns as the Scarlet Knights (7-6) picked up a 31-24 win over Miami (7-6) in the Pinstripe Bowl at Yankee Stadium. The Hurricanes have now lost their last five bowl appearances and 11 of their past 12.\n“We look at it with honesty, we look at it with reality: There’s so many good things that we have done throughout the season that show progress, and yet we find ourselves showing a lack of discipline in crunch time,” Miami coach Mario Cristobal said. “A special teams blunder and a turnover on downs is a turnover. So those are things that you have to just attack collectively, as a group, as an organization. Coaches, players, everybody. There’s no pointing fingers in there. When you win, you win together. When you lose, you lose together.”\nMiami entered the game missing several key players. Starting quarterback Tyler Van Dyke and wide receiver Colbie Young transferred to Wisconsin and Georgia, respectively. Starting defensive tackle Leonard Taylor III, starting safeties Kam Kinchens and James Williams and starting offensive linemen Javion Cohen and Matt Lee all sat the game out as they prepared for the NFL draft.\nThe Hurricanes got off to a sluggish start on defense. Rutgers went up 14-0 to start the game, getting touchdowns on a goal-line run by quarterback Gavin Wimsatt and a 7-yard run by Kyle Monangai.\nMiami’s offense got out to a slow start, managing just 5 yards in the first quarter. But the Scarlet Knights aided the Hurricanes late in the first half, committing a pair of personal fouls to help UM get in the red zone. Jacurri Brown put the Hurricanes on the board with a 7-yard run and score, sliding into the end zone.\nThe Hurricanes got the ball back at their own 10-yard line with 40 seconds left, but instead of taking a knee to end the half down a score, they chose to try for points. The decision paid off, as they drove down the field and reached the Scarlet Knights’ 17-yard line. Miami nearly scored a game-tying touchdown on a catch by Xavier Restrepo, but a review ruled him out of bounds. The Hurricanes needed to settle for a field goal to end the second quarter.\nMiami jumped out to its one lead of the game on a 30-yard touchdown from Brown to Restrepo on their first drive of the second half, but their second ended in disaster. After the Scarlet Knights pinned the Hurricanes inside the 10 on a punt, they forced a three-and-out.\nRutgers’ Trevor Kodie-Yeboah blocked a Dylan Joyce punt in the end zone, and Timmy Ward recovered it for a Scarlet Knights go-ahead touchdown.\n“Obviously, a block and a touchdown at the same time is massive in terms of momentum,” Cristobal said.\nRutgers put the game away in the fourth quarter. Monangai, who finished the game with 163 yards, broke off a 40-yard run to put Rutgers at the Miami 1. Wimsatt punched in another 1-yard score to put the Scarlet Knights up by 11.\n“That was a really good running back,” Mauigoa said. “… We just didn’t fit our gaps and (missed) assignments, and that’s something we’ve got to work on.”\nBrown added a late rushing touchdown, and Miami recovered an onside kick to create some late drama, but the Hurricanes could not mount a game-tying drive.\nFive takeaways Offense flashes for moments with Jacurri Brown Brown played his first snaps of the season, and on some drives, that was obvious. Miami’s offense had four three-and-outs (one of which resulted in a blocked punt and touchdown) and was forced to punt four times. Brown also threw a brutal interception in the first half that led to a Scarlet Knights touchdown.\nBut Brown was efficient on some drives, leading UM down the field before the end of the first half and on their first drive of the second half. He threw several well-executed passes, including a touchdown to Restrepo and another near-touchdown that was overturned on review.\nBrown ended the game 20 of 31 for 181 yards, one touchdown and one interception. He also ran for a team-best 57 yards and scored a pair of touchdowns.\n“I thought he played hard and did a lot of really good things,” Cristobal said. “He’d love to have that one interception back. … But he really made some explosive plays. He found his way out of the pocket when the pocket collapsed a little bit. Made some really good throws, some others he’d like to have back against a team that’s a top-10 defense in the passing game.”\nXavier Restrepo hits 1,000 yards The Hurricanes’ veteran wide receiver could leave Miami and enter the NFL draft if he wants. If that is Restrepo’s choice, his final game at Miami was a stellar one.\nRestrepo made several good catches against Rutgers and nearly pulled off a touchdown catch from the seat of his pants. He ended the game with 99 yards, putting him at 1,092 yards for the season —tied with Andre Johnson for the fifth-most in UM history. He had 11 receptions, giving him 85 for the season — the most catches for a Hurricanes receiver in a single year.\n“Obviously, Restrepo’s done a really good job all year,” Cristobal said. “Made some big catches today, as well. … Always plays hard, always throws his body around and is a very reliable and explosive player.”\nDefense makes adjustments Miami’s defense struggled to stop Rutgers’ offensive attack early in the game, surrendering 153 yards on the Scarlet Knights’ first three drives.\nBut the Hurricanes bounced back, forcing punts on the subsequent three drives before surrendering another rushing touchdown to Monangai.\nMiami entered the game with the nation’s No. 10 rush defense but ultimately gave up 208 rushing yards, which was the second-most they have surrendered all year. The 292 total yards UM surrendered was the fifth-best game, by yardage, for the Hurricanes’ defense this season.\nInjuries to key players The worst-case scenario for a bowl game happened in the first quarter. Hurricanes star running back Mark Fletcher Jr. suffered a foot injury on a carry and had to be helped off the field. He was taken from the sideline in a cart and did not return to the game.\nCristobal said X-rays on Fletcher’s foot were negative but there was “certainly something else going on there.”\nFletcher, an American Heritage alum, has grown into a dependable running back for the Hurricanes in his first season. He ran for 514 yards and five touchdowns as a freshman.\nIn the fourth quarter, sophomore linebacker Wesley Bissainthe also suffered an upper-body injury, Cristobal said, and did not return to the game.\nRueben Bain ends freshman year on high note Freshman defensive lineman Rueben Bain Jr. has blossomed into a star in his freshman season, and his final game of the year showed why.\nThe explosive defensive end racked up seven tackles with three tackles for loss, a career-high, and a forced fumble in the loss.\n“It means the world to him,” Cristobal said. “That’s what it is. He’s really talented, but he plays really, really hard, and it means the world to him. We need a bunch more guys like Rueben.”\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james williams",
          "sentiment": "none"
        },
        {
          "name": "javion cohen",
          "sentiment": "none"
        },
        {
          "name": "gavin wimsatt",
          "sentiment": "none"
        },
        {
          "name": "tyler van dyke",
          "sentiment": "none"
        },
        {
          "name": "kyle monangai",
          "sentiment": "none"
        },
        {
          "name": "colbie young",
          "sentiment": "none"
        },
        {
          "name": "kam kinchens",
          "sentiment": "none"
        },
        {
          "name": "matt lee",
          "sentiment": "none"
        },
        {
          "name": "leonard taylor iii",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rutgers new york",
          "sentiment": "negative"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "rutgers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pinstripe bowl",
          "sentiment": "none"
        },
        {
          "name": "yankee stadium",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:55:41.724+02:00",
    "updated": "2023-12-31T10:13:41.406+02:00"
  },
  {
    "uuid": "6dc464fdf98a4d7a156f86c0959c0628d9cba24a",
    "url": "https://www.publimetro.cl:443/noticias/2025/02/23/papa-francisco-encomiendo-a-todos-a-la-intercesion-de-maria-y-les-pido-que-recen-por-mi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@PublimetroChile",
    "published": "2025-02-23T14:57:00Z",
    "title": "Papa Francisco: \"Encomiendo a todos a la intercesión de María y les pido que recen por mi\"",
    "text": "Si bien por su condición de salud el papa Francisco no podrá dirigir el tradicional rezo del Ángelus, aprovechó la oportunidad para enviar un mensaje a los fieles respecto de su estado, [agradeciendo a los funcionarios del hospital Gemelli de Roma por la atención médica que ha recibido.]\nPUBLICIDAD\nMás temprano, la oficina de prensa del Vaticano informaron que el papa Francisco tuvo una buena noche, luego que ayer se detallara que “el estado del Santo Padre sigue siendo crítico, por lo que, el Papa no está fuera de peligro”, consignó la Santa Sede.\nAsimismo, se informó desde Roma que “el Papa ha recibido oxigenoterapia esta mañana. La noche transcurrió tranquilamente”. Detallando que “el Papa Francisco ha vuelto a utilizar nasales de oxígeno de alto flujo. Se están realizando más exámenes clínicos. Se esperan los resultados en el boletín de esta tarde”.\n“Recen por mi”\nEl papa Francisco señaló que “el descanso también forma parte de la terapia. Agradezco de corazón a los médicos y al personal sanitario de este hospital por la atención que me están demostrando y por la dedicación con la que realizan su servicio entre las personas enfermas”, consignaron desde el Vaticano.\n“Gracias por esta cercanía y por las oraciones de confortación que he recibido de todo el mundo. Encomiendo a todos a la intercesión de María y les pido que recen por mi”, destacó Francisco.\nSin embargo, también aprovechó la oportunidad para referirse a la guerra en Ucrania que este lunes 24 de febrero cumple su tercer año, calificándolo como un acontecimiento “doloroso y vergonzoso para toda la humanidad”.\n“Mientras renuevo mi cercanía al martirizado pueblo ucraniano, los invito a recordar a las víctimas de todos los conflictos armados y a rezar por el don de la paz en Palestina, en Israel y en todo Oriente Medio, en Myanmar, en Kivu y en Sudán”, finalizó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T21:29:32.918+02:00",
    "updated": "2025-02-23T21:29:32.918+02:00"
  }
]