[
  {
    "uuid": "ed3488274b9c614fa2d87d14800e92e6abae179c",
    "url": "https://menafn.com/1107799619/US-Sanctions-Four-Israeli-Settlers-Involved-In-Violence-In-West-Bank",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-02-01T00:05:00Z",
    "title": "US Sanctions Four Israeli Settlers Involved In Violence In West Bank | MENAFN.COM",
    "text": "( MENAFN - Kuwait News Agency (KUNA)) WASHINGTON, Feb 1 (KUNA) -- The US Department of State imposed Thursday financial sanctions against four Israeli settlers involved in acts of violence in the West Bank.\nThe Department of State is imposing financial sanctions on four individuals pursuant to a new Executive Order that President Biden announced today to promote accountability for certain harmful activities that threaten the peace, security, and stability of the West Bank, the Department said.\nThe Executive Order establishes US authority to issue financial sanctions against those directing or participating in certain actions, including acts or threats of violence against civilians, intimidating civilians to cause them to leave their homes, destroying or seizing property, or engaging in terrorist activity in the West Bank, it added.\nThey also include individual is being designated for being responsible for or complicit in, or having directly or indirectly engaged or attempted to engage in, actions - including directing, enacting, implementing, enforcing, or failing to enforce policies - that threaten the peace, security, or stability of the West Bank.\nEarly January, the Department announced sanctions related to restriction on giving US visas to Israeli settlers, as they are involved in increasing acts of violence in the West Bank. (end)\nasj\nMENAFN01022024000071011013ID1107799619\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.kuna.net.kw/articledetails.aspx?id=3135253",
      "https://www.kuna.net.kw/articledetails.aspx",
      "https://kuna.net.kw/articledetails.aspx?id=3135253"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "us department of state",
          "sentiment": "negative"
        },
        {
          "name": "kuwait news agency",
          "sentiment": "negative"
        },
        {
          "name": "department",
          "sentiment": "none"
        },
        {
          "name": "department of state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:20:52.153+02:00",
    "updated": "2024-02-02T00:20:52.153+02:00"
  },
  {
    "uuid": "0d1c51c132443f3893194db075b70202b96825b4",
    "url": "https://www.ilgazzettino.it/nordest/padova/agna_scuola_gesu_censurato_offese_social_maestre-7835502.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nicola Benvenuti",
    "published": "2023-12-24T10:23:00Z",
    "title": "Cucù al posto di Gesù a scuola. ​Non si placa la bufera: tutti contro le maestre",
    "text": "[AGNA](/t/agna) ( [PADOVA](/t/padova)) - Agna nella bufera per la questione dei canti natalizi in cui è stato censurato Gesù. E nemmeno le scuse delle maestre hanno riportato la calma in paese, anzi. Sia il sindaco Gianluca Piva che la dirigente scolastica Caterina Rigato hanno preso subito le distanze dalla decisione delle insegnanti del plesso, peraltro non comunicata in via preliminare alla dirigente stessa. L'INTERVENTO «Da questo momento non verranno più approvati post relativi ai fatti accaduti nella scuola di Agna e ben noti a tutti. Purtroppo sarebbe bello che i toni rimanessero pacati, ma purtroppo non è così». E visto che le discussioni poco \"urbane\", è scattato il divieto degli amministratori: «Siccome il fatto è stato fin troppo argomentato chiediamo di interrompere sterili polemiche inutili, di rispettare l'opinione degli altri in modo civile e di non offendere nessuno. In caso contrario chiediamo che ci vengano segnalati i commenti che violano le regole del gruppo e saranno immediatamente rimossi. Ricordiamo infine che l'argomento è oggetto di verifiche da parte della dirigenza scolastica che è l'organo preposto per gestire la situazione». LA POLITICA Il sindaco Gianluca Piva ribadisce: «Questa infelice e spiacevole vicenda che ha coinvolto la nostra Comunità, ci serva da lezione. Le scuse delle insegnanti si inseriscono responsabilmente nel vortice di polemiche di questi giorni che precedono il Natale». Per il primo cittadino «Nella vita si può sbagliare, l'importante è riconoscere ed ammettere gli errori. È stato un episodio diseducativo nei confronti di tutti gli alunni, perché anziché promuovere una cultura del rispetto, si è abusato del politicamente corretto. Sono stati violati i nostri valori religiosi e culturali. Gesù è Gesù, non può essere corretto con cucù o con altri termini, punto. Il Natale è indissolubilmente legato alla Natività, non ci possono essere altre interpretazioni o manipolazioni. Il Natale è parte integrante della vita della comunità civile». L'OPPOSIZIONE Sulla vicenda è intervenuta anche Stella Vegro, capogruppo del gruppo di minoranza Oltre: «L'Italia è uno Stato laico, ma questo non implica il rinunciare alla nostra cultura o alla nostra fede. Bisogna decidere quale strada percorrere o si è laici a tutto tondo ed allora non ha più senso neanche il calendario delle nostre festività, quando religiose, oppure si accetta, nel rispetto della nostra tradizione-cultura-fede, che il Natale e la Pasqua non vengano snaturate del loro intrinseco significato». In ogni caso, forse anche per contribuire a raffreddare gli animi ancora piuttosto accesi, anche il gruppo consiliare di minoranza \"Oltre\" effettua un distinguo sul corpo docente della De Amicis: «Per il nostro gruppo quanto accaduto è senz'altro inaccettabile, ma detto \"errore\" non deve essere strumentalizzato per criticare il corpo docente della scuola di Agna costituito per la maggioranza da insegnanti diligenti e dedite al proprio lavoro».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T12:44:22.005+02:00",
    "updated": "2024-01-07T13:15:38.656+02:00"
  },
  {
    "uuid": "0f6959ca612604c57fa4102abf0b5f9d93b920b9",
    "url": "https://altrock993.iheart.com/content/2023-12-28-rapsody-missy-elliott-more-salute-queen-latifah-at-kennedy-center-honors/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tony M. Centeno",
    "published": "2023-12-28T21:05:00Z",
    "title": "Rapsody, Missy Elliott & More Salute Queen Latifah At Kennedy Center Honors",
    "text": "Photo: Getty Images\nQueen Latifah made history as the first female rapper to be recognized at the Kennedy Center Honors.\nOn Wednesday, December 27, CBS aired the 2023 Kennedy Center Honors, which was pre-recorded earlier this month at the Kennedy Center in Washington, D.C. The New Jersey native, who helped pave the way for female rappers-actresses, was honored alongside the legendary Dionne Warwick , Renee Fleming, Barry Gibb and Billy Crystal . Past honoree Gloria Estefan hosted and performed at the event. Presenters ike Missy Elliott, Kerry Washington and Rita Moreno were in the building to honor Latifah before her all-star tribute began.\n\"It felt incredible,\" Latifah said about the tribute . \"My heroes of Hip-Hop on the stage honoring me is like unbelievable. My friends, my girls, Rapsody, The Clark Sisters. I mean I was playing The Clark Sisters to calm my nerves when I had to come to this. I was totally shocked to see them on stage.\"\nQueen Latifah's tribute began with Yo-Yo , D-Nice & the RM Band performing the rap pioneer's 1991 hit “Latifah’s Had It Up to Here.\" Her tribute continued with MC Lyte and Monie Love who helped perform \"Ladies First\" and \"U.N.I.T.Y.\" with Yo-Yo and four-year-old rapper VanVan. Afterward, Rapsody pulled up and performed \"Just Another Day\" followed by The Clark Sisters , who delivered stunning renditions of “You Brought the Sunshine,” “Winki’s Theme,” and “I Know Where I’ve Been.\"\nWatch clips from Queen Latifah's tribute at the 2023 Kennedy Center Honors below.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=rChHav30ZVU",
      "http://youtube.com/watch?v=rChHav30ZVU",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "latifah",
          "sentiment": "negative"
        },
        {
          "name": "missy elliott",
          "sentiment": "negative"
        },
        {
          "name": "barry gibb",
          "sentiment": "none"
        },
        {
          "name": "rita moreno",
          "sentiment": "none"
        },
        {
          "name": "dionne warwick",
          "sentiment": "none"
        },
        {
          "name": "kerry washington",
          "sentiment": "none"
        },
        {
          "name": "yo-yo",
          "sentiment": "none"
        },
        {
          "name": "clark sisters",
          "sentiment": "none"
        },
        {
          "name": "billy crystal",
          "sentiment": "none"
        },
        {
          "name": "renee fleming",
          "sentiment": "none"
        },
        {
          "name": "gloria estefan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kennedy center",
          "sentiment": "none"
        },
        {
          "name": "d",
          "sentiment": "none"
        },
        {
          "name": "cbs",
          "sentiment": "none"
        },
        {
          "name": "kennedy center honors",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kennedy center honors photo",
          "sentiment": "none"
        },
        {
          "name": "d.c",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "new jersey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:37.739+02:00",
    "updated": "2023-12-29T00:35:37.739+02:00"
  },
  {
    "uuid": "c13908d68c1d8ec9774cbe10d212fb4fa2d5e150",
    "url": "https://newsrnd.com/news/2023-12-30-%22this-is-a-generation-that-will-take-the-country-forward%22--we-wrote-with-the-forces-in-the-battles-against-hamas-terrorists-in-the-northern-gaza-strip-%7C-israel-hayom.r1Xyvl1AvT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-30T18:24:00Z",
    "title": "\"This is a generation that will take the country forward\": We wrote with the forces in the battles against Hamas terrorists in the northern Gaza Strip | Israel Hayom - The Limited Times",
    "text": "Ten difficult days passed for the Nahal Brigade, which lost five of its fighters in battle in the northern Gaza Strip, including three officers. However, it seems that nothing will break the spirit of the brigade, which lost its commander, Col. Jonathan Steinberg, z\"l, who was killed in battle with terrorists in Kerem Shalom on the bloody Saturday. Colonel Yair Zuckerman was called to the flag and took the brigade under his command. Over the weekend we met him in the Daraj Tufah neighborhood, Hamas' last stronghold in the northern Gaza Strip.\nWe entered the Gaza Strip with Eitan, the first armored bicycle carrier of its kind capable of carrying 12 fighters. After a short drive, we reached the Daraj Tufah neighborhood, which is located between Sajaiya and Jabaliya. This is a relatively small neighborhood, whose existence has been documented since the Mamluk rule in the country in the 13th century, and it overlooks Gaza City with the chimneys of Ashkelon in the background. It is believed that all the terrorists who fled Jabaliya and Sejaiya reached this neighborhood.\nDaraj Tufah neighborhood in the northern Gaza Strip, photo: Avi Cohen\nDespite statements by Defense Minister Yoav Galant that the northern Gaza Strip is under our control, there are still quite a few Hamas terrorists who have not surrendered, who come out of shafts and attack the forces. Outside the sky is blue, even the sun isn't really a liar. Inside the APC, the air conditioner cools well. One of the soldiers tells us: \"You know, there's no heating here, only cooling, luckily so far the weather is working in our favor.\"\n\"Mostly hand-to-hand combat\" All along the way, you can hear the bombings and attacks by the IDF. Through the screens in the armored personnel carrier, which document everything that is happening outside, you can clearly see all the destruction and smoke from the attacks, proof that the war is still in full force here as well, in the northern Gaza Strip. Upon arrival at the building where the operations room sits, we received a painful reminder of the war – a soldier was wounded by gunfire in an encounter by the force that found a tunnel shaft from which terrorists emerged. The operations room sent him an urgent evacuation, 9D is also being sent to the area. Minutes later, we hear the sound of a huge explosion and from one of the windows in the building we notice smoke coming from a few hundred meters away.\nNahal Brigade Commander Yair Zuckerman, Photo: Avi Cohen\n\"In recent days, we have mainly experienced hand-to-hand combat, encounters and the detonation of IEDs at the forces,\" says Col. Zuckerman, adding that \"the enemy is deployed within these areas, especially built-up areas. This is the crux of our challenge – to locate it, expose it and destroy it. We continue to dismantle the system as much as we can and with what we have. We continue to destroy the enemy, destroy its infrastructure, and we do this quite a bit.\"\nIn recent days, the Nahal Brigade has encountered dozens of terrorists and dozens of terrorist infrastructures in the area. \"We encountered terrorists and booby-trapped houses or those with a lot of weapons. We continue to operate in the area, knowing that not all the abductees have been returned to their homes. We will continue to do everything to bring the abductees home, and I wish they were alive and healthy,\" emphasizes Col. Zuckerman, trying to explain to us how great the challenge is in trying to distinguish between a non-involved population and terrorists.\nNahal fighters in the Daraj Tufah neighborhood, photo: Avi Cohen\n\"In the current region we are fighting, unlike the other areas we have fought so far, this is an even greater challenge. However, we have developed the right techniques in the context of mobilizing the population before we enter the fight in space. It is more challenging but possible, we also have all the means to make it identify between enemy and civilian.\n\"A lot depends on the behavior of the citizen in front of us. So far, my soldiers and I have not had a dilemma of not distinguishing who is the enemy and who is the civilian. The civilians behave in a certain way, most of them with white flags, and it must also be said that in recent population incidents we took quite a few terrorists out and they are now held captive by the army inside the territory of the State of Israel.\"\nHand-to-hand combat. IDF fighters in Gaza, photo: IDF Spokesperson\nBetween tours of homes and various buildings and the discovery of large quantities of weapons, Zuckerman describes that he realized that the aspiration of the residents of Gaza is very simple – that there will not be a State of Israel. \"They want the Land of Israel to be theirs. The idea that emerged from the pictures is that they want Greater Israel. Every house is filled with objects and pictures of the country, of Hamas flags and symbols, of the Temple Mount. We fight it, we fight to increase the Light, we fight for good versus evil. It's a war between ideas – an idea called the State of Israel, Israeli society and the Jewish people – and the idea called Hamas – which wants to erase us.\"\nThe war caught Zuckerman at home while he was between duties. The former commander of the Nahal Brigade, the late Col. Jonathan Steinberg, was his good friend. On Black Saturday, as soon as Colonel Steinberg realized there was an infiltration incident, he got into his car, left his family behind and drove off. In the Kerem Shalom area, he encountered terrorists, got out of the car, fought valiantly and was killed.\n\"I'm at home, I understand that there's a significant event starting. I decide to go back to my previous unit to help. I was deputy division commander and I go to division headquarters to see what I can help with,\" says Col. Zuckerman.\nNahal brigade commander killed with iron swords, Jonathan Steinberg, photo: IDF Spokesperson\n\"As soon as we realize that Jonathan has been killed, the division commander tells me to take command. I have found myself the brigade commander ever since. Since the seventh to the tenth, I have been here together with the forces. We'll have to do some soul-searching about the fact that we said this is the TikTok generation. This is a generation that surpasses us dozens of times. This is the generation that will take the country forward. A generation with endless courage and personal abilities that have now been admirably revealed.\n\"This week, after an encounter in which the commander was killed and two other fighters were wounded, I went to talk to the team. I sat with them and came out stronger from the meeting. I can tell you that we are determined, including me, the home front and the soldiers. It's a challenge, but I know that if we stop now, we won't have a state.\"\nWrong? We'll fix it! If you find a mistake in the article, please share with us",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eitan",
          "sentiment": "none"
        },
        {
          "name": "yair zuckerman",
          "sentiment": "none"
        },
        {
          "name": "kerem shalom",
          "sentiment": "none"
        },
        {
          "name": "sejaiya",
          "sentiment": "none"
        },
        {
          "name": "jonathan steinberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "nahal brigade",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "sajaiya",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "daraj tufah",
          "sentiment": "none"
        },
        {
          "name": "ashkelon",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T20:28:17.330+02:00",
    "updated": "2023-12-30T20:28:17.330+02:00"
  },
  {
    "uuid": "35061d28050024f9f33e285366d892adbc1ef080",
    "url": "https://vnexplorer.net/u-s-proposes-to-g7-to-confiscate-300-billion-of-russian-assets-ft-s697610.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:04:00Z",
    "title": "U.S. proposes to G7 to confiscate $300 billion of Russian assets - FT",
    "text": "U.S. proposes to G7 to confiscate $300 billion of Russian assets (Photo: Getty Images)\nThe United States is proposing that G7 countries confiscate $300 billion of frozen Russian assets for the benefit of Ukraine. Allies are rushing to coordinate the plan by the second anniversary of Russia’s full-scale invasion, according to the Financial Times.\nThe agency emphasizes that no decisions have been made yet, and the issue remains under discussion in European capitals. Although no decisions have been made yet, the acceleration of work on confiscating Russian assets for Ukraine indicates the growing importance of this issue.\nThe confiscation of assets was discussed this month by the finance ministers of the G7, as well as their deputies. According to people familiar with the negotiations, discussions focused on developing such a policy and assessing associated risks.\nThe United States, with the support of the United Kingdom, Japan, and Canada, proposed to continue preparatory work to have options ready by February 24. Three working groups proposed by the United States will study legal issues regarding confiscation, how to apply confiscated assets, risk reduction, and options for best directing them to Ukraine.\nGermany, France, Italy, and the EU have expressed some reservations and the need to assess the legality of asset confiscation carefully. As FT notes, several European ministers also called for maintaining secrecy.\nThe United States has not officially supported the arrest of Russian assets. Still, the G7 distributed a document stating that it would be legal and a “countermeasure to encourage Russia to stop its aggression.”\nIn the EU, it is also believed that asset confiscation would be insufficient to meet Ukraine’s reconstruction needs and should not replace financial support to Kyiv in 2024.\nTransfer of Russian assets to Ukraine\nEarlier, U.S. Secretary of State Antony Blinken confirmed that Ukraine would, for the first time, receive assets confiscated from Russian oligarchs under sanctions. According to him, the money will be directed to support Ukrainian veterans. This is the first step by the United States in transferring frozen Russian assets to Ukraine.\nIn addition, recently, The New York Times reported that the United States is urgently discussing with partners the use of frozen Russian assets to aid Ukraine.\nThe White House responded to media reports, emphasizing that specific discussions with allies are ongoing and it is too early to talk about transferring Russian assets to Ukraine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9bjF.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9bjF.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "financial times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united st",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:06.215+02:00",
    "updated": "2023-12-29T01:18:06.215+02:00"
  },
  {
    "uuid": "33a016e0380980d947404f0073c4323b5e040654",
    "url": "https://www.newsbreak.com/pennlive-com-512963/4074841752641-dear-annie-my-sister-has-become-cold-to-me-since-she-had-her-baby",
    "ord_in_thread": 0,
    "author": "Dear Annie, Annie Lane",
    "published": "2025-06-26T09:29:00Z",
    "title": "Dear Annie: My sister has become cold to me since she had her baby - NewsBreak",
    "text": "Dear Annie: My sister has become cold to me since she had her baby - NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Education"
    ],
    "topics": [
      "Social Issue->dating and relationships",
      "Social Issue->family",
      "Social Issue->parenting",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Dear Annie",
          "sentiment": "negative"
        },
        {
          "name": "Annie Lane",
          "sentiment": "negative"
        },
        {
          "name": "Renee",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T15:48:42.870+03:00",
    "updated": "2025-06-26T18:55:21.159+03:00"
  },
  {
    "uuid": "54ce953727cd7b96eed8b96d6bea7091d0184ddc",
    "url": "https://netafrique.net/burkina-faso-une-base-terroriste-detruite-a-tia-des-criminels-neutralises-a-tialboanga/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2023-12-28T20:36:00Z",
    "title": "Burkina Faso : Une base terroriste détruite à Tia, des criminels neutralisés à Tialboanga – NetAfrique.net",
    "text": "Les Forces combattantes, avec l’appui des vecteurs aériens, ont décimé plusieurs terroristes ce jeudi, dans la forêt de Tia (Boucle du Mouhoun) et à Tialboanga (Est), a appris l’AIB auprès de sources sécuritaires. Grâce aux vols de reconnaissance, une base terroriste nichée dans la forêt de Tia, à 12 km de Bondoukuy (Mouhoun, Boucle du Mouhoun), a été découverte le jeudi 28 décembre 2023. Les pilotes ont repéré un nombre important de criminels se rassemblant sous un arbre touffu. Au moment opportun, les veilleurs du ciel ont envoyé des frappes ciblées sur les assaillants, qui ont brûlé avec leurs équipements. Les unités terrestres du 10e bataillon d’intervention rapide sont intervenues immédiatement pour encercler la forêt. Tous les rescapés ont été éliminés, et la base ainsi que toute la logistique ont été détruites. Outre la forêt de Tia, plusieurs terroristes ont été signalés dans la matinée du jeudi 28 décembre 2023 aux environs de Tialboanga, à 7 km de Sakoani dans la zone de Matiacoali (Gourma, Est). Pendant qu’ils prenaient le thé et discutaient certainement de leurs prochaines cibles, ces malfaiteurs ignoraient que c’était leur dernière réunion de planification. Un missile lâché depuis le ciel les a consumés avec leurs logistiques. Selon nos sources, les opérations de reconquête de l’intégrité territoriale se poursuivent. Agence d’Information du Burkina (AIB) NB: photo d’archive et d’illustration",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:10.430+02:00",
    "updated": "2023-12-29T00:36:10.430+02:00"
  },
  {
    "uuid": "81c1fa99cdf126bbb38a571d731decb03d93a36b",
    "url": "https://timesofindia.indiatimes.com/india/dhaka-blames-india-for-flooding-delhi-hits-back/articleshow/112724351.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-08-22T23:32:00Z",
    "title": "Dhaka blames India for flooding, Delhi hits back | India News - Times of India",
    "text": "NEW DELHI/DHAKA: The Indian government on Thursday strongly denied claims in Dhaka that flooding of districts on the eastern borders of Bangladesh had been caused by the opening of Dumbur dam upstream of the Gumti river in Tripura, saying that floods on cross-border rivers is a shared problem on both sides. Indian govt sources also warned the interim govt against any official backing of \\\"misplaced\\\" narratives.The warning came in the wake of allegations by one of the advisers to the interim govt, Mohammad Nahid Islam, that India's \\\"non-cooperation\\\" was the reason for the flooding. \\\"Without any prior warning and without giving us time for preparation, the dam was opened. Through this India showed an inhuman approach and is demonstrating non-cooperation with Bangladesh,\\\" Islam said after a meeting of the advisory council with chief adviser Muhammad Yunus.112715395112709171Amid cross-border acrimony, there were rumours in Dhaka that Yunus had summoned Indian envoy Pranay Verma. Sources in Delhi, however, said that the request by Verma for a call was lodged several days ago and before the events related to the floods. Nahid, one of the coordinators of the protests against ousted PM Sheikh Hasina, who is supervising information and broadcasting affairs, hoped that India will come out from this \\\"anti-Bangladesh policy\\\".\\\"Any official backing of such misplaced narratives is unhelpful to bilateral ties and the use of the word 'summon' is clearly an attempt at disinformation,\\\" said a source on condition of anonymity.In a statement, the foreign ministry said this problem requires close mutual cooperation, adding India continues to provide real-time flood data to Bangladesh as per a bilateral protocol.With the two countries sharing 54 common cross-border rivers, river water cooperation is an important part of their bilateral engagement. Looking to allay concerns in Bangladesh about India's alleged role in the floods, which followed the political crisis in the country, Indian govt said it remained committed to resolving issues and mutual concerns in water resources and river water management through bilateral consultations and technical discussions.India pointed out that the catchment areas of the Gumti river that flows through India and Bangladesh have witnessed the heaviest rains of this year over the past few days and the flood in the neighbouring country is primarily due to waters from these large catchments downstream of the dam.\\\"Dumbur dam is located quite far from the border - over 120km upstream of Bangladesh. It is a low-height (about 30m) dam that generates power that feeds into a grid and from which Bangladesh also draws 40MW power from Tripura. Along the about 120km river course, we have three water level observation sites at Amarpur, Sonamura and Sonamura 2,\\\" said MEA.\\\"Heavy rainfall has been continuing since Aug 21 in whole of Tripura and adjoining districts of Bangladesh. In the event of heavy inflow, automatic releases have been observed,\\\" it added, while recalling that the Amarpur station is in part of a bilateral protocol under which India is transmitting real-time flood data to Bangladesh.\\\"Data showing a rising trend has been supplied to Bangladesh up to 3pm on Aug 21, 2024. At 6pm, due to flooding, there was a power outage, leading to problems of communication. Still, we have tried to maintain communication through other means created for urgent transmission of data,\\\" said govt.Heavy rainfalls have caused heavy flooding, the worst since 1956, in Tripura with more than 80% of the state capital, Agartala, waterlogged. The situation worsened in the city after it received 233mm rain on Wednesday that could not be pumped out as the Haora river was overflowing.Eight districts of Bangladesh have been flooded due to heavy rains and onrush of water from the upstream, said the ministry of disaster management and relief on Wednesday. The eight districts are Sunamganj, Moulvibazar, Habiganj, Feni, Chattogram, Noakhali, Comilla and Khagrachhari. At least 1,796,248 people have been affected, the ministry said on Thursday.(With inputs from AKM Moinuddin in Dhaka)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muhammad yunus.amid",
          "sentiment": "none"
        },
        {
          "name": "pranay verma",
          "sentiment": "none"
        },
        {
          "name": "mohammad nahid islam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "india news - times of india",
          "sentiment": "neutral"
        },
        {
          "name": "islam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dhaka",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "gumti",
          "sentiment": "none"
        },
        {
          "name": "tripura",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T03:35:31.593+03:00",
    "updated": "2024-08-23T08:11:13.965+03:00"
  }
]