[
  {
    "uuid": "6bb6958d8ce4eb51340328387b8dadf17d4c9a2c",
    "url": "https://www.infobae.com/america/agencias/2024/07/04/mexico-sostenible-la-exposicion-para-concienciar-sobre-los-efectos-del-cambio-climatico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-07-04T22:16:00Z",
    "title": "‘México sostenible’, la exposición para concienciar sobre los efectos del cambio climático - Infobae",
    "text": "Ciudad de México, 4 jul (EFE).- La exposición fotográfica ‘México sostenible’ fue inaugurada este jueves en la Ciudad de México con el objetivo de concienciar a la sociedad sobre los efectos de la crisis climática en el mundo y de la importancia de generar soluciones sostenibles como el uso de energías renovables.\nLa muestra, conformada por 38 fotografías que recorren la geografía mexicana, se estrenó como galería abierta en Paseo de la Reforma, uno de los corredores más importantes de la capital con la colaboración de la empresa de energía sostenible Iberdrola y la Secretaría de Cultura de la Ciudad de México.\nSobre la presentación, que también se enmarcó en el 25 aniversario de Iberdrola en México, el director de Galerías Abiertas de la Ciudad de México, José Manuel Ramírez Rodríguez, y la directora general de Iberdrola en México, Katya Samohano, coincidieron en que uno de los problemas que “más está afectando al mundo es el cambio climático”.\nTeniendo en cuenta que esta crisis ya provocó en 2023 que América Latina y el Caribe registrara temperaturas récords (0,82 grados Celsius), según datos de la Organización Meteorológica Mundial de las Naciones Unidas.\n“En estos días la más importante preocupación del mundo es el cambio climático, que a todos nos está afectando, es de vital importancia compartir la información y concienciar a toda la población”, expresó Rodríguez.\nEn ese sentido, la exhibición que finaliza el 4 de agosto, busca a través de un tono divulgativo poner valor a los recursos naturales y el aprovechamiento de la energía solar y eólica, pues, de acuerdo con los directivos, son estos los esfuerzos tecnológicos que contribuirán a la lucha contra el cambio climático y sumarán al cumplimiento de los Objetivos de Desarrollo Sostenible (ODS) de la ONU.\nDurante la inauguración, Samohano destacó que Iberdrola se ha sumado a estos esfuerzos tecnológicos para “contribuir a la erradicación del flagelo del cambio climático” en México y en el mundo a través de la generación de energías limpias.\n“Iberdrola desde su llegada a México ha estado del lado de cómo contribuir a las energías limpias, fue pionera en este cambio de matriz energética para dejar de producir energía con contaminantes (...) Usar combustibles que tienen una menor huella al medio ambiente”, afirmó.\nAsimismo, recalcó que estos proyectos a favor de la sostenibilidad seguirán expandiéndose a lo largo del país, siendo que la actual apuesta de la empresa son las energías renovables en territorios donde abunda la fuerza de la energía del viento y del sol.\n“Nuestra apuesta es crecer mucho más, México es un país bendecido con recursos naturales a lo largo y lo ancho del territorio, tenemos más de dos millones de kilómetros cuadrados, de los cuales casi todos tienen un potencial para las energías renovables”, dijo la directora.\nLa exhibición con imágenes de Mario Castillo Hidalgo, Anya Bartels-Suermondt, Bernabé Bonifacio, Alejandra Cárdenas, entre otros, es de acceso libre y está disponible para todos los visitantes de Paseo de la Reforma de la urbe mexicana. EFE\nmwp/abz/jrh\n(foto) (video)\nEFE cuenta con el apoyo de Iberdrola México para la elaboración de esta nota.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T01:33:00.778+03:00",
    "updated": "2024-07-05T01:33:00.778+03:00"
  },
  {
    "uuid": "9e51505d4acd6ee8838d40409c71cc8875d3f287",
    "url": "https://thefridaytimes.com/29-Dec-2023/in-a-first-hindu-woman-to-contest-elections-from-buner",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Desk",
    "published": "2023-12-29T07:21:00Z",
    "title": "In A First, Hindu Woman To Contest Elections From Buner",
    "text": "For the first time in the history of Pakistan, a woman from the Hindu community will contest the upcoming general elections in Khyber Pakhtunkhwa's Buner district. Dr. Saveera Parkash will contest for the KP Assembly seat of PK-25 as she successfully passed the scrutiny of her documents by the Election Commission of Pakistan. She has also submitted nomination papers for reserved seats in the national and provincial assemblies. She will compete with Awami National Party (ANP) leader and former minister Sardar Hussain Babak, ex-minister Riaz Khan, Jamiat Ulema-e-Islam (F) leader and ex-lawmaker Mufti Fazal Ghafoor, and others in the general elections for PK-25. Dr. Parkash graduated from Abbottabad International Medical College in 2022 and serves as the general secretary of the Pakistan People's Party's (PPP) women's branch in Buner. Her recently retired father, Dr. Om Parkash, has been an active member of the party for the past 35 years. Dr. Saveera Parkash, who was pleased with the locals' response, said she had not expected such a great response from the masses. \"Even the leaders and supporters of the religious parties appreciated my decision to contest the election,\" she said. It is pertinent to mention here that several minority families have been living in the Buner area, and several male members of the community have contested elections in the past.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "riaz khan",
          "sentiment": "none"
        },
        {
          "name": "sardar hussain babak",
          "sentiment": "none"
        },
        {
          "name": "mufti fazal ghafoor",
          "sentiment": "none"
        },
        {
          "name": "saveera parkash",
          "sentiment": "none"
        },
        {
          "name": "om parkash",
          "sentiment": "none"
        },
        {
          "name": "parkash",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abbottabad international medical college",
          "sentiment": "none"
        },
        {
          "name": "anp",
          "sentiment": "none"
        },
        {
          "name": "election commission",
          "sentiment": "none"
        },
        {
          "name": "pakistan people's party",
          "sentiment": "none"
        },
        {
          "name": "kp assembly",
          "sentiment": "none"
        },
        {
          "name": "awami national party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "buner",
          "sentiment": "none"
        },
        {
          "name": "khyber pakhtunkhwa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:39:53.908+02:00",
    "updated": "2023-12-29T09:39:53.908+02:00"
  },
  {
    "uuid": "134239a72180c2279abdbbc38a2d66da209ffca3",
    "url": "https://www.ctvnews.ca/world/no-action-against-israeli-soldiers-in-mistaken-killing-of-3-hostages-1.6702953",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVNews",
    "published": "2023-12-28T21:02:00Z",
    "title": "No action against Israeli soldiers in mistaken killing of 3 hostages",
    "text": "Skip to main content\nNo action against Israeli soldiers in mistaken killing of 3 hostages\nFleeing Palestinians have packed into areas along Gaza's border with Egypt and the southern Mediterranean coastline, where shelters and tent camps are overflowing.\nThe UN humanitarian office says the scale and intensity of ground operations and fighting between Israeli forces and Palestinian armed groups and their devastating impact is impeding aid deliveries.\nThe Israeli military's air and ground offensive against Hamas has widened to most of the territory. Israel says it is striking militant targets, though homes full of people are regularly crushed.\nIsraeli forces bombarded cities, towns and refugee camps across Gaza overnight and into Thursday, killing dozens of people.\nMore than 20,000 Palestinians, two-thirds of them women and children, have been killed since the start of the war, according to the Health Ministry in Hamas-run Gaza, which doesn't differentiate between civilians and combatants among the dead.\nAbout 1,200 people were killed after Hamas raided southern Israel on Oct. 7, with around 240 people taken hostage. Israel says it aims to free the more than 100 hostages who remain in captivity in Gaza.\nHere's what's happening in the war:\nNO ACTION AGAINST ISRAELI SOLDIERS IN MISTAKEN KILLING OF 3 HOSTAGES\nJERUSALEM -- The Israeli military has completed its investigation into the mistaken killing of three Israeli hostages, saying the event “should not have occurred” and could have been prevented but taking no disciplinary action.\nThe three hostages, Yotam Haim, 28, Samer Al-Talalka, 25 and Alon Shamriz, were mistakenly shot by Israeli forces on Dec. 15 after exiting a building in a Gaza City neighbourhood where intense battles had taken place.\nAnnouncing the results of its investigation, the army on Thursday confirmed initial reports that the men had emerged from the building shirtless and waving a white flag, apparently trying to signal they posed no threat.\nTwo men were killed immediately, while the third ran back into the building screaming for help in Hebrew. The commander issued an order to cease-fire, but another burst of gunfire killed the third man.\nThe army said that complex battle conditions, limited visibility and noise from nearby tanks that prevented troops from hearing their commanders’ instructions contributed to the fatal event.\n“The fighting creates many complex and difficult situations,” army spokesperson Rear Adm. Daniel Hagari told a news conference.\n“After entire days of encountering explosives, watching your friends die, having RPGs fired at you, encountering terrorists wearing civilian clothes without a weapon, pulling you toward all kinds of explosives in the streets — in that situation, a soldier stood at a window with limited visibility. He made a mistake,” he said.\nThe army’s chief, Lt. Gen. Herzi Halevi, said the soldiers had violated open-fire procedures because the hostages did not pose a threat. But he said “there was no malice in the event” and the soldiers acted “to the best of their understanding.”\nU.S., ISRAELI DEFENSE CHIEFS SPEAK ABOUT NEXT STEPS IN MILITARY CAMPAIGN\nWASHINGTON -- U.S. Defense Secretary Lloyd Austin spoke with Israeli Defense Minister Yoav Gallant on Thursday to discuss Israel’s military campaign in Gaza and preparations for the stabilization phase that will follow major combat operations.\nAir Force Maj. Gen. Pat Ryder, Pentagon press secretary, said Austin reiterated U.S. resolve to ensure Hamas can no longer threaten Israel’s security and he also underscored “the importance of protecting Gaza’s civilians and accelerating humanitarian assistance.”\nRyder said Austin and Gallant also discussed other threats to regional security, including Hezbollah's activities in southern Lebanon, Houthi attacks against ships in the Red Sea, and Iranian-backed militia attacks against American forces in Iraq and Syria.\nHAMAS OFFICIAL SAYS END TO WAR MUST BE FINAL, NOT TEMPORARY\nBEIRUT -- A Hamas official said Thursday that the Palestinian militant group is “open to any ideas or proposals for a complete and final cessation of aggression against our people in the Gaza Strip.”\nOsama Hamdan said the group is not interested in a “partial or temporary cessation of aggression” and reiterated the group’s official position that the remaining hostages who have been held in Gaza since the group launched its deadly Oct. 7 incursion into Israel would only be released after a permanent ceasefire is implemented.\nHe was responding to a question at a press conference about the ongoing discussions regarding roadmap to end the Israel-Hamas war -- including a proposal Egypt recently suggested.\nAs for the enclave’s post-war governance, Hamdan said it would be a “decision of the Palestinian people alone” and that Palestinians in Gaza would “not accept a leadership that comes on the back of a Zionist or American tank or under the protection of this tank.”\nHe reiterated the group’s denial of a claim made by a spokesman for Iran’s Revolutionary Guard on Wednesday that the Oct. 7 attack was launched in retaliation for the 2020 killing of Gen. Qassem Soleimani, head of Iran’s elite Quds Force, in a U.S. drone strike in Iraq. Hamas.\nHamdan said the Oct. 7 attack was “a Palestinian operation in planning, preparation, decision and implementation” and was launched as the “result of international collusion that tried to dispose of the Palestinian cause” in response to Israeli aggression.\nKIBBUTZ ANNOUNCES DEATH OF AMERICAN-CANADIAN-ISRAELI HOSTAGE\nTEL AVIV, Israel -- A hard-hit Israeli kibbutz has announced the death of an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza.\nThe death of Judith Weinstein was announced days after her husband, Gad Haggai, was also declared dead. Weinstein, 70, and Haggai, 73, were taking an early morning walk in Kibbutz Nir Oz on the morning of Oct. 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others.\nWeinstein and her husband had been thought to be among the hostages still in captivity in Gaza. But six days ago, the kibbutz announced that Haggai was killed on Oct. 7 and his body was taken to Gaza.\nOn Thursday, the kibbutz said it had learned that Weinstein had also been killed on Oct. 7 and her body was also being held in Gaza.\nIt was not immediately clear how Israeli authorities determined her death. The couple are survived by four children.\n\"Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,\" the family said in a statement. She will be remembered for her compassion, her peaceful nature, and the creative life she built with her husband.\"\nAccording to Prime Minister Benjamin Netanyahu's office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity.\nNir Oz was one of the hardest-hit Israeli communities on Oct. 7, with roughly one quarter of its residents killed or kidnapped.\nThe families of missing hostages have drawn widespread support in Israel as they press the government to reach a new ceasefire deal to bring home their loved-ones.\nNetanyahu met Thursday in Tel Aviv with some of the families, where he told them there were ongoing behind-the-scene efforts to bring them home, according to a statement from his office.\n\"I can't elaborate on the details, we are working to return everyone,\" he said.\nUN PEACEKEEPER INJURED IN LEBANON\nBEIRUT -- A United Nations peacekeeper was injured when a group of young men attacked a patrol in south Lebanon, the peacekeeping force known as UNIFIL reported Thursday.\nA vehicle was also damaged during the Wednesday night attack in the village of Taybeh, the force said.\nSuch attacks \"are not only condemnable, but they are violations of Resolution 1701 and Lebanese law,\" UNIFIL said on X, formerly known as Twitter, referring to a UN Security Council resolution that ended a monthlong 2006 war between Israel and the Lebanese militant group Hezbollah.\nIn a separate incident Thursday morning, residents blocked a group of peacekeepers that was traveling through the border village of Kfar Kila, UNIFIL spokeswoman Kandice Ardie said. The peacekeepers were able to move on \"after a brief discussion with locals,\" Ardie said.\nHezbollah supporters in Lebanon frequently accuse the UN mission of colluding with Israel, while Israel has accused the peacekeepers of turning a blind eye to Hezbollah's military activities in southern Lebanon.\nSince the outbreak of the Israel-Hamas war on Oct. 7, Hezbollah and allied groups have clashed almost daily with Israeli forces on the Lebanon-Israel border, and shelling has struck UNIFIL facilities.\nThe peacekeeping force said gunfire from Israeli troops hit one of its patrols last month, causing no injuries but damaging a vehicle.\nHEAD OF IRAN'S REVOLUTIONARY GUARD VOWS REVENGE FOR GENERAL'S DEATH\nTEHRAN, Iran -- Thousands of people attended a funeral in Iran for a high-ranking general killed in a suspected Israeli airstrike in Syria.\nMourners gathered in a central square in Tehran on Thursday before accompanying the casket of Gen. Seyed Razi Mousavi to a shrine where he was buried.\nMousavi was a high-ranking general in Iran's paramilitary Revolutionary Guard who had served as a longtime military advisor to the Syrian government during that country's ongoing civil war. He was killed in an airstrike in Damascus on Monday.\nThe head of the Guard, Gen. Hossein Salami, said \"our revenge will be tough, as always,\" but that the only fitting revenge would be \"the removal of Israel from the face of existence.\"\nSalami described Mousavi as a close companion of Gen. Qassim Soleimani, the head of Iran's elite Quds Force, who was killed in a U.S. drone strike in Iraq in January 2020.\nEarlier Thursday, Iran's supreme leader, Ayatollah Ali Khamenei, prayed before Mousavi's casket, state TV footage showed.\nIran and Israel have waged a long shadow war, with Israel regularly carrying out strikes on Iran-linked targets in Syria. Tensions have soared since Hamas' Oct, 7 attack triggered the war in Gaza.\nIsrael views Iran as its greatest threat because of Tehran's disputed nuclear program and its support for regional militant groups like Hamas, Lebanon's Hezbollah and the Houthi rebels in Yemen.\nISRAEL ARRESTS 21 PALESTINIANS ACCUSED OF HELPING FINANCE HAMAS\nTEL AVIV, Israel -- The Israeli military says forces carried out an operation across multiple areas of the West Bank and arrested 21 Palestinians alleged to have helped finance Hamas.\nIn a statement Thursday, the military alleged the suspects were financial services providers who allegedly funded Hamas through digital currency and cash. Israeli media said those arrested worked as foreign exchange brokers.\nThe military said it confiscated tens of millions in Israeli currency as well as safes, documents and cell phones. Video released by the military showed troops raiding establishments overnight, at one point drilling through a wall that appeared to have been stuffed with cash.\nOne suspect, blindfolded and hands bound by zip ties, was seen getting escorted from a military vehicle.\nDuring the operation, the military says its aircraft struck militants in Jenin who fired on troops. Forces also opened fire on Palestinians whom the military said were throwing firebombs at troops in numerous areas across the West Bank.\nThe Palestinian Health Ministry said a Palestinian man was killed by Israeli forces in the central city of Ramallah. It did not disclose the circumstances.\nMore than 300 Palestinians have been killed in the West Bank since Hamas attacked Israel on Oct. 7, the Palestinian Health Ministry says, mostly in confrontations with Israeli forces during raids and protests.\nIsrael has also arrested more than 2,500 people in the West Bank during that time.\nUNITED NATIONS OFFICE CITES OBSTACLES TO GAZA AID DELIVERIES\nUNITED NATIONS -- The UN humanitarian office says the scale and intensity of ground operations and fighting between Israeli forces and Palestinian armed groups in most areas of Gaza and their devastating impact is impeding aid deliveries.\nThe office, known as OCHA, cited blocked roads, a scarcity of fuel and telecommunications blackouts as some of the obstacles hampering the humanitarian response.\nDespite the challenges, OCHA said the UN World Food Program reached about a half-million people internally displaced in UN shelters south of Wadi Gaza with food parcels, wheat flour, high-energy biscuits and nutrition supplements between Dec. 23 and Dec. 26.\nThe World Food Program, through its partners, is also helping thousands of people outside UN shelters at distribution points and community kitchens, OCHA said.\nThe UN humanitarian agency said it is also working to deliver 50 tons of wheat flour to more than a dozen bakeries in Gaza.\nISRAELI OFFICIAL SAYS MILITANT LEADER IN LEBANON COULD BE TARGETED\nJERUSALEM -- Israel's foreign minister says the head of Lebanon's Hezbollah militant group could be Israel's next target.\nEli Cohen spoke a day after a Hezbollah strike wounded 11 people in northern Israel. The Iranian-backed group has fired missiles and rockets into Israel throughout the two-and-a-half month war between Israel and Hamas. Israel has responded dozens of airstrikes and artillery barrages.\nThe daily battles have forced tens of thousands of Israelis to evacuate their homes from border communities and raised fears that they could escalate into a region-wide war.\nTouring Israel's border with foreign ambassadors. Cohen said Hezbollah's leader, Hassan Nasrallah, \"must understand that he's next.\"\nHe said Hezbollah must respect a 2006 UN ceasefire that calls on the group to withdraw from the border area.\n\"We will operate to make the most of the diplomatic option,\" Cohen said. \"If it doesn't work, all options are on the table.\"\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nMORE WORLD NEWS\nCTVNews.ca Top Stories\nBREAKING\nTen people rescued from plane crash site in remote N.W.T.\nThe military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories.\nNDP's Jagmeet Singh rules out coalition government with Liberals after next election\nNDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election.\nJudih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead\nJudih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead.\nIn most African countries, drought forces rural communities to relocate, study finds\nAcross most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future.\nTeen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada\nA teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday.\nPierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area\nPierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park.\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nTight-knit Canada set for tough test against hosts Sweden at world juniors\nCanada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\"\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\nCanada\n-\nCommon Front of public sector unions reaches tentative deal with Quebec\nThe Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government.\n-\nTeen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada\nA teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday.\n-\nBREAKING\nBREAKING\nTen people rescued from plane crash site in remote N.W.T.\nThe military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories.\n-\nMontreal man who ate recalled cantaloupes launches class-action lawsuit\nA Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit.\n-\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\n-\nMan who died with wife and son in Alberta lake wasn't a risk-taker, says friend\nAn Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend.\nWorld\n-\nWorld population will be more than 8 billion people on Jan. 1\nThe worldwide growth rate in the past year was just under 1 per cent. At the start of 2024, 4.3 births and two deaths are expected worldwide every second, according to the Census Bureau figures.\n-\nAs Gaza war grinds on, tensions soar along Israel's volatile northern border with Lebanon\nIsraeli officials are stepping up threats against the Lebanese militant group Hezbollah, warning that Israel is running out of patience as the two sides continue to trade fire along Israel's volatile northern border. Here is a look at the battle between Israel and Hezbollah.\n-\nIn most African countries, drought forces rural communities to relocate, study finds\nAcross most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future.\n-\nTexas has arrested thousands on trespassing charges at the border. Illegal crossings are still high\nStarting in March, Texas will allow police to arrest migrants who enter the state illegally and give local judges the authority to order them out of the country.\n-\nPaul Whelan marks five years in Russian detention\nPaul Whelan marked five years in Russian detention on Thursday – a grim milestone that the ex-U.S. Marine hoped he would never see. In the more than half a dozen phone conversations Whelan has had with CNN, he has expressed both confidence that the U.S. government is working to secure his release and immense frustration that those efforts have not yielded success.\n-\nHouse where 4 University of Idaho students were killed is being demolished\nDemolition began Thursday on the house where four University of Idaho students were killed last year, marking an emotional step for the victims' families and a close-knit community that was shocked and devastated by the brutal stabbings.\nPolitics\n-\nNDP's Jagmeet Singh rules out coalition government with Liberals after next election\nNDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election.\n-\nAre we ready? Should we do this? The debate on expanding medical assistance in dying\nThe federal Liberals face a choice early in 2024: They can allow a sunset clause to take effect so that eligibility for medical assistance in dying expands to adults whose only reason for seeking it is a mental disorder, or they can postpone it further.\n-\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\nHealth\n-\nMore than 117,000 BlendJet portable blenders recalled over fire, laceration risk\nBlendJet is recalling 117,286 of its portable blenders in Canada and 4.8 million in the United States over laceration and fire hazards after receiving dozens of injury reports.\n-\nNew weight loss drugs are out of reach for millions of older Americans because Medicare won't pay\nNew obesity drugs are showing promising results in helping some people shed pounds but the injections will remain out of reach for millions of older Americans because Medicare is forbidden to cover such medications.\n-\nMontreal man who ate recalled cantaloupes launches class-action lawsuit\nA Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit.\nSci-Tech\n-\nNew killer whale calf spotted with J pod on Boxing Day, researchers say\nThe endangered southern resident killer whales appear to have welcomed a new arrival this holiday season.\n-\nHere's what to know about a new orange-tongued lizard discovered in China\nScientists have discovered a new iguana species in China and say the new garden lizard has a unique distinguishing feature.\n-\nApple wins bid to pause Apple Watch ban at U.S. appeals court\nApple scored a victory on Wednesday when a U.S. appeals court paused a government commission's import ban on some of the company's popular Apple smartwatches following a patent dispute with medical-technology firm Masimo.\nEntertainment\n-\nCher files for conservatorship of son Elijah Blue Allman\nCher has filed for temporary legal conservatorship of her adult son Elijah Blue Allman, citing his alleged ongoing substance abuse issues.\n-\nPierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area\nPierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park.\n-\nTaylor Swift helps drive U.K. vinyl sales to highest level since 1990\nVinyl sales have jumped 11.7 per cent so far in 2023 to 5.9 million units, according to preliminary figures released Thursday by the British Phonographic Industry, an association of U.K. record companies and labels.\nBusiness\n-\nFive things to watch for in Canadian business in 2024\nHere are five things to watch in Canadian business in 2024 as households and companies work through what is expected to be a challenging economic environment.\n-\nMore than 117,000 BlendJet portable blenders recalled over fire, laceration risk\nBlendJet is recalling 117,286 of its portable blenders in Canada and 4.8 million in the United States over laceration and fire hazards after receiving dozens of injury reports.\n-\nNew weight loss drugs are out of reach for millions of older Americans because Medicare won't pay\nNew obesity drugs are showing promising results in helping some people shed pounds but the injections will remain out of reach for millions of older Americans because Medicare is forbidden to cover such medications.\nLifestyle\n-\nThey eat what? New Year's food traditions around the world\nAs the new year arrives around the world, special desserts abound, as do long noodles (representing long life), field peas (representing coins), herring (representing abundance) and pigs (representing good luck).\n-\nToronto diner featured on Food Network TV show to close its doors before 2024\nAn iconic Toronto diner that was featured on a popular Food Network television show will be closing its doors at the end of the year.\n-\n1-2-3 and counting: Las Vegas weddings could hit record on New Year's Eve thanks to date's pattern\nFor better or for worse, a wave of couples saying 'I do' in Las Vegas on New Year's Eve could set a record for the city's busiest wedding day ever.\nSports\n-\nTight-knit Canada set for tough test against hosts Sweden at world juniors\nCanada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\"\n-\nNCAA teammates Celebrini, Hutson and Willander chasing same dream at world juniors\nMacklin Celebrini is thrilled his college teammates are getting the opportunity. He's also hoping to see them return to the NCAA bitterly disappointed.\n-\nAir Canada signs sponsorship deal with Professional Women's Hockey League\nAir Canada has a sponsorship deal with the soon-to-launch Professional Women's Hockey League.\nAutos\n-\nEV, hybrid and gas-powered: Some interesting cars coming in 2024\nNext year will see the introduction of some new, genuinely affordable electric vehicles as well as a couple of interesting options for the ultra-wealthy. We'll also see the return of some classic model names.\n-\nNearly 300K Honda vehicles from 2017 to 2020 recalled over engine failure risk\nHonda Canada announced up to 297,836 vehicles have been affected by its latest recall due to a fuel pump defect potentially increasing the risks of engine failure or stalling while driving.\n-\nHonda recalling more than 2.5 million cars in U.S. due to fuel pump defect\nHonda Motor's American arm is recalling more than 2.5 million vehicles in the U.S. due to a fuel pump defect that can increase risks of engine failure or stalling while driving.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "health ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "mediterranean",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:59.595+02:00",
    "updated": "2023-12-29T00:12:59.595+02:00"
  },
  {
    "uuid": "7c0668718c38758f4d273d77e10772752199566b",
    "url": "https://www.bolsamania.com/noticias/empresas/economia--ava-asaja-critica-que-las-ayudas-por-la-sequia-vuelven-a-dejar-fuera-a-la-uva-y-el-olivar--15714338.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Financial Group, S.A.",
    "published": "2023-12-28T15:37:00Z",
    "title": "Economía.- AVA-Asaja critica que las ayudas por la sequía \"vuelven a dejar fuera a la uva y el olivar\" - Bolsamania.com",
    "text": "Uvas por vendimiar AVA-ASAJA VALÈNCIA, 28 (EUROPA PRESS)\nLa Asociación Valenciana de Agricultores (AVA-Asaja) lanza \"una dura crítica\" al Gobierno porque \"vuelve a dejar fuera\" a los productores de la uva y del olivar de las ayudas publicadas en el Boletín Oficial del Estado (BOE), a través del Real Decreto-ley 8/2023 por el que se adoptan medidas para afrontar las consecuencias económicas y sociales derivadas de los conflictos en Ucrania y Oriente Próximo, así como para paliar los efectos de la sequía.\nLa organización presidida por Cristóbal Aguado lamenta, en un comunicado, que el ejecutivo central \"haya olvidado de nuevo a dos cultivos fundamentales para la agricultura valenciana como son la uva y el olivar en las ayudas por la sequía, pese a que ambas producciones se han visto gravemente mermadas por la falta de lluvias en los dos últimos años\".\n\"Mientras otros cultivos y ganaderías se beneficiaron de ayudas directas en anteriores decretos, el Ministerio de Agricultura pierde otra oportunidad para resarcirse de su error y vuelve a discriminar de manera arbitraria la uva y olivar\", afea la entidad.\nEl responsable de la sectorial del vino de AVA-ASAJA, José Luis Robredo, recuerda que \"la sequía es la principal causa de la reducción global de un 40% en la cosecha de uva en la Comunitat Valenciana\". \"Esta importante merma, unida a la crisis de los precios sobre todo en vinos tintos, deja un paisaje desolador con cepas secas y uvas por vendimiar. No entendemos, pues, que el Gobierno se haya olvidado de este cultivo en las ayudas por la sequía y la guerra\", manifiesta.\nPor su parte, Luis Julián Pérez, responsable de la sectorial del olivar de AVA-Asaja, explica que \"la producción de aceitunas en el campo valenciano ha sido la mitad de una cosecha normal, debido a la falta de precipitaciones, y que en algunas comarcas interiores como Utiel-Requena la merma asciende hasta el 80%.\n\"AGRICULTORES DESESPERADOS\"\nA pesar de los elevados precios del aceite, \"hay tan poco que vender que todos los días recibo llamadas de agricultores desesperados porque están metidos en préstamos de modernización y no pueden llegar a fin de mes\", expone.\nAVA-Asaja también reprocha al Gobierno que excluya a la Confederación Hidrográfica del Júcar (CHJ) de las exenciones aprobadas al regadío pese a los negativos efectos de la sequía en el campo valenciano.\nEl ámbito territorial de aplicación de las medidas únicamente comprende las demarcaciones hidrográficas del Guadiana, del Guadalquivir, del Segura y del Ebro.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:10.175+02:00",
    "updated": "2023-12-29T00:03:10.175+02:00"
  },
  {
    "uuid": "898d8a1743ddcdf1008c2095d1c33225b3f7d81c",
    "url": "https://www.dailymotion.com/video/x8x1co6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TV Latino LA. 2024",
    "published": "2024-04-18T21:42:00Z",
    "title": "Kung Fu Wa Episodio 06 Pescando Completo Español Latino",
    "text": "Search Input\nIniciar sesión\nRegistrarse\nVer en pantalla completa\nKung Fu Wa Episodio 06 Pescando Completo Español Latino\nTV Latino LA. 2024\nSeguir\nMe gusta\nFavorito\nCompartir\nAñadir a la lista de reproducción\nInforme\nhace 2 minutos\nRecomendada\n10:46\nI\nPróximamente\nKung fu wa Episodio 04 En casa no tan solo Completo Español Latino\nTV Latino LA. 2024\n10:46\nKung fu wa Episodio 03 Cara de Dragón Completo Español Latino\nTV Latino LA. 2024\n10:30\nKung fu wa Episodio 02 Primer día de clases Completo Español Latino\nTV Latino LA. 2024\n10:46\nKung Fu Wa Episodio 07 El misterio de la tienda de bollos Completo Español Latino\nTV Latino LA. 2024\n10:41\nKung fu wa episodio 01 Calcetín y kung-fu Completo Español Latino\nTV Latino LA. 2024\n10:46\nKung fu wa Episodio 05 Gato Arcoíris Completo Español Latino\nTV Latino LA. 2024\n10:46\nKung Fu Wa Episodio 08 Peine antiguo Completo Español Latino\nTV Latino LA. 2024\n31:32\nkung fu wa tres episodios completo discovery kids feed mexico y chile 19-09-2022\nTV Latino LA. 2024\n10:45\nKung Fu Wa - Querido Diario (Español Latino)\nNicolas Soto 3 2004 2\n10:00\nKung Fu Wa - El Pasado de Manipulens (Español Latino)\nNicolas Soto 3 2004 2\n10:25\nKung Fu Wa - Estudiante y maestro (Español Latino)\nNicolas Soto 3 2004 2\n11:00\nKung Fu Wa - Trabajo en Equipo (Español Latino)\nNicolas Soto 3 2004 2\n9:57\nKung Fu Wa - El Cumpleaños de Tee Zeng (Español Latino)\nNicolas Soto 3 2004 2\n10:05\n[Pucca en Español] Pucca 2x02b Chega de Kung Fu | Latino Capitulos Completos . .\nMamevi\n10:45\nKung Fu Wa Temporada 1 Episodio 17 - El show de Chica Kung-Fu\nMaximiliano Torres' Angry Birds Cartoons\n42:47\nkung fu wa episodio 07 08 09 10 discovery kids fedd brasil\nTV Latino LA. 2024\n10:44\nKung fu wa completo discovery kids fedd México 27_12_2022\nTV Latino LA. 2024\n10:42\nkung fu wa completo discovery kids feed mexico 16-09-2022\nTV Latino LA. 2024\n49:42\nSerie Kung Fu 1x05 (1972) (Español Latino)\nSeries del Recuerdo\n48:55\nSerie Kung Fu 1x10 (1972) (Español Latino)\nSeries del Recuerdo\nCanales destacados\nMás de\nTelevisa\nMás de\nEl Economista\nMás de\nPublimetro\nMás de\nMyFrenchFilmFestival\nMás de\nSensacine México\nMás de\nEsto es Loco!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:44:30.586+03:00",
    "updated": "2024-04-19T00:44:30.586+03:00"
  },
  {
    "uuid": "10b7428088f685e082edbc6ac49cc23d92c8e56a",
    "url": "https://www.wect.com/2025/05/07/listening-america-cuts-weather-service",
    "ord_in_thread": 0,
    "author": "@wectnews",
    "published": "2025-05-07T22:48:00Z",
    "title": "Listening to America: Cuts to the weather service",
    "text": "Listening to America: Cuts to the weather service\nPublished: May. 7, 2025 at 6:48 PM EDT|Updated: 3 hours ago\nWASHINGTON (Gray DC) - The Trump administration is working to reduce the federal workforce and part of that effort includes cutbacks at the National Weather Service. The agency is crucial for forecasting, keeping communities prepared for the worst.\nThis week on listening to America, Senior National Correspondent Peter Zampa is in Arkansas where local officials are concerned about preparedness now more than ever.\nCopyright 2025 Gray DC. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Politics->political process",
      "Politics->public inquiry",
      "Politics->government",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Environment->environmental pollution",
      "Environment->energy resources",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Peter Zampa",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "National Weather Service",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "10b7428088f685e082edbc6ac49cc23d92c8e56a",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T04:46:19.996+03:00",
    "updated": "2025-05-08T01:50:50.000+00:00"
  },
  {
    "uuid": "2a12d35e74cceae695b3b1c61c66d9d99a0d5b09",
    "url": "https://www.today.it/mondo/noga-weiss-ostaggio-di-hamas-arruola-idf.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-05-06T11:16:00Z",
    "title": "Ex ostaggio nelle mani di Hamas si arruola nell'esercito: \"Mi dedicherò a Israele\"",
    "text": "Ex ostaggio nelle mani di Hamas si arruola nell'esercito: \"Mi dedicherò a Israele\" La ragazza, 18 anni, è stata nelle mani di Hamas per circa 50 giorni e il suo carceriere le aveva proposto di sposarsi con lui Era stata rapita dai miliziani di Hamas e tenuta in ostaggio per quasi due mesi prima di essere rilasciata lo scorso novembre grazie a un accordo. Il suo racconto aveva poi avuto rilevo sulla stampa internazionale: la 18enne Noga Weiss era stata minacciata dal suo carceriere. Secondo l'uomo la ragazza averebbe infatti diventare la sua sposa e crescere i suoi figli dopo aver perso suo padre, ucciso dai miliziani di Hamas lo scorso 7 ottobre, durante il progrom e l'assalto al kibbutz dove viveva. Oggi Noga ha deciso di arruolarsi nell'esercito nel ruolo di mashakit tash, ovvero sottufficiale responsabile delle condizioni di servizio, una sorta di assistente sociale per i soldati.7 ''Dopo un periodo molto turbolento, sento che arruolarmi nell'esercito con la posizione di mashakit tash sia la cosa giusta per me. Mashakit tash è stato il ruolo dei miei sogni da anni. Sento di poter contribuire molto, di aiutare gli altri\", afferma Weiss. In una nota diffusa dalle Idf la giovane racconta di aver ''sempre desiderato arruolarmi e dedicarmi al Paese. L'esercito mi permette di distrarsi da quello che è successo, con una struttura e una routine quotidiana, ma soprattutto mi permette di portare avanti la mia vita come sarebbe stata anche prima che tutto ciò accadesse''. Noga lega questo gesto al giorno in cui ha riottenuto la sua libertà. ''Ricordo che il giorno in cui io e mia madre siamo state rilasciate, ci portarono a Kerem Shalom, dove c'era un hangar pieno di soldati. La presenza dei soldati mi ha fatto sentire al sicuro e non ha fatto altro che rafforzare il mio desiderio di prestare servizio nell’esercito'', ha aggiunto Weiss.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T15:51:05.597+03:00",
    "updated": "2024-05-06T18:24:55.399+03:00"
  },
  {
    "uuid": "c1f8d2651a6784934d5be2143e3832dc5dcdeb75",
    "url": "https://www.thenews.com.pk/print/1197743-canada-police-say-they-broke-up-group-that-smuggled-people-into-us",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Reuters",
    "published": "2024-06-06T22:00:00Z",
    "title": "Canada police say they broke up group that smuggled people into US",
    "text": "TORONTO: Canadian authorities have broken up a large-scale human smuggling ring that they say moved hundreds of migrants illegally into the eastern United States over a year-long period, police said on Thursday. The Royal Canadian Mounted Police said they had arrested four people and issued arrest warrants for four others. The gang allegedly charged migrants thousands of dollars each before moving them through communities along the St. Lawrence River and then across into the United States between July 2022 and June 2023. “Many people from all over the world come to North America desperately seeking a better life,” said RCMP Inspector Etienne Thauvette, part of a special unit combating cross-border crime. A balloon believed to have been sent by North Korea, carrying various objects including what appeared to be trash and... This still image taken from a SpaceX broadcast shows the SpaceX Starship launching on its fourth flight test from... Jonathan Sumption, left, said he would make a statement about his resignation in time, while Lawrence Collins cited... File: Britain's Prince Harry, Duke of Sussex waves as he arrives at the Royal Courts of Justice, Britain's High Court,... Fighters affiliated with Yemen's Southern Transitional Council, in 2022. — AFP/fileDUBAI: At least 18 combatants... Local residents walk past a house damaged by recent shelling in the course of Russia-Ukraine conflict the village of...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "etienne thauvette",
          "sentiment": "none"
        },
        {
          "name": "jonathan sumption",
          "sentiment": "none"
        },
        {
          "name": "lawrence collins",
          "sentiment": "none"
        },
        {
          "name": "harry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rcmp",
          "sentiment": "none"
        },
        {
          "name": "royal canadian mounted police",
          "sentiment": "none"
        },
        {
          "name": "spacex starship",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "us toronto",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "st. lawrence river",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:43:32.638+03:00",
    "updated": "2024-06-07T01:43:32.638+03:00"
  },
  {
    "uuid": "ca5844025e7ddfd801ca50ef2acfa51e58beb6d7",
    "url": "https://www.ipswichstar.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Ipswich Star",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judith Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:29.586+02:00",
    "updated": "2023-12-29T00:08:29.586+02:00"
  }
]