[
  {
    "uuid": "5f76465925ccd325ff3dbf7b43aa885ecb2ea965",
    "url": "https://www.dvidshub.net/news/461095/day-command-military-training-instructor-takes-helm-37th-training-wing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Cotto",
    "published": "2023-12-30T14:25:00Z",
    "title": "A Day in Command: Military Training Instructor takes the helm at the 37th Training Wing",
    "text": "JOINT BASE SAN ANTONIO-LACKLAND, Texas -- The 37th Training Wing granted a unique opportunity to one of its own -- Master Sgt. Aubrey J. Thrower, an exemplary and seasoned military training instructor, was selected to assume the role of Command Chief for a day.\nRenowned for shaping the next generation of Airmen, Thrower was selected for his outstanding leadership skills, dedication to the mission, and commitment to the growth and development of trainees. This opportunity not only recognizes his accomplishments but also highlights the critical role that MTI’s play in the foundational training of Air Force personnel.\nThrower, who is part of the 321st Training Squadron, worked alongside the wing’s command chief, Chief Master Sgt. Carlos F. Damian, Nov. 20. Thrower had the chance to experience the responsibilities and the challenges faced by the upper echelons of command. The day kicked off with a comprehensive briefing and a tour of the Inter-American Air Forces Academy and the Defense Language Institute English Language Center. Thrower then received insight into the daily operations, strategic goals, and the ongoing initiatives of the 37 TRW. This immersion into the broader command structure allowed him an opportunity to gain a holistic understanding of the training wing’s multifaceted mission.\nThrower says he appreciates Damian’s leadership and adds he really likes the Chief’s approach to the five-elements of his leadership style.\n“The biggest one at his level that stands out to me the most, besides the credibility portion is the approachability … because the symbol on our chest whatever rank it may be represents servitude,” Thrower said.\nIt was an exchange of ideas and passion for serving between the Chief and the MTI. This dialogue was the perfect opportunity for Thrower to learn from a person who is in the shoes he hopes to one day fill. He says, at a minimum, command chief is in his 10-year plan.\n“There’s a quote that goes, true disappointment is when the person you are meets the person you could’ve been,” Thrower said. “My goal is to live up to that person.”\nThrower joined the ranks of the Air Force in November 2013, as a 1C2X1 (Combat Control Trainee). He shared that he wanted to escape a tumultuous household and find self-actualization in the hardest thing that he knew of.\n“I wanted the glory that young people chase,” he said.\nAfter graduating the selection course, Thrower said he was about 75% through the Air Traffic Control Course at Keesler Air Force Base, Miss., when he quit on a ruck march.\n“That bitterness and that defeat was a chip on my shoulder up until OAR [Operation Allies Refuge], even though it still drives me now,” Thrower added.\nThrower said he was the third person in charge of a refugee camp as an E-6 and adds it was the amount of real and legitimate suffering he witnessed that was one of the most humbling events of his life.\n“And I realized that serving humanity is one of the noblest boons one can pursue. No amount of rank or recognition could come close to the tearful joy that I experienced. From clothing infants that had nothing, to being a shoulder to cry on for a 17-year-old Afghan whose family had been killed in the Kabul blast,” Thrower described.\nThe MTI says his experiences throughout his military career have molded him to be the leader he is today and the leader he aspires to become and that is why he has chosen to stay in the Air Force.\n“Serving others and mentoring and molding them to seek servitude over self is an honor that I can only hope to live up to, day in and day out,” he stated.\nThrower’s day as command chief showcased his leadership and passion for servitude but also emphasized the symbiotic relationship between MTI’s and the broader command structure.\n|Date Taken:||11.29.2023|\n|Date Posted:||12.30.2023 09:25|\n|Story ID:||461095|\n|Location:||TX, US|\n|Web Views:||11|\n A Day in Command: Military Training Instructor takes the helm at the 37th Training Wing, by\n[Jonathan Cotto](/portfolio/1817004/jonathan-cotto), ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aubrey j. thrower",
          "sentiment": "none"
        },
        {
          "name": "carlos f. damian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "37th training wing joint base san antonio",
          "sentiment": "negative"
        },
        {
          "name": "mti",
          "sentiment": "none"
        },
        {
          "name": "defense language institute english language center",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        },
        {
          "name": "321st training squadron",
          "sentiment": "none"
        },
        {
          "name": "inter-american air forces academy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "lackland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T17:04:28.605+02:00",
    "updated": "2023-12-30T17:04:28.605+02:00"
  },
  {
    "uuid": "fa7bc7298de13407e6f64d0adb3f0ca5323a9601",
    "url": "https://tyeala.com/the-historical-past-of-radionics-d7212-keypad-refuted",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grady McCree",
    "published": "2025-02-20T23:57:00Z",
    "title": "The Historical Past Of Radionics D7212 Keypad Refuted",
    "text": "A legal nurse consultant differs from a paralegal in that a paralegal assists attorneys in the delivery of legal providers and often requires a authorized schooling, whereas a authorized nurse advisor is at the start a practitioner of nursing, and authorized education isn’t necessarily a prerequisite. A authorized nurse consultant uses current expertise as a health care skilled to seek the advice of and educate clients on particular medical and nursing points in their instances. Aside from within legislation firms, authorized nurse consultants might also work for authorities agencies, insurance coverage companies and health upkeep organizations, in hospitals as a part of the chance management department, and should also be in independent practice. The American Association of Legal Nurse Consultants which was based in 1989, is a non-profit membership group whose mission is to advertise legal nurse consulting as a nursing speciality. The Affiliation also promulgates a Code of Ethics for the Authorized Nurse Marketing consultant practitioner.\nTargets may include maximizing (or setting a goal for) proceeds, minimizing risk, closing a Transaction shortly, or choosing an investor that may ensure that the business prospers. The strategy also needs to take under consideration contingencies resembling illness or loss of life. All personal, financial, and business elements must be considered. This can be a very good time to plan an efficient switch from the standpoint of possibly relevant estate taxes, capital beneficial properties taxes, or other taxes. Sale of a business will not be the one form of exit. Types of exit may also embody initial public providing, management buyout, passing on the firm to next-of-kin, and even bankruptcy. Bringing on board monetary strategic or monetary partners might also be considered a form of exit, to the extent that it might help ensure succession and survival of the business. In developed international locations, the so-known as “child boomer” demographic wave is now reaching the stage where severe consideration must be given to exit.\nWeinheim, Germany: Wiley-VCH. pp. Towe KM, Lowenstam HA (January 1967). “Ultrastructure and growth of iron mineralization in the radular teeth of Cryptochiton stelleri (Mollusca)”. Journal of Ultrastructure Research. Thomas GB, Komarneni S, Parker J (1993). Nanophase and Nanocomposite Materials: Symposium Held December 1-3, 1992, Boston, Massachusetts, U.S.A. Pittsburgh, Pa: Materials Research Society. Sigel A, Sigel H, Sigel RK (30 April 2008). Biomineralization: From Nature to Application. John Wiley & Sons. Aparicio C, Ginebra MP (28 September 2015). Biomineralization and Biomaterials: Fundamentals and Functions. Kolter R, Greenberg EP (May 2006). “Microbial sciences: the superficial life of microbes”. Nature. 441 (7091): 300-302. Bibcode:2006Natur.441..300K.\nLocked-in syndrome The patient has awareness, sleep-wake cycles, and significant behavior (viz., eye-motion), however is isolated as a consequence of quadriplegia and pseudobulbar palsy. Minimally conscious state The affected person has intermittent periods of awareness and wakefulness and shows some significant conduct. Persistent vegetative state The affected person has sleep-wake cycles, but lacks consciousness and only shows reflexive and non-purposeful conduct. Chronic coma The affected person lacks awareness and sleep-wake cycles and only displays reflexive behavior. Mind death The affected person lacks awareness, sleep-wake cycles, and brain-mediated reflexive habits. Medical experts increasingly view anosognosia as a disorder of consciousness. Anosognosia is a Greek-derived time period meaning “unawareness of disease”. This can be a condition in which patients are disabled ultimately, mostly because of a stroke, however either misunderstand the nature of the problem or deny that there’s anything fallacious with them. Probably the most incessantly occurring form is seen in people who have skilled a stroke damaging the parietal lobe in the proper hemisphere of the mind, giving rise to a syndrome often known as hemispatial neglect, characterized by an inability to direct motion or consideration towards objects located to the left with respect to their bodies.\nUrsula B. Kaiser, MD, lately appointed Chief of the Division of Endocrinology, Diabetes, and Hypertension at Brigham and Women’s Hospital, has been using new medical therapies in neuroendocrinology to deal with patients with pituitary tumors and complications of different brain tumor therapy at Brigham and Ladies’s Hospital and as a part of the middle for Neuro-Oncology at Dana- Farber/Brigham and Ladies’s Most cancers Center. Endocrinologists Gail Okay. Adler, MD, and Robert G. Dluhy, MD, work along with Dr. Kaiser to care for lots of of patients with pituitary tumors every year. Prolactin-secreting pituitary adenomas – Medical therapy has turn out to be the primary line of remedy for patients with a prolactinoma. Development hormone-secreting pituitary tumors (acromegaly) – Octreotide is now accessible as a longacting injection to assist normalize hormone ranges and control progression of tumor progress. This treatment is used as an adjunct to surgical treatment and is being evaluated as a first line of therapy for these kind of tumors. A progress hormone receptor antagonist (pegvisomant) can also be out there as an alternative in treating acromegaly.\nStimulation of the sacral nerve causes contraction of exterior sphincter and pelvic flooring muscle, which in flip causes the inhibition of bladder contractions which may be involuntarily releasing urine. Researchers presently imagine that the sacral neuromodulation blocks the c-afferent fibers, that are a important a part of the afferent limb of a pathological reflex arc believed to be accountable for incontinence. Hubsher C.P.; Jansen R.; Riggs D.R.; Jackson B.J.; Zaslau S. (2012). “Sacral nerve stimulation for neuromodulation of the lower urinary tract” (PDF). Hayden DM, Weiss EG (2011). “Fecal incontinence: etiology, evaluation, and treatment”. Clin Colon Rectal Surg. Pascual I, González-Gómez CC, Ortega R, Jiménez-Toscano M, Marijuán JL, Lomas-Espadas M, Fernández-Cebrián JM, García-Olmo D, Pascual-Montero JM (2011). “Sacral Nerve Stimulation for fecal incontinence”. Rev Esp Enferm Dig.\nIt was a question of the availability of the base metal in the late 1960s which led to development and implementation of niobium electrolytic capacitors in the previous Soviet Union as a substitute of tantalum capacitors as within the West. The supplies and processes used to produce niobium-dielectric capacitors are primarily the identical as for present tantalum-dielectric capacitors. The characteristics of niobium electrolytic capacitors and tantalum electrolytic capacitors are roughly comparable. With the purpose of lowering ESR for cheap non-solid electrolytic capacitors from the mid-1980s in Japan, new water-based mostly electrolytes for aluminum electrolytic capacitors have been developed. Water is inexpensive, an effective solvent for electrolytes, and considerably improves the conductivity of the electrolyte. The brand new series of non-stable electrolytic capacitors with water-primarily based electrolyte was described in the information sheets as having “low ESR”, “low impedance”, “ultra-low impedance” or “high ripple current”. In these electrolytic capacitors the water reacts quite aggressively with aluminum, accompanied by strong heat and gasoline development within the capacitor, resulting in premature gear failure, and growth of a cottage restore industry.\nManfield P (2010). Dyadic Resourcing: Creating a Basis for Processing Trauma. Parnell L (2008). Tapping In: A Step-by-Step Guide to Activating Your Healing Assets Through Bilateral Stimulation. Dorotik-Nana C (February 2011). “Is Equine Therapy Supported By Research?”. Anderson F, Schwartz R, Sweezy M (2017). Inner Family Techniques Skills Training Manual: Trauma-Informed Treatment for Anxiety, Depression, PTSD & Substance Abuse. PESI Publishing and Media. Kolk BA, Hodgdon H, Gapen M, Musicaro R, Suvak MK, Hamlin E, Spinazzola J (April 2019). If you have any thoughts regarding where and how to use biohacking deep sleep , you can make contact with us at our website. “A Randomized Managed Research of Neurofeedback for Chronic PTSD”. PLOS ONE. Eleven (12): e0166752. Fisher S (21 April 2014). Neurofeedback within the Treatment of Developmental Trauma: Calming the Concern-Driven Mind. W. W. Norton and Company. Othmer SO, Othmer S (Spring 2009). “Submit Traumatic Stress Disorder: The Neurofeedback Remedy” (PDF). Biofeedback. Association for Utilized Psychophysiology & Biofeedback.\nPantetheinase, an intestinal enzyme, then hydrolyzes pantetheine into free pantothenic acid. Free pantothenic acid is absorbed into intestinal cells via a saturable, sodium-dependent active transport system. At high ranges of intake, when this mechanism is saturated, some pantothenic acid may even be additionally absorbed via passive diffusion. Pantothenic acid is excreted in urine. This happens after its launch from CoA. Urinary quantities are on the order of 2.6 mg/day, but decreased to negligible quantities when topics in multi-week experimental conditions had been fed diets devoid of the vitamin. Pantothenic acid deficiency in humans may be very rare and has not been completely studied.\nBesides genetics, the UV rays are the primary culprit that causes darkish patches and sun spots. Retinoic Acid is a basis of youth. It prompts the pores and skin cells to show over and bolster collagen to breathe a recent life into your skin. Wear it twice or thrice a day. Keep away from pores and skin care products with benzoyl peroxide, salicylic acid, sulfur and resorcinol with the sunscreen. It’s true that an oily skin is susceptible to acne. But, it is a misconception that repetitive cleansing might stop it. Whereas often doing so, you swipe the protective cover of natural oil. Thereby, the free radicals within the UV rays profusely hurt its contouring. It bolsters the breakouts. The beauty surgeons suggest hydration, which hyaluronic acid has in adequacy. It acts as a humectant, which attracts dew and retains it for the whole day lengthy, if you place it on topically. Present your concern about ageing skin. Get hyaluronic acid with dermal fillers beauty injections. Exit with SPF50 for not less than 28 days after the beauty process. Stress doesn’t spare anyone. Consequently, you move sleepless nights, consecutively fascinated with the difficulty. In short, you fall ill. Your biology passes by way of a troublesome phase, whereby your body doesn’t detoxify. The toxins that your physique accumulates don’t flush out. Its influence appears crystal clear within the pesky signs of ageing. Take brisk stroll or do aerobics every morning. Have vitamins and antioxidants-rich veggies and fruits.\n2013). “Therapeutic opportunities for targeting the ubiquitous cell surface receptor CD47”. Skilled Opin. Ther. Targets. Jiang H, Fu R, Wang H, et al. 2013). “CD47 is expressed abnormally on hematopoietic cells in myelodysplastic syndrome”. Zhang Y, Sime W, Juhas M, Sjölander A (June 2013). “Crosstalk between colon cancer cells and macrophages by way of inflammatory mediators and CD47 promotes tumour cell migration”. Starr JS, Jiang L, Li Z, Qiu Y, Menke DM, Tun HW (June 2013). “CD47 and Osteopontin Expression in Diffuse Giant B-cell Lymphoma With Nodal and Intravascular Involvement”. Clin Lymphoma Myeloma Leuk. Venkatraman L, Tucker-Kellogg L (May 2013). “The CD47-binding peptide of thrombospondin-1 induces defenestration of liver sinusoidal endothelial cells”. Liver Int. 33 (9): 1386-97. doi:10.1111/liv.12231. Human CD47 genome location and CD47 gene details web page in the UCSC Genome Browser. This page was last edited on 11 December 2023, at 16:24 (UTC). Textual content is on the market below the Creative Commons Attribution-ShareAlike License 4.0; additional terms may apply. Through the use of this site, you conform to the Terms of Use and Privacy Coverage. Wikipedia® is a registered trademark of the Wikimedia Basis, Inc., a non-profit group.\nAdvocates for Kids in Therapy, a group that campaigns in opposition to attachment therapy, give an inventory of therapies they state are attachment therapy by another title. Additionally they provide a listing of extra therapies used by attachment therapists which they consider to be unvalidated. 1984, 1989), The center induces rage by physically restraining the child and forcing eye contact with the therapist (the youngster should lie throughout the laps of two therapists, looking up at certainly one of them). In a workshop handout prepared by two therapists at The middle, the next sequence of events is described: (1) therapist ‘forces control’ by holding (which produces youngster ‘rage’); (2) rage leads to child ‘capitulation’ to the therapist, as indicated by the child breaking down emotionally (‘sobbing’); (3) the therapist takes benefit of the child’s capitulation by showing nurturance and warmth; (4) this new belief allows the baby to simply accept ‘management’ by the therapist and eventually the mum or dad.\nA contributing factor may be that racing greyhounds are typically fed uncooked meat categorised as “not for human consumption”, which can include increased than regular ranges of bacteria. One other research assessed the bacterial load in numerous forms of dog food by analyzing 240 samples from uncooked meat canine diets, industrial dry dog food, or business canned meals. Salmonella enterica was found in almost 6% of the uncooked diets, while Escherichia coli was present in almost 50% of the uncooked diets. E. coli was additionally discovered in the commercial dry and wet dog foods, however in lesser quantities. This study determined that bacterial contamination is extra frequent in raw meat diets than commercial dry or canned foods. There has been a reported case the place two cats fed a uncooked weight-reduction plan developed salmonellosis and died because of this.\nPhysical geography (also called physiography) is without doubt one of the three major branches of geography. Bodily geography is the department of pure science which offers with the processes and patterns within the natural atmosphere such as the atmosphere, hydrosphere, biosphere, and geosphere. This focus is in contrast with the branch of human geography, which focuses on the built setting, and technical geography, which focuses on utilizing, studying, and creating instruments to acquire, analyze, interpret, and understand spatial data. The three branches have significant overlap, nonetheless. Earth and the processes by which it is shaped, both at the current as well as in the past. Geomorphology as a discipline has several sub-fields that deal with the particular landforms of various environments e.g. desert geomorphology and fluvial geomorphology; nevertheless, these sub-fields are united by the core processes which trigger them, mainly tectonic or climatic processes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Health->health organisation",
      "Health->medical profession",
      "Science and Technology->social sciences",
      "Science and Technology->study of law",
      "Social Issue->ethics",
      "Social Issue->social condition",
      "Social Issue->values"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://WWW.Heatingontario.ca/",
      "https://alsuprun.com/blog/holistic-and-alternative-medicine-blog-posts-directory/",
      "https://alsuprun.com/blog/holistic-and-alternative-medicine-blog-posts-directory",
      "https://www.alsuprun.com/blog/holistic-and-alternative-medicine-blog-posts-directory/",
      "https://www.WWW.Heatingontario.ca/",
      "https://WWW.Heatingontario.ca"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T02:52:31.288+02:00",
    "updated": "2025-02-21T02:52:31.288+02:00"
  },
  {
    "uuid": "f6b39c9576b03d3d536e4058622d7e0b3f5a1287",
    "url": "https://gagadget.com/es/436092-uber-mejora-la-seguridad-nuevas-herramientas-a-disposicion-de-los-usuarios",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nastya Bobkova",
    "published": "2024-04-12T01:36:00Z",
    "title": "Uber mejora la seguridad: Nuevas herramientas a disposición de los usuarios | Gagadget.com",
    "text": "Uber está introduciendo nuevas funciones para ayudar a mantener la seguridad de los usuarios, incluidas herramientas que pueden configurarse para su uso automático.\nEsto es lo que sabemos Uno de los aspectos clave de la innovación es una nueva sección en la aplicación para la configuración de seguridad. Ahora los usuarios pueden programar herramientas de seguridad para que se activen automáticamente en función de varios parámetros, como la hora del día, la ubicación y otros factores.\nEntre las herramientas disponibles están la grabación de audio encriptada para mayor privacidad, así como la verificación de PIN y RideCheck, que ayuda a detectar situaciones inusuales durante un trayecto.\nActualmente, estas funciones sólo están disponibles en EE.UU., Canadá y América Latina, pero Uber tiene previsto ampliar su disponibilidad. Para aprovechar las nuevas funciones, los usuarios pueden acceder a la sección de configuración de seguridad de la aplicación.\nFuente: Engadget\nSeguridad y piratas informáticos Empresas Uber",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://www.engadget.com/uber-makes-its-safety-tools-easier-to-access-and-customize-123036849.html",
      "https://engadget.com/uber-makes-its-safety-tools-easier-to-access-and-customize-123036849.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:56:10.322+03:00",
    "updated": "2024-04-21T04:25:04.620+03:00"
  },
  {
    "uuid": "fa54f684ccbb1055210ec80698ead82f7849ae18",
    "url": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/electric-power/021524-solar-battery-storage-to-dominate-new-electricity-generation-in-2024-ei",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniel Weeks",
    "published": "2024-02-15T21:30:00Z",
    "title": "Solar, battery storage to dominate new electricity generation in 2024: EIA | S&P Global Commodity Insights",
    "text": "Solar and battery storage will make up a vast majority of new utility-scale electric-generating capacity projects expected this year, according to the latest US Energy Information Administration data.\nNot registered? Receive daily email alerts, subscriber notes & personalize your experience.\nRegister Now Developers and power plant owners plan to add 62.8 GW of capacity in 2024, the EIA said in a Feb. 15 report. This projection represents a 55% increase in added capacity compared to 2023, which saw 40.4 GW added, the most since 2003, according to the EIA.\n81% of the new capacity will be made up by solar and battery storage projects, according to the data. The breakdown is as follows\nNew Capacity Gigawatts Percent of total Solar 36.4 58% Battery Storage 14.3 23% Wind 8.2 13% Natural gas 2.5 4% Nuclear 1.1 2% Other 0.2 less than 1% Source: EIA\nEIA called the projected solar additions a record, saying projected additions in 2024 would nearly double last year's gains at 18.4 GW.\nBattery storage is also set to set a record for annual capacity additions. Total battery storage in the US is expected to nearly double , to the existing 15.5 GW.\nWind capacity additions have slowed in the past two years, according to EIA data. The expected addition of 8.2 GW is a decrease from the over 14 GW added in both 2020 and 2021.\nNatural gas capacity additions are at a 25-year low in 2024, the EIA said.\nFinally, the added nuclear capacity originates from the fourth reactor at Georgia's Vogtle nuclear power plant.\nLeading states\nTexas and California are expected to see the highest number of new projects this year. 35% and 10% of new solar projects are slated in Texas and California, respectively.\nThe two states will also be the main drivers of battery storage growth, making up a combined 82% of new capacity this year, or 6.4 GW in Texas and 5.2 GW in California.\nThe states are the top two in operating battery storage capacity, with California at 8.3 GW and Texas at 5.1 GW, as of fourth quarter 2023, according to government filings and company announcements that S&P Global compiled.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://trinitymedia.ai/player/trinity/2900008129/?textSelector=",
      "https://www.trinitymedia.ai/player/trinity/2900008129/?textSelector=",
      "https://trinitymedia.ai/player/trinity/2900008129/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "s&p global commodity insights solar",
          "sentiment": "negative"
        },
        {
          "name": "eia",
          "sentiment": "negative"
        },
        {
          "name": "gw",
          "sentiment": "none"
        },
        {
          "name": "us energy information administration",
          "sentiment": "none"
        },
        {
          "name": "eia eia",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:41:52.718+02:00",
    "updated": "2024-02-16T15:00:30.456+02:00"
  },
  {
    "uuid": "4dabd384261c92d7989675c8ecd9c20498b8d267",
    "url": "https://finance.sina.cn/2025-07-31/detail-infiitzy9190617.d.html",
    "ord_in_thread": 0,
    "author": "sina_mobile",
    "published": "2025-07-31T04:53:42Z",
    "title": "我国成功发射巴基斯坦遥感卫星01星_手机新浪网",
    "text": "我国成功发射巴基斯坦遥感卫星01星\n转自：新华社\n新华社西昌7月31日电（李国利、崔婉莹）7月31日10时00分，我国在西昌卫星发射中心使用快舟一号甲运载火箭，成功将巴基斯坦遥感卫星01星发射升空，卫星顺利进入预定轨道，发射任务取得圆满成功。\n巴基斯坦遥感卫星01星主要用于国土普查和防灾减灾领域。\n【未经授权，严禁转载！联系电话028-86968276】\n转自：新华社\n新华社西昌7月31日电（李国利、崔婉莹）7月31日10时00分，我国在西昌卫星发射中心使用快舟一号甲运载火箭，成功将巴基斯坦遥感卫星01星发射升空，卫星顺利进入预定轨道，发射任务取得圆满成功。\n巴基斯坦遥感卫星01星主要用于国土普查和防灾减灾领域。\n【未经授权，严禁转载！联系电话028-86968276】",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "topics": [
      "Science and Technology->scientific research",
      "Science and Technology->technology and engineering",
      "Science and Technology->natural science",
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->economy",
      "Health->health facility",
      "Health->government health care",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_my",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:53:42.357+03:00",
    "updated": "2025-08-01T08:07:58.000+03:00"
  },
  {
    "uuid": "e4b2a3d22bd4bc05398632044a517e7ab638aae4",
    "url": "https://www.thetruthaboutguns.com/whiny-travis-county-da-runs-to-legal-mommy-because-he-doesnt-like-texas-guvs-pardon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Octavius Mayhem",
    "published": "2024-06-06T21:48:00Z",
    "title": "Whiny Travis County DA Runs to Legal Mommy Because He Doesn’t Like Texas Guv’s Pardon",
    "text": "In a controversial, and arguably partisan move, Travis County District Attorney José Garza announced this week that his office is seeking to overturn Governor Greg Abbott’s recent pardon of Daniel Perry. Perry, an ex-Army sergeant, was convicted of murder for defending himself during a 2020 Black Lives Matter protest in Austin.\nThe day after Perry’s conviction in April 2023, Governor Abbott requested the Texas Board of Pardons and Paroles to review the case. Last month, the board unanimously recommended a pardon, which Abbott granted immediately, citing Perry’s right to self-defense.\nGarza’s office has filed a petition with the Texas Court of Criminal Appeals, arguing that the governor’s intervention disrupted the judicial process. Garza contends that Perry’s case did not meet the criteria for a pardon and accused Abbott of overstepping his authority. Holly Taylor, director of the Division of Public Integrity and Complex Crimes in the DA’s office, claimed that Abbott’s actions violated the separation of powers doctrine.\n“When Governor Abbott issued the pardon, not only did he circumnavigate the process for pardons, he exceeded his authority and violated the separation of powers doctrine,” Taylor said in a press briefing on Tuesday.\nGarza emphasized the need to challenge the pardon to uphold the judicial process. Sheila Foster, Garrett Foster’s mother, supported Garza’s efforts, expressing concern that Abbott’s pardon could encourage similar acts of violence, despite evidence that it was Foster, armed with an AK-47 who menacingly approached Perry to set of the chain of events that led to his demise.\n“My own child was killed on American soil for doing nothing but practicing his First and Second Amendment rights, and our governor just said, ‘That’s OK, that’s acceptable,’” Foster stated.\nThe case has gained national attention, with attorneys general from 14 states urging the Department of Justice to investigate whether Perry violated Foster’s civil rights. New York Attorney General Letitia James called on the DOJ to ensure justice is served when state systems fail. Of course, big shocker, all of the AGs who signed on to the letter, are Democrats, who were fine when the protesters were burning cars in the streets and looting businesses in what at the time the Dems kept insisting were “peaceful protests.”\nIn fact, to buoy their arguments, they even used left-leaning groups such as\nEverytown for Gun Safety and Armed Conflict Location & Events Data, as well as partisan-driven hacks posing as legitimate researchers to sell the lie that the violence you saw on your news, of black and white BLM supporters trashing America’s communities, were actually, right-wing extremists.\nNo doubt, where left-wing extremists arise, right-wing ones will show up, too. The problem is maybe extremism at both ends. But the Dems work overtime to discount the ones whose views they wish to promulgate and like the man behind the curtain in the Wizard of Oz, they want to simply say, “pay no attention to what you really see, you need to look at what I want you to see.”\nThey blame Abbott for being partisan, even as they are being blatantly partisan.\nThe facts of the case should stand on their own, though there is some cloudiness in the matter depending on what your read about the case. Perry, who was driving for a rideshare company at the time, encountered Foster at the protest after he turned onto a street crowded with protestors. Perry claimed he shot Foster in self-defense after Foster allegedly raised an AK-47 at him, a claim that is at the heart of the “Stand Your Ground” law. Perry and his supporters argue that his conviction was an infringement on this fundamental right and was made to make a political point.\nDoug O’Connell, Perry’s lawyer, dismissed Garza’s filing as “political theater,” asserting the executive branch’s pardon power is well-established. The governor can pardon whomever he wishes.\n“The pardon power of the executive branch is a well-settled Constitutional authority,” O’Connell said on social media.\nFollowing his pardon, Perry was released from prison within hours, highlighting the influence of conservative voices like former Fox News host Tucker Carlson and former Texas GOP Chair Matt Rinaldi, who advocated for Perry’s right to self-defense against violent protests.\nAs the legal battle unfolds, Garza’s office remains committed to challenging the pardon, arguing that Governor Abbott’s actions undermine the justice system and the separation of powers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://everytown.org/issues/armed-extremism/",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC9136198/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9136198/",
      "https://www.acleddata.com/2021/08/23/armed-assembly-guns-demonstrations-and-political-violence-in-america/",
      "https://acleddata.com/2021/08/23/armed-assembly-guns-demonstrations-and-political-violence-in-america",
      "https://acleddata.com/2021/08/23/armed-assembly-guns-demonstrations-and-political-violence-in-america/",
      "https://www.everytown.org/issues/armed-extremism",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9136198",
      "https://www.everytown.org/issues/armed-extremism/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "josé garza",
          "sentiment": "negative"
        },
        {
          "name": "abbott",
          "sentiment": "none"
        },
        {
          "name": "greg abbott",
          "sentiment": "none"
        },
        {
          "name": "daniel perry",
          "sentiment": "none"
        },
        {
          "name": "perry",
          "sentiment": "none"
        },
        {
          "name": "holly taylor",
          "sentiment": "none"
        },
        {
          "name": "garza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "texas board of pardons and paroles",
          "sentiment": "none"
        },
        {
          "name": "texas court of criminal appeals",
          "sentiment": "none"
        },
        {
          "name": "division of public integrity and complex crimes",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "whiny travis county",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "travis county",
          "sentiment": "none"
        },
        {
          "name": "austin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:55:44.717+03:00",
    "updated": "2024-06-07T01:55:44.717+03:00"
  }
]