[
  {
    "uuid": "0a83e9debb3421af85ed89af1dd43699e324b856",
    "url": "https://www.dallasnews.com/business/banking/2024/01/02/wall-streets-love-affair-with-dallas-brings-wealth-of-new-investment-and-jobs/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bloomberg Wire",
    "published": "2024-01-02T12:00:00Z",
    "title": "Wall Street’s love affair with Dallas brings wealth of new investment and jobs",
    "text": "It’s been a big year for Big Finance in Big D. Dallas saw three of Wall Street’s largest banks start on new campuses this year, cementing their bets on one of the fastest-growing metros in one of the fastest-growing states. The industry’s rapid Texas expansion since the onset of the pandemic means the area now has more finance workers than Chicago or Los Angeles, trailing only New York.\nAdvertisement And it isn’t just the major banks.\nAdvertisement Asset managers of all sizes have been looking to cash in on the influx of wealth and people moving from the coasts to Dallas for cheaper housing and no state income tax. Fisher Investments relocated to Plano from Washington state earlier this year, joining asset managers including Charles Schwab and Canyon Partners that arrived a few years before.\nBusiness Briefing Become a business insider with the latest news.\nSIGN UP Or with:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Labor"
    ],
    "external_links": [
      "http://www.facebook.com/sharer/sharer.php?u=https://www.dallasnews.com/business/banking/2024/01/02/wall-streets-love-affair-with-dallas-brings-wealth-of-new-investment-and-jobs/&title=Wall%20Street%E2%80%99s%20love%20affair%20with%20Dallas%20brings%20wealth%20of%20new%20investment%20and%20jobs",
      "http://facebook.com/sharer/sharer.php?u=https://dallasnews.com/business/banking/2024/01/02/wall-streets-love-affair-with-dallas-brings-wealth-of-new-investment-and-jobs/&title=Wall%20Street%E2%80%99s%20love%20affair%20with%20Dallas%20brings%20wealth%20of%20new%20investment%20and%20jobs",
      "http://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles schwab",
          "sentiment": "none"
        },
        {
          "name": "eric johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "goldman sachs group inc.",
          "sentiment": "none"
        },
        {
          "name": "fisher investments",
          "sentiment": "none"
        },
        {
          "name": "canyon partners",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "big d. dallas",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "plano",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T15:57:23.006+02:00",
    "updated": "2024-01-11T00:04:02.982+02:00"
  },
  {
    "uuid": "6a63b1fe1bfa018d750d23d3ea7a9e59f8433833",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-11-gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-11T19:20:00Z",
    "title": "Gallina Enterprises LLC Launches Innovative Real Estate Website to Revolutionize Home Buying and Selling in North Carolina | FinancialContent Business Page",
    "text": "Gallina Enterprises LLC, led by passionate real estate aficionado and Statesville native, Matt Gallina, is proud to announce the launch of its cutting-edge website, gallinaenterprises.net, a premier online destination designed to transform the real estate experience for buyers, sellers, and investors in North Carolina. Gallina Enterprises LLC, led by passionate real estate aficionado and Statesville native, Matt Gallina, is proud to announce the launch of its cutting-edge website, gallinaenterprises.net, a premier online destination designed to transform the real estate experience for buyers, sellers, and investors in North Carolina.\nEmbracing the latest in technology, gallinaenterprises.net is powered by an integrated IDX Feed, ensuring users have real-time access to the most accurate and up-to-date listings available. Furthermore, the website harnesses the power of advanced AI tools, offering personalized recommendations and insights to help users make informed decisions quickly and efficiently.\nMatt Gallina, founder of Gallina Enterprises LLC and a lifelong North Carolinian, brings a deep-seated passion for real estate and a commitment to excellence to his clients. \"Real estate is more than a profession to me; it's a lifelong passion. My mission is to simplify the buying and selling process, making it as straightforward as possible. With services ranging from A to Z in real estate, my goal is to be your go-to source for all your real estate needs,\" said Gallina. Married and a father to two daughters, Gallina's dedication to his family mirrors his commitment to his clients: \"If I don't do my job to the best of my ability, I'm not just failing you; I'm failing my family.\"\nGallina Enterprises LLC specializes in offering an all-encompassing real estate service, targeting first-time sellers and buyers interested in properties with larger acreages and homestead qualities. The firm prides itself on providing a white-glove service from listing preparation to the closing sale. This includes home contracting, bathroom renovations, tile work, moving services, handyman services, bath/kitchen renovations, decks/landscaping, and access to a broad network of vendors.\n\"We aim to be the ultimate source for all real estate needs, ensuring our clients never feel pressured. Honesty, integrity, and quality service are the pillars of our business,\" Gallina added. Gallina Enterprises LLC is committed to non-discriminatory practices, welcoming clients from all walks of life to experience the difference of working with a real estate firm that truly cares.\nExplore the future of real estate in North Carolina at gallinaenterprises.net and discover how Gallina Enterprises LLC is making the buying and selling process easier than ever.\nAbout Gallina Enterprises LLC\nGallina Enterprises LLC, founded by real estate enthusiast Matt Gallina, is dedicated to providing exceptional real estate services in North Carolina. With a focus on honesty, integrity, and comprehensive services, Gallina Enterprises LLC aims to make every real estate transaction seamless and stress-free.\nMedia Contact\nCompany Name: Gallina Enterprises LLC\nContact Person: Matt Gallina\nEmail: Send Email\nCountry: United States\nWebsite: https://gallinaenterprises.net/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://gallinaenterprises.net/",
      "https://www.getnews.info/press_stat.php?pr=gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
      "https://www.getnews.info/wp-content/uploads/2024/04/1712818303.jpeg",
      "http://www.universalpressrelease.com/?pr=gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-11-gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
      "https://tracking.newsrpm.com/pixel",
      "https://www.gallinaenterprises.net/",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://gallinaenterprises.net",
      "http://universalpressrelease.com/?pr=gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
      "https://getnews.info/press_stat.php?pr=gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-11-gallina-enterprises-llc-launches-innovative-real-estate-website-to-revolutionize-home-buying-and-selling-in-north-carolina",
      "https://getnews.info/wp-content/uploads/2024/04/1712818303.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt galli",
          "sentiment": "neutral"
        },
        {
          "name": "matt gallina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gallina enterprises llc launches innovative real estate website to revolutionize home buying",
          "sentiment": "neutral"
        },
        {
          "name": "financialcontent business page gallina enterprises llc",
          "sentiment": "neutral"
        },
        {
          "name": "gallina enterprises llc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "statesville",
          "sentiment": "none"
        },
        {
          "name": "north carolinian",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:20:48.411+03:00",
    "updated": "2024-04-12T02:20:48.411+03:00"
  },
  {
    "uuid": "78830136fd9ead924dd1eeda001482b579952e34",
    "url": "https://www.abola.pt/futebol/noticias/portistas-indignados-com-wendel-silva-2024072600285891164",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pascoal Sousa",
    "published": "2024-07-26T00:28:00Z",
    "title": "Portistas indignados com Wendel Silva | Abola.pt",
    "text": "Em causa uma reação do avançado da equipa B na rede social X sobre a sua não inclusão no plantel principal, na resposta a um fã\nA conta do atacante Wendel Silva, da equipa B do FC Porto, está a ser invadida de comentários de adeptos furiosos com o brasileiro. Motivo: uma resposta a uma mensagem de um internauta sobre a sua exclusão da equipa principal. «Mereces mais, craque», entre outras considerações feitas pelo fã às 20.25 horas de 25 de julho, quinta-feira, mereceram resposta do goleador em termos duros. «Não é possível, não fod*** e nem sai de cima. Nunca vi isso. Tmnu [abreviação de tomar no **]»\nA polémica depressa se espalhou e Wendel Silva apagou a publicação. A conta do jogador tem mais de 29 mil seguidores. O ponta de lança marcou 18 golos na época passada e fez oito assistências em 30 jogos pela formação B. Disputou ainda um desafio pela equipa principal, nas 2.ª mão das meias-finais da Taça de Portugal, frente ao V. Guimarães (3-1).\nNo final da época falou-se do interesse do Cruzeiro em Wendel Silva, mas não houve evolução. O jogador tem contrato com os dragões até 2026.\nTags: Wendel Silva FC Porto Liga",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T03:37:27.672+03:00",
    "updated": "2024-07-26T03:56:03.687+03:00"
  },
  {
    "uuid": "4ff31b89780be55c976bb5a22a36911b3861a6a1",
    "url": "https://www.wnd.com/2023/12/american-family-association-founder-don-wildmon-dies-85/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WND Staff",
    "published": "2023-12-29T01:04:00Z",
    "title": "American Family Association founder Don Wildmon dies at 85",
    "text": "A pioneer of the pro-family movement, Rev. Donald Wildmon, founder of the American Family Association and American Family Radio, passed away Thursday, Dec. 28, in Tupelo, Miss., at age 85.\nWildmon, born in 1938, started out as a pastor, serving as a United Methodist minister for 13 years. However, as the AFA's website notes, in the late 1970s, troubled by the profanity and indecency he saw on television, Wildmon founded the Mississippi-based American Family Association – at first, from his kitchen table. A decade and a half later, in 1991, the AFA spun off American Family Radio, which currently has 1.5 to 2 two million listeners.\nAdvertisement - story continues below\nGet the hottest, most important news stories on the Internet – delivered FREE to your inbox as soon as they break! Take just 30 seconds and sign up for WND's Email News Alerts!\nWildmon's son and current AFA president, Tim Wildmon, said his father's many accomplishments in pursuit of preserving America's traditional, moral, family-oriented culture never went to his head. \"Those were the visions that God gave him to start,\" said Tim, \"and he was a servant of the Lord and he followed through with what the Lord gave him to do.\"\nTRENDING:\nCan the McCloskeys get their guns back? Judges pull trigger on ruling\nOthers offered heartfelt remembrances of Wildmon and his lasting impact on America:\nPastor Bert Harper of \"Exploring the Word\" on American Family Radio, and who spent years on AFA's board of directors, told American Family News, \"Brother Don Wildmon was a visionary. He could see down the road 10 years ahead of time.\"\nAdvertisement - story continues below\nDr. Alex McFarland, Harper's co-host of \"Exploring the Word,\" called Wildmon \"an amazingly influential, wonderfully faithful\" man of God, adding: \"In the late 1970s, as our nation was beginning a moral and spiritual decline, God raised up some leaders who would ultimately change the world and our nation for the good. Certainly, one of the most prominent was the late Dr. Don Wildmon. … He set in motion an influence for the gospel that only God could measure. What a legacy he leaves, what an example for us all.\"\nTed Beahr, chairman of the Christian Film & Television Commission and editor of Movieguide, said: \"Don had an ability to not just target the exact right problem, but he also had ability to galvanize people.\"\nDr. James Dobson, founder of \"Focus on the Family\" and currently host of \"Family Talk,\" said the biggest driver of Wildmon's legacy would be his courage, telling AFN: \"I think it would be his fearlessness in taking on big corporations and the powerful executives who scared everybody else.\"\nLikewise, Dr. Robert Jeffress, senior pastor of the huge First Baptist Dallas church, and who hosts a daily radio program on AFR, commented: \"Don Wildmon was a true pioneer in encouraging pastors like myself and thousands of others to speak out on the great moral issues of the day. He will be sorely missed by a country that needs him more than ever right now. We pray for the Wildmon family, and wish them every encouragement from Heaven that they will see Don again in Heaven, with all of the rewards he deserves.\"\nAnd AFA executive vice president Ed Vitagliano summarized the loss of Donald Wildmon this way:\nAdvertisement - story continues below\n\"Bro. Don Wildmon was an extraordinary man and an extraordinary figure in American culture. Because of the humility of Brother Don, sometimes it is hard to gauge the impact he had – but his vision for a Christian community that was active in politics and culture was part of a movement we believe of the Holy Spirit in this country.\"\n\"It was not just Brother Don; it was Jerry Falwell and Dr. James Dobson and Phyllis Schlafly and others who understood the direction that this country was taking and knew that the Church had to speak up – that the Church could not censor itself and be paralyzed by a culture that wanted to intimidate the Christian community and make them silent.\n\"Brother Don's vision was huge in our culture, extremely influential, and because he and his wife, Lynda, raised strong children, strong in the Christian faith, who now have grandchildren who continue that legacy, AFA and AFR continue the vision and the passion of Brother Don to see this nation return to a place of faithfulness to God that we might be a nation once again whose God is the Lord.\"\n\"It is sad for those of us here at AFA and AFR. This really is like a family. This is a hard moment, a difficult moment for us, very sad, but we also believe in the resurrection and the power of God to take away – through the resurrection of Christ – the sting of death. We know Bro. Don is in Heaven with his Lord who he served faithfully and with others in his family, others that he knows from that movement to get people involved in culture. We are happy for Brother Don and we do covet the prayers of our faithful listeners and supporters for the Wildmon family and for this ministry. We continue to ask them to pray for our nation and pray that God might send a revival and an awakening that will restore the biblical foundations of this country.\"\nAdvertisement - story continues below\nIMPORTANT NOTE TO WND READERS: America – long the freest, most prosperous, powerful, altruistic and Christian nation on earth – is on the brink of destruction. Every decent and aware American adult knows this. The evidence is everywhere.\nDemocrat politicians today overwhelmingly favor late-term abortion up to the very moment of birth – formerly known as \"infanticide.\" They encourage children too young to drive or vote to have their breasts and/or sex organs amputated in pursuit of a \"gender transition\" that is both delusional and impossible, and which leads to staggering rates of depression and suicide. They have not just allowed, but ENGINEERED, a full-scale foreign invasion of America across her southern border.\nTheir standard bearer, President Joe Biden – a senile, pathologically dishonest and epically corrupt career political hack – is destroying America's economy, energy sector, military, law enforcement, election integrity, national security, Constitution and overall national wellbeing as rapidly as possible. At the same time, Team Biden demonizes and, increasingly, IMPRISONS critics as \"violent extremists,\" \"domestic terrorists,\" \"white supremacists\" and \"insurrectionists.\" Indeed, they're currently engaged in an obviously corrupt multi-front legal war against Biden's chief political rival, Donald J. Trump, in an attempt to send the 45th president of the United States to prison for the rest of his life.\nAdvertisement - story continues below\nNone of this constitutes \"politics\" in any conventional or traditional American sense. Rather, it is all darkly spiritual. The greatest nation on earth is in the throes of a full-blown spiritual war between good and evil.\nThe big question, then, is WHAT CAN BE DONE TO SAVE AMERICA? Fortunately, real answers and uncommon wisdom are showcased in the December issue of WND's critically acclaimed monthly Whistleblower magazine,\n\"CAN AMERICA BE SAVED? The world's freest, most Christian nation is on the brink of destruction.\"\nIn this very special issue, readers will experience the best and deepest thoughts and strategies on how to restore America to her former goodness and greatness, from some of the nation's most respected analysts – everyone from Tucker Carlson to Dennis Prager to Victor Davis Hanson to Newt Gingrich and many more.\nAdvertisement - story continues below\nWHISTLEBLOWER is available in\nboth the popular print edition and a state-of-the-art digital version, either single issues or discounted annual subscriptions.\nFor 25 years, WND has boldly brought you the news that really matters. If you appreciate our Christian journalists and their uniquely truthful reporting and analysis,\nplease help us by becoming a WND Insider!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald wildmon",
          "sentiment": "negative"
        },
        {
          "name": "don wildmon",
          "sentiment": "negative"
        },
        {
          "name": "tim wildmon",
          "sentiment": "none"
        },
        {
          "name": "wildmon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american family association",
          "sentiment": "negative"
        },
        {
          "name": "united methodist",
          "sentiment": "none"
        },
        {
          "name": "afa",
          "sentiment": "none"
        },
        {
          "name": "american family radio",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mississippi",
          "sentiment": "none"
        },
        {
          "name": "tupelo",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "miss.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:29:56.546+02:00",
    "updated": "2023-12-29T03:29:56.546+02:00"
  },
  {
    "uuid": "793a5e31a57b1354cc7a0b300719b0acef61efb2",
    "url": "https://www.bbc.com/portuguese/articles/c51yn470njko",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andre_biernath",
    "published": "2024-08-08T21:00:00Z",
    "title": "Encefalopatia hepática: a doença reversível confundida com Alzheimer e Parkinson que acontece no fígado — e não no cérebro - BBC News Brasil",
    "text": "8 agosto 2024 De uma hora para outra, a pessoa começa a se sentir cansada, confusa, sonolenta e desorientada.\nÀ primeira vista, sintomas como esses sugerem que algo não vai bem no cérebro — e um quadro de demência parece ganhar terreno.\nNo entanto, para uma parcela considerável de pacientes, esses incômodos estão relacionados a problemas em outra parte do corpo: o fígado .\nEmbora seja pouco conhecida, a encefalopatia hepática vem chamando a atenção de especialistas, que se preocupam com a falta de diagnóstico adequado da condição e uma probabilidade de aumento no número de acometidos nos próximos anos, por conta do crescimento da obesidade e de outras enfermidades que afetam o metabolismo .\nMas há uma boa notícia: essa causa de comprometimento cognitivo pode ser revertida com pequenos ajustes de rotina e o auxílio de alguns medicamentos .\nPule Matérias recomendadas e continue lendo Matérias recomendadas O que é arritmia cardíaca, que vitimou o zagueiro Juan Izquierdo Mais sujo que assento de privada? Como evitar que garrafa d'água vire um poço de micróbios Como se proteger da poluição do ar causada pelas queimadas Qual a diferença entre Alzheimer e demência? Fim do Matérias recomendadas\nMais comum do que parece Um estudo publicado no final de junho no periódico The American Journal of Medicine revelou que a encefalopatia hepática pode ser mais frequente do que se imaginava.\nPesquisadores da Universidade Virginia Commonwealth e do Centro Médico de Veteranos de Richmond, nos Estados Unidos, analisaram dados compilados entre 2009 e 2019 de 68.807 pacientes que tinham diagnóstico de demência.\nPule Que História! e continue lendo\nQue História! A 3ª temporada com histórias reais incríveis\nEpisódios Fim do Que História!\nOs resultados de exames que avaliam a saúde do fígado (conhecidos pela sigla FIB-4) revelaram que 12,8% desses indivíduos tinham indicadores sugestivos de cirrose e potencialmente sofriam com encefalopatia hepática.\nA porcentagem se assemelha à de um outro levantamento realizado pelo mesmo grupo de cientistas . Num trabalho com 177 mil veteranos americanos, cerca de 10% deles apresentaram alterações que indicavam disfunções no fígado.\n\"O FIB-4 é um método fácil de determinar o risco de uma doença hepática avançada. Pacientes com alterações nesse exame têm uma alta probabilidade de ter cirrose, quadro que não costuma apresentar muitos sintomas\", explica o médico Jasmohan Bajaj, um dos autores do estudo.\n\"E mais da metade dos pacientes com cirrose desenvolve alguma forma de encefalopatia hepática\", estima ele.\nBajaj destaca que ele mesmo acompanhou casos de indivíduos que haviam sido diagnosticados com algum tipo de demência (como o Alzheimer) ou doença de Parkinson, mas que na verdade tinham problemas no fígado.\nNesses episódios, bastou fazer o diagnóstico correto e iniciar o tratamento para que os sintomas neurológicos e cognitivos se resolvessem por completo.\nPara a médica Sonia Brucki, coordenadora do Grupo de Neurologia Cognitiva e do Comportamento do Hospital das Clínicas de São Paulo, o fato de os especialistas americanos terem encontrado alterações sugestivas de encefalopatia hepática em quase 13% dos pacientes com demência chama a atenção.\n\"Até porque os exames de função hepática são de realização obrigatória na investigação de qualquer comprometimento cognitivo\", avalia ela.\nCrédito, Getty Images\nLegenda da foto, Confusão mental está entre os sintomas da encefalopatia hepática Fígado em pane O hepatologista Raymundo Paraná, professor da Universidade Federal da Bahia, explica que a encefalopatia hepática é uma intoxicação do cérebro por substâncias que deveriam ter sido metabolizadas pelo fígado.\nVale lembrar aqui que o fígado é fundamental em processos de digestão e também \"quebra\", ou metaboliza, elementos tóxicos que podem ser prejudiciais para o resto do organismo. Essas moléculas são depois descartadas na urina ou nas fezes.\nQuando o fígado está doente e é prejudicado por vírus (como os causadores das hepatites B e C), excesso de gordura, álcool ou outras substâncias danosas, ele deixa de funcionar como o esperado.\nCom isso, certas moléculas (como a amônia, sobre a qual falaremos adiante) que deveriam ser filtradas e descartadas seguem no organismo e podem parar no cérebro — onde vão prejudicar a atenção, o raciocínio e a memória.\n\"Há casos em que o fluxo sanguíneo para o fígado está prejudicado. Com isso, o sangue desvia para outras áreas, como o esôfago e o estômago, e chega ao cérebro sem passar pelo tecido hepático\", detalha Paraná, que não esteve diretamente envolvido na pesquisa feita nos EUA.\nO médico destaca que a encefalopatia hepática é um quadro relativamente comum, mas há uma certa dificuldade em detectar os casos subclínicos, com sintomas mais leves e que se confundem com outras enfermidades.\n\"Nos casos clássicos da doença, a família começa a perceber que o indivíduo apresenta letargia e confusão mental, tem alteração no ritmo do sono, perde controle de esfíncteres e sofre com tremores nas mãos\", lista Paraná.\n\"Esses são sinais muito indicativos da encefalopatia hepática\", complementa ele.\nBrucki reforça que a encefalopatia hepática e a demência \"clássica\" apresentam algumas manifestações bem diferentes.\n\"O quadro hepático tem uma evolução mais rápida e é diferente da demência, em que as manifestações são crônicas, com alterações progressivas de funções cognitivas, que afetam memória, linguagem, atenção e capacidade de raciocínio\", diz ela.\nA confusão entre as duas enfermidades acontece com as formas mais sutis do comprometimento no fígado. \"O paciente pode não apresentar tremores ou reflexos reduzidos, o que dificulta o diagnóstico\", diz o médico.\nNesses casos, há mais risco de receber um diagnóstico errado — e depois ser submetido a um tratamento contra o Alzheimer, por exemplo.\nAlém dos testes que avaliam a saúde hepática, Paraná aponta que o médico pode indicar a realização de um eletroencefalograma e outros exames de imagem, que avaliam o acúmulo de determinadas substâncias no sistema nervoso.\nCrédito, Getty Images\nLegenda da foto, Há uma série de fatores que podem lesar o fígado — de vírus a excesso de gordura Como reverter o comprometimento cognitivo É curioso pensar que, para uma doença que se origina no fígado e afeta o funcionamento do cérebro, a solução está numa terceira parte do corpo: o intestino.\nParaná explica que, na encefalopatia hepática, uma das principais substâncias que \"escapam\" e geram problemas no sistema nervoso é a amônia, produzida em grande parte pelas bactérias que habitam o sistema digestivo.\n\"Normalmente, a amônia vai para o fígado, onde acaba transformada em ureia e é eliminada pela urina\", diz o médico.\nNesse grupo de pacientes, o excesso de amônia vai parar na cabeça, onde \"intoxica\" o cérebro e gera os sintomas de confusão mental, tremores e letargia.\n\"O objetivo do tratamento, portanto, é evitar que a amônia chegue até o cérebro\", resume Paraná.\nPara fazer isso, os especialistas podem apostar em algumas estratégias diferentes.\nA primeira delas envolve evitar quadros de constipação. Isso porque a prisão de ventre estimula a proliferação de bactérias produtoras de amônia no intestino — e, quanto mais amônia, mais intoxicação do cérebro.\nA principal maneira de prevenir um cenário desses é usar laxantes específicos, que garantem ao menos duas idas ao banheiro todos os dias. Afinal, junto com as fezes, milhões de bactérias são descartadas e vão descarga abaixo.\n\"Medicações como a lactulona evitam quadros de obstipação e criam um ambiente no intestino que dificulta a absorção de amônia\", diz o hepatologista.\nQuando essa primeira estratégia falha, os médicos costumam recorrer a um fármaco chamado rifaximina, que controla a população bacteriana no intestino.\nParaná ainda pontua que os remédios com efeitos diuréticos, usados para tratar a pressão alta, por exemplo, podem estimular a produção de amônia no organismo.\nNo caso desses pacientes, pode ser necessário fazer um ajuste de doses ou trocar o princípio ativo para fugir de uma encefalopatia hepática.\n\"Também é importante evitar medicações que sejam metabolizadas pelo fígado e buscar uma alimentação com baixo teor de proteína\", acrescenta Brucki.\nTodas essas medidas chegam até a reverter o declínio cognitivo relacionado à intoxicação do sistema nervoso.\n\"A maioria dos pacientes com encefalopatia hepática responde bem ao tratamento, então é essencial identificar esses indivíduos para evitar que o quadro deles seja confundido com demência\", diz Bajaj.\nCrédito, Getty Images\nLegenda da foto, A encefalopatia hepática é problema que surge no fígado, tem efeitos no cérebro e cuja solução depende de controlar as bactérias no intestino Por fim, Paraná alerta que uma série de fenômenos que se intensificaram nos últimos anos pode tornar esse quadro cada vez mais comum.\n\"O envelhecimento da população tem provocado um aumento das doenças crônicas e degenerativas, e algumas delas afetam o fígado\", diz ele.\n\"Além disso, o uso inadequado de medicamentos, ervas e fitoterápicos, o abuso no álcool, a transmissão das hepatites virais e o aumento de doenças autoimunes, obesidade e síndrome metabólica geram repercussões hepáticas.\"\nO hepatologista reforça que diversas doenças que prejudicam o fígado são silenciosas. Muitas pessoas não têm a mínima ideia de que têm cirrose, por exemplo — e só vão apresentar os primeiros sintomas quando a doença já está numa fase avançada e irreversível.\n\"É importante que todo paciente faça uma investigação básica, que envolve um exame de sangue e um ultrassom, para saber se o fígado está sofrendo ou não\", conclui ele.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.amjmed.com/article/S0002-9343(24)00398-X/abstract#%20",
      "https://pubmed.ncbi.nlm.nih.gov/35940730/",
      "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2814346",
      "https://amjmed.com/article/S0002-9343(24)00398-X/abstract#%20",
      "https://www.jamanetwork.com/journals/jamanetworkopen/fullarticle/2814346",
      "https://pubmed.ncbi.nlm.nih.gov/35940730",
      "https://www.pubmed.ncbi.nlm.nih.gov/35940730/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:14:26.383+03:00",
    "updated": "2024-09-02T02:20:08.712+03:00"
  }
]