[
  {
    "uuid": "72b77891e2908c80dc6beef630e6eda6be223cb0",
    "url": "https://www.fanpage.it/spettacolo/programmi-tv/gf-federico-massaro-invaghito-di-anita-quando-la-vedo-il-cuore-mi-batte-fortissimo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ilaria Costabile",
    "published": "2024-01-05T21:01:00Z",
    "title": "GF, Federico Massaro invaghito di Anita: “Quando la vedo il cuore mi batte fortissimo”",
    "text": "GF, Federico Massaro invaghito di Anita: “Quando la vedo il cuore mi batte fortissimo”\nNella casa del Grande Fratello non mancano sorprese e più tempo passano i gieffini insieme, più può accadere che nascano emozioni inaspettate. Ed è quello che è accaduto a Federico Massaro che, dopo aver trascorso una serata nella suite in compagnia di altri gieffini, tra cui Anita Olivieri, sembra aver cambiato umore e ad accorgersene subito è Fiordaliso.\nFederico confessa a Fiordaliso la sua cotta per Anita\nIl modello non aveva mai negato un certo interesse nei confronti di Anita Olivieri, ma dopo aver trascorso del tempo a distanza più ravvicinata, ormai, ha capito che qualcosa è scattato nella sua mente. Fiordaliso è la prima a rendersene conto e avvicinandosi gli dice: \"Da quando sei tornato dalla suite sei strano. Ma Fede, lo sai che quello a cui vuoi arrivare tu è impossibile. È impossibile e non voglio che tu stia male\". La cantante, quindi, cerca di farlo desistere dal provare ad avvicinarsi in maniera più concreta ad Anita, ma Federico sembra non volerne sapere:\nMe la voglio godere per quella che è. La voglio conoscere. Sono qui, che ci posso fare? Non posso farci niente. È successo, non l’ho deciso io. Non posso fingere che una persone non mi piace, se mi piace. Posso farlo in realtà, però…Lo co che con lei non c’è niente da fare, ma la speranze ce l’ho sempre. Mi è capitato una volta che mi dicevano “no” e dopo che ci siamo conosciuti è diventato un sì.\nIl modello, poi, continua parlando dei suoi sentimenti e delle emozioni che prova nello stare accanto alla gieffina, sempre più convinto nel volerla conoscere senza alcuna aspettativa:\nForse non voglio neanche che cambi idea, però la voglio conoscere. Non ci soffrirò, però quando la vedo mi batte il cuore fortissimo. C’ho proprio la cotta, come i ragazzini. Io me la godo, mi fa ridere sta cosa, lo so che non ho speranze però mi fa ridere e me la godo. Non mi succedeva da un sacco.\nAnita Olivieri sarebbe fidanzata\nDal canto suo, Anita, pare che abbia fatto intendere in più occasioni di essere impegnata, sebbene la persona con cui avrebbe una relazione non si è mai fatta avanti in questi mesi. I due, stando ai racconti che lei ha fatto agli altri inquilini, starebbero insieme da tempo, ma con diversi momenti di lontananza. Di recente la gieffina aveva anche avuto un momento di sconforto, rivelando:\n\"Mi manca, non so se mi sta aspettando\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:21:00.801+02:00",
    "updated": "2024-01-06T00:21:00.801+02:00"
  },
  {
    "uuid": "f63e2ad30d447919c0904871cb46b416dbda15f8",
    "url": "https://www.dailymaverick.co.za/article/2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bloomberg",
    "published": "2023-12-28T00:00:00Z",
    "title": "Ukraine update: Kyiv sounds budget alarm, requests urgent global donor meeting; US announces final aid package for the year",
    "text": "Russian President Vladimir Putin (right) speaks with Rostec CEO Sergey Chemezov during their meeting in Moscow, Russia, 28 December 2023. (Photo: EPA-EFE / GAVRIIL GRIGOROV / SPUTNIK / KREMLIN) By Bloomberg 0 Ukraine’s premier sounded the alarm over the country’s finances, requesting an emergency meeting with international donors as Kyiv confronts ‘exceptionally high uncertainty’ over its budget at the start of the year. The Biden administration announced on Wednesday $250-million in weapons and equipment for Ukraine, its final package for the year, as officials press Congress to renew aid in the new year.\nThe head of Russia’s Rostec said its arms unit had boosted the output of tanks and armoured vehicles for the military as the Kremlin’s invasion of Ukraine approaches its third year.\nRussia has sufficient budget funds to pay for its war in Ukraine, according to Finance Minister Anton Siluanov.\nUkraine sounds alarm over finances Ukraine’s premier sounded the alarm over the country’s finances, requesting an emergency meeting with international donors as Kyiv confronts “exceptionally high uncertainty” over its budget at the start of the year.\nIn a letter to a key coordination group overseeing funds, Prime Minister Denys Shmyhal said financing was needed next month and should be channelled to Ukraine’s core budget needs. The message reinforces Ukrainian pleas with more than $110-billion in financial aid being held up by political infighting in the US and the European Union.\n“To uphold macroeconomic stability, it is imperative that we receive sufficient, prompt, and predictable external financing, beginning January 2024,” Shmyhal said in a letter sent this month to the Multi-Agency Donor Coordination Panel (MDCP) and seen by Bloomberg News.\nThe sense of urgency is mounting in Kyiv as Russian President Vladimir Putin exploits wavering support among Ukraine’s allies and a 2023 counteroffensive that failed to achieve its aims. Ukraine’s Finance Ministry last week said financing needs for 2024 stand at $37.3-billion, after receiving more than $42-billion in foreign aid in 2023.\nThe prime minister said the MDCP, which was set up by Group of Seven leaders in December 2022 to coordinate international funding, should focus on immediate budget needs — keeping the government running with payments for teachers, civil servants and pensions — rather than its longer-term mandate to coordinate resources for reconstruction and economic recovery from the war.\n“It is hardly possible to hold any discussion about recovery and rebuilding projects, when we struggle fulfilling the 2024 survival priorities,” Shmyhal said in the letter. Donors should hold a meeting in January ahead of a scheduled meeting the following month, he said.\n“We cannot wait till March to finance our social needs,” the premier said. Ukraine’s budget may be hit by shortfalls as early as the first two months of next year, Finance Minister Serhiy Marchenko said earlier this month.\nIt was unclear how recipients responded to the letter or whether they agreed to a meeting sooner.\nUS legislators this month abandoned efforts to reach a deal for more than $60-billion in funding for Ukraine before leaving Washington for the holiday break. The assistance is being held up by Republican lawmakers demanding more restrictive border and immigration policies.\nAn EU package worth €50-billion for Ukraine was blocked by Hungarian Prime Minister Viktor Orbán this month, sending the debate into early next year.\nGermany expects EU deal on Ukraine aid, even without Hungary Germany expects European Union member states to pass their next Ukraine support package either way, even if Hungary should continue to block a unanimous decision.\nEU leaders have been looking for ways to get around Budapest’s intransigence after talks over the €50-billion package for the government in Kyiv broke down at a summit in mid-December.\nA potential backup option that has been floated is having member states funnel money to Kyiv outside of the EU budget process, an option Hungarian Prime Minister Viktor Orbán signalled may be viable.\nThe proposal would involve national guarantees from member states to raise funding in the markets should Hungary continue to block the review of the EU’s long-term budget at an extraordinary summit on 1 February.\nSpeaking at a regular government news conference in Berlin, Foreign Ministry spokesman Christian Wagner said Chancellor Olaf Scholz’s coalition government would provide military support for Ukraine worth €8-billion in 2024 and Berlin would continue to “campaign vigorously” for the adoption of the bigger EU aid package worth €50-billion early next year.\nUS provides $250m in Ukraine arms in last package for the year The Biden administration announced on Wednesday $250-million in weapons and equipment for Ukraine, its final package for the year, as officials press Congress to renew aid in the new year.\n“Our assistance has been critical to supporting our Ukrainian partners as they defend their country and their freedom against Russia’s aggression,” Secretary of State Antony Blinken said. “It is imperative that Congress act swiftly, as soon as possible, to advance our national security interests by helping Ukraine defend itself and secure its future.”\nThe package, drawn from Pentagon stocks, includes ammunition for artillery and air defence systems as well as anti-armour munitions and more than 15 million rounds of small arms ammunition. The Defense Department said in a press release that Javelin anti-tank systems and Stinger anti-aircraft missiles would be among the weapons offered.\nAccording to the administration, the US has provided about $44.3-billion in military assistance since Russia’s full-scale invasion of Ukraine in February 2022.\nRostec chief tells Putin Russia is boosting tanks output for war The head of Russia’s Rostec said its arms unit had boosted the output of tanks and armoured vehicles for the military as the Kremlin’s invasion of Ukraine approaches its third year.\nTank production increased seven-fold in two years, Rostec Chief Executive Officer Sergey Chemezov told Putin on Thursday in televised comments, without giving figures.\nOutput of armoured vehicles grew more than fivefold, and production of ammunition ranging from small arms to artillery shells grew as much as 50 times, said Chemezov, who’s under US and European sanctions for his role in the war.\nRussia plans a sharp increase in defence spending next year to 10.8 trillion roubles ($119.8-billion), up by almost 70% compared with this year.\nRussia has enough budget funds to pay for war – finance minister Russia has sufficient budget funds to pay for its war in Ukraine, according to Finance Minister Anton Siluanov.\n“The Finance Ministry provided all the funds required for the main tasks” of the military, Siluanov told reporters in a briefing on Wednesday. “All the needs of our armed forces for their tasks in the special military operation are provided with money.”\nRussian petroleum exports decline as diesel, naphtha flows ease Russia’s oil-product exports dropped on a weekly basis, led by a slump in shipments of diesel, naphtha and fuel oil.\nThe more volatile weekly flows for the period through 24 December slipped to 2.5 million barrels a day, according to data compiled by Bloomberg from analytics firm Vortexa. That was about 666,000 barrels down from the revised figure for the period to 17 December.\nHowever, the four-week average climbed to the highest in more than seven months amid a ramp-up in oil processing at Russian refineries. Oil-product flows from the nation reached 2.6 million barrels a day in the four weeks to December 24, up by 157,000 barrels a day from the previous week. DM\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://coordinationplatformukraine.com/",
      "https://www.bloomberg.com/news/articles/2023-12-19/ukraine-aid-delayed-as-us-congress-gives-up-on-deal-this-year",
      "https://wa.me/?text=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dwhatsapp",
      "https://www.bloomberg.com/news/articles/2023-09-22/russia-plans-huge-defense-spending-hike-in-2024-as-war-drags-on",
      "https://www.bloomberg.com/news/articles/2022-12-12/ukraine-latest-g-7-to-hold-conference-call-on-ukraine-support",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dfacebook",
      "https://www.bloomberg.com/news/articles/2023-12-21/ukraine-faces-risk-of-insufficient-aid-in-early-2024-finance-minister-says",
      "https://www.bloomberg.com/news/articles/2023-12-25/russia-continues-high-levels-of-crude-processing-in-mid-december",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dtwitter&#038;text=Kyiv+sounds+budget+alarm%2C+requests+urgent+global+donor+meeting%3B+US+announces+final+aid+package+for+the+year",
      "https://bloomberg.com/news/articles/2023-12-25/russia-continues-high-levels-of-crude-processing-in-mid-december",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dtwitter&#038;text=Kyiv+sounds+budget+alarm%2C+requests+urgent+global+donor+meeting%3B+US+announces+final+aid+package+for+the+year",
      "https://coordinationplatformukraine.com",
      "https://bloomberg.com/news/articles/2023-12-21/ukraine-faces-risk-of-insufficient-aid-in-early-2024-finance-minister-says",
      "https://bloomberg.com/news/articles/2023-12-19/ukraine-aid-delayed-as-us-congress-gives-up-on-deal-this-year",
      "https://www.coordinationplatformukraine.com/",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://bloomberg.com/news/articles/2023-09-22/russia-plans-huge-defense-spending-hike-in-2024-as-war-drags-on",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dwhatsapp",
      "https://bloomberg.com/news/articles/2022-12-12/ukraine-latest-g-7-to-hold-conference-call-on-ukraine-support",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-28-kyiv-sounds-budget-alarm-requests-urgent-global-donor-meeting-us-announces-final-aid-package-for-the-year%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dfacebook",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sergey chemezov",
          "sentiment": "negative"
        },
        {
          "name": "vladimir putin",
          "sentiment": "negative"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "anton siluanov",
          "sentiment": "none"
        },
        {
          "name": "gavriil grigorov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "kremlin",
          "sentiment": "none"
        },
        {
          "name": "rostec",
          "sentiment": "none"
        },
        {
          "name": "bloomberg",
          "sentiment": "none"
        },
        {
          "name": "epa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "kremlin",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:11.144+02:00",
    "updated": "2023-12-30T02:23:15.727+02:00"
  },
  {
    "uuid": "f299d006858ee8523b64545acf5d67d262232a96",
    "url": "https://vnexplorer.net/como-un-joven-logro-la-imposible-hazana-de-derrotar-a-tetris-y-que-nos-dice-sobre-las-capacidades-de-los-humanos-s823960.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-05T22:26:00Z",
    "title": "Cómo un joven logró la “imposible” hazaña de derrotar a Tetris y qué nos dice sobre las capacidades de los humanos",
    "text": "Juego de Tetris.\nEra una hazaña que por décadas se pensó que sería imposible de lograr.\nPero a finales 2023, Willis Gibson -un adolescente estadounidense de 13 años conocido en internet como “Blue Scuti”-, ganó el juego de la versión para Nintendo de Tetris, lanzado por primera vez en 1989.\nLos diseñadores de la primera versión de Tetris pensaron que nadie podría hacerlo.\nEl juego está diseñado para que no paremos de jugar. Las piezas caen cada vez más rápido hasta que el jugador se agobia.\nPara ganar el juego, hay que alcanzar puntuaciones tan altas que hacen que la memoria del juego se sobrecargue y se cuelgue.\nEl jugador gana porque la computadora simplemente no puede continuar.\nComo profesor de ciencia cognitiva, me interesa cómo las personas adquieren experiencia, particularmente en videojuegos, por lo que cuando Gibson realizó su vertiginosa hazaña, inmediatamente me llamó la atención.\nLa forma en que lo hizo nos dice mucho sobre cómo los límites del desempeño humano están cambiando en la era digital.\nAnteriormente, sólo la inteligencia artificial había logrado vencer a Tetris en su versión para Nintendo.\nAquel programa especialmente diseñado fue capaz de percibir, casi instantáneamente, los movimientos de Tetris y responder rápidamente con acciones.\nJugó sin cansarse, sin cometer ningún error, yendo mucho más allá de las limitaciones que puede presentar un humano.\nEn aquel momento, en 2021, la IA pudo mostrar niveles del juego que anteriormente no habían sido explorados por humanos.\nAl igual que la física en los límites de un agujero negro, Tetris comienza a cambiar en los niveles superiores.\nLa velocidad se duplica repentinamente en el nivel 29, un nivel que pocos humanos alcanzan y pocos sobreviven por mucho tiempo.\nGibson juega desde que tiene 11 años y ha participado en varios torneos.\nCuando el contador de puntuación supera el millón, los dígitos comienzan a ser reemplazados por letras y, finalmente, por glifos del grupo de gráficos de Tetris.\nCon el tiempo, los colores de los bloques se deforman y cambian, algunos niveles son todos de un rosado intenso, otros tienen bloques tan oscuros que casi no se pueden pueden ver, especialmente a la velocidad que necesitas para reaccionar y sobrevivir.\n40 minutos a gran velocidad Gibson transmitió en vivo su batalla con Tetris el 21 de diciembre de 2023 y jugó durante 40 minutos a velocidades cada vez más frenéticas.\nEstableció nuevos récords mundiales de puntuación, niveles jugados y líneas que logró despejar.\nAl final, fue recompensado con el choque que indica que había logrado lo imposible: ganar el juego.\nEl logro fue real, pero su importancia va mucho más allá del ámbito de los juegos arcade clásicos y de sus fanáticos.\nLo que hizo Gibson y cómo lo hizo ofrece lecciones generales sobre cómo aprende la gente y cómo se van ampliando los límites del desempeño humano.\nPara entender por qué, hay que tener en cuenta que Tetris es una comunidad, además de un juego.\nCuando Gibson comenzó a jugar no sólo jugó en una vieja consola, sino que se unió a una tradición.\nHay miles de jugadores dedicados al Tetris en Nintendo.\nAdemás de los jugadores, hay streamers, bloggers, teóricos que discuten sobre estrategias y personas que buscan romper récords y que compiten para superarse entre sí.\nIncluso existe el Campeonato Mundial de Tetris Clásico, que se celebra anualmente en Portland, en Estados Unidos.\nLaboratorios de ideas y experimentos Tetris es famoso porque logra absorber a quien lo juega, pero es la comunidad la que garantiza que esos nuevos jugadores se involucren más en el pasatiempo, a pesar de las muchas alternativas que existen.\nLas comunidades brindan aliento y otro ingrediente crucial para acelerar el potencial humano: inspiración.\nJugadores compiten en el Campeonato Mundial de Tetris Clásico\nSon también laboratorios de ideas y experimentos, donde diferentes personas pueden probar cosas nuevas y compartir sus éxitos.\nLos científicos estudian este aprendizaje social bajo la etiqueta de “evolución cultural”.\nAunque algunos otros animales hacen esto, los humanos se destacan en ello. Mediante esta evolución diferentes comunidades desarrollan diferentes prácticas para adaptarse a su entorno inmediato.\nAprendizaje social En las comunidades de aprendizaje también se difunden nuevas técnicas que resultan exitosas.\nTomemos como ejemplo el estilo Fosbury, una técnica de salto de altura popularizada por Dick Fosbury cuando ganó el oro para Estados Unidos en los Juegos Olímpicos de 1968.\nEl estilo de salto de Dick Fosbury, apodado el “salto de Fosbury”, en el que se salta la barra de cabeza y hacia atrás, revolucionó la manera de hacerlo.\nEl salto de Fosbury, que le hizo ganar el oro, fue de 2,24 metros.\nPero esta altura fue alcanzada (y en muchos casos aplastada) por todos los competidores en los Juegos Olímpicos de Tokio 2020. Todos usaron el estilo Fosbury.\nLo que Fosbury hizo con su salto, el Internet y la IA lo están haciendo con muchas otras habilidades imaginables.\nRecientemente, internet ha impulsado la transmisión cultural.\nSea aprender a codificar o simplemente ver un video sobre cómo reparar tu lavavajillas, es más fácil que nunca copiar ejemplos exitosos y aprender nuevas formas.\nDesde la llegada de los motores de ajedrez, ha habido una masiva mejora generacional en las habilidades del juego, lo que hace que los jugadores de hoy jueguen mejor que los de antes.\nIncluso los delincuentes están empleando el aprendizaje social: recientemente una noticia culpó a Tiktok por el aumento de casos en que ladrones utilizaban un estilo particular para robar automóviles.\nLo que demostró el récord de Gibson En Tetris, una innovación crucial ha sido una nueva forma de sostener el control, llamada ” rolling” (rodar), donde los jugadores golpean la parte inferior del pad con un dedo o pulgar que se sitúa justo encima del teclado.\nPermite que los jugadores puedan realizar acciones más rápido que presionando con un solo dedo.\nA pesar de que Tetris tiene 34 años de historia, rodar solo se hizo popular en los últimos años y se ha extendido dentro de la comunidad.\nJugadores durante la competición semifinal del Campeonato Mundial de Tetris Clásico.\nComo suele ocurrir, son los miembros más jóvenes de una comunidad quienes reconocen la innovación útil.\nGibson comenzó a jugar al Tetris a los 11 años y utilizó la técnica con la que ha superado varios récords.\nGran parte del debate en torno a la inteligencia artificial se centra en ámbitos en los que las habilidades humanas podrían volverse obsoletas, pero es un error pensar que el desempeño humano es un objetivo estacionario.\nComo demostró el logro récord de Gibson, constantemente miramos hacia los límites exteriores y, al alcanzarlos, ampliamos nuestro alcance.\nLa moraleja es que ampliar las fronteras de las habilidades humanas es una consecuencia de la innovación colectiva continua, así como de individuos notables.\nLos humanos somos una especie definida por nuestra capacidad de aprender, y en la era digital hay cada vez más potencial para avanzar hacia territorios inexplorados de desempeño en todos los aspectos del arte, la ciencia y la cultura, que incluye el Tetris.\n* Tom Stafford es profesor de ciencia cognitiva en la Universidad de Sheffield, Reino Unido.\nEste artículo fue publicado originalmente en inglés en BBC Future. Haz clic aquí para leer el artículo original.\nLínea\nHaz clic aquí para leer más historias de BBC News Mundo.\nY recuerda que puedes recibir notificaciones. Descarga nuestra app y actívalas para no perderte nuestro mejor contenido.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwovJ.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwjfz.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwovD.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwlNR.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwezL.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwtqC.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwjfz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwlNR.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwovJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwezL.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwtqC.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwovD.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:30:42.178+02:00",
    "updated": "2024-01-06T00:30:42.178+02:00"
  },
  {
    "uuid": "7814f1572fa8a66e001dfdcf9a3eae82319c9652",
    "url": "https://fr.rua.gr/2024/10/24/linde-a-bloque-lentree-de-la-turquie-dans-les-brics",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2024-10-24T16:56:00Z",
    "title": "L'Inde a bloqué l'entrée de la Turquie dans les BRICS+",
    "text": "© James Ferguson/Financial Times Le président turc Recep Tayyip Erdogan a exprimé son désir de rejoindre l'alliance BRICS+ et a soumis une demande d'adhésion avant le 16e sommet. Toutefois, selon l'expert turc en politique étrangère Sinan Ulgen, cela est entravé par l'Inde, mécontente des bonnes relations d'Ankara avec le Pakistan, son principal ennemi. Ulgen estime qu'Erdogan cherche à se rapprocher des BRICS+dirigé par Vladimir Poutine, pour renforcer « autonomie stratégique » Turquie et expriment leur déception à l’égard de l’Union européenne. De plus, il veut démontrer son « prestige politique »montrant qu'il peut participer simultanément à l'OTAN et aux BRICS, se considérant « médiateur » sur la scène internationale. Les critiques affirment que de telles actions d’Erdogan conduisent à l’isolement de la politique étrangère turque. L’Iran, l’Égypte, l’Éthiopie, les Émirats arabes unis et l’Arabie saoudite ont récemment rejoint les BRICS. Outre la Turquie, l'Azerbaïdjan et la Malaisie ont également soumis des demandes d'adhésion. Le président turc Recep Tayyip Erdogan a exprimé lors de son discours son désir de « poursuivre le dialogue avec la famille BRICS+ ». « En tant que Turquie, nous sommes déterminés à poursuivre le dialogue avec la famille BRICS, avec laquelle nous entretenons des relations étroites basées sur le respect mutuel et le bénéfice mutuel », a déclaré le chef de l'Etat turc. « Les mécanismes politiques et financiers apparus au lendemain de la Seconde Guerre mondiale ne peuvent pas répondre à nos attentes. » il a ajouté. Selon le président turc, les BRICS apporte une « contribution unique à la construction d’un ordre mondial plus juste »« , contribuant « accroître le commerce mondial, la croissance économique et atteindre les objectifs de développement durable ». La Turquie, membre de l'OTAN dont les relations avec ses alliés occidentaux sont parfois tendues, a demandé à rejoindre la coalition émergente des BRICS, a déclaré en septembre un porte-parole de la présidence turque. « « Ceux qui disent que nous ne devrions pas rejoindre les BRICS+ ou toute autre structure sont les mêmes qui nous ont fait attendre aux portes de l'Union européenne pendant des années » –a déclaré Erdogan. La coalition BRICS (BRICS des initiales de ces pays en anglais) était initialement composée de quatre membres (Brésil, Russie, Inde, Chine) lors de sa création en 2009, auxquels s'est ajoutée l'Afrique du Sud en 2010, et comprenait cette année l'Ethiopie, Iran, Égypte et Émirats arabes unis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T01:04:03.731+03:00",
    "updated": "2024-10-25T02:09:55.380+03:00"
  }
]