[
  {
    "uuid": "166a0a246ca604223b6b28977db010b01087f1db",
    "url": "https://news.iu.edu/live/news/35544-little-500-students-helping-students-raise-funds-for-n",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Iu Edu",
    "published": "2024-04-18T09:00:00Z",
    "title": "Little 500, Students Helping Students raise funds for new mental health space: IU News",
    "text": "As teams reach the start line and fans fill the stands for “The World’s Greatest College Weekend,” Indiana University’s tradition of the [Little 500](https://iusf.indiana.edu/little500/) is making a difference beyond the race. Each year, students with the IU Student Foundation select a student-focused initiative to raise money for the [Students Helping Students campaign](https://iusf.indiana.edu/members-students/shs.html). This year’s campaign is partnering with the [Office of the Chief Health Officer](https://ocho.iu.edu/) to help destigmatize mental health on campus. “We’re raising money to build a mental health space on campus,” said senior Natalie Manfredini, an [IU Student Foundation Steering Committee](https://iusf.indiana.edu/members-students/committees/index.html) member leading the Students Helping Students campaign. “The Kelley School of Business actually has something called the [Balance Room](https://kelley.iu.edu/programs/undergrad/student-life/student-support/balance-room/index.html) where students can go and take a mental break and prioritize their mental health between classes. We thought that was a really great room, but it’s only available to Kelley students. So with this year’s campaign, we want to designate a mental health space on campus that all students can use.” The race started in 1951 as a way to raise money for student scholarships. The Students Helping Students campaign, a peer-to-peer fundraising effort, was officially created in 2023 as an additional way the race could benefit students and get them involved. Last year it selected [Crimson Cupboard](https://studentlife.indiana.edu/student-support/care-and-resource-center/food-pantry.html), IU’s food pantry. With more than $60,000 raised through Students Helping Students, the Crimson Cupboard bought a van to help the pantry more easily transport food from Hoosier Hills Food Bank to campus. “Our race is etched in philanthropy” said Will Pitts, a senior and president of IU Student Foundation’s Riders Council. “It started because of philanthropy, and it’s still here because of what we do for students. IUSF and Students Helping Students allow the students to really take matters into their own hands and not only build a future for themselves, but build a future for IU and a campus that’s going to be just as good if not better for the next generation.” “For riders, earning their patch and having a little competition within the competition of Little 500 reaffirms that the reason they’re riding is important, and that they’re riding for something bigger than themselves,” said Pitts, who is riding in Little 500 for his fourth year. Pitts, a marketing and professional sales major in the Kelley School of Business, got involved in Little 500 as a rider for his fraternity his freshman year. While he joined as a way to continue athletics and competition after high school, his work with the race has gone beyond that. As a member of the Riders Council, he works with the riding teams to make the race and the Students Helping Students campaign possible. “It allows me to stay competitive, and it’s been a staple of my college career,” Pitts said. “When I think back on my time at IU, it will definitely be a majority of my time with IUSF and my fraternity bike team.” The women’s Little 500 race will be held April 19, and the men’s race will follow on April 20. For the Students Helping Students campaign, the race to raise money will continue through April 21. So far, more than 750 students have donated to the campaign, with funds reaching over $20,000. People interested in giving can [make donations to the campaign online](https://give.myiu.org/crowdfunding/I320016465-CF.html). Purchasing a Little 500 ticket also benefits Students Helping Students, with $1 from every ticket going to the campaign. “Student philanthropy is something I think most students don’t realize is so easy to be involved with,” said Krista Kane, IU Student Foundation Steering Committee president. “It’s not giving millions of dollars to the campus or being at every event, but there is a portion you can donate every single day, and that’s time, treasure, testimony and whatever you can give to help other students. “The most meaningful part is watching all the student involvement on campus. Every student is rallying behind one common cause and goal to help other students, and I think that’s a moving sentiment.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Health"
    ],
    "external_links": [
      "https://iusf.indiana.edu/members-students/shs.html).",
      "https://iusf.indiana.edu/members-students/committees/index.html)",
      "https://studentlife.indiana.edu/student-support/care-and-resource-center/food-pantry.html),",
      "https://iusf.indiana.edu/little500/)",
      "https://give.myiu.org/crowdfunding/I320016465-CF.html).",
      "https://www.studentlife.indiana.edu/student-support/care-and-resource-center/food-pantry.html),",
      "https://www.iusf.indiana.edu/members-students/committees/index.html)",
      "https://www.iusf.indiana.edu/little500/)",
      "https://www.give.myiu.org/crowdfunding/I320016465-CF.html).",
      "https://www.iusf.indiana.edu/members-students/shs.html)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "natalie manfredini",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the world",
          "sentiment": "negative"
        },
        {
          "name": "ndiana university",
          "sentiment": "none"
        },
        {
          "name": "iu student foundation steering committee",
          "sentiment": "none"
        },
        {
          "name": "iu student foundation",
          "sentiment": "none"
        },
        {
          "name": "kelley school of business",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:26:44.633+03:00",
    "updated": "2024-04-19T01:26:44.633+03:00"
  },
  {
    "uuid": "369597f5f9bc8465377d3a87233a884dea0c8d19",
    "url": "https://www.wcvb.com/article/massachusetts-rainbows-jan-13-2024-photo-gallery/46383285",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Russ Reed",
    "published": "2024-01-14T21:22:00Z",
    "title": "Stunning photos of rainbows in Mass. following weekend storm",
    "text": "Stunning photos of rainbows in Massachusetts following weekend storm Lu Huang Slideshow 7 photos Advertisement Stunning photos of rainbows in Massachusetts following weekend storm BOSTON — A number of viewers told WCVB Channel 5 that they could spot rainbows in the skies above Massachusetts following Saturday afternoon's rain showers that were preceded by a storm that brought Advertisement A number of viewers told WCVB Channel 5 that they could spot rainbows in the skies above Massachusetts following Saturday afternoon's rain showers that were preceded by a storm that brought [rain](https://www.wcvb.com/article/massachusetts-rainfall-totals-january-12-13-2024/46375927), [strong winds](https://www.wcvb.com/article/massachusetts-high-wind-reports-january-13-2024/46372378) and [flooding](https://www.wcvb.com/article/flooding-massachusetts-coast-january-13-2024/46373322) to New England. Some of those viewers shared photos of those rainbows, and several of them were able to capture double rainbows on camera. One of those double rainbows was spotted over Boston's iconic rainbow-colored gas tank along Interstate 93 in Dorchester. \"Rainbows are actually circles, but when you view them from the ground, the ground cuts off the bottom part of it,\" said StormTeam 5 meteorologist A.J. Burnett. \"But when you look at them from higher above, you can actually make out an entire circle in some cases.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lu huang slideshow",
          "sentiment": "negative"
        },
        {
          "name": "a.j. burnett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wcvb channel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mass.",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "dorchester",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T23:42:43.879+02:00",
    "updated": "2024-01-15T04:06:41.898+02:00"
  },
  {
    "uuid": "12bc891bc6fa6f40cb37e0db6e0bbbd787db0f74",
    "url": "https://sportsnaut.com/tyrese-hunters-last-gasp-layup-lifts-texas-over-no-9-baylor/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sportsnaut",
    "published": "2024-01-20T19:40:00Z",
    "title": "Tyrese Hunter’s last-gasp layup lifts Texas over No. 9 Baylor",
    "text": "Tyrese Hunter drove the lane for the game-winning layup with 0.1 seconds to play as Texas outlasted No. 9 Baylor 75-73 on Saturday afternoon in a Big 12 Conference contest in Austin, Texas.\nThe Longhorns (13-5, 2-3 Big 12) led by a point at halftime and by three after a layup by Dylan Disu with 3:18 remaining. Ja’Kobe Walter’s two free throws with 3:00 minutes to play brought Baylor to within 69-68 before Disu answered with a pair from the charity stripe with 1:51 left.\nWalter hit two more free throws with 50.5 seconds to play that Max Abmas countered with a pair with 14.3 seconds remaining for a 73-70 advantage. Baylor’s Jalen Bridges tied the game on a 3-pointer with 5 seconds to play, but Hunter had the answer, scoring the final two of his team-high 21 points and allowing Texas to snap a two-game losing streak.\nDisu added 19 points for the Longhorns, with Abmas hitting for 15 and Kadin Shedrick scoring 10.\nWalter led all scorers with 22 points while Bridges tallied 17, Jayden Nunn racked up 15 and Langston Love scored 10 for Baylor (14-4, 3-2). When Bridges hit his 3-pointer to tie the game late, it was the Bears’ only field goal over the final 9:08 of the game.\nThe teams traded the lead 15 times over the initial 11 minutes, with the Longhorns eventually going up 25-23 on a layup by Hunter at the 9:18 mark of the first half. Texas extended its advantage to seven points after a dunk by Dillon Mitchell with 6:38 left in the half and then to 36-28 when Disu poured in a 3-pointer as the shot clock expired with 5:43 remaining.\nWalter’s free throw with 1:37 to play in the half capped an 11-4 run by the Bears that culled the Texas lead to 40-39. Love’s driving layup on the ensuing possession pushed Baylor back to the front before Abmas’ jumper with 39 seconds left granted the Longhorns a 42-41 edge at the break.\nWalter led the Bears with 14 points before halftime, an output that was matched by Hunter. Nunn added 13 points for Baylor while Abmas countered with 11 for the Longhorns. Texas shot 64 percent from the floor in the half and hit 9 of 11 on 3-point attempts but led only by one point.\n–Field Level Media",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tyrese hunter",
          "sentiment": "negative"
        },
        {
          "name": "walter",
          "sentiment": "none"
        },
        {
          "name": "hunter",
          "sentiment": "none"
        },
        {
          "name": "max abmas",
          "sentiment": "none"
        },
        {
          "name": "disu",
          "sentiment": "none"
        },
        {
          "name": "kadin shedrick",
          "sentiment": "none"
        },
        {
          "name": "langston love",
          "sentiment": "none"
        },
        {
          "name": "ja’kobe walter’s",
          "sentiment": "none"
        },
        {
          "name": "abmas",
          "sentiment": "none"
        },
        {
          "name": "jayden nunn",
          "sentiment": "none"
        },
        {
          "name": "dylan disu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baylor",
          "sentiment": "negative"
        },
        {
          "name": "longhorns",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "austin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T21:46:10.350+02:00",
    "updated": "2024-01-20T21:46:10.350+02:00"
  }
]