[
  {
    "uuid": "656d649fd3cce0deab21d9af9dd9b05113757887",
    "url": "https://menafn.com/1107858152/Cisco-Foundation-Grantees-Prioritize-Indigenous-Leadership-To-Protect-The-Amazon-Basin",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-02-14T23:01:00Z",
    "title": "Cisco Foundation Grantees Prioritize Indigenous Leadership To Protect The Amazon Basin | MENAFN.COM",
    "text": "( MENAFN - 3BL) This is the first of our three-part series on Cisco Foundation grantees working in the Amazon and South America region. This series will introduce you to eight Cisco Foundation Climate Impact & Regeneration grantees working to support preservation and protection of the Amazon basin through three main avenues, all of which are deeply entangled and in tandem serve to promote enduring environmental protection and preservation: Prioritizing Indigenous Sovereignty, Promoting Sustainable Livelihood Opportunities, and Scaling Innovative Financing Opportunities.\nThis article was constructed in partnership with my colleagues at Amazon Sacred Headwaters Alliance: Atossa Soltani, Uyunkar Domingo Peas, Rafalea Iturralde; and Digital Democracy: Jen Castro, and Megan Barickman.\nThe Amazon is a vast tropical rainforest, spanning nine South American countries, and is known for its rich biodiversity and cultural vibrancy. Indeed, the numbers are breathtaking: the Amazon covers 6.7 million square kilometers, is home to over 47 million people , (about 2 million of whom are Indigenous ), stores an estimated 200 billion tons of carbon, and is home to approximately 10% of the world's remaining biodiversity (World Wildlife Fund: Living Amazon Report, 2022 ). Beyond these regional numbers, though, the Amazon is important at a wider scope: large swaths of water vapor known as“atmospheric rivers” above the Amazon help to stabilize global temperatures and rainfall patterns around the world.\nAnd yet, the ecosystem is facing enormous pressure from extractive industrial practices such as gold mining , oil drilling , and deforestation for timber and agricultural land. The scientific community now warns that if such unchecked degradation continues, the Amazon could reach a“tipping point,” triggering a massive and irreversible ecological die-off within decades. While such headlines may be concerning, radiating out from within the region is a spirit of energy, hope, and opportunity that sparks optimism and weaves together a collective vision of a resilient and inclusive future.\nCisco's Chief Sustainability Office and the Cisco Foundation's Climate Commitment seek to build capacity for our social and environmental systems to heal and thrive by working toward an inclusive, resilient, and regenerative climate future. Our work in the Amazon seeks to uphold these values, and enthusiastically supports several partners operating from within the region.\nIndigenous Lands of the Amazon\nThe ecological significance of the Amazon bioregion is clear, but what often takes a backseat in modern discourse is its immense biocultural vitality. We cannot discuss Amazon preservation without centering and prioritizing Indigenous voices and acknowledging the necessity for Indigenous peoples to exercise self-determination within the lands they steward. Around the globe, some of the best-preserved and most resilient bioregions are those areas inhabited by Indigenous peoples. For example, land stewarded by Indigenous communities holds 80% of the world's biodiversity . Within the Amazon, there are over 500 Indigenous groups who have inhabited over 300 million hectares of land since before European recorded history; and satellite imagery from the rainforest does show that land fully managed by Indigenous nations is the most well preserved. The Coordinator of the Indigenous Organizations of the Amazon Basin (COICA) is the preeminent leading organizational body acting on behalf of all 511 Indigenous groups in the Amazon (Please note: COICA's primary language is Spanish).\nDespite this data, very little funding for conservation and climate mitigation actually reaches Indigenous territories in regions across the globe. The Amazon is no exception. To effectively invest and support resilient ecosystems, it is crucial that we shift the main paradigm of ecosystem preservation and protection into the hands of the forest's original stewards: Indigenous peoples. Two Cisco Foundation grantees are taking monumental strides to herald in that future by prioritizing Indigenous sovereignty through governance and digital access.\nAmazon Sacred Headwaters Alliance: Indigenous Governance & Self-Determination\nCisco Foundation grantee Amazon Sacred Headwaters Alliance (ASHA) is an alliance founded in 2017 by Amazon Indigenous federations in Ecuador and Peru, including COICA with a goal to permanently protect and restore 86 million acres of rainforest within the Amazon headwaters, in the Napo, Pastaza, and Marañon basins. The alliance has now grown to include 24 Indigenous organizations and 3 non-governmental organizations (NGOs). According to Uyunkar Domingo Peas, the President of ASHA's Board of Directors, these organizations are“joining together to mobilize significant financial and technical resources to ensure that our voices are heard, our rights are recognized, and our territories are protected.”\nDomingo explains that comprehensive alliance is vital for the region, because“we all belong to the same interconnected web of rivers and forests. We are all kin, and when we unite, we can better protect our lands and our rights.” The guiding vision for ASHA, and many people within the region, is Buen Vivir , or the concept of collective well-being. To bring Buen Vivir to life, the Alliance co-created the Bioregional Plan 2030 , which seeks to address five shared objectives:“improving living conditions, advancing Indigenous rights and territorial governance, stopping deforestation and degradation, conserving forests and restoring degraded areas, and stopping the advancement of extractive industries (ASHA).”\nThe Bioregional Plan emphasizes working closely with government leaders to promote a new economic paradigm, where extractive industries are foregone in favor of what Domingo describes as a“regenerative standing forest bioeconomy.” This future, according to Domingo, is not actually a sacrifice but instead a“Win-Win-Win: For Indigenous peoples, the Earth's biosphere, and the nation's long-term economic prosperity.” And how to practically bring Buen Vivir to life? Well, according to ASHA, it will take“significant levels of international funding, investments and financial mechanisms (e.g. debt forgiveness, climate and biodiversity adaptation and mitigation funds, philanthropy) can be mobilized and leveraged to incentivize the protection of the Sacred Headwaters region.”\nDigital Democracy: Co-Building Indigenous Digital Futures\nAnother Cisco Foundation grantee, Digital Democracy , partners with remote front-line communities to help them address climate change and defend their rights through accessible technology. Crucial to Digital Democracy's approach is“co-creation,” wherein product development is led largely by Indigenous partners and involves deep listening practices. In their own words:“Co-creating digital tools with Indigenous land defenders is critical because very little technology currently exists that meets their needs. Instead, technology is often used against Indigenous Peoples who are living in close relationship with nature and trying to protect vast, climate-sensitive ecosystems from destructive industries.”\nAccording to Co-Director Jen Castro, at the organization's inception in 2008, their partners needed technology that didn't yet exist, such as“mapping tools that worked offline, allowed for offline collaboration amongst users, and supported data sovereignty, and tools that help them tell their own story in a digital world.” In practice, Indigenous earth defenders in the Amazon require tools to document threats such as oil spills or illegal logging. That data can then be used in legal cases or when seeking resources. Digital Democracy's custom and flagship product Mapeo fills this gap: it is a free, open-source digital toolset that allows users to document, monitor, and map many types of data, completely offline. Digital Democracy's work has contributed to 70 projects in nearly 40 countries with 7 million hectares of territory mapped and defended.\nWhen asked about their current vision for the future, Digital Democracy painted a very clear picture:“The future we imagine is one of abundance and climate justice, in which Indigenous communities have sovereignty over their territories and their digital futures. We hope the tools we are co-building with our Indigenous partners will help lay the groundwork for this future.”\nUniting the Cisco Foundation, Amazon Sacred Headwaters Alliance, and Digital Democracy is a singular vision: one of a thriving, harmonious and resilient Amazon ecosystem, in which local Indigenous communities are active leaders, fully sovereign on their lands, leading the driving paradigm of preservation and protection.\nThe thread that weaves together three very different organizations is the pursuit of this vision - whether through Buen Vivir, Digital Sovereignty, or Resilient Ecosystems. If our goal is regeneration and a future where environmental systems are healthy and thrive, we get there by protecting human rights; facilitating diversity, inclusion, and equitable opportunity; and empowering local communities.\nStay tuned for the next article in our series about ecosystem restoration and regeneration through sustainable livelihood opportunities in the Amazon and South America.\nView original content here.\nMENAFN15022024007202015466ID1107858152\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://www.3blmedia.com/news/cisco-foundation-grantees-prioritize-indigenous-leadership-protect-amazon-basin",
      "https://3blmedia.com/news/cisco-foundation-grantees-prioritize-indigenous-leadership-protect-amazon-basin"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "megan barickman",
          "sentiment": "none"
        },
        {
          "name": "atossa soltani",
          "sentiment": "none"
        },
        {
          "name": "uyunkar domingo peas",
          "sentiment": "none"
        },
        {
          "name": "rafalea iturralde",
          "sentiment": "none"
        },
        {
          "name": "jen castro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cisco foundation",
          "sentiment": "negative"
        },
        {
          "name": "amazon sacred headwaters alliance",
          "sentiment": "none"
        },
        {
          "name": "digital democracy",
          "sentiment": "none"
        },
        {
          "name": "cisco foundation climate impact & regeneration",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "amazon basin",
          "sentiment": "none"
        },
        {
          "name": "south america",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T00:14:54.946+02:00",
    "updated": "2024-02-16T00:14:54.946+02:00"
  },
  {
    "uuid": "dc70b8bdd08a191ebd9da7a8af429ac311da7b7d",
    "url": "https://flipboard.com/article/tampa-police-arrest-47-year-old-man-who-targeted-multiple-aircraft-with-laser-li/f-27a6d6af4f%2Ftampafp.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "tampafp.com - Liz Shultz - Local BN",
    "published": "2024-04-25T18:03:00Z",
    "title": "Tampa Police Arrest 47-Year-Old Man Who Targeted Multiple Aircraft With Laser Light | Flipboard",
    "text": "Tampa Police Arrest 47-Year-Old Man Who Targeted Multiple Aircraft With Laser Light TAMPA, Fla. – The Tampa Police Department arrested a suspect in connection with a series of laser strikes targeting commercial aircraft approaching …\ntampafp.com - Liz Shultz - Local BN • 15h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tampa police arrest",
          "sentiment": "negative"
        },
        {
          "name": "tampa bay crime",
          "sentiment": "none"
        },
        {
          "name": "tampa police department",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "tampa free press",
          "sentiment": "none"
        },
        {
          "name": "tampa bay buccaneers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "new york buffalo",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:05:57.579+03:00",
    "updated": "2024-04-26T12:27:19.207+03:00"
  },
  {
    "uuid": "d4aec1282a2d131cc74a0cf6b1b0045bab9ee53d",
    "url": "https://ground.news/article/travel-disruption-latest-for-motorists-and-rail-passengers-after-storm-gerrit_c9bb74",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T21:54:00Z",
    "title": "Ground News - Travel disruption latest for motorists and rail passengers after Storm Gerrit",
    "text": "Summary by Ground News Around 2900 homes remain without power as of 5pm on Thursday. Scottish and Southern Electricity warned some could be without supply into Friday. The weather conditions also disrupted travel , with some drivers trapped for hours on the A9 which was closed at Drumotcher in the Highlands due to snow. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe National Lean Left High Factuality Media Conglomerate: Gannett Travel disruption latest for motorists and rail passengers after Storm Gerrit Thousands of homes remain without power and motorists and rail passengers face continued disruption after Storm Gerrit battered the country.\n4 hours ago · Glasgow, United Kingdom Read Full Article\nThe National Lean Left High Factuality Media Conglomerate: Gannett\nTravel disruption latest for motorists and rail passengers after Storm Gerrit Thousands of homes remain without power and motorists and rail passengers face continued disruption after Storm Gerrit battered the country.\n4 hours ago · Glasgow, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://www.thenational.scot/news/24016199.storm-gerrit-scotland-travel-latest-roads-trains-remain-affect/?utm_source=ground.news&utm_medium=referral",
      "https://www.thenational.scot/news/24016199.storm-gerrit-scotland-travel-latest-roads-trains-remain-affect/",
      "https://thenational.scot/news/24016199.storm-gerrit-scotland-travel-latest-roads-trains-remain-affect/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "storm gerrit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gannett travel",
          "sentiment": "none"
        },
        {
          "name": "national lean left high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "highlands",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "glasgow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:12.573+02:00",
    "updated": "2023-12-29T00:43:12.573+02:00"
  },
  {
    "uuid": "f32f7588f217599de2ad2a99e50926d0e80a2464",
    "url": "https://www.apartmenttherapy.com/under-area-rug-heating-cozy-winters-reviews-37362606",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Morgan Pryor",
    "published": "2024-01-05T21:45:00Z",
    "title": "This is the Affordable, Renter-Friendly Way to Get Heated Floors",
    "text": "This is the Affordable, Renter-Friendly Way to Get Heated Floors\nindependentlyselect these products—if you buy from one of our links, we may earn a commission. All prices were accurate at the time of publishing.\nI’m always scouring the internet for home products that are not only useful but also\nunique and innovative. (It comes with the job territory.) But even so, it’s not often that I stumble across something I’ve never seen anything like before; usually, there are at least a few similar versions of the same thing that I’ve come across. Recently, however, I found an item that I had no idea was an option, but now that I know it exists, I need to get my hands on it immediately.\nMaybe I’ve been living under a rock, but I’ve never considered that there was such a thing as “an electric blanket for your floor,” but cold weather gear brand Cozy Winters is offering just that. That’s right: You can get heated floors for only a few hundred dollars, and their under-rug\nheated pad is entirely invisible and renter-friendly, too. If you’re just as intrigued as I was, let me give you all the details on why you need to snag this ingenious item for the chilly months ahead.\nWhat is the Portable Electric Radiant Floor Heating for Under Area Rugs?\nInstalling traditional heated floors will\ncost you at least a grand per room, if not several thousand dollars more, and needless to say, it’s completely out of the question if you’re renting. But Cozy Winters’ version only comes out to only a fraction of the price and its renter-friendly installation will save you a ton of time and effort. Their RugHeat pad is essentially a space heater that takes up zero space, sliding right under a rug.\nYou won’t even notice it’s there based on the feel — it’s only 1.3 millimeters thick — but the impact it’ll have on your room in the winter is far from small. After plugging the 8-foot cord into an outlet, the surface temperature will warm up to 75 to 80 degrees on average, but it’ll adjust to the room’s temperature. No more dealing with the discomfort of chilly floors, whether you decide to place it under your desk office, next to your bed, or even under your pet’s bed.\nThe RugHeat pad will even help you cut down your electric bill, since it costs “pennies a day to operate.” Most importantly, though, the brand (and reviewers) confirm that it’s entirely safe, regardless of what type of floors you have. (Yep, even carpet!) And, since I’m sure you’re all wondering: You can even use it in the bathroom because the material is water-proof (!).\nWhat Cozy Winters Reviewers are Saying\nAverage Rating: 4.9/5\n“We have an added room on our house that has a lot of windows, high ceilings, it’s on a slab, and is heated by a heat pump. So it’s cold, and even with the thermostat set at a decent temperature, still feels cold. I’m amazed at the difference that two of these make in that room. The floor feels warm (as expected), but it makes the entire room feel warmer as well. They really transform the entire room. If you’re in a similar situation, these make a huge difference.” – Jeff\n“I have put this off for a few years but I finally bought the unit a couple of weeks ago. It has definitely helped with the cold floors to sit and watch tv / read / hang out. I had a heat outage earlier this week and while it didn’t keep the room toasty, it certainly helped make it tolerable. If you have drafty floors, this is worth the money.” – Mark J.\n“I have had my Floor Heater for a number of weeks now. It is excellent! My home is in Maine and the parlor floor is damp and cold…a source of misery for my cats and hard on human feet. Since installing the heater I have turned down the thermostat and eliminated a portable heater. Cats are happy – humans also happy. Do not hesitate to purchase this item.” – Averil Johnson\nI was already almost sold just reading the product description — my drafty bedroom is unbearable in the winter — but the dozens of stellar reviews totally convinced me. The RugHeat pad can fit under a rug as small as 2’ by 3’ (which is only $175) or as large as 5.5’ by 8’. (You can even place two next to each other if you want to go larger.) Regardless of its size, though, this incredible item will make your space that much more cozy after being out in the freezing weather all day, which makes it a more than worthwhile investment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.homeadvisor.com/cost/bathrooms/heated-bathroom-floor/",
      "https://atmedia.link/product?url=https%3A%2F%2Fcozywinters.com%2Fshop%2Frug-heat.html&referralSource=%7BREFERRAL_SOURCE%7D&id=37362606&site=AT&refUrl=https%3A%2F%2Fwww.apartmenttherapy.com%2Funder-area-rug-heating-cozy-winters-reviews-37362606",
      "https://www.atmedia.link/product?url=https%3A%2F%2Fcozywinters.com%2Fshop%2Frug-heat.html&referralSource=%7BREFERRAL_SOURCE%7D&id=37362606&site=AT&refUrl=https%3A%2F%2Fwww.apartmenttherapy.com%2Funder-area-rug-heating-cozy-winters-reviews-37362606",
      "https://atmedia.link/product",
      "https://www.homeadvisor.com/cost/bathrooms/heated-bathroom-floor",
      "https://homeadvisor.com/cost/bathrooms/heated-bathroom-floor/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cozy winters",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:18:21.714+02:00",
    "updated": "2024-01-06T00:18:21.714+02:00"
  }
]