[
  {
    "uuid": "40e9499154e811a4e0303bdf69310e1216d1eb95",
    "url": "https://kfgo.com/2024/01/05/high-market-hopes-raise-stakes-as-us-stocks-face-inflation-data-earnings/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-01-06T00:57:00Z",
    "title": "High market hopes raise stakes as US stocks face inflation data, earnings",
    "text": "By Lewis Krauskopf\nNEW YORK (Reuters) – Investors’ hopes are running high to start 2024, which could set up U.S. stocks for a rocky stretch if some expectations are not met.\nDespite a shaky start to the year, the S&P 500 stands only around 2% below a fresh record high. Most investors have maintained a rosy view on everything from the U.S. economy and corporate profits to the Federal Reserve’s monetary policy trajectory. For example, the narrative of resilient growth and gradually cooling inflation that helped boost the S&P 500 to a 24% gain last year has become the consensus view among investors.\nThe latest BofA Global Research survey, released last month, showed 66% of fund managers believed the economy will achieve a soft landing in 2024. Only 15% of fund managers expected a recession in the next 12 months, BofA’s data showed, a sharp contrast from a year earlier, when 68% of investors expected a recession. Bets on easier monetary policy have gone hand-in-hand with the soft-landing outlook. Futures tied to the Fed’s policy rates show investors pricing in around 140 basis points of interest rate cuts this year, nearly twice what the central bank itself has projected. Not surprisingly, many investors have a positive outlook on stocks. Bullish sentiment rose to 48.6% in the latest week — a notch down from its recent peak in December, but well above the historic average of 37.5%, the American Association of Individual Investors survey showed. Those views have been shaped in large part by tangible evidence of cooling inflation, a comparatively strong economy and the Fed’s own guidance, after policymakers surprised markets with a dovish pivot last month. With stocks near historical highs and at elevated valuations, however, some investors worry the market’s sunny outlook leaves more room for disappointment if any of those scenarios do not materialize. “Anything that throws off the current economic narrative or market narrative – the risk of that disappointment flowing through to prices in equities is higher,” said Yung-Yu Ma, chief investment officer at BMO Wealth Management.\nOne test of investors’ optimism comes with next week’s consumer price data, which could show whether recent bets on ebbing inflation have been premature. Expectations for a cooling economy that could set the stage for Fed rate cuts took a hit on Friday, after jobs data showed employers hired more workers than expected in December while raising wages at a solid clip.\nThe S&P 500 fell 1.54% this week, the biggest weekly decline since late October. Major banks including JPMorgan Chase and Citigroup kick off earnings season next week, testing elevated expectations for corporate profits. Analysts expect S&P 500 earnings to rise by 11% in 2024 after increasing just 3% in 2023, according to LSEG data. Pressure to meet higher earnings targets may be more intense than a year ago, as the market’s overall valuation has climbed. The S&P 500 trades at a forward price-to-earnings ratio of 19.5 compared with about 17 times at the start of 2023, LSEG Datastream data showed. “We don’t expect multiples to expand significantly from here because valuations are stretched a bit, so it’s going to come down to where the earnings come in,” said James Ragan, director of wealth management research at D.A. Davidson. Ragan puts fair value for the S&P 500 at 4,700, roughly where it is trading now.\nLooking further ahead, investors will parse the message from the Fed at the end of its Jan. 30-31 policy meeting. Markets expect the central bank to leave rates unchanged this month, and bets on a cut at the March meeting have been pared back. Futures markets on Friday priced a roughly 62% chance that the Fed cuts rates by 25 basis points in March, from around 73% a week ago, CME’s FedWatch Tool showed. Still, stocks have historically responded well to rate cuts. Over the past 12 easing cycles since 1970, the S&P 500 has tended to rally for the six or seven months after the first rate cut with an average gain of about 12%, according to Ned Davis Research. Keith Lerner, co-chief investment officer at Truist Advisory Services, said in a recent note that the bar for positive surprises has risen and he expects a “digestion period” for the market after its strong run. He still believes, however, that stocks are likely to rise in 2024. “Stick with the underlying positive market trend and be prepared to use pullbacks as opportunities,” Lerner said.\n(Reporting by Lewis Krauskopf; Editing by Ira Iosebashvili, David Gregorio and Leslie Adler)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lewis krauskopf",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "bofa global research",
          "sentiment": "none"
        },
        {
          "name": "fed",
          "sentiment": "none"
        },
        {
          "name": "federal reserve",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:16:24.395+02:00",
    "updated": "2024-01-06T03:16:24.395+02:00"
  },
  {
    "uuid": "b7dbf73118f0dd1f13d17fe13b8d89918d8535d4",
    "url": "https://abc17news.com/cnn-weather-environment/2023/12/29/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-29T09:56:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nCNN, KION, KPIX, KGO, VENTURA PD AND THE CITY OF VENTURA, SANTA CRUZ COUNTY, CHP SANTA CRUZ\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and warnings of dangerous and damaging swells after several people were injured by a wave along Ventura beach on Thursday.\nThe wave crashed over a barrier along the southern California beach, tossing a wall of fast-moving water at a group of onlookers who rushed to escape the deluge, witness video shows. Seawater quickly knocked some people off their feet and pummeled cars as drivers tried to speed away.\nNearly 20 people were briefly swept away in the incident and eight people were taken to the hospital, Ventura officials said.\nHigh water and dangerous rip currents will churn along some of California’s beaches through the weekend as much of the West coast – spanning from the US-Mexico border to southern Oregon – is under coastal flood and high-surf alerts, the National Weather Service said.\nWaves as high as telephone poles – about 40 feet – could slam into San Francisco through Friday morning. Fifteen to 20-foot waves are expected along the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nCrews in Ventura worked through the night to reinforce a mile-long sand barrier that was damaged by powerful waters on Thursday, the local fire department said. Standing about seven feet tall, the raised wall helps protect beachside communities.\nHoping to discourage spectators, local officials closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday. Some coastal streets in the area have also been closed as a precaution.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nTempestuous waters are also battering Northern California, where the Bay Area could see waves of 28 to 33 feet, the weather service advised.\nA high wind alert is also in effect for the Bay Area on Friday as wind gusts of up to 50 mph are expected.\nRainfall is likely to stretch northward from the Bay Area throughout the day Friday before shifting south into the weekend.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the site known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\nMavericks’ jaw-dropping waves – caused by unique underwater rock formations – reach their biggest heights in the winter, when big wave surfers from all over the world make pilgrimages to face the swells.\nThe legendary waves and the surfers who brave them have been the subject of several films and documentaries, including the 2012 biopic “Chasing Mavericks” about American surfer Jay Moriarity’s journey to surf Mavericks as a teen.\nOn Thursday, the conditions were prime for surfers like Blanco.\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "kgo",
          "sentiment": "none"
        },
        {
          "name": "kpix",
          "sentiment": "none"
        },
        {
          "name": "kion",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:53:06.413+02:00",
    "updated": "2023-12-29T14:53:06.413+02:00"
  },
  {
    "uuid": "8d64288932e4c6c7f84ef43ac55bf52481fe4b54",
    "url": "https://ground.news/article/doj-threatens-lawsuit-over-sweeping-immigration-law-signed-by-texas-gov-greg-abbott",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dallas News",
    "published": "2023-12-28T21:48:00Z",
    "title": "Ground News - DOJ threatens lawsuit over sweeping immigration law signed by Texas Gov. Greg Abbott",
    "text": "Summary by Dallas News The new law is among the strictest immigration laws passed by a state and immediately received harsh criticism from immigration advocates, attorneys and the... Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nDallas News Center High Factuality Media Conglomerate: A. H. Belo DOJ threatens lawsuit over sweeping immigration law signed by Texas Gov. Greg Abbott The new law is among the strictest immigration laws passed by a state and immediately received harsh criticism from immigration advocates, attorneys and the...\n31 minutes ago · Dallas, United States Read Full Article\nDallas News Center High Factuality Media Conglomerate: A. H. Belo\nDOJ threatens lawsuit over sweeping immigration law signed by Texas Gov. Greg Abbott The new law is among the strictest immigration laws passed by a state and immediately received harsh criticism from immigration advocates, attorneys and the...\n31 minutes ago · Dallas, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://www.dallasnews.com/news/immigration/2023/12/28/doj-threatens-lawsuit-over-sweeping-immigration-law-signed-by-texas-gov-greg-abbott/?utm_source=ground.news&utm_medium=referral",
      "https://dallasnews.com/news/immigration/2023/12/28/doj-threatens-lawsuit-over-sweeping-immigration-law-signed-by-texas-gov-greg-abbott/?utm_source=ground.news&utm_medium=referral",
      "https://www.dallasnews.com/news/immigration/2023/12/28/doj-threatens-lawsuit-over-sweeping-immigration-law-signed-by-texas-gov-greg-abbott/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg abbott",
          "sentiment": "neutral"
        },
        {
          "name": "a. h. belo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dallas news",
          "sentiment": "neutral"
        },
        {
          "name": "ground news - doj",
          "sentiment": "neutral"
        },
        {
          "name": "articles all left center right dallas news center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "united states read full article dallas news center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "doj",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:43.191+02:00",
    "updated": "2023-12-29T00:20:04.369+02:00"
  },
  {
    "uuid": "87da07876bb2131c6c6d039d7fe19bc0d1859d94",
    "url": "https://globalnews.ca/news/11089543/winnipeg-blue-bombers-add-nfl-experience-to-secondary",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Russ Hobson",
    "published": "2025-03-19T23:12:00Z",
    "title": "Winnipeg Blue Bombers add NFL experience to secondary - Winnipeg | Globalnews.ca",
    "text": "The Winnipeg Blue Bombers announced the club has signed a defender with NFL experience.\nThe Bombers inked American defensive back Rashaan Gaulden on Wednesday.\nThe 30-year-old has 27 games of NFL experience after being selected in the third round of the 2018 NFL Draft by the Carolina Panthers.\nHe appeared in 15 games as a rookie with the Panthers in 2018 where he had 29 total tackles. He dressed for another nine games in 2019 with Carolina before getting waived.\nGet breaking National news For news impacting Canada and around the world, sign up for breaking news alerts delivered directly to you when they happen. Sign up for breaking National newsletter Sign Up By providing your email address, you have read and agree to Global News' Terms and Conditions and Privacy Policy . He also played one game for the New York Giants in 2019 and two games for the Las Vegas Raiders in 2020.\nIt’s been more than four years since he last played in a game as he was most recently on the Calgary Stampeders practice roster back in the 2022 season, but was released only a month later.\nStory continues below advertisement Gaulden played in 36 games over three seasons for the Tennessee Volunteers, but missed the 2015 campaign with a foot injury. He left university after his junior year to declare for the NFL Draft.\nThe Bombers have two holes to fill in their starting unit in the secondary after Brandon Alexander was not re-signed and Tyrell Ford joined the Edmonton Elks.\nThe CFL Combine is later this week, followed by the draft on April 29. Rookie camps open on May 7.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sports transaction",
      "Sport->canadian football",
      "Sport->sport industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.corusent.com/terms-of-use/",
      "https://www.corusent.com/privacy-policy/",
      "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.corusent.com/privacy-policy",
      "https://www.corusent.com/terms-of-use",
      "https://corusent.com/privacy-policy/",
      "https://corusent.com/terms-of-use/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:29:27.728+02:00",
    "updated": "2025-03-20T04:01:21.258+02:00"
  },
  {
    "uuid": "0a5ce6bb0370bf2dd8ce02508c2febf5ee118b57",
    "url": "https://celebrity.nine.com.au/latest/leah-remini-husband-king-of-queens-actress-splits-from-angelo-pagan-after-21-years-of-marriage/dc5ad728-2fdb-480a-b37b-b9e7461dd2bd",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bronte Gossling",
    "published": "2024-08-29T15:33:00Z",
    "title": "Leah Remini husband: King of Queens star announces split from Angelo Pagan days after best friend Jennifer Lopez filed for divorce from Ben Affleck - 9Celebrity",
    "text": "I﻿t's over.\nThe King of Queens actress Leah Remini and husband Angelo Pagán have split after 21 years of marriage , according to a lengthy statement shared to both their Instagram pages this morning.\n\"Well, here we are. After 28 years together and 21 years of marriage, we have decided to file for divorce,\" the announcement, which went on to explain what happened, began.\nREAD MORE: Netflix star dies after 'suddenly collapsing' at beach\nLeah Remini and husband Angelo Pagán have split after 28 years together. (Getty) READ MORE: Rod Stewart addresses rumours of 'rift' with wife of 17 years\n\"This decision came after a lot of thought and care, and as hard as divorce is, we are approaching this with a positive outlook because we know it's what's best for us.\n\"We are proud of how we have worked through this together. Yes, we're sad, and we've got some figuring out to do as we continue to move forward into our new normal – together still in many ways, and apart in some new ones.\n\"But here's the thing: we've been best friends for so many years. We are still celebrating holidays together, watching our favorite tv shows together, and gathering as a family. So, the big question – why?\"\nCelebrity breakups, splits and divorces of 2024 View Gallery The former couple went on to say that, simply put, they \"both changed as people do\" and they \"﻿got used to playing roles that didn't fit us anymore.\"\nThey decided to split after \"a lot of effort and consideration\", a step they say \"reflects who [they] are today\".\n﻿\"Our bond is still strong – it's just evolved into something different,\" the message continued. \"We think a marriage that lasted this long and created so many beautiful memories, especially raising our incredible daughter, is something to celebrate. From our perspective, this marriage was a huge success.\"\nREAD MORE: Stunning 'last-minute trip' puts Harry and William in same room\nThe former couple were married for 21 years, and share a 20-year-old daughter. (Instagram/@leahremini) READ MORE: Paris Hilton sparks concern with clip of toddler son on boat\nRemini, 54, and Pagán, 56, first met in 1996 when Pagán was performing at a Cuban club and restaurant in Los Angeles.\nThey went on to marry in 2003, and on June 16, 2004, they welcomed daughter Sofia Bella Pagán.\n﻿Pagán, who notably guest starred in The King of Queens twice in 1998, is also a father to three sons – Angelo Jr., Alex and Nico – from a previous relationship.\nCelebrities who have talked about Scientology View Gallery The duo said in their statement that they're ﻿now \"looking forward to creating even more cherished moments – just in a different way.\"\n\"We want to be as transparent as we can be here because, for years, we shared our marriage so publicly, whether it was on our specials on VH1 or our reality show, which ran for two seasons on TLC,\" the statement continued.\n\"We are sharing this unknown territory with you all as we take our first steps into this next stage of our lives publicly. We would love for everyone to have more access to different kinds of relationship stories and not feel so isolated in navigating the changes that millions of couples make every year.\"\nREAD MORE: $25 wine crowned the best in Australia\nThe announcement came 10 days after Remini's best friend Jennifer Lopez filed for divorce from Ben Affleck. (Getty) READ MORE: Our guide to the mattress toppers to match your sleeping needs\n\"We hope our journey can inspire others to see that relationships – whether they change or end – aren't failures,\" they wrote.\n\"We'll keep sharing snippets of our lives as we navigate this new chapter. Love, Leah & Angelo,\" they concluded.\nThe former couple's announcement came 10 days after Remini's best friend ﻿of 20 years Jennifer Lopez filed for divorce from Ben Affleck .\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://imageresizer.static9.net.au/Z5OjE4xhDwIwnPEYZbngIMSW2vA=/0x96:1080x816/1274x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://imageresizer.static9.net.au/fpgo-1tsakPvK-1sjiDxK2G3UyY=/0x96:1080x816/396x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://imageresizer.static9.net.au/b_VvUUYfx4IXS0RYGeeSiM8mdWk=/0x96:1080x816/792x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://imageresizer.static9.net.au/FBgPhnpJjP051QpAkpcw6GpDWEU=/636x358/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://imageresizer.static9.net.au/mJJo81-DzJ4nCITL9wY-eAu5bio=/217x273:2930x1800/792x446/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://www.instagram.com/p/C_Rlu6AS3le/",
      "https://imageresizer.static9.net.au/RDI5Ly1IlxJTZe_cPUgwCBOUPbE=/1274x717/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://imageresizer.static9.net.au/LrDLhG0PnJxgCdef9vP3156IFd4=/0x96:1080x816/636x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://imageresizer.static9.net.au/GCH9rKgfGSgL2o3cogL60bU_2f4=/1274x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://imageresizer.static9.net.au/epfiJsPCRKsrc6RH-h9pX17t3go=/636x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://imageresizer.static9.net.au/rBynfkMnwHYPe-L7lSX8yzDR11A=/792x446/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://imageresizer.static9.net.au/QS87pN3MmaxwADj519uoaxHJBko=/396x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://imageresizer.static9.net.au/fHO56NC4aLu0_2f9osPV9pIGXzQ=/792x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://imageresizer.static9.net.au/kCFxuMm8ElNOmjFz7g1ZEheOku4=/217x273:2930x1800/1274x717/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://imageresizer.static9.net.au/6wjlsaj1gtrAln91B6TFcvd09IQ=/217x273:2930x1800/396x223/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://imageresizer.static9.net.au/mXFXZzs6h8uPhhLg4pZ31AH5-fc=/217x273:2930x1800/636x358/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://imageresizer.static9.net.au/nfzG1pgbe33QhgEHuHp7uYL1wFg=/396x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://imageresizer.static9.net.au/kZFYHWgNHSiaRhfl_OYt5ZQb2_0=/792x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://imageresizer.static9.net.au/8MCpTVPYTKnHJTPqDJDC627Y3Pc=/636x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://imageresizer.static9.net.au/-SIqmn1begBegrtYgwyMOT2gzXg=/396x223/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://imageresizer.static9.net.au/r60Da6PAYZ9-ng8MW-BXN-CJJ3k=/1274x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://www.imageresizer.static9.net.au/kZFYHWgNHSiaRhfl_OYt5ZQb2_0=/792x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://www.imageresizer.static9.net.au/QS87pN3MmaxwADj519uoaxHJBko=/396x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://www.imageresizer.static9.net.au/mXFXZzs6h8uPhhLg4pZ31AH5-fc=/217x273:2930x1800/636x358/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://www.imageresizer.static9.net.au/b_VvUUYfx4IXS0RYGeeSiM8mdWk=/0x96:1080x816/792x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://www.imageresizer.static9.net.au/LrDLhG0PnJxgCdef9vP3156IFd4=/0x96:1080x816/636x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://www.imageresizer.static9.net.au/8MCpTVPYTKnHJTPqDJDC627Y3Pc=/636x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://instagram.com/p/C_Rlu6AS3le/",
      "https://www.imageresizer.static9.net.au/Z5OjE4xhDwIwnPEYZbngIMSW2vA=/0x96:1080x816/1274x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://www.imageresizer.static9.net.au/rBynfkMnwHYPe-L7lSX8yzDR11A=/792x446/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://www.imageresizer.static9.net.au/epfiJsPCRKsrc6RH-h9pX17t3go=/636x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://www.imageresizer.static9.net.au/FBgPhnpJjP051QpAkpcw6GpDWEU=/636x358/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://www.imageresizer.static9.net.au/fpgo-1tsakPvK-1sjiDxK2G3UyY=/0x96:1080x816/396x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F6c47b61d-7f2b-49ac-9920-6859fa4e2a73",
      "https://www.imageresizer.static9.net.au/kCFxuMm8ElNOmjFz7g1ZEheOku4=/217x273:2930x1800/1274x717/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://www.imageresizer.static9.net.au/6wjlsaj1gtrAln91B6TFcvd09IQ=/217x273:2930x1800/396x223/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://www.imageresizer.static9.net.au/r60Da6PAYZ9-ng8MW-BXN-CJJ3k=/1274x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2f340aa3-7eea-4de7-a6ca-02a26be6464b",
      "https://www.imageresizer.static9.net.au/mJJo81-DzJ4nCITL9wY-eAu5bio=/217x273:2930x1800/792x446/https%3A%2F%2Fprod.static9.net.au%2Ffs%2Fc3164130-721c-40a0-99b1-65f932b4e81b",
      "https://www.imageresizer.static9.net.au/RDI5Ly1IlxJTZe_cPUgwCBOUPbE=/1274x717/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://www.imageresizer.static9.net.au/-SIqmn1begBegrtYgwyMOT2gzXg=/396x223/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F2d166b0c-d4c7-4f73-b82b-ada388c6dbf4",
      "https://www.imageresizer.static9.net.au/GCH9rKgfGSgL2o3cogL60bU_2f4=/1274x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://www.imageresizer.static9.net.au/fHO56NC4aLu0_2f9osPV9pIGXzQ=/792x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://www.imageresizer.static9.net.au/nfzG1pgbe33QhgEHuHp7uYL1wFg=/396x0/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F3e18bfc3-93ff-4379-a3f2-24bc0e66daba",
      "https://www.instagram.com/p/C_Rlu6AS3le"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ben affleck",
          "sentiment": "neutral"
        },
        {
          "name": "jennifer lopez",
          "sentiment": "neutral"
        },
        {
          "name": "leah remini",
          "sentiment": "neutral"
        },
        {
          "name": "angelo pagan",
          "sentiment": "neutral"
        },
        {
          "name": "angelo pagán",
          "sentiment": "neutral"
        },
        {
          "name": "rod stewart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "netflix",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "queens",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T05:43:46.224+03:00",
    "updated": "2024-08-30T07:37:42.316+03:00"
  },
  {
    "uuid": "c6e192c1d5f4ba51a14b764de33c73f1782b36fb",
    "url": "https://bvmsports.com/2025/03/19/demari-henderson-ready-to-shine-again-for-ucf",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brandon Helwig, Publisher",
    "published": "2025-03-19T22:54:00Z",
    "title": "Demari Henderson ready to shine again for UCF",
    "text": "Demari Henderson ready to shine again for UCF\nDemari Henderson seemed poised for a big 2024, but injuries had other plans.\nRead more at ucfsports\nDemari Henderson seemed poised for a big 2024, but injuries had other plans.\nRead more at ucfsports",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->american football",
      "Sport->sports coaching"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://ucf.rivals.com/news/demari-henderson-ready-to-shine-again-for-ucf",
      "https://www.ucf.rivals.com/news/demari-henderson-ready-to-shine-again-for-ucf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:29:27.477+02:00",
    "updated": "2025-03-20T01:29:27.477+02:00"
  },
  {
    "uuid": "fb6817a8d4baabcedd26c69f2f8356802cd31473",
    "url": "https://www.infobae.com/mexico/2023/12/28/quien-fue-el-mexicano-que-estuvo-cara-a-cara-con-hitler-y-como-fue-su-aterradora-experiencia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ignacio Izquierdo",
    "published": "2023-12-28T22:30:00Z",
    "title": "Quién fue el mexicano que estuvo cara a cara con Hitler y cómo fue su aterradora experiencia",
    "text": "Adolf Hitler es considerado como uno de los peores dictadores de la historia de la humanidad. Su ascenso al poder derivado de la crisis que atravesaba Alemania tras haber perdido en la Primera Guerra Mundial vino con ciertas características terribles que lo definieron hasta nuestros días.\n[Te puede interesar: La historia desconocida del Werwolf, la guerrilla nazi que operó en el final de la guerra](/historias/2023/12/28/la-historia-desconocida-del-werwolf-la-guerrilla-nazi-que-opero-en-el-final-de-la-guerra/)\nArmado con\npropaganda fascista, ideologías militaristas, nacionalistas y racistas, y cargado de un claro odio hacia la comunidad judía, las minorías y a todo aquel ser humano que no formara parte del concepto “raza aria” que se empeñó en popularizar, Hitler marcó una época de terror en Alemania y llevó al mundo a una terrible Segunda Guerra Mundial.\nCuando todo comenzaba a caer en Europa, un mexicano, corresponsal de guerra y entusiasta de las historias, tuvo la oportunidad de volar hasta el Viejo Continente, conocer al dictador en persona y escribir sobre su experiencia a su lado.\nJosé Pagés Llergo, el tabasqueño que se encontró con Hitler en Varsovia\nJosé Pagés Llergo, nacido en Tabasco, el 20 de septiembre de 1910, fue un periodista de esplendido trabajo que ha inspirado a sus colegas al pasar de las las generaciones. Sus inicios en los medios se remontan al año 1923 donde trabajó en el Heraldo de México como compaginador. Se volvió internacional cuando trabajó en el diario La Opinión y The Daily News en Estados Unidos, tanto en salas de redacción como reporteando.\n[Te puede interesar: Quién fue el mexicano que inventó una poderosa arma que terminó en manos de los nazis](/mexico/2023/12/27/quien-fue-el-mexicano-que-invento-una-poderosa-arma-que-termino-en-manos-de-los-nazis/)\nEn el año 1939, cuando la Segunda Guerra Mundial estallaba en Europa, José Pagés Llergo fue enviado al conflicto como corresponsal. En su viaje al Viejo Continente estuvo cara a cara con una de las figuras clave del momento, Adolf Hitler, a quien entrevistó. Gracias al periodista, México tuvo los primeros atisbos de quién era el tal Hitler que comenzaba a aterrorizar a la sociedad europea.\nCómo fue el encuentro entre José Pagés Llergo y Adolf Hitler\nEl periodista publicó en el diario Hoy el artículo Yo hablé con Hitler. José Pagés Llergo obtuvo el permiso de las autoridades de Alemania para ingresar al territorio y entrevistar al dictador. Se lee en el artículo una detallada narración donde el periodista cuenta su experiencia frente a Hitler, que por entonces, gozaba de triunfo y popularidad entre sus seguidores.\nLa guerra apenas estaba empezando, y faltaban seis largos años de sufrimiento para que el alemán terminara con su propia vida junto a su esposa\nEva Braun en un búnker de una Berlín devastada y rodeada por Ejército Rojo de la Unión Soviética. [Te puede interesar: Cubría el juicio a un militar nazi y descubrió el oscuro pasado de su padre en la Segunda Guerra Mundial](/leamos/2023/12/23/cubria-el-juicio-a-un-militar-nazi-y-descubrio-el-oscuro-pasado-de-su-padre-en-la-segunda-guerra-mundial/)\n“Ataviado majestuosamente con su capote de campaña, Hitler da cuatro pasos al frente y se para ante mí en seco, sus ojos azules de color de acero se clavaron en los mios, confieso que tuve que dominar mis nervios para aguantar aquella mirada terrible que solo duró unos segundos pero que a mí me pareció una eternidad”, escribió Pagés Llergo.\nDe igual forma, el mexicano da una descripción física del dictador, pues por aquél entonces los mexicanos no tenían claro cómo era Hitler. Describe sus manos como delgadas, blancas y delicadas; de dientes recios, ojos de un azul profundo y, paradójicamente, una sonrisa llena de bondad y amabilidad.\nDesde la mirada de José Pagés Llergo,\nAdolf Hitler era bajo, delgado, de cara cetrina, cabeza ovalada, cabello muy fino y peinado con dedicación, tenía arrugas en la piel y una nariz triangular y enrojecida por el frío europeo. Según el periodista, el líder lo saludó efusivamente con el tradicional saludo nazi, le estrechó la mano y se sentaron a conversar.\nHitler estaba bastante interesado en la idea de que a un mexicano le importara lo que pasaba en Europa. Pagés Llergo describe al líder nazi como un hombre que apenas lo miró a los ojos y, que al tener que salir de la habitación donde se hallaban, tan sólo estrechó su mano sin decir un una palabra.\nMás Noticias\n[La entrada al evento será apto para todo público y no tendrá costo alguno](/mexico/2023/12/28/no-tienes-planes-para-fin-de-ano-el-cascanueces-ofrecera-una-funcion-gratis-en-la-cdmx/)\n¿No tienes planes para fin de año? El Cascanueces ofrecerá una función gratis en la CDMX\n[Aquí los resultados del sorteo Progol de Media Semana dados a conocer por la lotería mexicana y averigue si ha sido uno de los ganadores](/mexico/2023/12/28/progol-de-media-semana-ganadores-del-sorteo-671/)\nProgol de Media Semana: ganadores del sorteo 671\n[Algunos de los compuestos presentes en este alimento aportan propiedades antiinflamatorias y digestivas que ayudan a mejorar la apariencia de esta zona del cuerpo](/mexico/2023/12/28/vientre-plano-este-es-el-superalimento-que-te-ayuda-a-conseguirlo-y-como-consumirlo-para-lograrlo/)\nVientre plano: Éste es el superalimento que te ayuda a conseguirlo y cómo consumirlo para lograrlo\n[El Partido Encuentro Solidario anunció que tendrá una alianza con Morena, PT y PVEM en las elecciones del próximo año](/mexico/2023/12/28/este-es-el-grado-de-estudios-de-jorge-hank-rhon-empresario-y-padre-del-lider-del-pes-en-baja-california/)\nEste es el grado de estudios de Jorge Hank Rhon, empresario y padre del líder del PES en Baja California\n[Narcos líderes de los cárteles más grandes de México han edificado sus mansiones en San Pedro Garza García, el municipio más rico y más seguro del país](/mexico/2023/12/28/estos-fueron-los-narcos-que-vivieron-en-el-municipio-mas-rico-de-mexico/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:12.438+02:00",
    "updated": "2023-12-29T00:36:12.438+02:00"
  },
  {
    "uuid": "6cef7159f48dbb6fe42773afa657a6a5216012ed",
    "url": "https://www.whio.com/news/trending/woman-attacked-with-sledgehammer-killed-christmas-eve/SNYVOKONCZGLBALHON6S6GRZ6A/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Goodman, Cox Media Group National Content Desk",
    "published": "2023-12-28T22:10:00Z",
    "title": "Woman attacked with sledgehammer, killed on Christmas Eve – WHIO TV 7 and WHIO Radio",
    "text": "TORRANCE, Calif. — A woman was killed after she was attacked with a sledgehammer at a college on Christmas Eve in Torrance, California. The assault happened Sunday just after 7 a.m. in the 16000 block of Crenshaw Boulevard, the Los Angeles County Sheriff’s Department said, according to KABC . Investigators say that the victim was collecting recyclables at El Camino College in Torrance when she was attacked, the news station reported. A man with a sledgehammer attacked her and fled the area before law enforcement arrived, according to KTLA. The victim was spotted by the gymnasium by someone passing by the area. Officers found her unconscious and she appeared to be bleeding from her head, the news outlet reported. Her dog stayed at her side. The victim was taken to the hospital where she died a day later on Christmas from her injuries, KTLA reported. The sheriff’s department only identified the victim as an Asian woman between the ages of 60 and 65, according to the Los Angeles Times. Investigators identified the suspect through surveillance footage as Jeffrey Davis, 40, according to KTLA. “The person that we had an idea of who was on the security footage is, we believe, a homeless person we’ve had contact with before,” said Sgt. Francisco Esqueda of El Camino College Police, according to the news outlet. “So we were able to go to the neighboring county park where he sometimes hangs out and that’s where we found him.” Davis was arrested shortly after the incident, the LA Times reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.latimes.com/california/story/2023-12-27/woman-killed-sledgehammer-el-camino-college-torrance)",
      "https://abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/).",
      "https://abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/)",
      "https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/)reported.",
      "https://ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/)",
      "https://www.ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/)reported.",
      "https://latimes.com/california/story/2023-12-27/woman-killed-sledgehammer-el-camino-college-torrance)",
      "https://www.abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/)",
      "https://www.ktla.com/news/local-news/woman-killed-in-sledgehammer-attack-on-torrance-college-campus/)",
      "https://www.abc7.com/torrance-el-camino-college-sledgehammer-attack-woman-killed/14232402/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "whio",
          "sentiment": "negative"
        },
        {
          "name": "whio radio",
          "sentiment": "negative"
        },
        {
          "name": "kabc",
          "sentiment": "none"
        },
        {
          "name": "los angeles county sheriff’s department",
          "sentiment": "none"
        },
        {
          "name": "el camino college",
          "sentiment": "none"
        },
        {
          "name": "ktla",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "torrance",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "crenshaw boulevard",
          "sentiment": "none"
        },
        {
          "name": "torrance",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:33.353+02:00",
    "updated": "2023-12-29T00:36:48.975+02:00"
  }
]