[
  {
    "uuid": "1ea51eb306cb8d9d5f1f989fdaac08101587c550",
    "url": "https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Eliyahu Stern",
    "published": "2024-08-22T21:43:00Z",
    "title": "The Use Of Early Religious Sources In The Hamas Charter To Incite Genocidal War Against The Jews | MEMRI",
    "text": "The Hamas Charter is an authoritative Islamic religious text. In its treatment of Jews, the Charter is antisemitic; the hatred of Jews within it combines anti-Jewish Islamic motifs found in the Quran and Hadith with the antisemitic motif of the \"Protocols of the Elders of Zion,\" which originates in Europe. [[1]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn1) Quranic verses and Hadith traditions cited in the Charter convey that the Jews, including those living today, are the eternal enemies of Muslims. The war against them began in the time of the Prophet Muhammad and will continue until the end of days, when the Muslims will finally annihilate them. In fact, Hamas writings imply that the war of the end of days is already unfolding (an idea that echoes a central belief of the Daesh (ISIS) organization). [[2]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn2) The Charter's characterization of the Jews also draws directly from \"The Protocols of the Elders of Zion,\" which is presented in the Charter as an authentic document. Moreover, the Charter interweaves the text of the Protocols with Quranic verses and Hadith, thus causing it to be perceived as an authoritative Islamic religious text. The result is a depiction of the Jews as an ancient evil force that acts in the world with the goal of achieving global domination and destroying Islam. The following will describe the Charter's use of Quranic verses, Hadith traditions and jurisprudential literature to instruct its readers about the wickedness of the Jews and the obligation to wage jihad against them until they are destroyed. The Introduction To The Charter Presents the Jews as the Enemies of Islam Who Must Be Fought The Hamas Charter is preceded by a short introductory text consisting of selected quotations intended to arouse the religious emotions of believing readers and incite them to fight the Jews and Israel and to participate in the struggle to save the Islamic world. This introductory text already presents harsh Quranic verses depicting the Jews as the enemies of the Muslims. (Although the term \"People of the Book\" is used, the detailed derogatory descriptions in the verses are well-known to be Quranic texts referring to the Jews): \"You are the best nation that has been brought out for mankind. You command good and forbid evil and believe in Allah. If only the people of the Book had believed, it would have been well for them. Some of them believe, but most of them are iniquitous. They will never be able to do you serious harm, they will only be an annoyance. If they fight you, they will turn their backs and flee, and will not be succored. Humiliation is their lot wherever they may be, except where they are saved from it by a bond with Allah or by a bond with men. They incurred upon themselves Allah's wrath, and wretchedness is their lot, because they denied Allah's signs and wrongfully killed the prophets, and because they disobeyed and transgressed\" (Quran, 3:110-112). The Charter itself begins with a preamble written in a highly religious style. The Preamble concludes with further harsh statements against the Jews, reinforced with additional Quranic verses, which affirm to the reader that the statements just made against the Jews express an exalted divine truth (even if, in some of these verses, the Jews themselves are only implied by the context): \"…Our fight with the Jews is very extensive and very grave, and it requires all the sincere efforts. It is a step that must be followed by further steps; it is a brigade that must be reinforced by brigades upon brigades from this vast Islamic world, until the enemies are defeated and Allah's victory is revealed. This is how we see them coming on the horizon: 'And after a time you will come to know about it (Quran, 38:88).' Allah has written: 'It is I and My messengers who will surely prevail. Allah is Strong and Mighty' (Quran, 58:21). 'Say: This is my way. I call on Allah with certainty, I and those who follow me, and glory be to Allah, I am not among the polytheists (Quran, 12:108).'\" The Charter Views Contemporary Jews As The Successors Of Those Who Were Enemies Of The Prophet And The Early Muslims The Charter considers today's Jews to be the successors of the Prophet's adversaries. It also draws lessons from the Prophet's battles against the Jews in understanding the behavior of Jews in the present. Article 31 (in which the Charter claims that Islam grants rights to people of different religions) draws such a link between the current conflict around Palestine and Muhammad's confrontation with the Jews during his lifetime: \"The followers of the other religions should stop competing with Islam for sovereignty in this region, because, when they rule, there is nothing but carnage, torture and deportation, and they cannot get along with their own, let alone with followers of other religions. Both the present and the past are full of evidence for this. 'They do not fight you together, except from within fortified villages, or from behind walls. They fight fiercely with one another. You consider them to be united, but their hearts are divided, for they are a people with no sense (Quran, 59:14).'\" Significantly, the text immediately goes on to emphasize that the Jews in Israel (referred to in particularly harsh terms as \"Nazi Zionist\") are destined for destruction, and reinforces this by quoting a famous ancient saying (highlighted below in bold) attributed by many to the fourth Caliph, Ali ibn Abi Talib: \"Islam accords to every person his rights, and prevents any infringement on other people's rights. The Nazi Zionist measures against our people will not succeed in prolonging the duration of their invasion, for the rule of injustice lasts but one hour, while the rule of the truth will last until the Hour of Resurrection.\" The War Against The Jews Is Portrayed As Enduring Until The End Of Days And The Annihilation Of The Jews Two Hadith traditions are quoted in the Charter to indicate that the fight against the Jews will continue until the end of days. One asserts that the struggle against the Jews and their destruction will be carried out by Muslims, while the other promises that the region of \"Greater Syria\" (Al-Sham), including Palestine (Bayt Al-Maqdis), will be subject to unceasing Jihad until the end of days. The first tradition – promising that the fight against the Jews will continue until the end of days and until their destruction – is the well-known Hadith of the Trees and the Stones, and is embedded in Article 7 of the Charter: \"…The Islamic Resistance Movement aspires to realize the promise of Allah, no matter how long it takes. The Prophet, Allah's prayer and peace be upon him, says: 'The hour of judgment shall not come until the Muslims fight the Jews and kill them, so that the Jews hide behind trees and stones, and each tree and stone will say: \"Oh Muslim, oh servant of Allah, there is a Jew behind me, come and kill him,\" except for the Gharqad tree, for it is the tree of the Jews (Recorded in the Hadith collections of Bukhari and Muslim).'\" [[3]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn3) The second tradition, in which the Prophet states that the jihad in Palestine will continue until the end of days (thus necessitating a war against the Jews currently living there), is found in Article 34: \"Palestine is the center of the Earth and the meeting place of the continents; it has always been the target of greedy aggressors. This has been the case since the dawn of history. The Prophet, Allah's prayer and peace be upon him, points to this in his noble words with which he addressed his exalted companion, Mu'adh b. Jabal, saying: 'Oh Mu'adh, Allah will give you the land of Al-Sham after my death, from Al-Arish to the Euphrates. Its men, women and handmaids will be [constantly] stationed on the frontier until the Day of Resurrection, for any one of you who chooses [to live in] some part of the coastal plains of Al-Sham or Bayt Al-Maqdis [that is, Palestine], will be in a [constant] state of jihad until the Day of Resurrection.'\" [[4]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn4) The Obligation Of Jihad Against The Jews Article 12 of the Charter asserts, quoting a legal text already known in the 11th century, that the duty of Jihad against the Jews is an individual obligation incumbent upon every man and woman. \"When the enemy tramples Muslim territory, waging jihad and confronting the enemy become a personal duty of every Muslim man and Muslim woman. A woman may go out to fight the enemy [even] without her husband's permission and a slave without his master's permission.\" [[5]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn5) This principle, that the duty of Jihad against the Jews (whom the Charter also calls \"Zionists,\" \"the enemies\" and even \"Nazis\") [[6]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn6) is an individual obligation, is mentioned several times in the Charter, accompanied by a call for all Muslims to participate in this jihad, including the Palestinians (with Hamas at the forefront), the inhabitants of the countries bordering Palestine, and indeed all Muslims worldwide. A clear example of this can be found in Article 32, one of the most antisemitic sections of the Charter. Immediately after depicting the Jews as fulfilling their plan to dominate the world, as described in the \"Protocols of the Elders of Zion,\" the article presents the duty of Jihad against the Jews as a duty from which retreat is absolutely forbidden, using a well-known Quranic verse that prohibits the believers from shirking holy war: \"…Leaving the circle of the conflict with Zionism is an act of high treason; all those who do this shall be cursed. 'Whoever [when fighting the infidels] turns his back to them, unless maneuvering for battle or intending to join another [fighting] company, he incurs Allah's wrath, and his abode shall be hell. Most unfortunate is his fate' (Quran, 8:16). All forces and capabilities must be pooled to confront this ferocious Mongol, Nazi onslaught, lest homelands be lost, people be exiled, evil spread on the earth and all religious values be destroyed. Each and every person should know that he is responsible to Allah.\" Article 32 is given special weight by the Quranic verse quoted at its conclusion: \"In the circle of the conflict against world Zionism, the Islamic Resistance Movement sees itself as a spearhead or as a step forward on the road [to victory]. It joins its efforts to the efforts of all those who are active in the Palestinian arena. It now remains for steps to be taken by the Arab and Islamic world. [The Islamic Resistance Movement] is well qualified for the upcoming stage [of the struggle] with the Jews, the warmongers. 'We have planted enmity and hatred among them [that is, among the Jews] until the Day of Resurrection. Every time they kindle the fire of war, Allah extinguishes it. They strive to spread evil upon the earth, and Allah does not love those who do evil. (Quran 5:64).'\" Islamizing The \"Protocols Of The Elders Of Zion\" Through Association With Quranic Verses And Hadith Traditions [[7]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn7) The Charter interweaves the contents of the Protocols with quotations from the Quran and Hadith, thereby granting them the authority of divine truth and evoking a religious experience in the reader. A clear example of this is found in Article 22, where a Quranic verse (the same verse mentioned in the previous section) [[8]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_edn8) immediately follows a sentence from the Protocols: \"... There is no end to what can be said about [their involvement in] local wars and world wars … Wherever there is war in the world, it is they who are pulling the strings behind the scenes. Whenever they ignite the fire of war, Allah extinguishes it. They strive to spread evil in the land, but Allah does not love those who do evil (Quran 5:64).\" Here, the reader encounters a perceived Jewish threat that is prominently featured in the Protocols: the Jews are behind all the wars in the world. This accusation is seamlessly integrated into an Islamic context by means of the Quranic quote, which affirms the Protocols' claim that Jews are instigators of conflict. The verse also provides a religious Islamic response to this perceived threat: Allah does not favor those who incite wars and will ensure their defeat (by extinguishing the fire of wars they kindle). The devout reader is thus encouraged by the Quran to follow God's will and combat the Jews. Having combined text from the Protocols and the Quran to convey that all wars are orchestrated and \"ignited\" by the Jews, Article 22 envisions what is to come: a conflict in which all infidels will join the Jews in fighting against Islam. In describing this conflict the article incorporates a well-known ancient saying, that \" all unbelief is one denomination .\" This saying (highlighted below in bold) originates in Hadith literature and attributed by many to the second caliph, Umar ibn Al-Khattab (d. 644), one of the two figures whose words are accepted in Sunni Islam as the highest source of authority after the Prophet Muhammad. The article says: \"The colonialist powers, both in the capitalist West and the communist East, support the enemy (i.e the Jews) with all their might, both materially and with manpower, alternating one with the other [in giving support]. When Islam appears, all the forces of unbelief will unite to oppose it, for all unbelief is one denomination. \" * Dr. Eliyahu Stern is a researcher at the Hebrew University of Jerusalem and a research fellow at MEMRI. [[1]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref1) Further extensive discussion of antisemitism in the Hamas Charter, focusing mainly on its widespread use of the Protocols of the Elders of Zion, which it Islamizes through various poetic and thematic tools, can be found in the following studies: Eliyahu Stern, [\"'The Protocols Of The Elders Of Zion' In The Hamas Charter – Islamization Of Western Antisemitism And Its Integration Into The Jihad Against The Jews\"](https://www.memri.org/reports/protocols-elders-zion-hamas-charter-islamization-western-antisemitism-and-its-integration), MEMRI – Inquiry & Analysis No. 1748, February 26, 2024; Eliyahu Stern, \"The Use of Religious Themes to Islamize European Antisemitism and Motivate Hateful Expression in the Hamas Covenant.\" In: Religion, Hateful Expression and Violence, edited by Morten Bergsmo and Kishan Manocha. Torkel Opsahl Academic EPublisher, Brussels, 2023, pp. 777–824, also available at [https://www.legal-tools.org/doc/wzbk17](https://www.legal-tools.org/doc/wzbk17/). All quotes from Hamas Charter in this report use the translation in Menahem Milson, [\"The Hamas Charter – The Ideology Behind The Massacre.\"](https://www.memri.org/reports/hamas-charter-%E2%80%93-ideology-behind-massacre) MEMRI Special Dispatch No. 10897, October 23, 2023. [[2]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref2) See Eliyahu Stern, [\"The Hadith Of The Stones And The Trees – About The Muslims Killing The Jews Ahead Of The End of Days – In The Hamas Charter And In A Publication Of The Hamas-Affiliated Palestine Scholars Association.\"](https://www.memri.org/reports/hadith-stones-and-trees-%E2%80%93-about-muslims-killing-jews-ahead-end-days-%E2%80%93-hamas-charter-and) MEMRI – Inquiry & Analysis No. 1745 , February 15, 2024. [[3]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref3) For further details about this Hadith, see Eliyahu Stern, [\"The Hadith Of The Stones And The Trees – About The Muslims Killing The Jews Ahead Of The End of Days – In The Hamas Charter And In A Publication Of The Hamas-Affiliated Palestine Scholars Association\"](https://www.memri.org/reports/hadith-stones-and-trees-%E2%80%93-about-muslims-killing-jews-ahead-end-days-%E2%80%93-hamas-charter-and), MEMRI - Inquiry & Analysis Series No. 1745 , 2024. See also the aforementioned study: Eliyahu Stern, [\"'The Protocols Of The Elders Of Zion' In The Hamas Charter – Islamization Of Western Antisemitism And Its Integration Into The Jihad Against The Jews\"](https://www.memri.org/reports/protocols-elders-zion-hamas-charter-islamization-western-antisemitism-and-its-integration), MEMRI – Inquiry & Analysis No. 1748, February 26, 2024 (Section 2 and references therein, and the Appendix, Section D). [[4]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref4) This tradition appears in Mujir Al-Din al-Ulaymi's book Al-Uns al-Jalil. [https://shamela.ws/book/6626/246](https://shamela.ws/book/6626/246). [[5]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref5) For a discussion of this legal issue in medieval literature, see Mukhtasar Al-Quduri, by the Baghdadi Hanafí scholar Imam Al-Quduri (973–1037): [https://shamela.ws/book/124336/221](https://shamela.ws/book/124336/221/). It is worth noting that, reading this passage, the Muslim reader immediately recognizes the distinct shar'i legal style, not only from the literary characteristics typical of shar'i text but also from the reference to the slave, and to his obligation to engage in jihad, although the laws of Islamic slavery have not been practiced for generations. For further discussion see: Eliyahu Stern, \"The Use of Religious Themes to Islamize European Antisemitism and Motivate Hateful Expression in the Hamas Covenant.\" In: Religion, Hateful Expression and Violence, edited by Morten Bergsmo and Kishan Manocha. Torkel Opsahl Academic EPublisher, Brussels, 2023, pp. 786–886. Also available at [https://www.legal-tools.org/doc/wzbk17](https://www.legal-tools.org/doc/wzbk17). [[6]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref6) The three expressions appear together in a number of the Charter's articles. For more on this, see Eliyahu Stern, \"The Use of Religious Themes to Islamize European Antisemitism and Motivate Hateful Expression in the Hamas Covenant.\" In: Religion, Hateful Expression and Violence, edited by Morten Bergsmo and Kishan Manocha. Torkel Opsahl Academic EPublisher, Brussels, 2023, p. 786, notes 12, 13. Chapter link: [https://www.legal-tools.org/doc/wzbk17](https://www.legal-tools.org/doc/wzbk17/). On the prevailing identification of Zionism with Nazism in the antisemitism of the Arab world, see Menahem Milson's lecture delivered at the opening of the annual international conference of the Global Forum for Combating Antisemitism, held in Jerusalem on February 24, 2008. MEMRI Inquiry & Analysis No. 442, [Arab and Islamic Antisemitism,](https://www.memri.org/reports/arab-and-islamic-antisemitism) May 29, 2008. [[7]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref7) For further details see: Eliyahu Stern, ['The Protocols Of The Elders Of Zion' In The Hamas Charter – Islamization Of Western Antisemitism And Its Integration Into The Jihad Against The Jews](https://www.memri.org/reports/protocols-elders-zion-hamas-charter-islamization-western-antisemitism-and-its-integration), MEMRI – Inquiry & Analysis No. 1748, February 26, 2024 (Sections 2, 3); Eliyahu Stern, \"The Use of Religious Themes to Islamize European Antisemitism and Motivate Hateful Expression in the Hamas Covenant.\" In: Religion, Hateful Expression and Violence, edited by Morten Bergsmo and Kishan Manocha. Torkel Opsahl Academic EPublisher, Brussels, 2023, pp. 789–790, 800–801. Also available at [https://www.legal-tools.org/doc/wzbk17](https://www.legal-tools.org/doc/wzbk17/). [[8]](https://www.memri.org/reports/use-early-religious-sources-hamas-charter-incite-genocidal-war-against-jews-0#_ednref8) On the link created in the Charter between Article 22 and Article 32 by quoting the same Quranic verse (5:64) in both, see: Eliyahu Stern, \"The Use of Religious Themes to Islamize European Antisemitism and Motivate Hateful Expression in the Hamas Covenant.\" In: Religion, Hateful Expression and Violence, edited by Morten Bergsmo and Kishan Manocha. Torkel Opsahl Academic EPublisher, Brussels, 2023, p. 790. Also available at [https://www.legal-tools.org/doc/wzbk17](https://www.legal-tools.org/doc/wzbk17/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.legal-tools.org/doc/wzbk17",
      "https://www.legal-tools.org/doc/wzbk17).",
      "https://shamela.ws/book/124336/221/).",
      "https://shamela.ws/book/6626/246",
      "https://www.legal-tools.org/doc/wzbk17/).",
      "https://shamela.ws/book/124336/221",
      "https://shamela.ws/book/6626/246).",
      "https://legal-tools.org/doc/wzbk17",
      "https://www.shamela.ws/book/6626/246).",
      "https://legal-tools.org/doc/wzbk17).",
      "https://www.shamela.ws/book/124336/221",
      "https://www.shamela.ws/book/124336/221/).",
      "https://www.shamela.ws/book/6626/246",
      "https://legal-tools.org/doc/wzbk17/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muhammad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "memri",
          "sentiment": "neutral"
        },
        {
          "name": "isis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "quran",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T03:36:06.577+03:00",
    "updated": "2024-08-23T03:36:06.577+03:00"
  },
  {
    "uuid": "615565f215a6a38d5711c49ceb4189fe4df7d7b3",
    "url": "https://www.firstalert7.com/video/2025/03/05/midland-works-restore-water-distribution-amid-ongoing-issues/?outputType=apps",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CBS7News",
    "published": "2025-03-05T22:43:00Z",
    "title": "Midland works to restore water distribution amid ongoing issues",
    "text": "Skip to content\nWind Advisory is in effect\nDismiss Weather Alerts Alerts Bar\nMidland works to restore water distribution amid ongoing issues\nPublished: Mar. 5, 2025 at 4:43 PM CST\n|\nUpdated: 35 minutes ago\nMCH helps employees observe Ash Wednesday\nUpdated: moments ago\nMidland reveals new outdoor fitness court\nUpdated: 44 minutes ago\nTrade war fears grow as President Trump’s tariffs take effect\nUpdated: 23 hours ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->water",
      "Environment->environmental clean-up",
      "Social Issue->public housing",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Trump",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T01:21:08.426+02:00",
    "updated": "2025-03-06T01:21:08.426+02:00"
  },
  {
    "uuid": "1ad87a1e6580fa07ff7e6af25fc1247dd9ad65a1",
    "url": "https://www.timesnownews.com/world/us/us-news/starbucks-slammed-for-shifting-to-biodegradable-cups-in-us-drips-like-sieves-article-118429668",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TIMESNOW",
    "published": "2025-02-21T00:05:00Z",
    "title": "Starbucks Slammed For Shifting To Biodegradable Cups In US: 'Drips Like Sieves'",
    "text": "Starbucks Slammed For Shifting To Biodegradable Cups In US: 'Drips Like Sieves'\nStarbucks' announcement that they will start a new campaign to use biodegradable cups—discontinuing the use of their iconic plastic cup for cold drinks—has angered customers. The new cups are constructed of fiber-based paper with a bioplastic inside, and they look like the ones used for hot beverages.\nStarbucks (Photo Credits: X / Twitter)\nStarbucks' announcement that they will start a new campaign to use biodegradable cups—discontinuing the use of their iconic plastic cup for cold drinks—has angered customers. The new cups are constructed of fiber-based paper with a bioplastic inside, and they look like the ones used for hot beverages.\nHowever, Starbucks customers are not happy with the change; one recent customer said on Reddit that they were perplexed.\nCustomers Criticize The\nCoffeeChain\"The look of that is upsetting,\" one commenter wrote on Reddit after seeing the new sustainable cups.\nMultiple customers also took to X to criticize the beverage company's new move.\nOne user on X said, \"Starbucks\nyour new cups are horrible- you can’t see your drink, which is part of the fun. And the kids are terrible. Change back! Thank you for bringing back straws and sugar but now terrible new cups.\"\nAnother person commented, \"So I actually think we should prob figure out how to use less plastic. These are the new “compostable” cups that Starbucks is rolling out . They are for ALL the drinks: hot/cold/blended. I HATE IT.\"\n\"Starbucks one of these is an iced tea annd the other an hot coffee. this is the new cup top for hot drinks. Disgusting looking after only a couple sips. It drips like a sieves. You get an F,\" wrote a third person.\n\"I’ve never missed that little indent in the top more. Might actually have to start bringing my own cup,\" added a fourth person.\nThese opaque white biodegradable cups have replaced the coffee chain's clear single-use plastic to-go cups in 14 states, according to a Starbucks spokesperson. California, Washington, Hawaii, Minnesota, Arizona, New Mexico, Massachusetts, Michigan, Maryland, Connecticut, Virginia, South Carolina, Colorado, and Georgia are among the states that will begin to get the new cups.\nGet\nLatest NewsLive on Times Now along with Breaking News and Top Headlines fromUS News,Worldand around the world.Aradhana Brahma author\nA passionate storyteller and global citizen, who is dedicated to uncovering the world's hidden narratives. With a background in writing, I bring a uni...View More\nEnd of Article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->consumer goods",
      "Social Issue->social condition",
      "Health->health care approach",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Starbucks",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Reddit",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T02:13:04.454+02:00",
    "updated": "2025-02-21T02:13:04.454+02:00"
  },
  {
    "uuid": "1b2f4cd78bac1ba4821ae9d1e3ca6f1b6d5fce32",
    "url": "https://gamerant.com/apex-legends-update-breakout-legend-challenge-progress-fix-patch-notes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander Moore",
    "published": "2024-04-11T23:44:00Z",
    "title": "New Apex Legends Update Fixes Frustrating Issues",
    "text": "Highlights - Respawn Entertainment released an update to fix lost challenge progress in Apex Legends, restoring players' achievements after recent bugs. - Players affected by issues will now have Seer, Fuse, and Rampart challenges completed, with Mad Maggie reportedly unaffected by bugs. - In a gesture of thanks for players' patience, Respawn awarded eight free Apex Packs, alongside improvements like bug fixes and quality-of-life changes. Respawn Entertainment has just released a highly demanded update for Apex Legends, aimed at restoring players’ missing Breakout Legend Challenge progress. Many [Apex Legends](https://gamerant.com/tag/apex-legends/) gamers experienced issues after recent patches to the game, which left them with lost progress and reset accounts. New to Season 20, Breakout Legend Challenges allow players to permanently unlock several legends after completing a series of tasks with each character. However, the recent April Fools' update seemed to bring not only a medley of Mozambique-themed mayhem but a host of bugs and issues as well. Players began to report lost challenge progress for previously unlocked legends, while others experienced glitching badges and disappearing cosmetics. Some unlucky gamers even logged in to find their [Apex Legends accounts entirely reset](https://gamerant.com/apex-legends-player-accounts-reset-respawn-fix/). Respawn quickly took servers down to address the issues - its transparency over the crisis garnering praise from the Apex Legends community - but some gamers still faced problems over a week later. [ ](/apex-legends-quads-mode-leak-rumor/) An Apex Legends leaker claims to reveal some major new features coming to the game soon, including two new game modes and more. [ Rumor: Apex Legends Leak Points to Quads Mode, Other New Features ](/apex-legends-quads-mode-leak-rumor/) Arriving just days after a previous [patch fixed Apex Legends players’ missing ranked progress](https://gamerant.com/apex-legends-update-ranked-fixes-patch-notes/), the latest update should finally restore lost challenge progress to affected players. Seer, Fuse, and Rampart should now all be available to play for everyone who previously completed their respective Breakout Challenges. Mad Maggie, the fourth of the seven unlockable Breakout characters, was not mentioned in Respawn’s patch notes and was presumably unaffected by the recent bugs. Apex Legends fans will hopefully be able to breathe a sigh of relief knowing that their hard-earned rewards have been restored. On top of the many recent bug fixes, Apex Legends players also enjoyed another surprise this week. As thanks for the community’s patience while it dealt with the data recovery process, [Respawn awarded eight free Apex Packs to all players](https://gamerant.com/apex-legends-free-apex-packs-data-outage/), giving them a chance to earn extra cosmetics and Heirloom Shards. All players who log into the game by April 24 at 10 AM PT will have their free packs automatically added to their account. Alongside the eagerly-awaited bug fixes, Respawn has also introduced some minor but much-needed quality-of-life tweaks in the new update. Caustic will no longer be slowed by an enemy Caustic’s gas traps. Some invisible walls on the map Broken Moon have also been removed for Nintendo Switch players, while the final circle will thankfully no longer spawn over lava on World’s Edge. Translocating thief Loba also became the newest playable Breakout Challenge character this week. The winged avenger Valkyrie will then be the final legend to unlock before Season 21 begins on May 6 – rumored to be bringing with it a [new map and Apex Legends character](https://gamerant.com/apex-legends-new-character-alter-season-21-leak/). Full Apex Legends Update Patch Notes: - Fully completed all Challenges for Seer, Fuse, and Rampart for impacted players. - Caustic no longer gets slowed by an enemy Caustic's gas - The end rings will no longer be placed over lava on World's Edge - Invisible walls on Broken Moon on Switch have been removed [ Apex Legends ](/tag/apex-legends/) Apex Legends is a free-to-play battle royale game made by Respawn. In this shooter, players take up the mantle of a Legend — one of the playable characters — and form a squad with other players. The game is set in the same universe as the Titanfall series and the two franchises have had many crossovers. - Platform(s) [PS4](/tag/ps4/), [PS5](/tag/ps5/), [Xbox One](/tag/xbox-one/), [Xbox Series X](/tag/xbox-series-x/), [Xbox Series S](/tag/xbox-series-s/), [PC](/tag/pc/), [iOS](/tag/ios/), [Android](/tag/android/), [Switch](/tag/switch/) - Released - February 4, 2019 - Developer(s) [Respawn Entertainment](/tag/respawn-entertainment/) - Publisher(s) - Electronic Arts - Genre(s) - Battle Royale , First-Person Shooter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "respawn",
          "sentiment": "none"
        },
        {
          "name": "mad maggie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "respawn entertainment",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mozambique",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:08:15.478+03:00",
    "updated": "2024-04-12T03:08:15.478+03:00"
  },
  {
    "uuid": "ab053d082b1d8a090e74e85e9b82c0c0873096e5",
    "url": "https://www.aljazeera.com/news/2024/3/29/the-pickled-fish-dish-that-unites-christians-and-muslims-at-easter?traffic_source=rss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nick Dall",
    "published": "2024-03-29T00:00:00Z",
    "title": "The pickled fish dish that unites Christians and Muslims at Easter | Food News | Al Jazeera",
    "text": "Christians eat fish on Good Friday. But in Cape Town the fish is almost always smothered in a sweet curried sauce – and Muslims eat it too. In the lead up to Easter, pickled fish is ubiquitous in Cape Town. You can find the traditional food – fish pickled in curry sauce – on supermarket shelves, on restaurant menus and in home kitchens around the city. Pickled fish becomes popular around the time that Christians mark their most holy time of year. It stems from a worldwide Christian tradition that sees people abstaining from eating meat on Good Friday and consuming fish instead. And many people continue to “eat only pickled fish for the entire Easter weekend,” culinary historian Errieda du Toit tells Al Jazeera, “to the point where they can’t face another bite”. Keep readinglist of 3 items [Why are one-fifth of the world’s migratory species facing extinction?](/news/2024/3/16/nearly-half-the-worlds-migratory-species-are-declining-can-they-be-saved?traffic_source=KeepReading) [The two-faced cookie that called out a lying politician in South Africa](/features/2024/3/3/the-two-faced-cookie-that-called-out-a-lying-politician-in-south-africa?traffic_source=KeepReading) However, enjoying pickled fish is not just a Christian tradition in Cape Town. Muslims and other faiths also enjoy it at this time of year – but not as a religious ritual. “I grew up eating pickled fish and so do all of us in Cape Town,” says Muslim chef Anwar Abduallatief. “Whether you’re black or coloured or white, at this time of year you eat pickled fish. I know it’s a Christian thing. But my mom, my gran, my aunt … They all love pickled fish and they all make pickled fish.” What is pickled fish? Pickled fish comprises medallions of firm, white fish cooked in a rich, curried pickling sauce with mountains of sliced onions. “My favourite parts of the dish are the onions and the sauce,” says cookbook author Annelien Pienaar. It’s a dish that is always eaten cold, writes legendary food historian C Louis Leipoldt, and should stand for a week or a fortnight before it is served. These days, not everyone leaves it to stand that long and the fish is more likely to be filleted – but it is still always eaten cold. Another hallmark: “In properly made pickled fish the bones are so soft that they can be eaten without harm, thereby increasing the nutritional qualities of the dish,” according to Leipoldt. The English name is somewhat deceiving, says du Toit: “While the fish is pickled for preservation purposes, it’s the curried sauce that makes it so special.” Many Afrikaans speakers call it kerrievis (curried fish), although piekelvis and ingelegde vis (both mean pickled fish) are also used. But according to Leipoldt, “It should properly be called a pickled fish curry. Why did people start making it? While it’s impossible to put an exact date on its invention, pickled fish is “one of the Cape’s oldest fish dishes and is undoubtedly of Eastern origin,” Leipoldt writes. Chef and culinary historian Peter Veldsman bases his version – and its intricate, made-from-scratch spice mix – on a handwritten recipe from Marie Cloete, a wealthy Cape landowner, that dates back to the 1700s. “The dish was born out of necessity,” explains du Toit. “People wanted to eat fish on Good Friday, but the fisherman didn’t want to go out during the holy week.” Without a fresh option, the next best thing would have been fish preserved in brine in soutbalies (salt barrels). So instead, fresh fish was preserved by pickling in spiced sauce, which transformed it into something pleasurable. Where does the curried sauce come from? In 1652, the Dutch East India Company established a refreshment station at the Cape, with the purpose of supplying fresh produce to passing ships. A year later, the first slaves were imported from Batavia (Jakarta), a practice that would continue for well over a century. Muslim slave women became known for their prowess in the kitchen – slaves who could cook well commanded higher prices – and specifically, Leipoldt writes, “their free, almost heroic use of spices”. “Pickled fish couldn’t have happened anywhere else in the world,” stresses du Toit. “It is a product of the unique set of circumstances at the Cape at the time.” How do you make pickled fish? Firm-fleshed fish like geelbek (Cape salmon) or geelstert (yellowtail) make the best pickled fish as they last longer, according to Leipoldt. These days, says du Toit, most pickled fish is made from yellowtail (her favourite), hake (a not-as-firm deepwater fish that’s available year-round) or snoek, which “run” around Easter and are thus easy to come by. “Many dishes, the world over, start with peeling and chopping onions,” says du Toit. “But in this dish the onions are everything.” Getting the right balance between crunchy and glassy is an art. “I would have to make many, many more batches until I can perfect it,” she adds. Some people batter the fish before cooking it – especially if the fish is delicate – but others don’t, du Toit explains. There are two ways of preparing it: “You can cook it and then put it in the sauce. Or you can cook it in the sauce … There’s no wrong or right, these are just some of the variations,” she explains. “The sauce can become very complex,” she adds. “Or it can be very minimalist.” It always contains pickling spices, turmeric, sugar (white or brown) and vinegar (some swear by white, others insist on brown), but each family recipe is different. “Some people rely on spice mixes, others mix their own,” for example. This huge number of variations is what makes the dish so special: “In the old days there probably would have been as many recipes as there were cooks. It’s a recipe that allows so much scope to add your own family fingerprint,” says du Toit. How is it eaten? Pickled fish is always eaten cold, usually accompanied by bread and butter. Winemaker Jan Boland Coetzee, who grew up near the West Coast fishing village of Lambert’s Bay, enjoys his pickled fish with bread and hanepootkonfyt (sweet grape jam): “It’s everything good that’s in season at this time – the fish and the grapes,” he says. These days many people, including Abdullatief and his family, eat their pickled fish with hot cross buns, although du Toit says this is simply because “both hot cross buns and pickled fish are so easy to find at this time.” While eating the two together is not traditional, it’s not that far off the mark either. “My mother always had it with raisin bread,” says du Toit. Why does it matter? Pickled fish is now an Easter-time institution throughout South Africa. But the proliferation of pickled fish in supermarkets has du Toit worried. “It will be sad if we reach a point where people stop making it,” she says. “All those beautiful traditions, the typical mother-daughter tradition, might be endangered. I wouldn’t have been worried twenty years ago. But the pace at which we lose these skills is increasing.” “It’s such a beautiful community story,” says du Toit. “A dish born out of cooperation and respect; acceptance and tolerance. A peacemaker.” Abdullatief echoes this: “I grew up with lots of Christian friends. My mom will take pickled fish to our Christian neighbours and they will send us their hot cross buns. It’s always been like that. These are the things that keep community close.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/0949989150",
      "http://amazon.com/exec/obidos/ASIN/0949989150"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "errieda du toit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "easter | food news | al jazeera christians",
          "sentiment": "negative"
        },
        {
          "name": "al jazeera",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cape town",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T10:50:52.704+03:00",
    "updated": "2024-03-29T10:50:52.704+03:00"
  },
  {
    "uuid": "2fa65434c491c04866e9c4025d3f5b4c6f9cd6ce",
    "url": "https://jndsb.jxnews.com.cn/system/2025/03/13/020808822.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "作者：何高峰 赵琼",
    "published": "2025-03-13T00:45:17Z",
    "title": "47年\"植\"此青绿 南昌全民义务植树之变-江南都市报",
    "text": "江西日报社主办·江西省发行最大的日报·打开江西暨南昌市场首选媒体 |\n从黄沙遍布到披上绿装，40多年来，南昌县冈上镇兴农沙漠生态公园发生了翻天覆地的变化。3月11日，在第47个植树节前夕，记者走进兴农沙漠生态公园，只见数十米高的湿地松笔直挺立，一旁新种的小树苗生机勃勃。\n自去年12月入选“互联网+全民义务植树”基地后，“码上尽责”的义务植树新形式在这里掀起了一股绿色生活的热潮，也折射出南昌全民义务植树的变迁。\n“见缝插绿”\n市民参加植树活动\n兴农沙漠生态公园\n点位之变：从城市中心向郊区迁移\n“80后”南昌市民李辰祥回忆，自小学起，学校几乎每年都会组织植树活动。五年级时，全校前往梅岭附近的南昌市方志敏烈士纪念园植树，既是植树也是踏春，令他难忘。\n1979年3月12日是我国第一个植树节，南昌市积极响应号召，组织各单位、学校参与植树造林。市直机关党员前往龙王庙植树，共青团南昌市委则在湾里营造“青年林”。\n随着时间推移，南昌市绿化水平不断提升，2015年被评为“国家森林城市”，城市建成区绿化覆盖率达43%。然而，城区植树空间逐渐稀缺，市民面临“去哪里植树”的困惑。在南昌市红谷滩区工作的胡女士表示，去年公司前往九江永修县植树，今年则选择了进贤县。\n南昌市林业局相关负责人介绍，植树点位呈现从城市中心向郊区迁移的趋势；单位如有空地可直接植树，个人想植树可联系进贤县、安义县等地的义务植树基地。近年来，南昌还利用“金角银边”和零星地块挖掘绿化潜力，做到“见缝插绿”。例如，西湖区在真君路绿化带种植槭爪枫，未来将成为一条亮丽的风景线。\n形式之变：参与宣传、捐赠也是尽责\n21世纪初，南昌市不仅鼓励市民直接植树，还提倡通过认建、认养城市绿地等方式，营造全社会爱绿、护绿、建绿的良好氛围。市民和单位可认养市区公共绿地、小游园、道路绿化及居民小区等。\n南昌市林业局总工程师涂建国表示，随着全民义务植树运动的深入开展，生态文明理念深入人心，人们改善生态的责任意识不断增强，“绿化、美化、彩化、珍贵化”成为植树造林的新目标。他强调，植树不仅是体力活，也是技术活，市民可通过植树宣传、捐资捐物等多种形式尽责。\n2017年6月13日，全国绿化委员会发布《全民义务植树尽责形式管理办法(试行)》，明确义务植树尽责形式包括造林绿化、抚育管护、自然保护、认种认养、设施修建、捐资捐物、志愿服务等8类，进一步推动了义务植树的多样化和常态化。\n生态之变：“黄沙满天”到“生态公园”\n步入南昌县冈上镇的兴农沙漠生态公园，青松绿樟生机盎然，泥土松软，令人心旷神怡。入口处的补植区，新植樟树苗嫩枝舒展，难以想象这里40年前曾是黄沙滚滚的荒芜之地。\n当地村干部回忆，兴农村曾饱受沙化之苦，民间有“风起黄沙飞，走路不见迹”的谚语。20世纪80年代，在政府支持下，村庄开始植树固沙。村民涂秋平回忆，幼时便随父母参与植树，父亲铲沙，他放树苗，母亲填土浇水。如今，昔日的树苗已长成参天大树。2006年，这片土地被命名为“兴农沙漠生态公园”。\n如今，占地500余亩的公园绿意葱郁，湿地松与樟树共生。2024年12月，公园成为“互联网+全民义务植树”基地。村干部李沙介绍，系红丝带的樟树苗是家长与孩子共同植下的爱心树。市民可通过“义务植树网”报名参与，活动结束后获得证书。至今，公园已迎来300余人次市民参与植树。\n观念之变：“码上尽责”成为新风尚\n据南昌市林业局统计，2月5日至3月10日，南昌市及各县区共组织开展了150余场义务植树活动，参与人数1.3万余人，植树5.5万株(含折算株数)。预计“3·12”植树节前后，参与人数将超2.5万人，植树量超11万株(含折算株数)。同时，市民认建、认领、认养树木200余株，营造纪念林150余亩，参与抚育管护和自然保护的人数持续增加。\n“码上尽责”成为新风尚，南昌市在全民义务植树网上线31个公众活动，涵盖植树、认养、抚育、志愿服务等形式。市民线上预约参与后可领取尽责证书或荣誉证书。此外，“互联网+全民义务植树”平台推动植树常态化，南昌已有进贤县长山综合垦殖场等7地入选上述常态化植树基地。\n文／图 何高峰 江南都市报全媒体记者赵琼\n大江网（中国江西网）版权与免责声明 |\n1、本网所载的文/图等稿件均出于为公众传播有益资讯信息之目的，并不意味着赞同其观点或证实其内容的真实性，我们不对其科学性、严肃性等作任何形式的保证 。如其他媒体、网络或个人从本网下载使用须自负版权等法律责任。\n2、本网站内凡注明“来源：大江网（中国江西网）”的所有文字、图片和音视频稿件均属本网站原创内容，版权均属“大江网（中国江西网）”所有，任何媒体、网站或个人未经本网站协 议授权不得转载、链接、转贴或以其他方式复制发表。本网站原创内容版权归本网站所有，内容为作者个人观点，本网站只提供参考并不构成任何商业目的及应用建议。 已经由本网站协议授权的媒体、网站，在下载使用时必须注明稿件来源：“大江网（中国江西网）”，违者本网将依法追究法律责任。\n3、凡本网站转载的所有的文章、图片、音频视频文件等资料的版权归版权所有人所有，本网站采用的非本站原创文章及图片等内容无法一一和版权者联系，如果本网 所选内容的文章作者及编辑认为其作品不宜上网供大家浏览，或不应无偿使用，请及时用电子邮件或电话通知我们，以迅速采取适当措施，避免给双方造成不必要的经济 损失。\n4、对于已经授权本站独家使用提供给本站资料的版权所有人的文章、图片等资料，如需转载使用，需取得本网站和版权所有人的同意。\n※联系方式：大江网（中国江西网） 电话：0791-86849032\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->nature",
      "Environment->sustainability",
      "Social Issue->communities",
      "Social Issue->demographics",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:45:17.618+02:00",
    "updated": "2025-03-13T02:45:17.618+02:00"
  },
  {
    "uuid": "03cb67b9257e1b09d2ce9597b21503df481b0daa",
    "url": "https://www.lostiempos.com/tendencias/medio-ambiente/20240112/nasa-confirma-que-2023-ha-sido-ano-mas-caluroso-que-hay-registros",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "nperedo",
    "published": "2024-01-12T19:13:00Z",
    "title": "La NASA confirma que 2023 ha sido el año más caluroso desde que hay registros",
    "text": "La NASA confirma que 2023 ha sido el año más caluroso desde que hay registros\nLa Administración Nacional estadounidense de Aeronáutica y el Espacio (NASA) confirmó este viernes que 2023 ha sido el año más caluroso en la historia desde que comenzaron los registros globales en 1880, con seis meses batiendo cifras récord.\nSegún un análisis de la NASA, las temperaturas globales del año pasado estuvieron alrededor de 1,2 grados Celsius por encima del promedio para el período de referencia de la agencia (1951-1980), según informaron científicos del Instituto Goddard de Estudios Espaciales (GISS, en inglés).\nThe year 2023 was the hottest on record, according to scientists at\n[@NASAGISS]who maintain our global temperature data. We work with our partners at [@NOAA]to track the ways our planet is changing and help prepare for impacts of a warmer climate. [https://t.co/ULGyYvkfpN] [pic.twitter.com/7e7xvev6cG]\n— NASA (@NASA)\n[January 12, 2024]\n\"El informe de temperatura global de la NASA y la NOAA confirma lo que miles de millones de personas en todo el mundo experimentaron el año pasado. Nos enfrentamos a una crisis climática\" que va del \"calor extremo hasta los incendios forestales y el aumento del nivel del mar\", manifestó el administrador de la NASA, Bill Nelson.\nEste récord en las temperaturas coincide con un año de \"condiciones meteorológicas extremas en todo el planeta\" que, solo en Estados Unidos, han provocado 25 catástrofes que causaron daños por un valor de más de 1.000 millones de dólares cada una.\nEn una entrevista con EFE, la científica y meteoróloga del Centro de Vuelo Espacial Goddard de la NASA, Marangelly Fuentes, dijo que el aumento de las temperaturas \"no chocó a los científicos\".\nSobre las condiciones meteorológicas extremas, Fuentes matizó que, en los próximos años, no preocupa tanto el aumento de fenómenos que pueda haber, sino \"cuan destructivos estos desastres naturales se vuelven\".\nEn la conferencia de presentación del estudio sobre las temperaturas mundiales de 2023 -que la agencia espacial realizó junto a la Oficina Nacional de Administración Oceánica y Atmosférica (NOAA)-, la científica jefe de la NOAA, Sarah Kapnick, aseguró que \"los resultados son excepcionales\".\nEl \"calor excepcional\" azotó gran parte del mundo, provocando olas \"abrasadoras\" en América del Sur, Japón, Europa y Estados Unidos y en el suroeste de EEUU, Phoenix (Arizona) tuvo 31 días consecutivos de temperaturas superiores a 43,33 grados centígrados.\nDe junio a diciembre, se establecieron récords mundiales de temperatura cada mes. Julio fue el mes más caluroso jamás registrado.\nEn la conferencia sobre el informe, el jefe de Vigilancia y Evaluación del Clima de los Centros Nacionales de Información Medioambiental de la NOAA, Russell Vose, explicó que las temperaturas de 2023, de media, son unos 0,15 grados centígrados más cálidas que en 2016.\nEl reporte señala que el aumento en el calor va \"en alza\" y, en este sentido, Vose lamentó que \"las concentraciones actuales de dióxido de carbono son muy elevadas\", un hecho que no ayuda a poder contener dicho crecimiento.\nEn este sentido, Fuentes añadió en la entrevista que mientras los gases de efecto invernadero sigan aumentando, también lo hará la temperatura global del planeta, por lo que mostró \"esperanza\" en el acuerdo que se llegó el pasado diciembre en la cumbre del clima de Dubái.\nLa COP28 acordó iniciar una transición para dejar atrás los combustibles fósiles y así poder contener el aumento de la temperatura, pero Fuentes puntualizó que las consecuencias de dicho cambio se van a ver \"en un período largo de años\".\nEntre otras tragedias naturales sucedidas en 2023, la NASA destaca los incendios forestales masivos en Canadá y Hawái, y las lluvias intensas en Italia, Grecia, Estados Unidos y Europa Central.\nSegún la publicación, también batió récords el ciclón tropical Freddy, que se convirtió en el ciclón más prolongado de la historia, devastando zonas de Madagascar y Mozambique con inundaciones y deslizamientos de tierra mortales.\n\"Cada vez se esperan más lluvias y huracanes en zonas que no están acostumbradas a estas condiciones y, por lo tanto, en comunidades que no están preparadas para aguantarlas\", afirmó Fuentes, un hecho que relacionó con resultados devastadores en dichas áreas.\nPrecisamente hoy, la Organización Meteorológica Mundial (OMM) también ha confirmado que 2023 ha sido el año más caluroso del que se tiene registro, pulverizando además las marcas alcanzadas en 2016 y 2020.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment",
      "Science and Technology"
    ],
    "external_links": [
      "https://t.co/ULGyYvkfpN",
      "https://www.t.co/ULGyYvkfpN"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T21:49:31.739+02:00",
    "updated": "2024-01-12T21:49:31.739+02:00"
  }
]