[
  {
    "uuid": "a74a3c764029205c0b7a9d04bba0da192e771b2d",
    "url": "https://sportbuzz.uol.com.br/noticias/futebol/pele-ganha-homenagens-em-dia-que-marca-um-ano-apos-morte-do-craque.phtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2023-12-29T16:08:00Z",
    "title": "Pelé ganha homenagens em dia que marca um ano de sua morte",
    "text": "Santos e Conmebol prestam suas homenagens ao Rei Pelé; missa e projeção de camisas no Cristo Redentor ainda vão acontecer\nNesta sexta-feira, 29, faz um ano que a morte de Edson Arantes do Nascimento foi confirmada. Para homenagear a falta que o Rei do Futebol faz, Pelé vem recebendo declarações e exaltações de diversas pessoas e entidades, principalmente do time que defendeu em quase toda sua carreira e trouxe muitas alegrias, o Santos, além da Conmebol.\nDurante toda a sexta-feira, 29, Pelé será homenageado em diversas cerimônias religiosas na cidade de Três Corações, em Minas Gerais, onde nasceu, além de uma missa no Santuário do Cristo Redentor, no Rio de Janeiro. Existe uma previsão de uma grande movimentação de admiradores do Rei no mausoléu onde está sepultado, em Santos.\nVer essa foto no Instagram\nO dia 29 de dezembro de 2022 marcou o fim de uma vida brilhante, vítima de uma falência múltipla dos órgãos pela progressão de um câncer no cólon e infecção respiratória. O ídolo ficou um mês internado no Hospital Albert Einstein, na cidade de São Paulo, onde veio a falecer aos 82 anos de idade.\n“29 de dezembro de 2022. A data que ninguém gostaria de lembrar, mas que deve ser reverenciada. O mundo chorava por um homem e a imortalidade se tornava real. Símbolo de genialidade, de excelência, de perfeição. A história marcada por 1.116 jogos, os 1.091 gols, os 45 títulos pelo Santos FC. Com um simples apelido, um número 10 nas costas e assim se tornou o maior de todos os tempos. Um Rei para sempre”, escreveu o Santos, em sua homenagem ao maior jogador de todos os tempos do clube e do futebol.\n29 de dezembro de 2022. A data que ninguém gostaria de lembrar, mas que deve ser reverenciada. O mundo chorava por um homem e a imortalidade se tornava real. Símbolo de genialidade, de excelência, de perfeição. A história marcada por 1.116 jogos, os 1.091 gols, os 45 títulos pelo…— Santos FC (@SantosFC)\n[pic.twitter.com/MAL7Txj0Fk] [December 29, 2023]\nO Rei também foi homenageado pela\nConfederação Sul-Americana de Futebol. Através das redes sociais, a Conmebol publicou uma ilustração de Pelé com uma camisa verde amarela, uma coroa e alguns troféus, principalmente as taças do tricampeonato da Copa do Mundo. “Um ano sem o eterno rei! Pelé deu vida à camisa 10, transcendeu fronteiras e mudou a história do futebol. Sua genialidade em campo mostrou ao mundo o melhor do talento sul-americano. Inigualável. Incomparável. O dono de um legado único e imortal”, disseram.\nAlém disso, a imagem do Cristo Redentor receberá algumas projeções de camisas usadas ao longo da carreira de Pelé. O Papa Francisco enviou uma mensagem em homenagem ao jogador que será lida por Dom Orani Tempesta, Arcebispo do Rio de Janeiro, durante a missa celebrada às 19h30 com o reitor do Santuário do Cristo Redentor, o padre Omar Raposo.\nUm ano sem o eterno rei!— CONMEBOL.com (@CONMEBOL)\nPelé deu vida à camisa 10, transcendeu fronteiras e mudou a história do futebol. Sua genialidade em campo mostrou ao mundo o melhor do talento sul-americano.\nInigualável. Incomparável. O dono de um legado único e imortal. ⚽👑\n[#PeléEterno]♾ [pic.twitter.com/OWZKMHB5zP] [December 29, 2023]\nMuitas homenagens para relembrar o um ano do falecimento do craque estão acontecendo. O Memorial Necrópole Ecumênica, em Santos, preparou em dezembro um esquema especial para receber os fãs do jogador. Além disso, no último dia 25 de dezembro, a Câmara dos Deputados aprovou um projeto de lei que institui que o dia 19 de novembro será oficialmente o Dia do Rei Pelé, escolhida por ter sido a data na qual Edson Arantes do Nascimento marcou seu milésimo gol, em 1969, contra o Vasco, em pleno Maracanã.\nVeja outras homenagens das redes sociais:\nVer essa foto no Instagram\n1 ano sem o Rei do Futebol 👑⚽️— gabrieldiogo.ilustra ✨ (@gabrieldiogof)\nilustração que fiz em homenagem ao Pelé, juntamente com a Agência África para a campanha de Copa do Mundo de Itaú, em 2022\n[pic.twitter.com/Esg9pkoPOT] [December 29, 2023]\nPelé, o Rei do futebol. 👑🇧🇷❤️— Futebol Nostálgico! (@futnostalgico)\nNostálgico!\n[pic.twitter.com/gFbt4IoGqr] [December 29, 2023]\nHá 1 ano, o mundo do futebol se despedia de Edson Arantes do Nascimento, o Rei Pelé. — News Almirante (@NewsAlmirantee)\n[pic.twitter.com/8xXF0d6xdm] [December 29, 2023]\nVer essa foto no Instagram",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:41:44.274+02:00",
    "updated": "2023-12-29T21:41:44.274+02:00"
  },
  {
    "uuid": "bb0d6548aa3acde92d54baf497ecd069e59a0ebf",
    "url": "https://vnexplorer.net/gary-neville-mocks-furious-arsenal-fans-after-controversial-var-west-ham-goal-s697098.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:14:00Z",
    "title": "Gary Neville mocks furious Arsenal fans after controversial VAR West Ham goal",
    "text": "Gary Neville has mocked Arsenal fans who have been left fuming by the decision to award West Ham’s opening goal on Thursday night.\nGabriel and Oleksandr Zinchenko failed to clear the ball from a cross into the box, with the ball falling to Jarrod Bowen. The Hammers star reached for it, tapping it back to team-mate Tomas Soucek, who fired past David Raya.\nThat put David Moyes ‘ side a goal up, despite Arsenal having dominated possession up to that point. The goal was checked extensively by VAR Craig Pawson, with replays appearing to show the ball had gone out.\nBut with Bowen’s body blocking a clear view of the ball, Pawson directed referee Michael Oliver to award the goal. That sparked Neville into life, with the Manchester United defender taking full advantage of the chance to mock Gunners fans.\nNeville had previously filmed a segment for Sky Sports showing how the ball can be in even if it looks out. At the time, one Arsenal fan tweeted: “Gary Neville made a segment on live television talking about how spheres work and then Joe Willock came out and told the ball went out.”\nThe pundit responded to that tweet on Thursday night with 24 laughing face emojis. He followed that up by tweeting a photo of a ball that looked to be out but was in from his film, with the caption being the magnifying class emoji.\nHAVE YOUR SAY! Should West Ham’s goal against Arsenal have stood? Comment below.\nJarrod Bowen blocks the VAR before Tomas Soucek’s opener at Arsenal\nOne Arsenal fan did not take kindly to the mocking though, replying: “You were the worst full back in the PL.” Neville delivered a customarily witty comeback, writing: “Agreed but great at goal line technology.”\nHe did have good news for the Gunners, despite them going into half-time a goal down. Neville wrote: “On a positive note for Arsenal the front 3 are playing narrower and closer to each other to combine. They look dangerous!”\nFormer Rangers star Ally McCoist was unsure that the ball had stayed in, admitting the replays were inconclusive. McCoist said on Amazon Prime TV: “It’s a tough one. That is going to be a tough one, whether it’s gone out or not. That looks… what do we think? That looks out to me.”\nAfter seeing a different angle, he added “It looks in there! That frame it looks out, but it’s hidden (the ball). Clearly, Bowen is hiding the part of the ball that we really want to see, his right leg is covering the line.\n“It makes it extremely difficult for us. I’d very, very hopeful whoever is looking at it has another angle because you can’t see it. His right leg, his right thigh, is actually covering (the view).”\nJoin our new WhatsApp community! Click this link to receive your daily dose of Mirror Football content. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our Privacy Notice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mapuB.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mapuB.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gary neville",
          "sentiment": "negative"
        },
        {
          "name": "oleksandr zinchenko",
          "sentiment": "none"
        },
        {
          "name": "var craig pawson",
          "sentiment": "none"
        },
        {
          "name": "bowen",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "michael oliver",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        },
        {
          "name": "jarrod bowen",
          "sentiment": "none"
        },
        {
          "name": "joe willock",
          "sentiment": "none"
        },
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "neville",
          "sentiment": "none"
        },
        {
          "name": "gabriel",
          "sentiment": "none"
        },
        {
          "name": "pawson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "var west ham",
          "sentiment": "negative"
        },
        {
          "name": "west ham",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "manchester united",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:44.554+02:00",
    "updated": "2023-12-29T00:22:44.554+02:00"
  },
  {
    "uuid": "6dbf1e86f46e050b72eb2193ae7fe8dc12f6742c",
    "url": "https://www.infobae.com/colombia/2024/06/13/mujer-fue-presionada-a-hacerse-una-ligadura-de-trompas-en-malaga-una-comisaria-de-familia-seria-la-responsable",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carol Salazar",
    "published": "2024-06-13T21:06:00Z",
    "title": "Mujer fue presionada a hacerse una ligadura de trompas en Málaga: una comisaria de familia sería la responsable - Infobae",
    "text": "La ligadura de trompas es un proceso de anticoncepción definitivo - crédito visualesIA/Infobae La Procuraduría General de la Nación puso la lupa sobre un caso de presunto constreñimiento ilegal del que habría sido víctima una mujer en medio de un proceso de restablecimiento de derechos del que debía beneficiarse.\nDe acuerdo con el organismo de control, la ciudadana María Isabel Niño fue violentada en sus derechos cuando estaba haciendo los trámites necesarios con la Comisaría de Málaga (Santander) para que su hijo, que estaba en un hogar sustituto, le fuera devuelto.\nEn medio del proceso, presuntamente, la comisaria Sileidy Katherine Peña Palencia habría presionado a la mujer para que se sometiera a un proceso quirúrgico o, de lo contrario, no le regresaría a su hijo . Al parecer, la funcionaria le dijo que debía hacerse una ligadura de trompas para no tener más hijos y así garantizar el retorno del menor de edad.\nAhora puede seguirnos en nuestro WhatsApp Channel y en Facebook .\nDe acuerdo con Profamilia, la ligadura de trompas es un método de anticoncepción que se lleva a cabo por medio de una laparoscopia y que implica la cauterización de las trompas de Falopio para evitar que el óvulo llegue al útero. A pesar de que es un método definitivo, existe una manera de revertirlo: a través de la recanalización de las trompas.\nAhora bien, el acceso a este procedimiento debe ser consentido y voluntario, contrario a lo que habría pasado con la ciudadana María Isabel Niño. Por eso, la Procuraduría profirió pliego de cargos contra la comisaria en cuestión y continúa con la investigación para determinar las sanciones por presuntas faltas disciplinarias .\nLa ligadura de trompas implica la cauterización de las trompas de falopio para evitar que el óvulo llegue al útero - crédito Alcaldía de Bogotá “El Ministerio Público verifica la posible vulneración de la servidora pública de los principios de moralidad, lo cual conlleva su responsabilidad por tener una conducta integra y respetuosa. De esta manera, la Procuraduría Provincial de Bucaramanga calificó la presunta falta de Peña Palencia como gravísima, a título de dolo ”, indicó el organismo de inspección y vigilancia en un comunicado.\nCabe resaltar que la conducta de constreñimiento ilegal también está tipificada en el Código Penal Colombiano y se define de la siguiente manera: “ El que, fuera de los casos especialmente previstos como delito, constriña a otro a hacer, tolerar u omitir alguna cosa”. Quien incurra en este delito, podría ser privado de la libertad entre 16 y 36 meses, de acuerdo con la normativa.\nLa anticoncepción forzada en el conflicto Mujeres en Colombia fueron sometidas a la anticoncepción forzada en medio del conflicto armado - crédito Europa Press El hecho de obligar a las mujeres a utilizar métodos anticonceptivos no es algo nuevo en Colombia. Durante el conflicto armado, varias mujeres fueron sometidas a la esterilización forzada que, según la Comisión para el Esclarecimiento de la Verdad, es una de las formas de violencia reproductiva menos documentada en el país.\nDiferentes grupos armados reclutaron a menores de edad que después fueron sometidas a intervenciones para que no tuvieran la posibilidad de quedar en embarazo. “ Nos mandaban a capar para que no tuviéramos hijos. Y eso lo hicieron en el hospital. Se llegaba y se les pedía a las mujeres que iban a la jornada de desconexión, porque es que como nosotras éramos unas burras, unas perras pariendo. Saben que somos de pueblo y las mujeres de pueblo tenemos que tener nuestros hijos”, contó una lideresa de Santa Marta, cuyo testimonio fue recogido por el Centro Nacional de Memoria Histórica.\nLas AUC fueron responsables de la anticoncepción forzada de mujeres civiles en Córdoba y Magdalena - crédico Consejo Regional de Indígenas del Cauca Según detalló la Comisión de la Verdad, el Centro de Derechos Reproductivos hizo una revisión de más de 60 informes públicos y encontró que el grupo paramilitar Autodefensas Campesinas del Casanare y el Bloque Norte fueron responsables de varios casos de anticoncepción forzada en Colombia. Además, las mujeres que ejercían trabajo sexual en diferentes zonas del país también fueron obligadas por los paramilitares a utilizar métodos anticonceptivos .\nPor su parte, hombres armados del Bloque Norte de las AUC de Córdoba y Magdalena sometían a mujeres civiles a la esclavitud sexual y, cuando quedaban en embarazo, las hacían pasar por procedimientos de aborto forzado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/infobaecolombia",
      "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://facebook.com/infobaecolombia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:45:15.387+03:00",
    "updated": "2024-06-14T00:45:15.387+03:00"
  },
  {
    "uuid": "45aa6d67a6f27ab7e18f27aeb61c72143ae12147",
    "url": "https://www.waaytv.com/news/nws-confirms-at-least-4-tornados-touched-down-in-north-alabama-during-wednesdays-storms/article_3269343e-0e6b-11ef-aea8-f732ff0322df.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Broadway",
    "published": "2024-05-09T05:00:00Z",
    "title": "NWS confirms at least 4 tornados touched down in North Alabama during Wednesday's storms | News | waaytv.com",
    "text": "The National Weather Service in Huntsville say at least four tornadoes touched down in North Alabama during Wednesday's severe weather outbreak. A tornado touched down in the Henagar area in Jackson County Wednesday night. The EF-2 tornado touched down between County Road 425 and 322 at 10:54 p.m. three miles southeast of Pisgah. The tornado had a path stretching 10.22 miles long and 880 yards wide. Wind speeds peaked at 135 mph. The tornado ended at 11:20 p.m. three miles northwest of Hammondville in DeKalb County. According to the NWS, seven people were injured during the tornado. Officials say the tornado caused widespread damage including overturning a camper, partially destroying a home, and moving a mobile home off its foundation. The NWS says an EF-1 tornado touched down in the Old Town area in Madison County Wednesday night. The tornado started three miles northeast of Huntsville near Walker Avenue at 9:28 p.m. and ended at 9:32 p.m. four miles east, northeast of Huntsville. Wind speeds reached 105 mph. The path was 2.38 miles long and 600 yards wide. The NWS says several large trees were uprooted in the tornado and that the debris signature continued southeast over Monte Sano. No injuries were reported. Another tornado touched down in the McMullen Cove area, according to the NWS. Officials say the EF-2 tornado touched down just north of Little Cove Road four miles west of Gurley. It started at 9:44 p.m. and had a path .87 miles long and 275 yards wide. Wind speeds reached 122 mph. The tornado ended at 9:48 p.m. three miles west of Gurley. Zero injuries were reported. Some of the damage included siding peeling off a garage and partially uplifted roofs on four homes on Kenhurst Lane SE. Another tornado touched down in the Brigadoon area in Limestone County. The NWS said that tornado was an EF-3. It started at 8:23 p.m. where it touched down on the Tennessee River just east of where the Elk River meets it and then moved inland toward the Brigadoon neighborhood. The tornado had a path 2.22 miles long and .13 miles wide with wind speeds reaching 136 mph. The tornado ended at 8:30 p.m. eight miles north of Hillsboro. The NWS says no injuries were reported. Storm damage included a home with exterior walls that collapsed and part of the roof gone. Homes nearby had substantial roof damage, trees were uprooted, and vehicles were damaged.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "neutral"
        },
        {
          "name": "nws",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "huntsville",
          "sentiment": "none"
        },
        {
          "name": "north alabama",
          "sentiment": "none"
        },
        {
          "name": "jackson county",
          "sentiment": "none"
        },
        {
          "name": "walker avenue",
          "sentiment": "none"
        },
        {
          "name": "dekalb county",
          "sentiment": "none"
        },
        {
          "name": "pisgah",
          "sentiment": "none"
        },
        {
          "name": "old town",
          "sentiment": "none"
        },
        {
          "name": "madison county",
          "sentiment": "none"
        },
        {
          "name": "henagar",
          "sentiment": "none"
        },
        {
          "name": "hammondville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T05:01:28.223+03:00",
    "updated": "2024-05-10T05:01:28.223+03:00"
  },
  {
    "uuid": "3e7807084fe0457c0dc716e81d7426e2ea0b1532",
    "url": "https://conservativebrief.com/michelle-seen-85810",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jon Dougherty",
    "published": "2024-09-19T16:39:00Z",
    "title": "Michelle Obama Seen Handing Out Free Soda Samples At Costco",
    "text": "Michelle Obama delighted shoppers at a Costco in Livermore, CA, by promoting her new healthy beverage, Plezi Fizz.\nA TikTok video shared on Tuesday captured the former first lady standing in front of a substantial display of the drinks, which were launched in March.\nCustomers gathered around Michelle and her bodyguard, eager to take photos, the DailyMail.com reported. Several photos were also posted to social media.\nMichelle Obama at my Costco today giving out samples pic.twitter.com/UgYgF8J6Jv\n— 𝕶𝖎𝖗𝖇𝖘 (@BasedKirby) September 18, 2024\n@shakeandstirco2024 Costco in livermore! #costcodeals ♬ original sound – Shake&Stir\nIn the 25-second video, Michelle Obama informed the audience that the beverage was healthy, calorie-free, and delicious. A Costco employee named Oscaldo told DailyMail.com that the event took place on Wednesday, during which Obama was promoting her new business.\nMichelle Obama serves as the co-founder and strategic partner of Plezi Nutrition. According to the brand’s website, she is guiding the company to become a leader in creating healthy food and beverage brands, the outlet reported.\nOn the company’s website, she noted in a statement: “We’re starting with a beverage because we know how much concern parents and pediatricians have about sugary drinks.”\nPlezi Fizz comes in three flavors: Lemon Lime Squeeze, Cherry Limeade and Strawberry Lemonade. They reportedly contain 70 percent less sugar than other leading fruit juices.\nEarlier this summer, the former first lady sent a gaslighting message to black Americans that voting in the November elections is “critical” to protecting their “freedom.”\n“Juneteenth is all about celebrating our collective freedom and fighting to protect it,” Obama said in a video posted on X.\n“Our power, our rights, and even our planet are on the ballot this year,” Obama said. “So, now is the time to think about how you’re going to make your voice heard in this election.”\nThe desperate message comes as recent polling shows that former President Donald Trump may be on the verge of capturing a historic number of votes from black Americans.\nThe former first lady established the voter registration and engagement organization “When We All Vote” in 2018, and pushed her 22 million followers on X to visit the group’s website.\n“Get yourself registered to vote, and then text three friends to do the same,” she said. “Do not sit on the sidelines this year, because this is a critical moment for all of us.”\nWATCH:\nOn Juneteenth, we celebrate our freedom, our resilience, and our progress. Today we’re honoring all the Black folks who came before us – who helped build our country with their bare hands – who marched and fought to do everything they could to build a better future for us all.… pic.twitter.com/NmdjgcUK3t\n— Michelle Obama (@MichelleObama) June 19, 2024\nDuring a January interview on Jay Shetty’s “On Purpose” podcast, Obama put out another over-the-top call to action, claiming she was “terrified about what could possibly happen” in the election.\n“Because our leaders matter,” she then said. “Who we select, who speaks for us, who holds that bully pulpit — it affects us in ways that sometimes I think people take for granted.”\nIn March, Obama’s office confirmed again that she “will not be running for president,” as many had speculated she would amid disturbingly low poll numbers for Biden.\n“As former first lady Michelle Obama has expressed several times over the years, she will not be running for president,” Crystal Carson, director of communications for Obama’s office, told NBC News at the time.\n“Mrs. Obama supports President Joe Biden and Vice President Kamala Harris’ re-election campaign,” she added.\nOthers continued to predict that the former first lady would eventually throw her hat into the ring, but that was before President Biden chose to end his reelection bid and essentially anoint Harris as his successor, which the Democratic Party officially did at its August convention.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.tiktok.com/music/original-sound-7415793351351765790?refer=embed",
      "https://www.tiktok.com/@shakeandstirco2024/video/7415793394317905183",
      "https://www.dailymail.co.uk/news/article-13865621/michelle-obama-throws-soda-costco-warehouse-california.html",
      "https://t.co/UgYgF8J6Jv",
      "http://www.youtube.com/watch?v=X2vNGwMCw-M",
      "https://www.tiktok.com/tag/costcodeals?refer=embed",
      "https://www.newsmax.com/newsfront/michelle-obama-replace-joe-biden/2024/03/05/id/1155974/",
      "https://twitter.com/BasedKirby/status/1836226921753121104?ref_src=twsrc%5Etfw",
      "https://x.com/MichelleObama/status/1803474085932048765",
      "https://www.tiktok.com/@shakeandstirco2024?refer=embed",
      "https://t.co/NmdjgcUK3t",
      "https://twitter.com/MichelleObama/status/1803474085932048765?ref_src=twsrc%5Etfw",
      "https://twitter.com/BasedKirby/status/1836226921753121104",
      "https://tiktok.com/tag/costcodeals?refer=embed",
      "https://www.tiktok.com/music/original-sound-7415793351351765790",
      "https://www.t.co/NmdjgcUK3t",
      "https://dailymail.co.uk/news/article-13865621/michelle-obama-throws-soda-costco-warehouse-california.html",
      "https://www.tiktok.com/@shakeandstirco2024",
      "https://www.t.co/UgYgF8J6Jv",
      "https://www.twitter.com/BasedKirby/status/1836226921753121104?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/MichelleObama/status/1803474085932048765?ref_src=twsrc%5Etfw",
      "https://tiktok.com/music/original-sound-7415793351351765790?refer=embed",
      "https://newsmax.com/newsfront/michelle-obama-replace-joe-biden/2024/03/05/id/1155974/",
      "https://www.tiktok.com/tag/costcodeals",
      "http://youtube.com/watch?v=X2vNGwMCw-M",
      "https://www.x.com/MichelleObama/status/1803474085932048765",
      "http://www.youtube.com/watch",
      "https://tiktok.com/@shakeandstirco2024/video/7415793394317905183",
      "https://tiktok.com/@shakeandstirco2024?refer=embed",
      "https://twitter.com/MichelleObama/status/1803474085932048765",
      "https://www.newsmax.com/newsfront/michelle-obama-replace-joe-biden/2024/03/05/id/1155974"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:29:23.322+03:00",
    "updated": "2024-09-20T00:29:23.322+03:00"
  },
  {
    "uuid": "c801eb3bcfcc90bc9828942aa8b8381781ef7bc3",
    "url": "https://cms2.record.com.mx/contra/lomito-soldado-festejan-cumpleanos-de-arkadas-perrito-del-ejercito-mexicano",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@record_mexico",
    "published": "2024-01-07T21:34:00Z",
    "title": "¡Lomito soldado! Festejan cumpleaños de 'Arkadas', perrito del ejército mexicano",
    "text": "¡Lomito soldado! Festejan cumpleaños de 'Arkadas', perrito del ejército mexicano Los elementos caninos son una parte importante del [ejército mexicano](https://www.record.com.mx/contra/ejercito-mexicano-se-encargara-de-remodelar-el-estadio-de-beisbol-kukulcan), es por eso que a los ['lomitos'](https://www.record.com.mx/empelotados/puppy-bowl-2023-evento-para-concientizar-la-adopcion-de-animales) se les festeja a lo grande, como fue con 'Arkadas', quien celebró su [cumpleaños.](https://www.record.com.mx/empelotados/nino-de-cuatro-anos-festeja-su-cumpleanos-con-tematica-de-santiago-gimenez) En el vídeo compartido en redes sociales, se puede ver qué decenas de personas se encuentran cantando las tradicionales mañanitas mientras el canino degusta su pastel de cumpleaños. Este apenas es el primer año de vida de la todavía cachorra 'Arkadas', pero se espera que pase muchos años más acompañada del ejercicio mexicano al cual llegó hace casi siete meses, cuando fue donada por Turquía en señal de agradecimiento al pueblo mexicano. [TAMBIÉN TE PUEDE INTERESAR: LÓPEZ OBRADOR PROMETE REFORMA A SALARIOS MÍNIMOS Y AFORES](https://www.record.com.mx/contra/lopez-obrador-promete-reforma-a-salarios-minimos-y-afores) Arkadas se unió al ejército mexicano el pasado mes de mayo y aún se encuentra en el proceso de adiestramiento que va muy bien, por lo que en un par de meses seguramente estará en los aeropuertos como parte de la revisión.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:23:43.536+02:00",
    "updated": "2024-01-08T01:23:43.536+02:00"
  },
  {
    "uuid": "f1e5971876ebff5e62e0b07748321726e64544fc",
    "url": "https://www.mainepublic.org/business-and-economy/2024-10-17/maine-connectivity-authority-launches-program-to-reach-mainers-without-internet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kaitlyn Budion",
    "published": "2024-10-17T21:27:00Z",
    "title": "Maine Connectivity Authority launches program to reach Mainers without internet",
    "text": "Maine Connectivity Authority launches program to reach Mainers without internet The Maine Connectivity Authority is launching a new program it said will bring internet access to everyone in Maine. Through its Working Internet ASAP program, the authority will purchase low-earth orbit satellite hardware, and allow users to access the internet through Starlink. The program is aimed at reaching the 9,000 homes and businesses in Maine that don't have access to any internet service, said authority president Arthur Butcher. \"The Working Internet ASAP, is one step to ensure a fast option for anyone who doesn't have it, but certainly the progress, while substantial, our work still won't be done,\" Butcher said. The authority will also invest another $350 million in broadband infrastructure across the state, he said. That program is directed to the 5% of the state with unreliable internet service. Butcher said while work continues on expanding broadband infrastructure, in the meantime, the Working Internet ASAP program will help connect those with no other option. \"So this program right now is a way to ensure that those 9,000 locations that have no other option are not stranded in the digital dark, while we put the rest of federal funding to work,\" he said. Applications for the program open in November, Butcher said. The authority is planning outreach in eligible communities, and will offer an over-the-phone application option.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:53:57.297+03:00",
    "updated": "2024-10-25T04:31:38.113+03:00"
  },
  {
    "uuid": "f5cb067e03013095b772c84d268f38f198cfee53",
    "url": "https://timesofindia.indiatimes.com/city/thane/thane-synagogue-gets-hoax-bomb-threat-email/articleshow/106362116.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nishikant Karlikar",
    "published": "2023-12-28T21:25:00Z",
    "title": "Thane synagogue gets hoax bomb threat email | Thane News - Times of India",
    "text": "THANE: A 144-year-old Jewish synagogue in Thane received a bomb threat email on Thursday afternoon. Though the threat later turned out to be a hoax, police stepped up vigil outside Shaar Hashamaim - Gate of Heaven Synagogue in Charai's Dhobi Ali area.A preliminary probe found that the email had been sent from the US. \\\"The IP address seems to be from the US. We are trying to track down the sender,\\\" said Ravi Kshirsagar, senior inspector, Naupada police station. The bomb threat email assumes importance in the wake of the IED explosion outside the Israeli Embassy.Complainant Samual Daniel (64) told Naupada police that around 12.20pm, one of the trustees spotted the threat email which read: \\\"I planted bombs inside of your synagogue. The explosives are well hidden and they will go off soon. We will make sure you all end up dead. We are a terrorist group called: Fuming.\\\"The trustee alerted Naupada police and the Israel consulate. Police rushed a bomb detection and disposal squad to the spot and evacuated the staff at the prayer centre. They cordoned off the area, diverted traffic and instructed commercial establishments to down their shutters for a brief period. \\\"We carried out a thorough search and did not find anything suspicious. However, security has been stepped up in the area,\\\" said DCP Ganesh Gawade. Police have regi-stered an FIR under the releva-nt Indian Penal Code sections.The foundation stone for the synagogue was laid on March 26, 1878, and the building was completed on December 29, 1879. In 1999, the synagogue was renovated and beautified. Daniel said the Thane synagogue is an important centre of Jewish community activities. He added that around 40% of the Jewish population in India reside in and around Thane city and most of them offer prayers at Shaar Hashamaim.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thane",
          "sentiment": "negative"
        },
        {
          "name": "ravi kshirsagar",
          "sentiment": "none"
        },
        {
          "name": "naupada",
          "sentiment": "none"
        },
        {
          "name": "samual daniel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "charai",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "dhobi ali",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:04.616+02:00",
    "updated": "2023-12-29T02:17:04.616+02:00"
  }
]