[
  {
    "uuid": "94bc48760f4b00547eed7ac5863c2439bf499ec3",
    "url": "https://m.dailyhunt.in/news/india/english/anienglish-epaper-dh448c3797a13d4f32b1d2367d0d72a726/assam+rifles+celebrates+33rd+anniversary+of+op+dudhi+in+nagaland-newsid-n606110524",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-05-05T12:08:00Z",
    "title": "Assam Rifles celebrates 33rd anniversary of Op 'Dudhi' in Nagaland",
    "text": "Kohima (Nagaland) [India] May 5 (ANI): Assam Rifles celebrated its 33rd anniversary of \"Operation Dudhi' in Nagaland's Chumoukedima district, said an official statement on Sunday.\nThe Operation took place in Jammu and Kashmir&apos;s Kupwara on May 5, 1991.Director General Assam Rifles Lt Gen Pradeep Chandran Nair was the Chief Guest on the occasion.\nTalking to media persons, the Director General said that the event was essentially not just to commemorate but to celebrate the great Operation.\"This is a very unique operation which unfortunately is not well known as it should be,\" he said and stated that it was the most successful Operation ever in counterinsurgency anywhere in the country.\nStating that since the operation took place many years back, it is not known to many, Nair said that he aimed to get more people involved in this Operation to bring them back to their platform where it can be celebrated and recognise the valour and bravery that they showed, as per the release.\n\"72 terrorists were neutralized, and 13 were apprehended and a total of 118 weapons (largely AK -47 series) were seized in this operation,\" read the statement.\nAll the soldiers who had taken part in this operation were invited to Assam Rifles and once again felicitated. DG Nair presided over the event and interacted with retired Junior Commissioned Officers (JCOs) and Other Ranks (OR) who were part of the operation back in 1991, it added.The operation led by Naib Subedar Padam Bahadur Chhetri and 14 Jawans was undertaken at the Dudhi post in the Chowkibal area in the initial days of the 1990s when Kashmir was hit by Pakistani terrorists.\nThe statement further added that two bravehearts rifleman Ram Kumar Arya from Uttarakhand and Rifleman Kameshwar Prasad from Bihar, made the supreme sacrifice during Operation Dudhi.Chhetri was awarded the Kirti Chakra along with many other gallantry awards bestowed upon the members of the team for their outstanding performance which included one Shurya Chakra, two sena medals, one GOC-in-C Northern Command Commendation card and nine Director General Commendation Cards, It added. (ANI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "assam rifles lt gen pradeep chandran nair",
          "sentiment": "none"
        },
        {
          "name": "nair",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "assam rifles",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "nagaland kohima",
          "sentiment": "none"
        },
        {
          "name": "nagaland",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "kupwara",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "chumoukedima",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T20:49:05.923+03:00",
    "updated": "2024-05-06T03:00:02.971+03:00"
  },
  {
    "uuid": "457a2679fdfa1b40d625e63cf8ab0c9a0652b357",
    "url": "https://www.wlky.com/article/nelson-county-sheriff-injured-during-police-chase/46245922",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Adams",
    "published": "2023-12-28T23:47:00Z",
    "title": "Injured during pursuit, Nelson County sheriff says, 'I'm lucky'",
    "text": "Injured during pursuit, Nelson County sheriff says, 'I'm lucky' A police pursuit with speeds reaching more than 100 miles an hour ends with an arrest and a local sheriff injured. A police pursuit with speeds reaching more than 100 miles an hour ends with an arrest and a local sheriff injured. A police pursuit with speeds reaching more than 100 miles an hour ends with an arrest and a local sheriff injured. In video obtained by WLKY, the wailing of police sirens is heard during a pursuit and an officer is seen falling to the ground as his spike strips and other equipment become tangled under the suspect's speeding car. That officer is none other than Nelson County Sheriff Ramon Pineiroa, who raced to the scene when he heard about the chase entering his county. It happened just before 5 p.m. Sunday, on Christmas Eve. \"The food was ready. We were ready to go to my in-laws,\" the sheriff told WLKY. Kentucky State Police were in pursuit of Jacorey Thomas, 32, who was wanted on charges out of Ohio. They had tried to stop him for speeding in Hardin County, but Thomas took off. The sheriff posted up at Exit 21 of the Bluegrass Parkway. \"He was still going pretty lead foot, five miles later, he was still at it. So I said, 'I'll set up spike strips again,'\" Pineiroa said. Responding officers had already thrown down several, and the suspect was driving on at least one flat tire. \"When he came around and I pulled the spike strips, they got tangled underneath his car, and that's when the pulling began,\" Pineiroa said. Incredibly, he managed to get back up immediately, and then he tried to drive himself to the hospital. The sheriff eventually called for help and was loaded into an ambulance to be taken to a local hospital. His fingers were cut deep and the bleeding would not stop. Pineiroa was treated and released that evening and says he feels fortunate it didn't turn out worse. \"Blessed, lucky. You name it. I got all 10 (fingers),\" he said. The pursuit ended just two miles from where the sheriff was injured. Jacorey Thomas is from Cincinnati, but he remains behind bars in Hardin County. He is facing multiple charges related to the chase, including assault on a police officer.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas",
          "sentiment": "none"
        },
        {
          "name": "ramon pineiroa",
          "sentiment": "none"
        },
        {
          "name": "jacorey thomas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kentucky state police",
          "sentiment": "none"
        },
        {
          "name": "wlky",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nelson county",
          "sentiment": "none"
        },
        {
          "name": "hardin county",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:53:32.637+02:00",
    "updated": "2023-12-29T04:01:16.484+02:00"
  },
  {
    "uuid": "dc5901dfc8926cfa942025d8b7ca8064c12e800b",
    "url": "https://www.meneame.net/story/parlamentarios-rusos-apelaran-onu-biolaboratorios-africa-ingles/c09",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Condenación",
    "published": "2024-06-27T20:31:00Z",
    "title": "#9 Los parlamentarios rusos apelarán a la ONU por los \"biolaboratorios estadounidenses\" en África [Ingles]",
    "text": "Russia Today aún no hay encontrado los biolaboratorios ucranianos, así que tiene que inventar nuevas memeces.\nEnvío al contenedor de basura orgánica del tirón.\nMejor dejo la traducción.\nLa Duma estatal rusa está preparando un llamamiento a la ONU en relación con la supuesta actividad de los biolaboratorios militares estadounidenses en África, según informó el vicepresidente Aleksandr Babakov.\nEn una entrevista con los medios rusos el miércoles, Babakov afirmó que Washington no debería utilizar África como “campo de pruebas” .\nSegún el parlamentario, Estados Unidos continúa con “políticas coloniales racistas hacia los pueblos de África”. Las élites políticas de Washington sermonean al mundo sobre la democracia, al mismo tiempo que despliegan tropas en estados soberanos e instigan revoluciones de color, afirmó Babakov.\nAfirmó que estas acciones ahora han escalado a la realización de experimentos en humanos y la creación de biolaboratorios mientras el ejército estadounidense busca diseñar nuevas armas.\n\"Esta cuestión debe abordarse en el Consejo de Seguridad de la ONU y actualmente estamos preparando un llamamiento apropiado ante la ONU\", afirmó el legislador ruso.\nBabakov también mencionó planes para llegar a los parlamentos de los países africanos y proporcionarles pruebas de la bioinvestigación realizada por Estados Unidos.\nEl martes, el jefe de las Fuerzas de Protección Nuclear, Química y Biológica de Rusia, el teniente general Igor Kirillov, afirmó que Washington está ampliando su presencia militar biológica en toda África. Destacó a África como una nueva zona de interés para el Departamento de Defensa de Estados Unidos y agencias relacionadas.\n\"Debido a que Rusia ha logrado detener la implementación de programas de guerra biológica en los territorios liberados de Ucrania, el Pentágono se ve obligado a transferir investigaciones incompletas en el marco de proyectos ucranianos a otras regiones\", afirmó Kirillov.\nRusia tiene documentos que confirman la rápida expansión de la presencia de guerra biológica de Estados Unidos en África, añadió el general.\nA finales del año pasado, Kirillov dijo que Rusia había obtenido documentos que demostraban que Estados Unidos había realizado investigaciones sobre componentes de armas biológicas y patógenos altamente peligrosos en Ucrania.\nEs de rt pero podeis verla con la vpn de opera.\nDespués de los biolaboratorios ultrasecretos ucranianos le toca a los africanos.\nRelacionada de aquella manera.\nhttps://historia.nationalgeographic.com.es/a/temible-ejercito-hombres-mono-stalin_15402\n#1 es que justo es eso lo que dicen, que como ya no pueden tener biolaboratorios militares en Ucrania, los han movido a Africa\nArmas biológicas...\nLos norteamericanos tienen leyes que prohíben los bio laboratorios y las cárceles de tortura... en su territorio.\nNo me puedo imaginar lo que dirían los telediarios occidentales si pillan una farmacia china o rusa en algún país africano.\nAl fresco bulo ruso...\nRT o sea propaganda\nVoto bulo\n#6 Por eso está en ocio.\nPero haberlos haylos.\nhttps://obamawhitehouse.archives.gov/the-press-office/2014/08/04/fact-sheet-us-african-cooperation-global-health\nEstados Unidos se ha comprometido a trabajar con al menos 30 países socios para avanzar en la seguridad sanitaria global durante los próximos 5 años hacia 12 hitos específicos. Como ejemplo de cómo Estados Unidos cumplirá este compromiso, el gobierno de Estados Unidos y los países socios están estableciendo centros de operaciones de emergencia, construyendo sistemas de información y reforzando la seguridad de los laboratorios para mitigar las amenazas biológicas y desarrollar la capacidad de los socios. Estados Unidos, en asociación con la Unión Africana, apoyará los esfuerzos para establecer un Centro Africano para el Control y la Prevención de Enfermedades, que se basará en el apoyo de larga data de Estados Unidos a un sector de salud y ciencia cada vez más capaz en África.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://historia.nationalgeographic.com.es/a/temible-ejercito-hombres-mono-stalin_15402",
      "https://obamawhitehouse.archives.gov/the-press-office/2014/08/04/fact-sheet-us-african-cooperation-global-health",
      "https://www.historia.nationalgeographic.com.es/a/temible-ejercito-hombres-mono-stalin_15402",
      "https://www.obamawhitehouse.archives.gov/the-press-office/2014/08/04/fact-sheet-us-african-cooperation-global-health"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:47:24.955+03:00",
    "updated": "2024-06-28T00:47:24.955+03:00"
  },
  {
    "uuid": "ed72fa0589140e5474d1f9c7be642de747abac4d",
    "url": "https://www.folhavitoria.com.br/politica/noticia/02/2024/justica-mantem-prisao-de-brasileiro-suspeito-de-envolvimento-com-o-hezbollah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Folha Vitória",
    "published": "2024-02-01T20:49:00Z",
    "title": "Justiça mantém prisão de brasileiro suspeito de envolvimento com o Hezbollah",
    "text": "Justiça mantém prisão de brasileiro suspeito de envolvimento com o Hezbollah A investigação foi aberta em outubro, depois que a Polícia Federal recebeu um memorando da Embaixada dos Estados Unidos no Brasil O Superior Tribunal de Justiça (STJ) negou o habeas corpus que pedia o fim da prisão preventiva de um homem investigado por suspeita de participar do Hezbollah, grupo paramilitar xiita do Líbano. A ação pedia a liberação de Lucas Passos Lima, 35, que foi detido no aeroporto de Guarulhos, em São Paulo, em novembro, quando voltava do Líbano. Na ocasião, Lucas foi preso temporariamente, mas a medida foi convertida no mês seguinte em prisão preventiva, que não tem prazo para terminar. O suspeito disse que viajou ao Líbano porque recebeu uma proposta de \"crescimento de negócio\". Ele contou que estudou até o oitavo ano e trabalha com regularização de imóveis, corretagem e venda de grãos. Procurada pelo Estadão, a defesa do suspeito não foi encontrada para comentar o caso. >> Quer receber nossas notícias 100% gratuitas? Participe da nossa comunidade de Política no [Telegram!](https://t.me/folhavitoriaoficial) A investigação foi aberta em outubro, depois que a Polícia Federal recebeu um memorando da Embaixada dos Estados Unidos no Brasil, por meio do Escritório do Adido Legal do FBI, alertando para as suspeitas de ligação entre brasileiros e terroristas. Em sua decisão, o ministro Og Fernandes, no exercício da presidência da Corte, negou o pedido porque a instância antecedente ainda não deliberou sobre tema, apenas indeferiu o habeas corpus em decisão liminar. A alegação da defesa de Lucas foi a de excesso de prazo na prisão preventiva. O caso tramita na Justiça Federal de Belo Horizonte (MG). Ao negar o habeas corpus, a desembargadora responsável determinou que as diligências fossem concluídas no prazo de 15 dias. No novo pedido de soltura, dessa vez ao STJ, a defesa alegou que a prisão é ilegal, porque ultrapassou 90 dias sem o oferecimento da denúncia, mas o ministro destacou que a prisão preventiva foi considerada legal, com base em indícios da Lei Antiterrorismo e na complexidade da investigação. Conforme mensagens e arquivos obtidos a partir da quebra de sigilo dos telefones e e-mails dos investigados na Operação Trapiche, há indícios de que brasileiros estavam sendo recrutados pelo Hezbollah, para ações terroristas no Brasil. Segundo os investigadores, o grupo sob suspeita planejava ataques contra prédios da comunidade judaica no Brasil. O grupo estaria \"monitorando\" alguns alvos, como sinagogas, fazendo fotos de tais locais. Outros dois presos na mesma operação, o técnico em plásticos Jean Carlos de Souza, detido no centro de São Paulo e o músico Michael Messias, detido no Rio de Janeiro, foram colocados em liberdade em dezembro. Todos, incluindo Lucas, negaram envolvimento no planejamento de atos terroristas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://t.me/folhavitoriaoficial)",
      "https://www.t.me/folhavitoriaoficial)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:16:30.341+02:00",
    "updated": "2024-02-02T00:16:30.341+02:00"
  },
  {
    "uuid": "bc0ae2ce768e938b8067fc5c396960e4385d0869",
    "url": "https://www.wbay.com/2023/12/28/winning-50000-powerball-ticket-sold-green-lake/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WBAY",
    "published": "2023-12-28T21:40:00Z",
    "title": "Winning $50,000 Powerball ticket sold in Green Lake",
    "text": "Winning $50,000 Powerball ticket sold in Green Lake GREEN LAKE, Wis. (WBAY) - A winning $50,000 Powerball ticket was sold at GL Crossroads Convenience on 760 Commercial Avenue in Green Lake for the Wednesday, December 27 drawing, the Wisconsin Lottery said [on its website](https://wilottery.com/news/winning-50000-powerball-ticket-sold-green-lake). The winning ticket matched four of five numbers (4-11-38-51-68) and the Powerball (5). The Wisconsin Lottery said this is the ninth winning Powerball ticket of $50,000 or more sold in Wisconsin this month. The total jackpot continues to grow - the estimated Powerball jackpot for Saturday’s drawing is $760 million, the ninth largest jackpot in the game’s history. This is not the first time this year that GL Crossroads Convenience has sold a winning ticket. The Wisconsin Lottery said the Lottery retailer sold an $11,000 winning [Badger 5](https://wilottery.com/games/badger-5) jackpot ticket in July. In Wisconsin, there were 28,286 Powerball winning tickets sold for Wednesday night’s drawing. Since the jackpot run began on October 11, Wisconsin players have won $3,748,251 in total Powerball prizes, the lottery says. Copyright 2023 WBAY. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://wilottery.com/games/badger-5)",
      "https://wilottery.com/news/winning-50000-powerball-ticket-sold-green-lake).",
      "https://www.wilottery.com/games/badger-5)",
      "https://www.wilottery.com/news/winning-50000-powerball-ticket-sold-green-lake)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wisconsi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wisconsin lottery",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "green lake winning",
          "sentiment": "none"
        },
        {
          "name": "green lake green lake",
          "sentiment": "none"
        },
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "green lake",
          "sentiment": "none"
        },
        {
          "name": "wisconsin lottery",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:46:38.599+02:00",
    "updated": "2023-12-29T00:46:38.599+02:00"
  },
  {
    "uuid": "aa6472aaec16f8911a2ab0fc0beea461e49601ba",
    "url": "https://poststar.com/news/nation-world/idaho-students-killed-notorious-crime-houses/article_90399c56-fc05-5adf-a73d-5a0f9ef43bcb.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dakin Andone, CNN",
    "published": "2023-12-28T18:30:00Z",
    "title": "Idaho house where 4 students were killed is being razed. Here’s what happened to other homes linked to notorious killings",
    "text": "The University of Idaho on Thursday began demolition of the off-campus home where four students were fatally stabbed last year — the latest instance in which a property is razed following grisly, high-profile killings.\nEthan Chapin, Kaylee Goncalves, Xana Kernodle and Madison Mogen were killed inside the Moscow, Idaho, off-campus rental on Nov. 13, 2022,\nstunning the university and the surrounding community.\nThe owner of the home donated it to the university and the school planned to tear it down in July, before the start of the new academic year. But\nthose plans were delayed until this month, when the university announced attorneys for the suspect, Bryan Kohberger, had been given access to the home as part of their preparations for trial. Prosecutors also accessed the house on Dec. 21, the school said.\nPeople are also reading…\nKohberger has been charged with four counts of first-degree murder, and\nnot guilty pleas have been entered on his behalf. Prosecutors have proposed his trial begin in the summer of 2024.\nThursday’s demolition – taking place during winter break – was expected to last several days, the University of Idaho said in a news release this month. But it could be finished within a day, Jodi Walker, university spokesperson Jodi Walker told CNN.\n“It is the grim reminder of the heinous act that took place there,” University of Idaho President Scott Green said in a news release. “While we appreciate the emotional connection some family members of the victims may have to this house, it is time for its removal and to allow the collective healing of our community to continue.”\nOn the eve of the demolition, the families of Goncalves and Kernodle pleaded with the university and local prosecutors to preserve the home. They argued it may provide evidence during the murder trial, including about how much the surviving roommates may have heard during the killings, according to a joint statement.\nBut neither prosecutors nor defense attorneys have opposed the demolition,\nthe university said, and a prosecutor told school officials in an email the house is “so substantially different than at the time of the homicides” that a jury wouldn’t be authorized to see it.\nWith the house gone, attention can turn to the property’s future. The university intends to create a\nmemorial garden on the site to honor the four students, it has said, and landscape design and architecture students were set to draft concepts for the garden this past fall.\nThe question of what to do with such properties has become distressingly rote in recent years, particularly in the U.S., where communities regularly have to grapple with the scenes of mass shootings, asking themselves how they honor the victims and their families while allowing those left behind to heal and move forward.\nThat’s particularly difficult following\nmass shootings at schools, where students and teachers face the possibility of having to return: For example, Sandy Hook Elementary in Newtown, Connecticut, was torn down and rebuilt after 26 people, including 20 6- and 7-year-old children, were killed in a shooting there in December 2012.\nBut for decades, communities have faced similar questions about private homes, like the one in Idaho, where notorious killers lived or their victims were murdered. Often these homes are torn down, like the\nSandy Hook shooter’s home, where he lived with his mother – his first victim the day of the shooting.\nHere’s a look at what happened to other homes synonymous with the killings that took place there.\nCharles Manson murders: 10050 Cielo Drive\nIn 1969, five people, including the actress Sharon Tate, were murdered at\n10050 Cielo Drive in what was perhaps the most notorious of the murders carried out by the cult led by Charles Manson.\nThe Beverly Hills, California, home was demolished in 1994, and a new one — a sprawling nine-bedroom, 18-bathroom mansion — was built and completed in 1996. It received a new address.\nThe mansion was put on the market in January 2022 for $85 million, but the asking price has repeatedly dropped over the last 23 months. The sellers are now asking $49.5 million, according to the\nreal estate agent’s listing, which makes no mention of the property’s dark history.\nJohn Wayne Gacy’s home\nThe serial killer\nJohn Wayne Gacy killed at least 33 people, and the remains of more than two dozen of them were found underneath his house near Chicago by investigators following his arrest in December 1978, according to the Chicago Tribune.\nGacy’s home was demolished months later, in April 1979, the Tribune reported at the time. It was a relief to neighbors, including one who told the newspaper, “I’ll be glad when every bit of it’s gone.”\nThe lot was empty for almost a decade, until a new home was erected on the site beginning in June 1988, per the Tribune. Like the Cielo Drive house, the new home also was given a new address.\nThe home of Fred and Rose West\nFred and Rose West abducted, sexually abused and killed a series of girls and young women — two of their daughters among them — between the 1960s and 1980s in England. Fred, accused of 12 murders, died by suicide before he could stand trial, while Rose was convicted on 10 counts of murder in November 1995 and sentenced to life in prison.\nWhen the case broke open in the 1990s, investigators found the remains of many of their victims at their house at 25 Cromwell Street in the city of Gloucester, including in the garden, the basement and the bathroom.\nThe home, dubbed a “house of horrors,” was\ntorn down in 1996. A public walkway has since been built in its place.\nAlex Murdaugh’s hunting estate\nBefore it became known as the site where\nAlex Murdaugh murdered his wife, Maggie, and grown son Paul, the 1,700-acre Islandton, South Carolina, property known as Moselle was the family’s hunting estate – including a house, a cabin and dog kennels where the killings occurred.\nDuring the now-disgraced attorney’s trial earlier this year, jurors visited the estate to help them better understand the crime scene and the prosecution and defense arguments.\nUnlike the other crimes’ sites, however, Moselle is still standing.\nThe estate went up for sale several months after the killings, according to\nCNN affiliate WJCL, and many items from the home were auctioned off soon after Murdaugh’s conviction. He has filed an appeal, which is on hold while his defense attorneys pursue a motion for a new trial.\nThe home was sold for $2.6 million,\nanother affiliate, WCIV, reported in March.\n___\nCNN’s Cindy Von Quednow, Veronica Miracle and Jeffrey Kopp contributed to this report.\n___\nA look at some of the most notorious serial killers in the US since 1970\n1970-2005: Samuel Little\nFebruary-May 1971: Juan Corona\n1972-1978: John Wayne Gacy\n1974-1991: Dennis Rader\n1975-1998: Robert L. Yates Jr.\n1976-1977: David Berkowitz\n1976-1986: Joseph James DeAngelo\n1977-1978: Angelo Buono Jr. and Kenneth A. Bianchi\n1977-1978: Ted Bundy\n1978-1992: Jeffrey Dahmer\n1978-1995: Theodore Kaczynski\n1979-1981: Wayne B. Williams\n1983: Henry Lee Lucas\n1984-1985: Richard Ramirez\n1984-1985: Charles Ng and Leonard Lake\n1985-2007: Lonnie David Franklin Jr.\n1989-1990: Aileen Wuornos\n1989-1993: Joel Rifkin\n1990-1993: Heriberto Seda\n1997-1999: Ángel Maturino Reséndiz\n2002: Lee Boyd Malvo and John Allen Muhammad\n2005-2006: Mark Goudeau\n2007-2009: Anthony Sowell",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://graphics.chicagotribune.com/john-wayne-gacy-new-timeline/blurb.html",
      "https://www.uidaho.edu/news/news-articles/news-releases/2023/071223-kingroadhouse",
      "https://www.cnn.com/2021/06/04/europe/fred-rosemary-west-murders-gbr-cmd-intl/index.html",
      "https://www.cnn.com/2015/03/25/us/sandy-hook-killer-home-demolished/index.html",
      "http://www.cnn.com/WORLD/9610/12/house.of.horrors/",
      "https://www.cnn.com/2013/07/09/us/serial-killers-fast-facts/index.html",
      "https://www.cnn.com/2017/11/20/us/charles-manson-dead/index.html",
      "https://www.cnn.com/2022/11/17/us/idaho-student-killings-timeline/index.html",
      "https://www.cnn.com/2023/03/01/us/moselle-property-alex-murdaugh-trial/index.html",
      "https://www.cnn.com/2022/01/24/entertainment/full-house-manson-estate-intl-scli/index.html",
      "https://www.cnn.com/2023/10/17/us/alex-murdaugh-motion-granted-jury-tampering/index.html",
      "https://www.cnn.com/2023/11/28/us/alex-murdaugh-sentencing-state-financial-crimes/index.html",
      "https://www.thealtmanbrothers.com/listing/10066-cielo-dr-beverly-hills-ca-90210-2/",
      "https://www.uidaho.edu/news/news-articles/news-releases/2023/122023-kingrd-prosecution",
      "https://www.cnn.com/2023/05/23/us/bryan-kohberger-idaho-student-killings-standing-silent/index.html",
      "https://www.uidaho.edu/news/news-articles/news-releases/2023/121423-kingrd-demo#:~:text=The%20house%20was%20given%20to,the%20house%2C%20to%20demolish%20it.",
      "https://www.cnn.com/2022/09/05/us/schools-after-mass-shootings-uvalde-texas-back-to-school/index.html",
      "https://abcnews4.com/news/local/murdaugh-familys-former-home-scene-of-murders-sold-realtor-wciv-alex-murdaugh-maggie-paul-family-killed-abc-news-4-moselle-farm-road-colleton-county-sc-south-carolina-dog-kennels",
      "https://www.wjcl.com/article/alex-murdaugh-moselle-property-sale/39092104",
      "https://www.cnn.com/2023/07/12/us/university-of-idaho-murder-home-demolition-wednesday/index.html",
      "https://www.uidaho.edu/giving/healing-garden-and-memorial",
      "https://www.cnn.com/2016/07/29/us/sandy-hook-school-reopening/index.html",
      "https://www.cnn.com/2023/03/24/us/murdaugh-moselle-estate-liberty-auction/index.html",
      "https://cnn.com/2013/07/09/us/serial-killers-fast-facts/index.html",
      "https://cnn.com/2023/03/01/us/moselle-property-alex-murdaugh-trial/index.html",
      "https://cnn.com/2023/05/23/us/bryan-kohberger-idaho-student-killings-standing-silent/index.html",
      "https://cnn.com/2017/11/20/us/charles-manson-dead/index.html",
      "https://cnn.com/2023/11/28/us/alex-murdaugh-sentencing-state-financial-crimes/index.html",
      "https://thealtmanbrothers.com/listing/10066-cielo-dr-beverly-hills-ca-90210-2/",
      "https://cnn.com/2015/03/25/us/sandy-hook-killer-home-demolished/index.html",
      "https://www.graphics.chicagotribune.com/john-wayne-gacy-new-timeline/blurb.html",
      "https://cnn.com/2023/03/24/us/murdaugh-moselle-estate-liberty-auction/index.html",
      "https://uidaho.edu/giving/healing-garden-and-memorial",
      "https://uidaho.edu/news/news-articles/news-releases/2023/071223-kingroadhouse",
      "https://cnn.com/2021/06/04/europe/fred-rosemary-west-murders-gbr-cmd-intl/index.html",
      "https://cnn.com/2023/07/12/us/university-of-idaho-murder-home-demolition-wednesday/index.html",
      "https://cnn.com/2023/10/17/us/alex-murdaugh-motion-granted-jury-tampering/index.html",
      "https://uidaho.edu/news/news-articles/news-releases/2023/121423-kingrd-demo#:~:text=The%20house%20was%20given%20to,the%20house%2C%20to%20demolish%20it.",
      "https://wjcl.com/article/alex-murdaugh-moselle-property-sale/39092104",
      "https://cnn.com/2016/07/29/us/sandy-hook-school-reopening/index.html",
      "https://cnn.com/2022/11/17/us/idaho-student-killings-timeline/index.html",
      "https://cnn.com/2022/09/05/us/schools-after-mass-shootings-uvalde-texas-back-to-school/index.html",
      "https://www.thealtmanbrothers.com/listing/10066-cielo-dr-beverly-hills-ca-90210-2",
      "https://uidaho.edu/news/news-articles/news-releases/2023/122023-kingrd-prosecution",
      "https://www.abcnews4.com/news/local/murdaugh-familys-former-home-scene-of-murders-sold-realtor-wciv-alex-murdaugh-maggie-paul-family-killed-abc-news-4-moselle-farm-road-colleton-county-sc-south-carolina-dog-kennels",
      "http://www.cnn.com/WORLD/9610/12/house.of.horrors",
      "http://cnn.com/WORLD/9610/12/house.of.horrors/",
      "https://cnn.com/2022/01/24/entertainment/full-house-manson-estate-intl-scli/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "xana kernodle",
          "sentiment": "none"
        },
        {
          "name": "madison mogen",
          "sentiment": "none"
        },
        {
          "name": "bryan kohberger",
          "sentiment": "none"
        },
        {
          "name": "ethan chapin",
          "sentiment": "none"
        },
        {
          "name": "kaylee goncalves",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of idaho",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "idaho",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:06.499+02:00",
    "updated": "2023-12-29T00:21:06.499+02:00"
  }
]