[
  {
    "uuid": "06bfb40047cc8aad360311adc255c3b7a1fddd2f",
    "url": "https://www.essentiallysports.com/golf-news-two-zero-two-four-three-m-open-will-jay-monahan-pga-tour-suffer-rainy-misery-amid-billy-horschel-nightmare-r-two-weather-reports-explored",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jatin Chauhan",
    "published": "2024-07-26T00:00:00Z",
    "title": "2024 3M Open: Will Jay Monahan’s PGA Tour Suffer Rainy Misery Amid Billy Horschel Nightmare? R2 Weather Reports Explored - EssentiallySports",
    "text": "Golf’s best converge on Minnesota! The Twin Cities are abuzz as the PGA Tour’s 3M Open tees off at TPC Twin Cities Golf Course. As Round 1 gets underway, golf pros are battling at the challenging Minnesota layout, eying for a share of a prize purse of $8.1 million. Remember the final major of the season at Royal Troon, where torrential rains and howling winds pushed the world’s best to their limits? Will the Minnesota skies stay calm and clear, or will the storms that have been looming on the horizon sweep in and shake up the leaderboard? Or most probably add to Jay Monahan’s weather woes [https://www.essentiallysports.com/golf-news-jay-monahans-pga-tour-at-risk-of-fans-wrath-as-the-detroit-events-progress-relies-on-rocky-weather-pga-tour-communications-rocket-mortgage-classic/]? WILL R2 WEATHER PROVE TO BE THE GAME-CHANGER? Fans attending the game at TPC Twin Cities GC on Friday will face an interesting mix of conditions. As per Accuweather [https://www.accuweather.com/en/us/tpc-twin-cities/55449/weather-tomorrow/195589_poi], the day will dawn breezy, setting the tone for a challenging round. Hazy sunshine will break through the clouds, bringing a high temperature of 88°F—but don’t be fooled, as temperatures can soar up to 91°F, making hydration and sun protection a must for all. Meanwhile, a south wind of 14 mph, with gusts reaching up to 29 mph, will throw a curveball into the game. It’s going to force players to rethink their strategy and adjust to the unpredictable ball trajectory. And just when they think they’ve got it figured out, the 34% cloud cover will intervene, casting intermittent sunshine that will play tricks on visibility and temperature. As the morning gives way to the afternoon, the weather at TPC Twin Cities GC will remain stubbornly consistent—hazy and breezy. While the morning’s gusty winds may have subsided slightly, the south-southeast wind will continue to blow at 14 mph. Moreover, gusts reaching up to 27 mph will demand strategic shot-making from players. [https://image-cdn.essentiallysports.com/wp-content/uploads/2024-06-13T162928Z_689379708_MT1USATODAY23537216_RTRMADP_3_PGA-U-S-OPEN-FIRST-ROUND.jpg]Jun 13, 2024; Pinehurst, North Carolina, USA; Sahith Theegala plays his shot from the second tee box during the first round of the U.S. Open golf tournament. Mandatory Credit: John David Mercer-USA TODAY Sports Compared to the morning’s conditions, the afternoon will feel even more oppressive, with humidity levels rising to 58% and a dew point of 70°F, making the air feel muggy and heavy. The cloud cover will also increase, reaching 47%, moderating the sun’s intensity while maintaining the haze. In short, the afternoon will be more of the same—hot, hazy, and breezy—with players and fans alike feeling the strain of the unrelenting conditions. As the 3M Open continues to unfold, another twist has emerged from outside the leaderboard. BILLY HORSCHEL WITHDRAWS FROM THE 3M OPEN DESPITE RECENT SUCCESS Speaking of unexpected twists, Billy Horschel’s decision to withdraw from the 3M Open comes as a shock, especially after his impressive tied-for-second finish at the Open Championship last week. Horschel’s courageous decision to tee off at the 3M Open earned him even more admiration from fans [https://www.essentiallysports.com/golf-news-heartbroken-billy-horschel-hailed-for-elite-work-ethic-by-fans-after-refusing-to-take-days-off-despite-brutal-loss-the-open-pga-tour/], especially when compared to other golfing greats like Scottie Scheffler [https://www.essentiallysports.com/tag/scottie-scheffler/] and Rory McIlroy [https://www.essentiallysports.com/tag/rory-mcilroy/], who decided to sit this one out. On Instagram, Horschel declared, “Still going to 3M. I’ll be on the range at 7:30 Tuesday morning grinding like I always am.” His commitment to his craft is a testament to his passion for golf and resolve to improve. This was evident at the Royal Troon, where his remarkable performance left a lasting impression. Horschel’s withdrawal is a surprising turn of events, especially given his recent success and initial commitment to playing in the PGA Tour event. His decision has left many wondering what could have been for the talented golfer this week. Do you think the same?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.accuweather.com/en/us/tpc-twin-cities/55449/weather-tomorrow/195589_poi",
      "https://accuweather.com/en/us/tpc-twin-cities/55449/weather-tomorrow/195589_poi"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "billy horschel nightmare",
          "sentiment": "negative"
        },
        {
          "name": "will jay monahan",
          "sentiment": "negative"
        },
        {
          "name": "jay monahan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tpc twin cities gc",
          "sentiment": "none"
        },
        {
          "name": "royal troon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:20:17.344+03:00",
    "updated": "2024-07-26T04:20:17.344+03:00"
  },
  {
    "uuid": "8e990637433e3602fbf8c3f3be4fe2c067648ad6",
    "url": "https://www.algemeiner.com/2024/02/23/meet-the-ethnic-studies-antisemites",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benjamin Kerstein / JNS.org",
    "published": "2024-02-23T15:36:00Z",
    "title": "Meet the Ethnic-Studies Antisemites - Algemeiner.com",
    "text": "Opinion A taxi passes by in front of The New York Times head office, Feb. 7, 2013. Photo: Reuters / Carlo Allegri / File.\nJNS.org – That the American educational system is thoroughly polluted with antisemitism has been obvious to many of us for some time. It became clear to all, however, after the Oct. 7 Hamas massacre, when thousands of academics, students, teachers, administrators, and other denizens of the dictatorship of the professoriate erupted in full-throated celebration of the mass slaughter and rape of over 1,000 people.\nWhat followed is well-known and even somewhat encouraging, given that—with the toppling of two university presidents who proved ambivalent about killing all the Jews—the professoriate is finally being held responsible for its atrocities for the first time in decades.\nThe problem, however, goes well beyond the universities. This, along with much else, was proven last week by The New York Times , which usually does its best to run interference for antisemitism.\nThe Times appears to have realized , somewhat late in the game, that “ethnic studies” programs in California high schools have a serious problem with antisemitism. Of course, a group of dedicated activists and skeptical politicians fought to revise the state’s ethnic studies curriculum for the better part of a decade, and with very good reason. The Times report, however, was prompted by the pushback they are now facing from a self-congratulatorily named “liberated ethnic studies” that restores the antisemitic material.\nLike all such curricula, California ethnic studies is essentially an attempt to institutionalize a Manichean theology. The ancient Manicheans viewed the world as a battle between two metaphysical forces: Light and good versus darkness and evil. The new Manicheans’ theology is political in expression, but not a great deal more complicated. It holds that the world is a battleground between light and good in the form of the “oppressed” (usually people of color) and darkness and evil in the form of the “oppressor” (usually but not always white people).\nLike many religious sentiments, this cult’s theology is unfalsifiable and thus impossible to prove or disprove. Two things, however, can be said with some certainty: 1) It is obviously inadequate as an account of the world in which we live, and 2) It is self-evidently racist.\nUnsurprisingly, it is also bitterly antisemitic. In all its forms, this theology places the Jews firmly in the category of “oppressor.” In other words, it sees the Jews as a manifestation of metaphysical evil—quite literally satanic. If viewing the Jews as satanic is not antisemitism, then nothing is antisemitism.\nNone of this is surprising to critics of the proposed curriculum. But we should be grateful for the Times ’ report because it provides us with some formidable evidence for the prosecution.\nGiven its proclivities, the Times probably did not wish to provide such evidence, but it had no choice because the antisemites appear to have been quite eager to give it to them.\nThe Times presents us, for example, with Guadalupe Cardona, a teacher of ethnic studies at a Los Angeles high school, who helpfully volunteers on the Israel-Hamas war: “If someone is going to teach that conflict from a true ethnic studies perspective, it’s going to be critiquing settler colonialism in Palestine.”\nFor his part, Professor Dylan Rodriguez firmly rejects giving equal time to Jewish perspectives on the conflict because “It creates false equivalences.” The Times states, “He then asked if creationism should be covered in biology classes, or climate change denialism in environmental science,” as if he were teaching a STEM course rather than a religious creed.\nThese are the least of the defamations chronicled by the Times . In one of many such examples, the paper tells us that “In November, several weeks after the Oct. 7 Hamas attack on Israel, an ethnic studies teacher at Menlo-Atherton High School, in Silicon Valley, presented a lesson that inaccurately claimed the United Nations considered the creation of Israel illegal.”\nThat is lies enough for one class, even in California, but during the lesson “a slide depicted a hand manipulating a puppet,” which even the Times was forced to admit recalls “antisemitic tropes about secret Jewish control of government, the media and finance.”\nOne might wonder, of course, why this kind of hate speech is not only tolerated but literally institutionalized in California high schools. The Times , helpfully if inadvertently, supplies the answer:\nEthnic studies grew out of student activism at Bay Area colleges in the late 1960s, when Black, Latino, Asian and Native American students went on strike to demand more focus on their groups’ histories and cultures.\nSome activists were part of the Third World Liberation Front, a student group that linked racial segregation and discrimination in the United States to colonialism, imperialism and militarism across the globe.\nFor early scholars and students of ethnic studies, pro-Palestinian activism was also crucial, said Keith Feldman, chair of comparative ethnic studies at the University of California, Berkeley.\nWhether the Times realized it or not—and it probably did not—this is the most powerful indictment of the ethnic studies movement as can be imagined. It provides firm historical proof that ethnic studies is not education . It is a political movement and a distinctly nasty one at that. Indeed, it appears that, on the issue of Israel and the Jews, it is nothing more than Palestinian nationalism dressed up as a kind of altruistic universalism.\nThis is of immense importance because while some nationalisms are liberal, democratic, and progressive, Palestinian nationalism is not. It is uncompromisingly reactionary, bigoted, tyrannical, revanchist, racist, and ultimately genocidal.\nAfter the events of the last four months, no further evidence of this is required, not even from the Times . Thanks to Hamas, we now have definitive and absolute proof of it. Thanks to Hamas’s supporters in the West, we have equally definitive proof that the progressive left—the fountainhead of “ethnic studies”—supports this toxic nationalism with every fiber of its being and is willing to justify, excuse, and commit any atrocity necessary to further its ambitions.\nWhat this means is quite simple: Palestinian nationalism and its supporters, whoever and wherever they may be—even in California high schools—have no place in the public discourse of any decent society. Their movement is fundamentally illegitimate. In a free society, of course, it must be allowed to exist, so long as it puts an end to its criminal activities. But it should be shunned, ostracized, and relegated to the far corners of the dark web and easily surveilled gated compounds in the Midwest.\nAt the moment, however, a generation of American children is being threatened by unscrupulous cultists who are determined to pound their ideology into the minds of those children at any cost. No sane society should allow such people anywhere near a classroom, but systemic hate cannot be ended overnight. In the meantime, the cultists should not be permitted to poison the hearts of thousands of students by teaching them that people who hate and kill Jews are the children of light.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.jns.org/meet-the-ethnic-studies-antisemites/",
      "https://www.nytimes.com/2024/02/15/us/california-ethnic-studies-israel-gaza-war.html",
      "https://jns.org/meet-the-ethnic-studies-antisemites/",
      "https://www.jns.org/meet-the-ethnic-studies-antisemites",
      "https://nytimes.com/2024/02/15/us/california-ethnic-studies-israel-gaza-war.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carlo allegri",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york times",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "times",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T18:00:46.478+02:00",
    "updated": "2024-02-27T03:49:53.615+02:00"
  },
  {
    "uuid": "9ec79ff279493ffab99b0071871e28954a5aa273",
    "url": "https://www.kmuw.org/2023-12-28/call-it-swiftonomics-how-taylor-swift-brought-a-gold-rush-to-kansas-city",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Savannah Hawley-Bates",
    "published": "2023-12-28T21:24:00Z",
    "title": "Call it ‘Swiftonomics’: How Taylor Swift brought a gold rush to Kansas City | KMUW",
    "text": "Call it ‘Swiftonomics’: How Taylor Swift brought a gold rush to Kansas City The Economic Development Corporation of Kansas City estimates that Taylor Swift’s Eras Tour this summer had an economic impact of $200 million. Then Swift kept coming back to the city because of her relationship with Travis Kelce. Local business owners and even the city’s tourism board say they're reaping the benefits. 2023 was a big year for Kansas City. The Chiefs beat the Philadelphia Eagles in the Super Bowl in February. Taylor Swift’s two-night Eras Tour performance in July included an additional song in her set and a new music video debut to accompany her release of \"Speak Now (Taylor’s Version).\" The city went all out for her stop, creating a lineup of Swift-themed events. But perhaps the most unexpected high for the city was when Swift showed up at a Chiefs game in September, making her relationship with Chiefs tight end Travis Kelce public. Swelce — or Traylor, or Tayvis — brought renewed worldwide attention to Kansas City. Mayor Quinton Lucas says Swift’s given Kansas City a big reputation — one that doesn’t have anything to do with the Wizard of Oz. With this relationship, he says Kansas City is in its superstar era. “I happened to be in Paris this year for the Rugby World Cup. There was a woman from the Foreign Service in New Zealand who said, ‘Oh my gosh, you're from Kansas City,’” Lucas said. “She's like ‘Taylor Swift, right? And she's dating some not-very-famous footballer.’ Like, actually, he's kind of a big deal for us.” VisitKC says the city made about $48 million from Swift's Eras Tour this summer, while the Economic Development Corporation of Kansas City estimates her Kansas City shows had [a $200 million impact](https://edckc.com/economic-showdown-taylor-swift-vs-the-nfl-draft/) on the U.S. economy. Then, after her relationship with Kelce went public, StubHub reported that [ticket sales for all Chiefs home games tripled for the rest of the season](https://www.kansascity.com/sports/nfl/kansas-city-chiefs/article279778669.html). Derek Byrne, a spokesperson for VisitKC, says it’s opened a lot of doors for the city to promote itself. “Even if Taylor Swift’s name isn’t in some of the work we’re doing, it is still giving people a reason to think of us a little more seriously,” Byrne said. According to an analysis by Google Trends, searches asking, “Where is Kansas City?” more than doubled in the U.S. over the past three months and search interest in local restaurants skyrockets each time the couple visits one. Even searches for flights based on the pair’s travel patterns out of Kansas City, are rising. “I feel like it's so much more in the zeitgeist,” Sarah Armstrong, a trends expert with Google, said. “Whenever Taylor Swift visits Kansas City, we see a huge spike in searches for ‘Is Taylor Swift in Kansas City?’” Armstrong says searches for Kansas City were at their highest after the Chiefs' Super Bowl wins, but the Swift-Kelce relationship is a close second. It’s too early to tell if the relationship will have a major impact on travel and economic activity in the city, but Kansas City business owners say the newfound attention has been a boon for them. Chris Harrington, the owner of [Westside Storey](https://thewestsidestorey.com/), suspected that he sold some vintage Chiefs gear to Swift herself. After she wore a vintage sweatshirt from the store to one of her latest Chiefs excursions, a video of them packing the order, including a shirt that said “Who’s Travis Kelce anyway? Ew” got nationwide attention, and business soared. It soared again at another Chiefs game when Swift was seen wearing a hand-crocheted hat from Kathryn Cacho, Westside Storey’s social media manager who also runs [Kut the Knit](https://www.instagram.com/kuttheknit/), a vintage knitwear business. “It will be part of our legacy in some sense, as weird as that sounds that one person just buys a sweatshirt and that's like a moment,” Harrington said. “But for us, being a small shop in Kansas City, that is our moment.” [Arts & Life](https://www.kcur.org/arts-life) [Welcome to Kansas City, Taylor Swift! We made you a guide for getting to know our city](https://www.kcur.org/arts-life/2023-12-09/taylor-swift-kansas-city-chiefs-travis-kelce-guide-things-to-do) [Gabe Rosenberg](https://www.kcur.org/gabe-rosenberg) Harrington said on a typical day about 10 people will be browsing their website. After their viral Swift moment, the store had about 500 people buying merchandise. Swift’s attention has doubled the sales from their previous biggest day, the Super Bowl. And those crocheted hats are currently [sold out](https://www.kansascity.com/article283161608.html). At Made in KC, a collective of Kansas City vendors, co-owner Keith Bradley has noticed a lot more Swift and Kelce-related foot traffic. “It's definitely something that I think the city is really proud of,” Bradley said. “Whether you're a diehard fan or just getting to know Taylor Swift or have never heard of her, you can't escape her celebrity.” Bradley says the relationship has inspired the vendors at his stores to create Swift and Kelce-centric merchandise — like a pair of earrings with both of their faces or a sweatshirt in Chiefs colors that says “I’m just here for Taylor.” There’s no telling whether the Taylor Swift magic will continue to rub off on Kansas City, but it’s a relationship residents and businesses here eagerly support. Lucas said the relationship is also changing how the city promotes itself to tourists: What else can people do and see here while hoping to catch a glimpse of Swift at a football game? “It's making it a lot easier for me to sell Kansas City,” he said. Copyright 2023 KCUR 89.3. To see more, visit [KCUR 89.3](http://www.kcur.org/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.kcur.org/arts-life/2023-12-09/taylor-swift-kansas-city-chiefs-travis-kelce-guide-things-to-do)",
      "http://www.kcur.org/).",
      "https://www.kcur.org/gabe-rosenberg)",
      "https://www.kansascity.com/article283161608.html).",
      "https://thewestsidestorey.com/),",
      "https://www.kansascity.com/sports/nfl/kansas-city-chiefs/article279778669.html).",
      "https://edckc.com/economic-showdown-taylor-swift-vs-the-nfl-draft/)",
      "https://www.instagram.com/kuttheknit/),",
      "https://www.kcur.org/arts-life)",
      "https://kansascity.com/article283161608.html).",
      "https://www.edckc.com/economic-showdown-taylor-swift-vs-the-nfl-draft/)",
      "http://kcur.org/).",
      "https://www.thewestsidestorey.com/),",
      "https://instagram.com/kuttheknit/),",
      "https://kansascity.com/sports/nfl/kansas-city-chiefs/article279778669.html).",
      "https://kcur.org/arts-life/2023-12-09/taylor-swift-kansas-city-chiefs-travis-kelce-guide-things-to-do)",
      "https://kcur.org/arts-life)",
      "https://kcur.org/gabe-rosenberg)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor swift",
          "sentiment": "negative"
        },
        {
          "name": "quinton lucas",
          "sentiment": "none"
        },
        {
          "name": "travis kelce",
          "sentiment": "none"
        },
        {
          "name": "swift",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chiefs",
          "sentiment": "none"
        },
        {
          "name": "philadelphia eagles",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:34.165+02:00",
    "updated": "2023-12-29T00:36:34.165+02:00"
  },
  {
    "uuid": "fbdfaa4d3f461c801ee18546450b6a847fce3d03",
    "url": "https://andaluciainformacion.es/mundo/1492961/maduro-ordena-accion-defensiva-en-el-atlantico-ante-llegada-de-buque-britanico-a-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2023-12-28T18:54:00Z",
    "title": "Maduro ordena \"acción defensiva\" en el Atlántico ante llegada de buque británico a Guyana | Andalucía Información. Todas las noticias del mundo",
    "text": "El presidente de Venezuela, Nicolás Maduro, ordenó este jueves una \"acción defensiva\" en el océano Atlántico en respuesta a la llegada de un buque de guerra británico a las costas de Guyana, lo que ha disparado nuevamente la tensión entre los países suramericanos por su disputa territorial. \"He ordenado la activación de una acción conjunta de toda la Fuerza Armada Nacional Bolivariana (FANB) sobre el Caribe oriental de Venezuela, sobre la fachada atlántica, una acción conjunta de carácter defensivo como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país\", dijo el mandatario. El anuncio lo hizo frente a la cúpula militar, durante una reunión que fue transmitida de manera obligatoria en la radio y televisión, en la que se comunicó con un grupo de efectivos castrenses que concretaron \"la primera fase\" de esta operación, lo que consistió en un despliegue sobre tierra y aguas del estado Sucre (noreste). Maduro no dio detalles sobre el alcance y duración de esta operación pero insistió en que la llegada del HMS Trent británico es una \"amenaza inaceptable\" que supone una \"ruptura\" de los acuerdos que suscribió con su homólogo guyanés, Irfaan Ali, el pasado 14 de diciembre, cuando se comprometieron a no amenazarse mutuamente y evitar incidentes relacionadas con la disputa. \"Venezuela no se puede quedar de brazos cruzados frente a una amenaza, estamos respondiendo en la medida proporcional\", aseguró tras reiterar que apuesta por la diplomacia y la paz. El líder chavista criticó que Guyana haya desoído las peticiones de Caracas de no aceptar la llegada del barco británico a sus costas. Minutos antes, el Gobierno venezolano había condenado este hecho en un comunicado, en el que pidió a Georgetown \"tomar acciones inmediatas para el retiro del buque y abstenerse de seguir involucrando potencias militares en la controversia\". La disputa escaló después de que Venezuela aprobara el 3 de diciembre, en un referendo unilateral, anexionarse la zona bajo pleito, un área de casi 160.000 kilómetros cuadrados que está bajo control de Guyana y que actualmente discute la Corte Internacional de Justicia. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:02.043+02:00",
    "updated": "2023-12-29T00:03:02.043+02:00"
  },
  {
    "uuid": "307b3e77dc15256e5222b9e83bc7319dc49c3abc",
    "url": "https://www.laopiniondezamora.es/sociedad/2024/11/01/dana-coge-fuerza-andalucia-obliga-111092000.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valentina Raffio",
    "published": "2024-11-01T05:24:00Z",
    "title": "La DANA coge fuerza en Andalucía y obliga a activar una alerta roja en Huelva",
    "text": "Datos de AEMET La DANA mantiene en alerta a cinco comunidades autónomas y activa un aviso rojo en Huelva Para este viernes se mantienen activas varias alertas naranjas en el sur de Cataluña, varios puntos de la Comunidad Valenciana así como en Mallorca y Menorca Valentina Raffio La [DANA](/tags/dana/) ha vuelto a activarse este viernes desde primera hora de la mañana de este viernes y, según los pronósticos más actualizados, mantiene en alerta a al menos cinco comunidades autónomas. Esta mañana la Agencia Estatal de Meteorología (AEMET) ha activado una alerta roja para el litoral de Huelva, donde se podrían dar acumulaciones de más de 140 litros por metro cuadrado en tan solo unas horas. En localidades como Cartaya ya se han acumulado más de 117 litros por metro cuadrado en menos de tres horas, de los cuales 70 en un hora. También se están registrando importantes trombas marinas asociadas a este evento. Las autoridades piden a los ciudadanos de la zona extremar precauciones. Para este viernes también hay activadas varias alertas amarillas en el sur de Cataluña, el norte de la Comunitat Valenciana y en Mallorca y Menorca ante el riesgo de que la DANA vuelva a causar lluvias torrenciales en estas zonas. En Catalunya, el aviso naranja se concentra en las comarcas del Montsià y Baix Ebre, que acumulan dos días consecutivos de lluvias extremas, ante la previsión de que caigan más de 100 litros por metro cuadrado durante esta jornada. También se activa una alerta amarilla en el litoral y prelitoral de Barcelona de cara a toda la jornada del viernes ante la previsión de fuertes lluvias que podrían llegar acompañadas de tormenta. En las próximas horas preocupa la evolución de esta DANA en la Comunidad Valenciana. Las imágenes por radar muestran la formación de un frente muy cargado de lluvias delante de las costas de Castellón, una zona que este jueves ya vivió una jornada en alerta roja y sufrió varias inundaciones. En la zona más afectada por el paso de este temporal extremo, en Valencia, para este viernes se ha activado una alerta amarilla y se esperan acumulaciones de entre 20 y 60 litros por metro cuadrado en algunos puntos. Cinco comunidades en alerta Además de las alertas rojas y naranjas activadas para este viernes, la [Agencia Estatal de Meteorología](/tags/aemet/) también ha activado decenas de avisos de nivel amarillo en Andalucía, Baleares, Cataluña, Extremadura y Comunidad Valenciana, ya que las lluvias van a ser también muy fuertes en grandes áreas de estas regiones y en muchos puntos se van a acumular hasta 60 litros por metro cuadrado en doce horas. \"Vamos a lanzar un mensaje muy claro y lo vamos a dejar fijado. La emergencia meteorológica no ha finalizado. La DANA sigue sobre España\", afirman desde la entidad ante la previsión de que estas lluvias torrenciales sigan. Los modelos aún se muestran inciertos sobre cómo evolucionará esta DANA en los próximos días. Este episodio empezó ya el fin de semana pasado, se ha extendido durante todo esta semana y seguramente continuará durante todo el puente de Todos los Santos y el fin de semana. A partir de ahí, aún no está muy claro cuándo acabarán definitivamente estas lluvias. Por ahora, todo apunta a que a principios de la semana que viene se debilitarán mucho y probablemente se vayan apaciguando con el tiempo. Aun así, dada la evolución errática de este fenómeno, aún es pronto para ponerle fecha final a este episodio que ha causado tantas lluvias torrenciales. [RRSS WhatsApp](https://api.whatsapp.com/send?text=La%20DANA%20mantiene%20en%20alerta%20a%20cinco%20comunidades%20aut%C3%B3nomas%20y%20activa%20un%20aviso%20rojo%20en%20Huelva%20https://www.laopiniondezamora.es/sociedad/2024/11/01/dana-coge-fuerza-andalucia-obliga-111092000.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondezamora.es/sociedad/2024/11/01/dana-coge-fuerza-andalucia-obliga-111092000.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.laopiniondezamora.es/sociedad/2024/11/01/dana-coge-fuerza-andalucia-obliga-111092000.html&text=La%20DANA%20mantiene%20en%20alerta%20a%20cinco%20comunidades%20aut%C3%B3nomas%20y%20activa%20un%20aviso%20rojo%20en%20Huelva%20%20https://www.laopiniondezamora.es/sociedad/2024/11/01/dana-coge-fuerza-andalucia-obliga-111092000.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40laopiniondezamora) [RRSS email](mailto:?subject=La%20DANA%20mantiene%20en%20alerta%20a%20cinco%20comunidades%20aut%C3%B3nomas%20y%20activa%20un%20aviso%20rojo%20en%20Huelva%20&body=https://www.laopiniondezamora.es/sociedad/2024/11/01/dana-coge-fuerza-andalucia-obliga-111092000.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Zamora se queda sin el lince ibérico](https://www.laopiniondezamora.es/comarcas/2024/10/31/zamora-queda-lince-iberico-111027769.html) [El policía nacional acusado de apropiarse de bienes incautados, en libertad con cargos](https://www.laopiniondezamora.es/zamora-ciudad/2024/10/31/policia-nacional-acusado-apropiarse-bienes-110943552.html) [Un mecánico zamorano moviliza al sector para reparar coches afectados por la DANA](https://www.laopiniondezamora.es/comarcas/2024/10/31/mecanico-zamorano-moviliza-sector-reparar-111024117.html) [Aviso amarillo en parte de Castilla y León por lluvias que podrían dejar 40 litros por metro cuadrado en 12 horas](https://www.laopiniondezamora.es/castilla-leon/2024/10/30/aviso-amarillo-parte-castilla-leon-110917436.html) [Ikea lanza el producto con el que dirás adiós a tender la ropa para secar o usar perchas](https://www.laopiniondezamora.es/ocio/tv/2024/10/27/ikea-lanza-producto-diras-adios-110623474.html) [¿Dónde probar las tapas ganadoras? Estos son los restaurantes de Zamora que preparan los pinchos premiados en el concurso](https://www.laopiniondezamora.es/zamora-ciudad/2024/10/31/probar-tapas-ganadoras-son-restaurantes-110990625.html) [Incendio en una granja de Alcañices tras comenzar a arder un tractor](https://www.laopiniondezamora.es/comarcas/2024/10/31/arden-tractor-alpacas-paja-granja-110983521.html) [El zamorano Alberto Rodríguez triunfa en su estreno en Pasapalabra](https://www.laopiniondezamora.es/zamora-ciudad/2024/10/31/zamorano-alberto-rodriguez-triunfa-estreno-111047215.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Agencia Estatal de Meteorología",
          "sentiment": "none"
        },
        {
          "name": "Comunitat Valenciana",
          "sentiment": "none"
        },
        {
          "name": "AEMET",
          "sentiment": "none"
        },
        {
          "name": "DANA",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Para",
          "sentiment": "none"
        },
        {
          "name": "Cataluña",
          "sentiment": "none"
        },
        {
          "name": "Mallorca",
          "sentiment": "none"
        },
        {
          "name": "Menorca",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T09:33:31.406+02:00",
    "updated": "2024-11-01T11:01:58.379+02:00"
  },
  {
    "uuid": "b506923a16a765922df0a7cc0cdaad5611d55262",
    "url": "https://www.diariolibre.com/usa/actualidad/2024/06/06/asilo-en-eeuu-autoridades-buscan-orden-y-activistas-critican-dureza/2746219",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Libre",
    "published": "2024-06-06T20:50:00Z",
    "title": "Asilo en EEUU: Autoridades buscan orden y activistas critican dureza - Diario Libre",
    "text": "Con las nuevas restricciones al asilo en la frontera de Estados Unidos que entraron en vigor esta semana, las autoridades buscan imponer un \" orden \" en la llegada de migrantes .\nSin embargo, para los directores de albergues y los activistas , las nuevas medidas de la Administración de Joe Biden forman parte de un juego político que tiene como moneda de cambio la vida de las personas que buscan protección.\nMediante una orden ejecutiva firmada por el presidente , el Gobierno estadounidense espera impedir que la mayoría de personas que crucen la frontera de manera irregular puedan pedir asilo , un estatus que solicitan miles de personas a diario para permanecer en el país.\nLas nuevas restricciones funcionan con un botón de encendido y otro de apagado para graduar las entradas irregulares: entran en vigor cuando hay una medida sostenida diaria de 2,500 cruces y se congelan solo cuando estos bajen a menos de 1,500.\nEl alcalde de la ciudad fronteriza de El Paso (Texas), el demócrata Oscar Leeser, dijo a EFE que ve estas restricciones como un paso \"importante\" para forzar a las personas a usar \"vías legales\" para entrar a Estados Unidos .\n\"Creo que vamos a ver cómo las personas van a acudir a los canales adecuados\", destacó el político, quien se unió a un puñado de líderes locales para acompañar a Biden en la Casa Blanca cuando se anunciaron las restricciones el martes.\nPara Leeser, esta decisión de la Administración demócrata \"eliminará los riesgos\" para los migrantes al igual que su explotación por parte de redes de tráfico. \"Para el Gobierno, es muy importante la seguridad y tratar a las personas de manera humana\", agregó.\nLa realidad es que, para las personas que se desplazan hacia Estados Unidos o que están en el lado mexicano de la frontera , las opciones para entrar legalmente al país son limitadas.\nPara pedir asilo , la ley estadounidense estipula que una persona tiene que estar en territorio estadounidense. Una aplicación móvil, llamada CBP One, es la única manera de pedir una cita para presentarse a un puerto de entrada y solicitar la protección.\nRELACIONADAS\nActualidad Normalidad en el mayor puerto migratorio de California tras restricciones de Biden",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:16:52.361+03:00",
    "updated": "2024-06-07T00:16:52.361+03:00"
  },
  {
    "uuid": "f5098b6736c81029f40cf08eadb0adbb91259083",
    "url": "http://www.cnnphilippines.com/news/2023/12/29/china-on-ph-provocations-harassment.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Philippines Staff",
    "published": "2023-12-28T22:54:57Z",
    "title": "China says it won't turn blind eye on PH repeated 'provocations, harassment'",
    "text": "China says it won't turn blind eye on PH repeated 'provocations, harassment' maxItemsPerPage: 10 totalITemsFound: maxPaginationLinks: 10 maxPossiblePages: startIndex: endIndex: Metro Manila (CNN Philippines, December 29) — Asserting its territorial rights over the entire South China Sea, China said it won't turn a blind eye on Philippines' repeated \"provocations and harassment\" in the disputed waters. \"China is always committed to resolving differences through dialogue and consultation and making joint efforts to maintain maritime stability, but we will not turn a blind eye towards the Philippine's repeated provocations and harassment,\" Chinese defense ministry spokesperson Wu Qian said in a news conference. READ: [Defense chief says PH 'not stirring up trouble' in WPS](https://www.cnnphilippines.com/news/2023/9/27/teodoro-trouble-wps.html) Wu also called the country's resupply mission to Ayungin Shoal a \"deliberate move to create an incident, play victim and make a show,\" adding that the supply vessels carried many journalists and propagated disinformation regarding the geopolitical conflict. Earlier this month, the China Coast Guard (CCG) once again blasted with water cannon a Philippine commissioned vessel on its way for a resupply mission. READ: [PH vessel suffers 'serious engine damage' in new water cannon incident in WPS](https://www.cnnphilippines.com/news/2023/12/10/wps-ml-kalayaan-water-cannon-serious-engine-damage.html) Yet time and again, China kept on stressing that the CCG only took necessary enforcement measures which were \"justified, legitimate, and in accordance with the law.\" \"This is purely false hype,\" Wu reacted to accusations of China's escalating harassment in the South China Sea. \"The Philippine side, in disregard of repeated warnings from the Chinese side, insisted on sending vessel to intrude into the adjacent waters of China's Ren'ai Jiao, and provocatively rammed a China Coast Guard vessel and caused scratch,\" he added. China also continued to deny pointing a military-grade laser at a Philippine vessel in February this year. \"This is [an] entirely groundless accusation. China has no intention or necessity to use such devices,\" the spokesperson said. READ: [China denies its coast guard ship pointed laser at PH vessel](https://www.cnnphilippines.com/news/2023/2/16/China-denies-laser-pointing.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wu qian",
          "sentiment": "none"
        },
        {
          "name": "wu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "wps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "south china sea",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "metro manila",
          "sentiment": "none"
        },
        {
          "name": "ayungin shoal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:54:58.461+02:00",
    "updated": "2023-12-29T00:54:58.461+02:00"
  }
]