[
  {
    "uuid": "289e2371659d329b7020b0b13e735b7af99383ee",
    "url": "https://godanriver.com/news/nation-world/cher-elijah-blue-allman-conservatorship-substance-abuse/article_603c8c85-6d40-50c2-acab-6059db6b0181.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LISA RESPERS FRANCE, CNN",
    "published": "2023-12-28T05:00:00Z",
    "title": "Cher files for conservatorship of son Elijah Blue Allman",
    "text": "Cher has filed for temporary legal conservatorship of her adult son Elijah Blue Allman, citing his alleged ongoing substance abuse issues. According to a petition filed this week in Los Angeles Superior Court and obtained by CNN, Cher is seeking to be the sole conservator of her son’s estate, alleging that he “is currently unable to manage his assets due to severe mental health and substance abuse issues.” “Elijah is entitled to regular distributions from the Trust, but given his ongoing mental health and substance abuse issues,” according to the documents. “Petitioner (Cher) is concerned that any funds distributed to Elijah will be immediately spent on drugs, leaving Elijah with no assets to provide for himself and putting Elijah’s life at risk.” The 47-year-old is the son of Cher and her former husband, the late rocker Gregg Allman. People are also reading… Gregg Allman and Cher were married from 1975 to 1979. He [died in 2017](https://www.cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html) at the age of 69 due to liver cancer complications. The petition filed by Cher states that her son is set to receive funds from a trust by the end of the year. It also states that the 77-year-old singer and actress has “worked tirelessly to get Elijah into treatment and get him the help he needs.” “Petitioner (Cher) loves Elijah immensely and has always acted with his best interests in mind,” the filing states. “I’m not suffering from any problem that millions of people in the United States aren’t,” [Cher told People magazine](https://people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230) in October, referring to her son’s substance abuse. “I’m a mother. This is my job — one way or another, to try to help my children,” she said. “You do anything for your children. Whenever you can help them, you just do it because that’s what being a mother is. But it’s joy, even with heartache — mostly, when you think of your children, you just smile and you love them, and you try to be there for them.” Cher is also the mother of Chaz Bono. A hearing has been scheduled in March, according to court documents. CNN is working to determine if Allman has legal representation. CNN has reached out to representatives for Cher for further comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html)",
      "https://people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230)",
      "https://www.people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230)",
      "https://cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah blue allman",
          "sentiment": "negative"
        },
        {
          "name": "cher",
          "sentiment": "negative"
        },
        {
          "name": "elijah blue allman cher",
          "sentiment": "negative"
        },
        {
          "name": "gregg allman",
          "sentiment": "none"
        },
        {
          "name": "che",
          "sentiment": "none"
        },
        {
          "name": "elijah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "los angeles superior court",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:53:42.938+02:00",
    "updated": "2023-12-29T01:53:42.938+02:00"
  },
  {
    "uuid": "d58702b31c571f495c66486c122560f0c5e7cd42",
    "url": "https://www.wskg.org/npr-news/2023-12-28/nikki-haley-didnt-say-slavery-caused-the-civil-war-now-shes-facing-major-backlash",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Lopez",
    "published": "2023-12-28T17:35:00Z",
    "title": "Nikki Haley didn't say slavery caused the Civil War. Now she's facing major backlash",
    "text": "Nikki Haley didn't say slavery caused the Civil War. Now she's facing major backlash Former South Carolina Gov. Nikki Haley is facing significant backlash after failing to mention slavery as a driving force behind the Civil War during a campaign stop in New Hampshire. At an event on Wednesday, a voter asked Haley: \"what was the cause of the United States Civil War?\" She replied that the cause \"was basically how government was going to run, the freedoms, and what people could and couldn't do.\" \"I think it always comes down to the role of government and what the rights of the people are,\" Haley continued. \"And I will always stand by the fact that, I think, government was intended to secure the rights and freedoms of the people.\" After Haley gave her answer, the voter told her that it was \"astonishing\" that she gave an answer \"without mentioning the word 'slavery.'\" Last night, [President Biden](https://twitter.com/JoeBiden/status/1740221284284256645?) said on X in response to a video of this exchange that the Civil War was indeed \"about slavery.\" It was about slavery.— Joe Biden (@JoeBiden) [https://t.co/q9bTDvtPne] [December 28, 2023] During an interview with a local radio station on Thursday, Haley addressed what happened. \"Of course the Civil War was about slavery,\" she said. \"We know that. That's the easy part of it.\" Haley explained that she was interested in talking about what lessons should be drawn from the Civil War and defended her answer to the voter. \"I know it's about slavery,\" she said. \"I am from the South.\" Haley has a [complicated history](https://www.npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024) when it comes to issues of race. As a woman of color, her campaign was angling to strike a different tone on issues of race and identity – especially in comparison to her chief rival in the GOP primary, former President Donald Trump. As South Carolina's governor, Haley ordered the confederate flag be removed from the grounds of the state capitol following the 2015 shooting of Black parishioners at a church in Charleston in 2015. Haley also [condemned Trump](https://www.politico.com/news/2020/08/25/haley-trump-charlottesville-comments-401587) following the racist and antisemitic gathering in Charlottesville, Va., in 2017. (She also served as U.N. ambassador to Trump from 2017 to 2018.) The Republican Party, though, has been striking an overall different tone when it comes to issues of race and the country's history with slavery and white supremacy. Republican governors, including some of Haley's rivals in the race, have been [eliminating](https://www.npr.org/2023/05/15/1176210007/florida-ron-desantis-dei-ban-diversity) diversity and inclusion efforts in higher education, as well as [banning books](https://www.wusf.org/education/2023-06-01/politifact-fl-desantis-said-not-a-single-book-was-banned-districts-have-removed-dozens) that are about race. Backlash to Haley's comments comes less than three weeks before Republican voters start voting in early primary states. The Iowa caucus, the first primary contest, is Jan. 15. Haley's campaign, in particular, has had a surprising amount of momentum in the last several months. The once crowded field of presidential hopefuls has been shrinking ahead of early state elections but Haley has been one of the few candidates actually gaining more support. Just this week, there have been reports that Florida Gov. Ron DeSantis' campaign is [struggling](https://www.nytimes.com/2023/12/24/us/politics/desantis.html) and businessman Vivek Ramaswamy has [cut TV ad spending](https://www.npr.org/2023/12/27/1221828944/vivek-ramaswamys-campaign-has-slowed-tv-ad-spending-ahead-of-the-iowa-caucus). Trump has had a commanding lead in the polls in early states and nationally. Haley, however, has been the only candidate in the primary that has presented any sort of challenge for the former president. Haley routinely polls second or third in early state polling and performs well when in head-to-head polling with Biden. Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.politico.com/news/2020/08/25/haley-trump-charlottesville-comments-401587)",
      "https://www.npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024)",
      "https://www.wusf.org/education/2023-06-01/politifact-fl-desantis-said-not-a-single-book-was-banned-districts-have-removed-dozens)",
      "https://www.npr.org/2023/05/15/1176210007/florida-ron-desantis-dei-ban-diversity)",
      "https://twitter.com/JoeBiden/status/1740221284284256645?)",
      "https://t.co/q9bTDvtPne",
      "https://www.npr.org/2023/12/27/1221828944/vivek-ramaswamys-campaign-has-slowed-tv-ad-spending-ahead-of-the-iowa-caucus).",
      "https://www.nytimes.com/2023/12/24/us/politics/desantis.html)",
      "https://www.npr.org.",
      "https://nytimes.com/2023/12/24/us/politics/desantis.html)",
      "https://npr.org/2023/12/27/1221828944/vivek-ramaswamys-campaign-has-slowed-tv-ad-spending-ahead-of-the-iowa-caucus).",
      "https://politico.com/news/2020/08/25/haley-trump-charlottesville-comments-401587)",
      "https://npr.org.",
      "https://www.t.co/q9bTDvtPne",
      "https://npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024)",
      "https://twitter.com/JoeBiden/status/1740221284284256645",
      "https://www.twitter.com/JoeBiden/status/1740221284284256645?)",
      "https://npr.org/2023/05/15/1176210007/florida-ron-desantis-dei-ban-diversity)",
      "https://wusf.org/education/2023-06-01/politifact-fl-desantis-said-not-a-single-book-was-banned-districts-have-removed-dozens)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley",
          "sentiment": "negative"
        },
        {
          "name": "haley",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:28.911+02:00",
    "updated": "2023-12-29T00:27:28.911+02:00"
  },
  {
    "uuid": "f4bfb93eae834d567ec5c8a10d73d8cf99162773",
    "url": "https://hackspirit.com/if-you-want-to-be-truly-successful-say-hello-to-these-productivity-habits",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Piluden-Natu-El",
    "published": "2024-03-14T22:00:00Z",
    "title": "If you want to be truly successful, say hello to these 17 productivity habits",
    "text": "There is no single blueprint for success – at least that’s my personal belief.\nBut it can’t be denied that there’s one thing common among successful people – irrespective of how they’ve achieved it and how you define success.\nThat common denominator comes in the form of habits – or systems they have put in place – to achieve, maintain, and build on their current levels of success.\nThat said, here’s a list of productivity habits used by successful people that have proven effective:\n1) Find your purpose In the wise words of Bob Proctor, “ Your purpose explains what you are doing in life .”\nI also remember listening to a podcast in which he talked about only doing things that align with your purpose and not wasting energy on anything else.\nBut let’s face it:\nFinding our life’s purpose takes time. Unfortunately, some people don’t live long enough to realize their purpose.\nBut then again, you can always start finding your “in the meantime” purpose – or what I like to call what truly matters to you in daily, weekly, or monthly contexts.\nWhy is this important to your success?\nIt serves as your guiding light towards any actions you take.\nOnce you’ve established this “why,” you can then move on to your “how”:\n2) Clearly define your top three goals Your goals serve as your “how” s to your “why”s.\nThey are the tangible steps you plan to take to move closer to your purpose. They are something you must do for the day, week, or month, and everything else can wait.\nBut why three?\nAchieving something usually takes more than three steps, but three is a realistic number for non-negotiable goals, which ensures you are inching closer to that bigger purpose.\n3) Set a daily routine that works for you Ever tried following a motivational speaker or a life coach’s “morning routine” only to fail at sticking to it?\nI did.\nThing is, it’s not that they don’t work. It’s just that they didn’t work for me.\nYou’re probably sitting there thinking, that’s rich coming from someone suggesting habits for how I can be productive and successful.\nI get it, but hear me out:\nOnly take what works for you and what’s relevant to you in this list. The same is true when it comes to adopting trendy daily or morning routines.\nUse them as a guide, but tailor it to suit your lifestyle.\nFor example, early birds may find their peak productivity at 4:00 am. But if you’re a night owl, embrace your natural rhythm and schedule your tasks accordingly.\nIn short, when it comes to planning your daily routines , it’s important that you do you.\n4) Soak in natural sunlight This is advice from neuroscientist Andrew Huberman , who says that viewing sunlight within the first few hours of waking up increases cortisol release.\nAnd how does cortisol contribute to your success and productivity?\nIt boosts your immune system and your ability to focus.\nAnd if you’re a night person, no worries.\nDr Humberman says using the brightest artificial light you can find works just as well.\n5) Organize your space While studies suggest that a mess-free desk positively affects how we work, existing research also proves that a cluttered desk fosters creativity.\nTherefore, either way could lead to higher productivity.\nIn saying that, organizing in this context means having everything you need within arm’s reach and/or knowing where they are.\nIt’s a time saver, sparing you the hassle of time-consuming searches.\nBut whether that means a tidy or messy desk – that’s entirely up to you.\n6) Practice energy blocking There’s the more popular time blocking, and then there’s the version I prefer – energy blocking.\nHere’s what that looks like:\nInstead of dividing my day into hour blocks, I split my daily routine according to my energy levels, my body’s unique rhythms, peak performance times, and my kids’ schedules.\nDon’t get me wrong. I’ve tried time blocking before, and it has its benefits, too.\nBut because energy blocking is highly personalized and flexible, I find that I am able to do more with this approach.\n7) Learn to delegate effectively Delegation is an overlooked habit when it comes to productivity.\nBut if you think about it, doesn’t it make more sense to get help (if available) in doing a task rather than carrying the burden alone?\nTake it from this African proverb:\n“If you want to go fast, go alone. If you want to go far, go together.”\n8) Take shortcuts\nHere’s another popular saying to ponder on:\n“Work smarter, not harder”.\nIn the right context, shortcuts are okay and something you shouldn’t be guilty of.\nIf there is a more efficient way to accomplish the task , as long as it doesn’t violate legal or ethical boundaries, by all means, go for it.\n9) Embrace technology Speaking of working smarter , why not leverage the technology that was literally made to make our lives easier?\nAI is generating (pun intended) a lot of mixed reactions at the moment, but technology isn’t just about AI.\nIt’s more about the tools that boost productivity.\nFor example, project management tools, document management software, or note-taking apps for students and workers.\nAnd let’s not forget the parents’ lifesavers: air fryers, dishwashers, and robovacs!\nIf you’re still on the fence, start by embracing a time-saving technology applicable to you and see how it goes.\n10) Play the “pass” card… If you’re familiar with quiz shows like Family Feud and The Chase, you understand that a “pass” allows contestants to skip a tricky question and proceed to the next, with the option to revisit it later if time permits.\nDo the same with your daily tasks – skip the ones you struggle with and tackle the easier ones first.\nThis tactic ensures you maximize your output in the available time.\n11) …Or eat the frog If saving the hardest for last isn’t your thing, “ eating the frog ” is.\nThis phrase that originated from Mark Twain has evolved into a concept that essentially means tackling the hardest task first thing in the morning without taking too much time to think (and, therefore, hesitate) about it.\nLike the pass card, this habit is believed to boost performance and productivity levels, too.\n12) Adopt the 5-second rule Ever heard of the 5-second rule?\nThis concept, popularised by Mel Robbins, works like this:\n“Whenever you get an instinct to act on your goal, you must physically move within five seconds, or your brain will kill it.”\nEssentially, the aim is to break bad habits and take action to change your life.\n13) Apply the two-minute rule From seconds, let’s jump to minutes – 2 to be precise.\nThe 2-minute rule was coined by David Allen in his book Getting Things Done .\nHere’s what it dictates:\n“If an action will take less than two minutes, it should be done at the moment it’s defined.”\nUnlike the pass card which is all about keeping the momentum going, the 2-minute rule is all about immediate action to reduce procrastination.\n14) Practice deep work This means hyperfocusing on one task for periods of time.\nThere are a lot of techniques associated with this, but the most common ones are:\nThe Pomodoro Technique – based on a cycle of 25-minute stretches of deep work followed by five-minute breaks. The Timeboxing Technique – scheduling a set amount of time to focus on a task rather than working on it until it’s done. In a nutshell, deep work aims to increase efficiency by eliminating multitasking and minimizing distractions.\n15) Get moving It’s a well-known fact that exercise does wonders not only for our bodies but also for our minds.\nIn fact, countless studies have proven that exercise sharpens mental clarity and improves our focus.\nWhether it’s high-intensity exercise or simply walking around the block, as long as you get your body moving daily, your brain and body will thank you later.\n16) Hydrate throughout the day Of course, with exercise comes proper water intake.\nNeedless to say, adequate hydration helps our body move and think better.\nSo, if there’s anything on this list that everyone must adopt, let this be one of them.\n17) Nourish your mind and soul Another ironic concept:\nTaking a break to free your mind and feed your soul helps boost your productivity.\nAnd this isn’t just hearsay. Science actually backs this up:\nA recent study found that mindfulness practices in the workplace enhance personal performance and reduce burnout.\nAs always, do what works for you.\nIt doesn’t matter if you’re doing yoga, journaling, deep breathing, meditation, a quiet walk, or a moment of silence with your favorite cup of tea.\nThe important thing is you make a habit out of mindfulness .\nRemember to indulge yourself and rest Allow me to reiterate:\nThe above list of productivity habits for success isn’t a one-size-fits-all formula. It’s more of a guide – a menu, if you will – for you to pick from and stick with the ones that work for you.\nThat said, there’s no point in working hard if you don’t get to enjoy the rewards.\nSure, you may not have reached your peak success yet.\nBut surely, you have small wins daily – cultivate a habit of celebrating those!\nTreat yourself – you’ve worked so hard, you definitely deserve it.\nMost importantly, take time to rest – your body and your brain need it.\nAfter all, what good is success if you wear yourself down so much that you can’t enjoy it?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2018.00195/full",
      "https://hbr.org/2023/05/to-improve-your-work-performance-get-some-exercise",
      "https://hbr.org/2019/03/the-case-for-finally-cleaning-your-desk",
      "https://hubermanlab.com/newsletter/using-light-for-health",
      "https://www.hubermanlab.com/newsletter/using-light-for-health",
      "https://frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2018.00195/full",
      "https://rd.com/article/desk-of-a-genius/",
      "https://www.hbr.org/2023/05/to-improve-your-work-performance-get-some-exercise",
      "https://www.rd.com/article/desk-of-a-genius/",
      "https://www.hbr.org/2019/03/the-case-for-finally-cleaning-your-desk",
      "https://www.rd.com/article/desk-of-a-genius"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bob proctor",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:31:03.113+02:00",
    "updated": "2024-03-15T07:04:33.238+02:00"
  },
  {
    "uuid": "f422b23d0328e6d95c299b8f8cf84421db8ba12b",
    "url": "https://jc.ne10.uol.com.br/colunas/politica-em-brasilia/2023/12/15652589-executivo-contraria-congresso-e-decide-retomar-a-reoneracao-da-folha-de-pagamento.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Romoaldo de Souza",
    "published": "2023-12-28T20:56:00Z",
    "title": "Executivo contraria Congresso e decide retomar a reoneração da folha de pagamento",
    "text": "Romoaldo de Souza Executivo contraria Congresso e decide retomar a reoneração da folha de pagamento Embora a oposição diga que tem votos para derrubar as medidas\nCadastrado por Romoaldo de Souza\nPublicado em 28/12/2023 às 18:56 Notícia X Notícia É o fato ou acontecimento de interesse jornalístico. Pode ser uma informação nova ou recente. Também diz respeito a uma novidade de uma situação já conhecida.\nArtigo Texto predominantemente opinativo. Expressa a visão do autor, mas não necessariamente a opinião do jornal. Pode ser escrito por jornalistas ou especialistas de áreas diversas.\nInvestigativa Reportagem que traz à tona fatos ou episódios desconhecidos, com forte teor de denúncia. Exige técnicas e recursos específicos.\nContent Commerce Conteúdo editorial que oferece ao leitor ambiente de compras.\nAnálise É a interpretação da notícia, levando em consideração informações que vão além dos fatos narrados. Faz uso de dados, traz desdobramentos e projeções de cenário, assim como contextos passados.\nEditorial Texto analítico que traduz a posição oficial do veículo em relação aos fatos abordados.\nPatrocinada É a matéria institucional, que aborda assunto de interesse da empresa que patrocina a reportagem.\nChecagem de fatos Conteúdo que faz a verificação da veracidade e da autencidade de uma informação ou fato divulgado.\nContexto É a matéria que traz subsídios, dados históricos e informações relevantes para ajudar a entender um fato ou notícia.\nEspecial Reportagem de fôlego, que aborda, de forma aprofundada, vários aspectos e desdobramentos de um determinado assunto. Traz dados, estatísticas, contexto histórico, além de histórias de personagens que são afetados ou têm relação direta com o tema abordado.\nEntrevista Abordagem sobre determinado assunto, em que o tema é apresentado em formato de perguntas e respostas. Outra forma de publicar a entrevista é por meio de tópicos, com a resposta do entrevistado reproduzida entre aspas.\nCrítica Texto com análise detalhada e de caráter opinativo a respeito de produtos, serviços e produções artísticas, nas mais diversas áreas, como literatura, música, cinema e artes visuais.\nHaddad anuncia medidas de arrecadação com reoneração gradual da folha - © Marcelo Camargo/Agência Brasil ‘É PRECISO REONERAR’\n“O cobertor é curto”, diz o ministro da Fazenda, Fernando Haddad, para justificar o anúncio de que o governo Lula da Silva (PT) vai “retomar a reoneração” da folha de pagamento de 17 setores da economia.\n“Encaminhamos ao Congresso uma reoneração gradual, com análise setor a setor, gradual, não necessariamente volta aos 20% de cota patronal, pode ficar abaixo disso e ficará abaixo disso em alguns casos e com um ingrediente novo que queremos testar, que é a ideia de você isentar de pagamento de cota patronal o primeiro salário mínimo que o trabalhador receber”, antecipou Haddad.\n‘VAMOS DERRUBAR’\n“Isso é o que chamamos de insegurança jurídica”. O argumento é do senador Efraim Filho (União Brasil-PB). O paraibano criticou o anúncio do ministro Fernando Haddad e defendeu uma “robusta articulação” no Congresso Nacional, contra a medida.\n\"A edição da MP contraria uma decisão tomada por ampla maioria pelo Congresso. Vai sofrer resistências desde a largada. Traz insegurança jurídica para o empreendedor, que, no dia 1º de janeiro, ficará sem saber qual regra seguir, se a da MP ou a da lei aprovada pelo Congresso e hoje publicada\", disse o senador.\nTREVO DE QUATRO FOLHAS\nSegundo a tradição dos povos celtas, encontrar um trevo de quatro folhas é sinal de boa sorte.\nNo Brasil, a poesia “Trevo de Quatro Folhas” tornou-se queridinha dos fãs da bossa nova na voz do baiano de Juazeiro João Gilberto (1931-2019.\n“Vivo esperando e procurando ?Um trevo no meu jardim ?Quatro folhinhas nascidas ao léu ?Me levariam pertinho do céu ?Feliz eu seria e o trevo faria ?Que ela voltasse pra mim ?Vivo esperando e procurando ?Um trevo no meu jardim”\n[Harry Woods/Mort Dixon]\nA Lotex (Loteria Instantânea Exclusiva) teve o autorização de funcionamento dada pelo Ministério da Fazenda. A raspadinha vai repassar 0,4% para a seguridade social; 13% para oFNSP (Fundo Nacional de Segurança Pública); 0,9% para oMinistério do Esporte; 0,9% para oFNC (Fundo Nacional de Cultura); 1,5% para instituições de futebol pelo uso dos escudos e marcas; 18,3% para o agente operador da Lotex; e 65% para o pagamento de prêmios e imposto de renda sobre a premiação.\nBoa sorte!\nPENSE NISSO!\nNa última entrevista coletiva do ano, o ministro da Fazenda, Fernando Haddad, criticou os preços altos das passagens aéreas e disse que o aumento de 65% “nos últimos quatro meses está preocupando”, disse. ”Elas já estavam caras há quatro meses e elas subiram 65%, o que está afetando o IPCA”, disse Haddad.\nNo prédio ao lado, o Ministério da Gestão e da Inovação em Serviços Públicos publicou o calendário de feriados e pontos facultativos, em 2024, para o setor público.\nDe acordo com o Diário Oficial, os únicos feriados prolongados serão o Carnaval, de 10 a 13 de fevereiro, a Paixão de Cristo, em 29 de março e Corpus Christi,30 de maio.\nConfira o calendário:\n1º de janeiro, Confraternização Universal - segunda-feira.\nCarnaval - de 10 a 13 de fevereiro - sábado a terça-feira.\nPaixão de Cristo - 29 de março - quinta-feira.\nTiradentes - 21 de abril - domingo.\nDia do Trabalho - 1º de maio - quarta-feira.\nCorpus Christi - 30 de maio - quinta-feira.\nIndependência do Brasil - 7 de setembro - sábado\nFesta de Nossa Senhora Aparecida - 12 de outubro - sábado\nFinados - 2 de novembro - sábado\nProclamação da República - 15 de novembro - sexta-feira.\nDia da Consciência Negra - 20 de novembro - quarta-feira.\nNatal - 25 de dezembro - quarta-feira.\nDá para se organizar e comprar passagens aéreas mais baratas.\nPense nisso!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:08.676+02:00",
    "updated": "2023-12-29T00:08:08.676+02:00"
  },
  {
    "uuid": "a1eb66fb8190a20c6c6aaa790e8a2c57bf624277",
    "url": "https://www.whas11.com/article/news/crime/new-albany-police-shooting-2020-domestic-disturbance-sebastian-beck-sentencing-court/417-e94998ce-3152-4e4f-a570-9f2d8d267a18",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joseph Garcia",
    "published": "2023-12-28T21:51:00Z",
    "title": "Indiana man gets 16 years in prison for 2020 domestic incident | whas11.com",
    "text": "NEW ALBANY, Ind. — A southern Indiana man, who was [ shot by police after a domestic disturbance in 2020](/article/news/crime/officer-involved-shooting-in-new-albany/417-b7c8ded3-16ff-4433-9e8a-af2117753e7a), received the maximum prison sentence for his charges on Thursday. Sebastian Beck was arrested on Sept. 12, 2020 after he attempted to hit a New Albany police officer with a car. He accepted a plea deal and was charged with attempted aggravated battery and domestic battery charges. In a Floyd County courtroom on Thursday, Beck was sentenced to 16 years behind bars. That's the maximum sentence he can receive with his charges, prosecutors said. He has already served 850 days in jail. Floyd County Prosecutor Chris Lane said the case was so important because the officer was trying to protect someone in a domestic violence situation with children present. \"[Officer Jon Davidson] took this position to help people. He went there to help people. He didn't know these people, he had no idea what he was going into,\" Lane. \" He put his life, literally on the line, against an over 3,00-pound vehicle coming at him. That's courage, that's a hero and that's why we're here today.\" He added that repeated domestic violence incidents can lead to escalated felonies. Lane said officials plan to soon roll out a new program to tackle domestic violence in the community. Floyd County Chief Deputy Prosecutor Liz Stigdon said their office will assign a prosecutor to specifically prosecute felony domestic violence cases, \"so that's there's very focused, vertical prosecution of these cases.\" New Albany Police Chief Todd Bailey said since the incident, Davidson has been promoted and now works with the department's Evidence Technician Unit. Case Background In September 20202, the New Albany Police Department responded to an incident at a home in the 100 block of Gordon Drive. After speaking with the 911 caller at the scene, Officer Jon Davidson found Beck sitting in the driver's seat of a car parked nearby. Davidson asked Beck to step out of the vehicle, at which point Beck put the car in gear, backed up, and drove the car directly at the New Albany police officer. Davidson attempted to get out of the way of the vehicle, even hiding behind a bush, however Beck continued to accelerate the vehicle toward the officer and drove over the bush. That's when Davison fire four shots, striking both Beck and the car. According to police, Beck continued driving into the 4H Fairgrounds, where he crashed into a building. Following an investigation into the police shooting, Floyd County Prosecutor Chris Lane said Indiana State Police and the Floyd County Prosecutor's Officer determined Davidson's use of force was justified. Make it easy to keep up-to-date with more stories like this. Download the WHAS11 News app now. For [Apple](https://itunes.apple.com/us/app/whas11-news-louisville/id1453184391?ls=1&mt=8) or [Android](https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_b3ff766402d6d975200b86a42ea504b0) users. Have a news tip? Email [assign@whas11.com](mailto:assign@whas11.com), visit our [Facebook page](http://www.facebook.com/whas11) or [Twitter feed](https://twitter.com/whas11).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://itunes.apple.com/us/app/whas11-news-louisville/id1453184391?ls=1&mt=8)",
      "https://itunes.apple.com/us/app/whas11-news-louisville/id1453184391",
      "https://www.itunes.apple.com/us/app/whas11-news-louisville/id1453184391?ls=1&mt=8)",
      "http://facebook.com/whas11)",
      "https://twitter.com/whas11).",
      "https://play.google.com/store/apps/details",
      "https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_b3ff766402d6d975200b86a42ea504b0)",
      "https://www.play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_b3ff766402d6d975200b86a42ea504b0)",
      "https://www.twitter.com/whas11).",
      "http://www.facebook.com/whas11)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beck",
          "sentiment": "none"
        },
        {
          "name": "sebastian beck",
          "sentiment": "none"
        },
        {
          "name": "lane",
          "sentiment": "none"
        },
        {
          "name": "chris lane",
          "sentiment": "none"
        },
        {
          "name": "jon davidson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "new albany",
          "sentiment": "none"
        },
        {
          "name": "ind.",
          "sentiment": "none"
        },
        {
          "name": "floyd county",
          "sentiment": "none"
        },
        {
          "name": "new albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:37.326+02:00",
    "updated": "2023-12-29T04:02:35.850+02:00"
  },
  {
    "uuid": "2b0734b59d3cbad916fab2a2e0da8eec2b95f78f",
    "url": "https://andaluciainformacion.es/almeria/1651107/hamas-acepta-una-tregua-en-tres-fases-y-liberacion-de-rehenes-en-gaza-turno-para-israel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-05-06T20:03:00Z",
    "title": "Hamás acepta una tregua en tres fases y liberación de rehenes en Gaza: turno para Israel | Andalucía Información. Todas las noticias de Almería",
    "text": "La propuesta de tregua aceptada este lunes por el grupo islamista Hamás incluye un alto el fuego en la Franja de Gaza de tres fases que incluirá la liberación de los rehenes en manos del movimiento palestino, pero tiene que ser aprobada por Israel, informaron a EFE fuentes cercanas a las conversaciones. Las fuentes, que pidieron no ser identificadas por la sensibilidad del asunto, indicaron que en la primera fase se aplicará un cese de hostilidades de 40 días con posibilidad de prórroga, así como la retirada de las fuerzas israelíes hacia el este de la Franja y lejos de las zonas densamente pobladas. Asimismo, la propuesta presentada por Egipto y Catar contempla el regreso de los desplazados a sus hogares, según avanzaron también la cadena catarí Al Jazeera y la televisión estatal egipcia Al Qahera News, muy próxima a la Inteligencia del país norteafricano. Desde el primer día de la tregua, Hamás liberaría tres rehenes cada tres días, mientras que Israel excarcelará \"al número correspondiente de prisioneros palestinos\", una cifra todavía por acordar. Por su parte, el miembro del buró político de Hamás Jalil al Haya dijo a Al Jazeera que la segunda fase del acuerdo incluye \"un cese permanente de las operaciones militares\" de Israel en Gaza. Apuntó que en la segunda y en la tercera etapa se llevarían a cabo negociaciones indirectas con Israel a través de la mediación de Egipto y Catar sobre \"las claves\" de los siguientes intercambios de rehenes por prisioneros palestinos. Añadió que \"la pelota ahora está en el tejado de la ocupación israelí\", que deberá decidir si aceptar o no los términos de este acuerdo presentado por Egipto y Catar. \"Estamos esperando la respuesta de la ocupación a nuestra aprobación de la propuesta de alto el fuego\", indicó el dirigente de Hamás. De momento no se conoce la postura oficial de las autoridades israelíes, aunque, según medios como la cadena pública Kan o el canal 12 de noticias, el acuerdo aceptado por Hamás no cuenta con la luz verde de Israel. Los medios, que citan a funcionarios gubernamentales israelíes, dijeron que la oferta que ha aceptado Hamás fue realizada por Egipto de manera unilateral, y que de momento no está siendo tomada en cuenta hasta que no se aclaren los detalles. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-07T00:40:55.462+03:00",
    "updated": "2024-05-07T00:40:55.462+03:00"
  },
  {
    "uuid": "278f0e885e6a0a366101a5d1001e5c7e5655c750",
    "url": "https://www.shawlocal.com/daily-chronicle/news/local/2024/01/12/warming-centers-available-for-free-in-dekalb-county/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shaw Local News Network",
    "published": "2024-01-12T00:02:00Z",
    "title": "Warming centers available for free in DeKalb County",
    "text": "DeKALB –\nDeKalb County has warming centers throughout DeKalb, Sycamore and Genoa free to use and open to help all in the area looking to get out of the bitter cold.\nThose in need are asked to call the facility before traveling out into the cold to ensure availability.\nIn DeKalb\nPeople are asked to contact the facilities of their choice before traveling to ensure a room is available, especially on holidays and during severe weather events, according to a news release from the city of DeKalb. The Christ Community Church location will be open only in weather with temperatures of 20 degrees or lower.\n- DeKalb Park District, Hopkins Park Community Center, 1403 Sycamore Road. Call 815-758-6663. Weekly hours are 9:30 a.m. to 5 p.m. Monday through Friday, closed weekends.\n- DeKalb Public Library, 309 Oak St., 815-756-3568. Weekly hours are 1 to 5 p.m. Sundays, 9 a.m. to 9 p.m. Monday, through Thursday, 9 a.m. to 5 p.m. Friday and Saturday.\n- DeKalb Salvation Army Community Center, 830 Grove St., 815-756-4308. Weekly hours are 9 a.m. to noon Monday through Thursday, with extra Thursday hours from 5 to 7 p.m., closed Friday through Sunday.\n- Christ Community Church, 2350 Pride Ave., 815-787-6161. Hours are 9 a.m. to 5 p.m. Monday and Wednesday, closed all other days of the week. Only open with temperatures are 20 or below.\n- Unitarian Universalist Congregation of DeKalb, 158 N. Fourth St., DeKalb. Call 815-217-8235. Hours are 8:30 p.m. to 8:30 a.m. daily. Only open when 32 degrees or lower. Open overnight.\nUnder DeKalb city code, landlords must provide heat to residential buildings to maintain a room temperature of at least 68 degrees between 6:30 a.m. and 10:30 p.m., and at least 62 degrees at other times.\nTo report inadequate heat in a residential building, call the DeKalb Building and Code Enforcement Division Mondays through Fridays at 815-748-2070. After hours, call 815-739-0745.\nTo request a well-being check for someone who may be suffering due to extreme weather, call the DeKalb Police Department at 815-748-8400.\nIn Sycamore:\n- Sycamore Police Department, 535 DeKalb Ave., open 24 hours every day.\n- Sycamore Public Library, 103 E. State St., open from 9 a.m. to 8 p.m. Monday through Thursday, 9 a.m. to 6 p.m. Friday, 9 a.m. to 5 p.m. Saturday and 1 p.m. to 5 p.m. Sunday.\nIn Genoa\n- Genoa Police Department, 333 E. First St. in Genoa. To call the non-emergency police department for issues such as main breaks, call 815-784- 6633. For emergencies, dial 911.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "oak st.",
          "sentiment": "none"
        },
        {
          "name": "dekalb salvation army community center",
          "sentiment": "none"
        },
        {
          "name": "dekalb public library",
          "sentiment": "none"
        },
        {
          "name": "christ community church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dekalb county",
          "sentiment": "none"
        },
        {
          "name": "genoa",
          "sentiment": "none"
        },
        {
          "name": "dekalb people",
          "sentiment": "none"
        },
        {
          "name": "hopkins park community center",
          "sentiment": "none"
        },
        {
          "name": "dekalb park district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T03:12:49.872+02:00",
    "updated": "2024-01-12T03:12:49.872+02:00"
  }
]