[
  {
    "uuid": "5a7a1db882c9107abbf2d1bff9f1a8344c7ce566",
    "url": "https://www.elperiodico.cat/ca/opinio/20231228/triomf-mes-gran-negacionisme-96347872",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ana Bernal-Triviño",
    "published": "2023-12-28T20:28:00Z",
    "title": "El triomf més gran del negacionisme",
    "text": "La tribuna\nEl triomf més gran del negacionisme\nEl seu èxit no consisteix a convèncer els que poguessin tenir dubtes, sinó que encara que fins i tot el teu pare mati la teva mare, tu, com a fill, neguis que hi hagi violència de gènere\nQuan vaig acabar una de les meves conferències, una dona se’m va acostar. Em va explicar la història d’una coneguda molt pròxima, assassinada per violència de gènere per la parella, amb el patiment més gran. Van quedar orfes dos fills petits. Em narrava, impressionada, com ha evolucionat tot anys després: ell ja és lliure i aquestes criatures, que ja són adolescents i adultes, afirmen ara que \"la violència de gènere no existeix\" o que \"la culpa és de les dones\".\nEl triomf més gran del negacionisme ja no és només convèncer els que tinguessin dubtes, sinó que encara que fins i tot el teu pare mati la teva mare, tu, com a fill, el neguis. Suposem que, a més, s’hi afegeix la teoria del reforç. El que passa quan aquests joves comparteixin els seus pensaments amb altres que opinin el mateix que ells. Quan els col·legues o referents a les xarxes enforteixen aquesta idea... ja és un cas perdut. El negacionisme també ha triomfat de moltes altres maneres contra les víctimes, i no només deixant les polítiques feministes marginades, sinó quan hi ha gent que fins i tot és capaç d’escriure a les xarxes a la filla d’Ana Orantes per atacar-la.\nAcaba un any amb un augment de víctimes de violència de gènere, i augment de víctimes de violència sexual. I no és per casualitat. No hi ha res que funcioni més en el negacionisme que valer-se del procés de deshumanització de les víctimes. I això forma part del nostre imaginari social, on els mitjans de comunicació han tingut –i tenen– un paper fonamental. De vegades, donant més veu i autoritat a negacionistes que a feministes, a les quals s’ha silenciat o ridiculitzat. De vegades, donant veu no a professionals, sinó a tertulians amb mites. De vegades, donant més veu a teories que culpen la mateixa víctima.\n¿Casos que serveixin d’exemple? Fa setmanes va ser la declaració de l’Óscar, únic investigat pel cas d’Esther López, a Traspinedo. Recordo com, en els primers dies, als mitjans no deixaven de bolcar-se idees que apuntaven a ella i el seu comportament, o al que hauria pres aquell dia. La causa era justificar aquell final segons la responsabilitat d’ella. L’anàlisi de gènere darrere d’aquest assumpte, com a hipòtesi periodística, va quedar bastant al marge.\nIgual va passar quan, per aquestes dates, va aparèixer fa anys el cos de Diana Quer. No sé si recorden les hores dedicades a qüestionar com era la relació de la filla amb els seus pares. Fins i tot es feien en directe anàlisis grafològiques de la firma de la jove per descriure com era, perquè si era rebel o tenia poca autoestima i tal... ja se sap. Després fins i tot es va arribar, casualment, a avaluar i comentar el que la mare feia o deixava de fer en la seva vida privada. I mentre tot això passava a la tele, sense que ningú hagi demanat perdó, el cos de Diana Quer era en un pou. Un cadàver que es va localitzar només perquè el Chicle estava solt i va estar a punt de segrestar una altra dona.Notícies relacionades\nI si això passa amb dones assassinades, amb víctimes que tenen noms i cognoms, sobre les quals cau el dubte, imaginin quan continues viva i has passat per violència de gènere en la teva parella. Perquè clar, en aquests casos hi ha qui ho continua veient com relacions privades on és millor no ficar-se. I l’assumpte empitjora més quan ets mare... i mediàtica. Ho hem vist aquests dies amb Bárbara Rey. Sort que la seva filla segueix al seu costat. Però ja se sap, a les víctimes se’ls exigeix ser impecables. Han de saber sempre com reaccionar i sobreposar-se al segon, encara que t’acabin de maltractar, perquè el teu fill t’ho podrà retreure anys després. I és que les mares han de ser santes. No anar-se’n de festa, no tenir altres relacions. Han d’aguantar i callar. Com més se’n parla, menys es parla del que ells van fer, clar. Menys es parla de per què uns fills acaben recolzant un maltractador i fent mal a la víctima. Ja ho han vist en l’arrencada de l’article, fills que ni respecten quan ella ha sigut assassinada.\nNo sempre és qüestió de sang i de família al final. És qüestió de cultura, d’ideologia i de manipulació. El que és trist és que tanta premsa, any rere any, es dediqui a això. A assenyalar i plantejar el dubte sobre elles perquè d’altres, que ho estiguin veient, aprenguin que és millor estar callada i que sigui el que hagi de ser. Abandonades a la seva sort.\n. /",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "catalan",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:55.979+02:00",
    "updated": "2023-12-29T01:13:55.979+02:00"
  },
  {
    "uuid": "7747568a78cadf5acc2405f49bdaf525befc0d5d",
    "url": "https://www.timesargus.com/sports/capital-hoop-stars-set-high-bar/article_2157e14c-90c0-5a30-80f5-9d1412bbe7be.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Biggam Staff Writer",
    "published": "2024-03-14T19:50:00Z",
    "title": "Capital hoop stars set high bar",
    "text": "A trio of 1,000-point scorers highlighted the Capital Division All-Star team at the conclusion of another memorable girls basketball season.\nNorth Country’s Sabine Brueck collected Player of the Year honors, while Lamoille’s Greg Davis was named the league’s top coach. Brueck, Lyndon’s Brooke’Lyn Robinson and Montpelier’s Ireland Donahue all scored their 1,000th point this winter in addition to stepping up defensively.\nRobinson was joined on the First Team by Lamoille’s Evie Pirie, Thetford’s Addison Cadwell and the Harwood duo of Eloise Lilley and Quinn Nelson. The Second Team featured Donahue, Thetford’s Whitney Lewis, Lyndon’s Molly Renaudette, North Country’s Maya Auger and Lamoille’s Alaina Crittenden. Honorable Mention selections were Spaulding’s Gracie Martin, Lamoille’s Natalie Royer, Randolph’s Ella Messier, Oxbow’s Braylee Phelps and Harwood’s Roanha Chalmers.\nNorth Country finished with a 21-3 record and has gone a combined 45-3 over the past two seasons. The Falcons kicked off the season with victories over D-I opponents BFA-St. Albans and Essex before flexing their muscles all winter against league rivals. North Country eliminated Enosburg with a 48-40 quarterfinal win and earned a 48-30 semifinal victory over Harwood.\nHarwood (18-5) advanced to the Barre Aud for the third time in five years by ousting Lyndon, 50-43, in the quarterfinals. The Highlanders secured a 50-28 payback victory over Lamoille and avenged another loss by serving up a 53-46 win at North Country.\nLamoille went 18-5 and swept Lyndon while prevailing by scores of 50-46 and 38-37. The Lancers beat Spaulding on three occasions in addition to collecting a 47-42 win over Harwood, a 49-35 victory over Thetford and a 55-43 win against Colchester.\nLyndon (16-6) swept Spaulding, earned a 53-50 over D-III champ Hazen and showcased its potential again during a 58-25 victory over Thetford. Robinson poured in a combined 72 points during a four-day span as LI beat Harwood by scores of 51-40 and 48-36.\nSpaulding (10-12) pulled off a 48-44 playdown victory over No. 6 Mount Abraham and was also in top form during a 39-32 win over South Burlington, a 39-31 victory at Thetford and a 55-38 win over Oxbow. Montpelier (9-12) recorded its most successful season in a decade and proved its legitimacy during a 36-25 win over Oxbow.\nU-32 (6-15) put up a strong fight against D-II champ Fair Haven during a 41-34 loss. The Raiders beat Lake Region twice and also recorded a 49-39 win at Montpelier and a 31-28 victory at Spaulding.\nThetford finished at 14-8 despite battling through major injury-related challenges. The Panthers earned a 60-35 victory over D-IV semifinalist Williamstown and beat D-III semifinalst White River, 44-34. Thetford also swept Montpelier and Oxbow in addition to cruising past U-32, 41-20.\nOxbow (11-11) recorded a 37-30 victory over U-32 and a 42-34 win against Montpelier. The Olympians earned a 54-35 playdown victory over Randolph to beat the Galloping Ghosts for the second time in a three-week span. Randolph (8-13) earned a mid-season 43-41 win over Oxbow before peaking late in the winter during a 44-39 victory at Thetford and a 48-44 win over U-32.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "spaulding",
          "sentiment": "none"
        },
        {
          "name": "robinson",
          "sentiment": "none"
        },
        {
          "name": "harwood",
          "sentiment": "none"
        },
        {
          "name": "lyndon’s molly renaudette",
          "sentiment": "none"
        },
        {
          "name": "natalie royer",
          "sentiment": "none"
        },
        {
          "name": "sabine brueck",
          "sentiment": "none"
        },
        {
          "name": "greg davis",
          "sentiment": "none"
        },
        {
          "name": "maya auger",
          "sentiment": "none"
        },
        {
          "name": "alaina crittenden",
          "sentiment": "none"
        },
        {
          "name": "ella messier",
          "sentiment": "none"
        },
        {
          "name": "eloise lilley",
          "sentiment": "none"
        },
        {
          "name": "gracie martin",
          "sentiment": "none"
        },
        {
          "name": "brueck",
          "sentiment": "none"
        },
        {
          "name": "donahue",
          "sentiment": "none"
        },
        {
          "name": "addison cadwell",
          "sentiment": "none"
        },
        {
          "name": "evie pirie",
          "sentiment": "none"
        },
        {
          "name": "lyndon’s brooke’lyn robinson",
          "sentiment": "none"
        },
        {
          "name": "randolph",
          "sentiment": "none"
        },
        {
          "name": "quinn nelson",
          "sentiment": "none"
        },
        {
          "name": "whitney lewis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "capital division all-star",
          "sentiment": "negative"
        },
        {
          "name": "falcons",
          "sentiment": "none"
        },
        {
          "name": "essex",
          "sentiment": "none"
        },
        {
          "name": "braylee phelps",
          "sentiment": "none"
        },
        {
          "name": "bfa",
          "sentiment": "none"
        },
        {
          "name": "north country",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lamoille",
          "sentiment": "none"
        },
        {
          "name": "thetford",
          "sentiment": "none"
        },
        {
          "name": "st. albans",
          "sentiment": "none"
        },
        {
          "name": "montpelier",
          "sentiment": "none"
        },
        {
          "name": "north country",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:10:18.604+02:00",
    "updated": "2024-03-15T01:10:18.604+02:00"
  },
  {
    "uuid": "d5ba072466cd13c5d0d3b67aec8eda36d3d9e6f1",
    "url": "https://ground.news/article/paxton-request-for-pause-on-whistleblower-lawsuit-depositions-denied",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T20:49:00Z",
    "title": "Ground News - Paxton request for pause on whistleblower lawsuit depositions denied",
    "text": "Summary by Ground News The Texas Third Court of Appeals denied Attorney General Ken Paxton's request for an emergency stay of impending depositions. The whistleblower plaintiffs are seeking depositions of Paxton, First Assistant Attorney General Brent Webster, Chief of Staff Lesley French Henneke, and Senior Advisor to the Attorney General Michelle Smith. The lawsuit began in 2020 after several former officials in Paxtons office became whistleblowers and reported Paxton to the FBI for alleged misconduct. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nKXAN Center High Factuality Media Conglomerate: Nexstar Media Group Paxton request for pause on whistleblower lawsuit depositions denied AUSTIN (KXAN) – The Texas Third Court of Appeals denied Attorney General Ken Paxton’s request for an emergency stay of impending depositions in the whistleblower lawsuit that sparked his impeachment this year, according to a Wednesday court filing. The whistleblower plaintiffs are seeking depositions of Paxton, First Assistant Attorney General Brent Webster, Chief of Staff Lesley French Henneke, and Senior Advisor to the Attorney General Michell…\n5 hours ago · Austin, United States Read Full Article\nKXAN Center High Factuality Media Conglomerate: Nexstar Media Group\nPaxton request for pause on whistleblower lawsuit depositions denied AUSTIN (KXAN) – The Texas Third Court of Appeals denied Attorney General Ken Paxton’s request for an emergency stay of impending depositions in the whistleblower lawsuit that sparked his impeachment this year, according to a Wednesday court filing. The whistleblower plaintiffs are seeking depositions of Paxton, First Assistant Attorney General Brent Webster, Chief of Staff Lesley French Henneke, and Senior Advisor to the Attorney General Michell…\n5 hours ago · Austin, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.kxan.com/investigations/paxton-request-for-pause-on-whistleblower-lawsuit-depositions-denied/?utm_source=ground.news&utm_medium=referral",
      "https://kxan.com/investigations/paxton-request-for-pause-on-whistleblower-lawsuit-depositions-denied/?utm_source=ground.news&utm_medium=referral",
      "https://www.kxan.com/investigations/paxton-request-for-pause-on-whistleblower-lawsuit-depositions-denied/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ken paxton",
          "sentiment": "negative"
        },
        {
          "name": "paxton",
          "sentiment": "negative"
        },
        {
          "name": "lesley fr",
          "sentiment": "none"
        },
        {
          "name": "henneke",
          "sentiment": "none"
        },
        {
          "name": "brent webster",
          "sentiment": "none"
        },
        {
          "name": "michelle smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news the texas third court of appeals",
          "sentiment": "negative"
        },
        {
          "name": "nexstar media group paxton",
          "sentiment": "none"
        },
        {
          "name": "kxan",
          "sentiment": "none"
        },
        {
          "name": "fbi",
          "sentiment": "none"
        },
        {
          "name": "kxan center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "texas third court of appeals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paxtons",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:27.136+02:00",
    "updated": "2023-12-29T00:43:27.136+02:00"
  },
  {
    "uuid": "1084f3e009412da4eb99fbbfb44416ddfc42fb88",
    "url": "https://goblueraiders.com/news/2025/1/30/mens-basketball-middle-tennessee-unable-to-pull-off-late-comeback-in-61-57-loss-to-nmsu.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@MT_MBB",
    "published": "2025-01-31T03:45:00Z",
    "title": "Middle Tennessee unable to pull off late comeback in 61-57 loss to NMSU",
    "text": "Box Score 61 Winner New Mexico St. NMSU 12-9,5-3 CUSA 57 Middle Tenn. MTSU 14-7,5-3 CUSA Winner New Mexico St. NMSU 12-9,5-3 CUSA 61 Final Jan. 30, 2025 57 Middle Tenn. MTSU 14-7,5-3 CUSA Score By Periods Team 1 2 F New Mexico St. NMSU 35 26 61 Middle Tenn. MTSU 26 31 57 Game Recap: Men's Basketball | 1/30/2025 10:45:00 PM | Anthony Fiorella Middle Tennessee unable to pull off late comeback in 61-57 loss to NMSU MURFREESBORO, Tenn. –In the midst of perhaps its toughest part of the Conference USA schedule, the New Mexico State Aggies (12-9, 5-3 CUSA) snapped a three-game conference losing streak by giving Middle Tennessee (14-7, 5-3 CUSA) it's second loss of the season in the Murphy Center by a score of 61-57. The Blue Raiders struggled to score in the first half, going 11-of-28 from the field including just 3-of-17 from distance. At the half, Jestin Porter and Camryn Weston paced Middle Tennessee in scoring with seven points apiece. Sophomore Chris Loofe, who made his first career start, grabbed five rebounds in the first half and had three blocked shots. New Mexico State got a bulk of its points down low in the first half, outscoring Middle Tennessee 26-10 in that department. The Aggies leading scorer, Peter Filipovity, led New Mexico State in scoring at the break with a game-high 12 points to go with seven rebounds. Senior guard Diontae Bostick had six points and four rebounds to help the Aggies to a 35-26 first-half advantage. The Aggies continued to also try to push the envelope by attacking the Blue Raiders down low, finishing the battle near the basket over the Blue Raiders 42-22 at the end of the night. NMSU also had 16 second-chance points and had multiple runs of three-plus minutes throughout the night where they didn't allow a Blue Raider point. Robert Carpenter finished as the leading scorer for New Mexico State with 16 points to go with seven rebounds. Middle Tennessee was able to trim the lead to single digits multiple times in the second half, reducing the margin to as little as two points with less than 15 seconds to play after trailing by as much as 12 points in the second half with over 7:00 to play. Playing with four fouls, Weston came off the bench with the Blue Raiders down nine points with just over six minutes left and gave Middle Tennessee a shot in the arm, scoring five straight points to get it back to a 59-57 game down the stretch. Unfortunately for the Blue Raiders, they were unable to score in the final 3:51 seconds on the highest-rated defensive team in Conference USA to close out the game. Weston finished the night as the game's leading scorer with 19 points and had six boards and fellow guard Porter had 14 points with three assists. By the Numbers: 1: Sophomore Chris Loofe made his first career start tonight. 9, 4: Career-high in rebounds and blocks for Chris Loofe 6: Games this season in which Camryn Weston has scored 15-plus points off the bench McDevitt's Mic: \"(New Mexico State) is tough and they play with a fiery intensity,\" said Middle Tennessee Head Coach Nick McDevitt. \"Jason (Hooten) does a great job of pulling that out of his group. He's an intense guy and their team plays with emotion and physicality. They were really good on the glass and the second chance points were plus-13 in their favor and points in the paint were plus-20 in their favor. I thought we had some key moments down the stretch to give us the lead. Over about six or seven possessions, we turned it over four times. When we didn't, we missed some buckets. We had a good look with Jestin Porter taking a three that would've given us a one-point lead and Jlynn (Counter) missed one in front of our bench that would've given us a lead and missed an important one-and-one that could've tied it.\" Up next: A battle of two of the top teams in CUSA between the Blue Raiders and UTEP Miners is set for Saturday at 2:00 p.m. from the Murphy Center. The game will be streamed on ESPN+ and can be heard on WGNS Radio. Follow Middle Tennessee Men's Basketball on social media on Facebook (/MTMensBasketball), Twitter (@MT_MBB) and Instagram (@mt_mbb). Print Friendly Version",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->basketball",
      "Sport->regular competition",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T08:13:33.242+02:00",
    "updated": "2025-01-31T08:13:33.242+02:00"
  },
  {
    "uuid": "90230d90b727a446fc555c66ab88c09409add30f",
    "url": "https://thenewamerican.com/us/politics/gop-rep-perry-proposes-bill-to-stop-american-subsidies-to-wef-davos-globalists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R. Cort Kirkwood",
    "published": "2024-01-25T21:41:00Z",
    "title": "GOP Rep. Perry Proposes Bill to Stop American Subsidies to WEF, Davos Globalists - The New American",
    "text": "American taxpayers are funding the globalist totalitarians at the World Economic Forum who want everyone to eat bugs and stop drinking coffee to stop imaginary “climate change.” Since 2011, the WEF has cost taxpayers at least $60 million released in grants from the federal government. But GOP Representative Scott Perry of Pennsylvania plans to turn off the spigot with a bill to prohibit funding the anti-American, anti-Christian globalist subversives. The Grants Pay for Bug-eating Propaganda The WEF is funded mainly through globe-straddling corporations such as Coca-Cola, Chevron, and Sony, and “nonprofits” such as the Bill & Melinda Gates Foundation, which also funds the mass murder of the unborn [through International Planned Parenthood](https://www.gatesfoundation.org/ideas/media-center/press-releases/1999/10/international-planned-parenthood-federation991013). Run by Klaus Schwab, who resembles a villain from a James Bond movie, the WEF also has its mitts on the federal Treasury. On September 21, 2015, the WEF began receiving payments [from a $50.2 million grant](https://www.usaspending.gov/award/ASST_NON_AIDEGEEIO1500004_7200) from the U.S. Agency for International Development (USAID). The grant for “trade facilitation” runs through September 30, 2025. In 2023, [taxpayers wasted $9.1 million](https://www.usaspending.gov/recipient/6536235e-77eb-122c-173c-085e2d528ef5-C/latest), distributed through USAID and the State Department, on a “child” agency of the WEF. The money went for “minority-owned businesses.” Perry would cut off that welfare for the bazillionaire globalists. “No funds available to the Department of State, the United States Agency for International Development, or any other department or agency may be used to provide funding for the World Economic Forum,” the [one-sentence bill](https://perry.house.gov/uploadedfiles/defund_davos_act.pdf) says. “Forcing American Taxpayers to fund annual ski trips for insular, global elitists is absurd — not to mention reprehensible,” [Perry said](https://perry.house.gov/news/documentsingle.aspx?DocumentID=402586#:~:text=The%20bill%20would%20prohibit%20the,%2C%E2%80%9D%20said%20Rep.%20Perry.). “The World Economic Forum doesn’t deserve one cent of American funding, and it’s past time we defund Davos.” Said the news release from Perry’s office: The Davos conference allows the global elites and leaders of countries like China and Iran to argue against the interests of the American People and devise means by which global governance can be implemented. The Forum’s objectives include designing and implementing a global financial system, getting countries to enforce electric vehicle purchases and car sharing, using Artificial Intelligence to drive the economy and society, and other global public interests. A few days after he introduced the bill, Perry delivered the verdict on Davos: Davos is a platform for the global elites and communist government leaders to argue against the interests of the American People — devising means by which global governance can be implemented. Eat Bugs, No Coffee, No Property As the news release [also observed](https://perry.house.gov/news/documentsingle.aspx?DocumentID=402586#:~:text=The%20bill%20would%20prohibit%20the,%2C%E2%80%9D%20said%20Rep.%20Perry.), the globalist elite who recently met in Davos are pushing “dystopian ideals” such as consuming insects, and they’re doing it with American tax money. Last year, the [WEF offered](https://www.weforum.org/agenda/2022/02/how-insects-positively-impact-climate-change/) “5 reasons why eating insects could reduce climate change” as part of the “Davos agenda.” “Edible insects can produce equivalent amounts of quality protein when compared to animals,” the website claimed, and “Insects require less care and upkeep than livestock.” The [WEF also imagines](https://www.weforum.org/agenda/2021/07/why-we-need-to-give-insects-the-role-they-deserve-in-our-food-systems/) a future “food crisis” and claims the consumption of insects must start as the world population grows to 10 billion people by 2050. The world population isn’t growing all that fast and [will likely collapse](https://www.economist.com/leaders/2023/06/01/global-fertility-has-collapsed-with-profound-economic-consequences), but in any event the WEF wants everyone to know that “Insects are a credible and efficient alternative protein source requiring fewer resources than conventional breeding”: Studies suggest that for the same amount of protein produced, insects, mealworms in particular, require much less land than other sources of animal proteins. A study on crickets suggests they are twice as efficient in converting feed to meat as chicken, at least four times more efficient than pigs and 12 times more efficient than cattle.” Right. Meanwhile, even drinking coffee is off the menu, the Davos globalists say. Big banker [Hubert Keller](https://www.impactinvest.org.uk/who-we-are/our-people/hubert-keller/) warned the WEF worthies at their latest conference that “the coffee that we all drink emits between 15 and 20 tonnes of CO2 per tonne of coffee,” and “every time we drink coffee, we are basically putting CO2 into the atmosphere.” Maybe, but every time this gaggle of globalist geese meets in Davos, they “are basically putting CO2 into the atmosphere” with their private jets and limousines. Aside from jamming bugs down our throats with American tax subsidies, the WEF says “ [you’ll own nothing and be happy](https://en.wikipedia.org/wiki/You%27ll_own_nothing_and_be_happy),” as the summary of a deranged article at its website put it. In 2016, a leftist member of the Danish Parliament, [Ida Auken, wrote](https://web.archive.org/web/20210319013318/https://www.weforum.org/agenda/2016/11/how-life-could-change-2030/) about the imaginary utopian city in which she lived in 2030. “Welcome to the year 2030. Welcome to my city — or should I say, ‘our city.’ I don’t own anything. I don’t own a car. I don’t own a house. I don’t own any appliances or any clothes”: It might seem odd to you, but it makes perfect sense for us in this city. Everything you considered a product, has now become a service. We have access to transportation, accommodation, food and all the things we need in our daily lives. One by one all these things became free, so it ended up not making sense for us to own much.… In our city we don’t pay any rent, because someone else is using our free space whenever we do not need it. My living room is used for business meetings when I am not there. While lamenting the loss of her privacy, taxpayer-subsidized [Auken insisted](https://web.archive.org/web/20210319013318/https://www.weforum.org/agenda/2016/11/how-life-could-change-2030/) that, “all in all, it is a good life. Much better than the path we were on, where it became so clear that we could not continue with the same model of growth.” Of course, Auken didn’t explain why everything would be “free.” Nor did she explain how everything from food to consumer goods would be produced. She risibly claimed that the fantasy world she envisioned is not “my utopia or dream of the future.” The WEF has apparently [scrubbed the article](https://www.weforum.org/agenda/2016/11/how-life-could-change-2030/) from its website. H/T: [Breitbart](https://www.breitbart.com/politics/2024/01/22/congressional-republicans-present-defund-davos-bill-keep-u-s-money-out-wef/), [Ace of Spades](https://acecomments.mu.nu/?post=408050)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://web.archive.org/web/20210319013318/https://www.weforum.org/agenda/2016/11/how-life-could-change-2030/)",
      "https://perry.house.gov/news/documentsingle.aspx?DocumentID=402586#:~:text=The%20bill%20would%20prohibit%20the,%2C%E2%80%9D%20said%20Rep.%20Perry.).",
      "https://perry.house.gov/news/documentsingle.aspx?DocumentID=402586#:~:text=The%20bill%20would%20prohibit%20the,%2C%E2%80%9D%20said%20Rep.%20Perry.),",
      "https://www.impactinvest.org.uk/who-we-are/our-people/hubert-keller/)",
      "https://www.breitbart.com/politics/2024/01/22/congressional-republicans-present-defund-davos-bill-keep-u-s-money-out-wef/),",
      "https://acecomments.mu.nu/?post=408050)",
      "https://www.weforum.org/agenda/2016/11/how-life-could-change-2030/)",
      "https://www.economist.com/leaders/2023/06/01/global-fertility-has-collapsed-with-profound-economic-consequences),",
      "https://www.usaspending.gov/recipient/6536235e-77eb-122c-173c-085e2d528ef5-C/latest),",
      "https://perry.house.gov/uploadedfiles/defund_davos_act.pdf)",
      "https://en.wikipedia.org/wiki/You%27ll_own_nothing_and_be_happy),”",
      "https://www.gatesfoundation.org/ideas/media-center/press-releases/1999/10/international-planned-parenthood-federation991013).",
      "https://www.usaspending.gov/award/ASST_NON_AIDEGEEIO1500004_7200)",
      "https://www.weforum.org/agenda/2022/02/how-insects-positively-impact-climate-change/)",
      "https://www.weforum.org/agenda/2021/07/why-we-need-to-give-insects-the-role-they-deserve-in-our-food-systems/)",
      "https://www.perry.house.gov/uploadedfiles/defund_davos_act.pdf)",
      "https://impactinvest.org.uk/who-we-are/our-people/hubert-keller/)",
      "https://weforum.org/agenda/2022/02/how-insects-positively-impact-climate-change/)",
      "https://usaspending.gov/recipient/6536235e-77eb-122c-173c-085e2d528ef5-C/latest),",
      "https://gatesfoundation.org/ideas/media-center/press-releases/1999/10/international-planned-parenthood-federation991013).",
      "https://usaspending.gov/award/ASST_NON_AIDEGEEIO1500004_7200)",
      "https://breitbart.com/politics/2024/01/22/congressional-republicans-present-defund-davos-bill-keep-u-s-money-out-wef/),",
      "https://www.perry.house.gov/news/documentsingle.aspx?DocumentID=402586#:~:text=The%20bill%20would%20prohibit%20the,%2C%E2%80%9D%20said%20Rep.%20Perry.).",
      "https://www.acecomments.mu.nu/?post=408050)",
      "https://www.perry.house.gov/news/documentsingle.aspx?DocumentID=402586#:~:text=The%20bill%20would%20prohibit%20the,%2C%E2%80%9D%20said%20Rep.%20Perry.),",
      "https://economist.com/leaders/2023/06/01/global-fertility-has-collapsed-with-profound-economic-consequences),",
      "https://weforum.org/agenda/2021/07/why-we-need-to-give-insects-the-role-they-deserve-in-our-food-systems/)",
      "https://weforum.org/agenda/2016/11/how-life-could-change-2030/)",
      "https://perry.house.gov/news/documentsingle.aspx",
      "https://acecomments.mu.nu/",
      "https://www.en.wikipedia.org/wiki/You%27ll_own_nothing_and_be_happy),”",
      "https://web.archive.org/web/20210319013318/https://weforum.org/agenda/2016/11/how-life-could-change-2030/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "perry",
          "sentiment": "negative"
        },
        {
          "name": "james bond",
          "sentiment": "none"
        },
        {
          "name": "klaus schwab",
          "sentiment": "none"
        },
        {
          "name": "scott perry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "world economic forum",
          "sentiment": "negative"
        },
        {
          "name": "davos globalists",
          "sentiment": "negative"
        },
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "wef",
          "sentiment": "negative"
        },
        {
          "name": "coca-cola",
          "sentiment": "none"
        },
        {
          "name": "sony",
          "sentiment": "none"
        },
        {
          "name": "bill & melinda gates foundation",
          "sentiment": "none"
        },
        {
          "name": "chevron",
          "sentiment": "none"
        },
        {
          "name": "treasury",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:11.354+02:00",
    "updated": "2024-01-26T00:41:11.354+02:00"
  },
  {
    "uuid": "6aa7e62816f2684c2851950ca8cd6d2a3a9a7a1d",
    "url": "https://www.guelphtoday.com/local-news/event-aimed-at-inspiring-women-to-buy-electric-vehicles-8312919",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GuelphToday Staff",
    "published": "2024-02-15T21:36:00Z",
    "title": "Event aimed at inspiring women to buy electric vehicles",
    "text": "Studies show more women tend to be early “environmental adopters” than men, but that doesn’t appear to be the case when it comes to buying electric vehicles (EVs). Local environmental group eMERGE is looking to change that. The group is set to host ‘Women’s EV Night’ on March 7, during International Women’s Week, with local women who own an EV sharing their experiences and answering questions about owning and operating an EV. “We want to help ‘normalize; the idea of new and used EV ownership for women,” explains an eMERGE email. “By the end of this event, we want women to feel more comfortable with taking EV ownership seriously.” More than 7,000 vehicles are sold in Guelph every year, the group notes, adding, “but very few are electric.” For every EV bought instead of a gasoline or diesel-fueled vehicle reduces greenhouse gas emissions by more than three tonnes per year, making the air less polluted. Women’s EV night is set to run from 7 to 9 p.m. at the 10C shared space (42 Carden St.). To register for the free event, click [here](https://www.eventbrite.ca/e/womens-ev-night-tickets-838515952787?aff=oddtdtcreator&mc_cid=2df76d37c5&mc_eid=c7225c2b77).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.eventbrite.ca/e/womens-ev-night-tickets-838515952787?aff=oddtdtcreator&mc_cid=2df76d37c5&mc_eid=c7225c2b77",
      "https://eventbrite.ca/e/womens-ev-night-tickets-838515952787?aff=oddtdtcreator&mc_cid=2df76d37c5&mc_eid=c7225c2b77",
      "https://www.eventbrite.ca/e/womens-ev-night-tickets-838515952787"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "guelph",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:17:55.633+02:00",
    "updated": "2024-02-16T02:19:17.214+02:00"
  }
]