[
  {
    "uuid": "cfbc8416c587cffe46c9b5b130cc25c2bd514429",
    "url": "https://www.world-today-news.com/anastasia-belous-surrealist-exhibition-celebrating-imagination-and-war-in-ukraine-at-antoine-chevalier-gallery",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-03-08T01:12:00Z",
    "title": "Anastasia Belous: Surrealist Exhibition Celebrating Imagination and War in Ukraine at Antoine Chevalier Gallery - World Today News",
    "text": "The new exhibition “Another Eye” presented at the Antoine Chevalier gallery in the West Village is a celebration of imagination, play of colors, lights, and the unexpected. Ukrainian artist Anastasia Belous, who currently lives in Spain after leaving her country in 2015 due to the war in Crimea, presents a series of works revealing her vision of surrealist painting – the centenary of which is being celebrated this year. Witches on an airplane wing, women and children adopted by nature, giant rabbit, hairy chicken… the scenes follow one another, like a joyful parade, on the walls of the new pop-up gallery by French gallery owner Antoine Chevalier.\nDespite this apparent joy, Anastasia Belous’ paintings are all about Ukraine and war. Since the new Russian invasion two years ago, the country has seen millions of people leave, mainly women and children, uprooted migrants on the roads far from their homes, without knowing what the future holds for them. It is this other view of the war, from the side of these exiles, that Anastasia Belous proposes to bring to this tragedy.\nThe exhibition opens this Thursday March 7 from 5pm to 8pm at 178 Bleecker Street . On display until March 30.\n“The building fish, Anastasia Belous at the Antoine Chevalier gallery in New York . © Gallery Antoine Chevalier\n2024-03-07 17:37:40\n#surrealism #Anastasia #Belous #Antoine #Chevalier #gallery #York #French #Morning\nRelated posts: Thionville. Rue du Vieux-Collège, the green wall is taking root If you love music, move to London or New York Hey, take a vacation! 'Makha Bucha' on 3 free expressways A stray bullet wounded a 12-year-old boy when he was inside his residence in Newark - Telemundo New ... Super rare: Orlando Bloom shares family picture with son Flynn rdv scanner marseille timone Friday September 15 Weather Update: Bright Sunshine in Toulouse and Occitania Jan Jambon (N-VA) on eve July 11: \"Call on all Flemings to right back together to get out of the cor... The US and Cuba begin a new round of dialogue on the mass exodus Former professional Donald Caldwell shot dead in Florida Share this: Facebook X",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "antoine chevalier",
          "sentiment": "negative"
        },
        {
          "name": "anastasia belous",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "west village",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "antoine chevalier gallery",
          "sentiment": "none"
        },
        {
          "name": "crimea",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T03:16:21.181+02:00",
    "updated": "2024-03-08T03:16:21.181+02:00"
  },
  {
    "uuid": "324f0e8825d2e77635c7fd9e05d95a3007cb21a6",
    "url": "https://torah.org/torah-portion/ravfrand-5784-vayechi/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rabbi Yissocher Frand",
    "published": "2023-12-28T21:45:00Z",
    "title": "“Shoot From Hip and Ask Questions Later” – Is Not a Quality for a Jewish Leader",
    "text": "Rav Frand| Level: Intermediate\nThese divrei Torah were adapted from the hashkafa portion of Rabbi Yissocher Frand’s Commuter Chavrusah Series on the weekly portion: ##1319 – Honoring Your Parents Wishes After Their Death: How Far Must You Go? Good Shabbos!\nOn his deathbed, Yaakov gives brachos to his children. He begins with his firstborn son and tells him: “Reuven, you are my firstborn… Yeser s’ais v’yeser az (greater by raising and greater by might).” (Bereshis 49:3).\nWhat do the words “yeser s’ais v’yeser oz” mean? Rashi interprets, “You were potentially fit to be greater than your brothers by having the kehunah, as indicated by the word s’ais which is related to the expression “nesias kapayim” (“lifting of the palms,” which takes place during Birkas Kohanim). Rashi also interprets the expression “v’yeser oz” as implying that Reuven should have also had the leadership role in Klal Yisrael – malchus (monarchy). Rashi infers this from the similar expression “v’yiten oz l’malko” (Shmuel I 2:10).\nWhat caused Reuven to lose this greatness, for which he had been destined? Yaakov continues his blessing to Reuven in the next pasuk: “Pachaz k’mayim al tosar olisa mishkivay ovicha” (Haste like water – do not take more, because you mounted your father’s bed…) (Bereshis 49:4). Rashi interprets “Pachaz k’mayim” – your impetuousness, which caused you to react impulsively when you felt your mother was slighted (in the incident in which Reuven shifted Yaakov’s bed from the tent of Rochel’s handmaiden to the tent of his mother, Leah, following the death of Rochel). The impulsiveness you demonstrated on that occasion disqualified you from being the king. Rashi says the expression “pachaz k’mayim” connotes fast flowing water that is in an apparent hurry to get to its destination. “You are like a quick flowing stream – too quick, too trigger-happy. Therefore, you are ineligible to receive all these extra benefits (kehuna and malchus), which you were destined to receive.”\nOn the other hand, by the bracha of Yehuda – who does receive the monarchy – the pasuk says: “A lion cub is Yehudah; from prey my son, you ascended (m’teref b’nee alisa)” What does that mean? Rashi interprets: You, Yehuda, were part of the conspiracy to kill Yosef. You were the one who came up with the supposed story that Yosef was killed by a wild animal. You were part of all that. But what happened, Yehuda? You changed your mind. You withdrew and you said “What gain will there be if we kill our brother and cover up his blood? (Bereshis 37:26) You argued, let’s not kill him, but rather throw him into a pit. We can sell him to the Yishmaelim.\nAccording to Rashi, Yaakov further noted that this is not the only time Yehuda changed his mind and regretted an earlier statement. He also initially issued a decree that Tamar should be executed (when he suspected her of being unfaithful and having illicit relations outside her family). But upon seeing her evidence to the contrary, he said “She is more righteous than I.” (Bereshis 38:26)\nWhat is Rashi teaching?\nRabbi Buxban from Florida wanted to explain these Rashis as follows: There is one quality that disqualifies a person from being a king or a leader in Klal Yisrael – the quality of impetuousness and impulsiveness. Knee-jerk reactions are unacceptable for a Jewish leader. A leader needs to be able to think things through, and rethink things if necessary. Before carrying out a decision, a king must ask himself “Is this the right way to go?”\nReuven did not rethink his steps. He was offended. He stood up for his mother’s honor – all well and good. But he didn’t say “Hey, wait a minute! Let me think this thing through. What am I doing to my father? I am insulting him.” Because of that quality, Reuven could not be the melech.\nYehudah, on the other hand, also made mistakes. His initial reaction was “Let’s kill Yosef. Let’s kill Tamar.” But then he thought about the matter and said “mah betza” (What is to be gained by this)? He changed his mind and retracted his position. He said, “Maybe I was not right.” That is an attribute needed to be a melech Yisrael.\n“Shoot from the hip and ask questions later” is not the quality we want in a Jewish leader. And if a person cannot say the words “I was wrong. I made a mistake” he cannot be the melech.\nReuven ultimately did teshuva. In fact, the Medrash (Bereshis Rabbah 98) says that when Yaakov Avinu explains that Reuven did teshuva, he expresses it as follows: “You have made yourself a mikvah of water and have purified yourself within it.”\nThose who know a little about the laws of tahara (ritual purification) know that there are two kinds of bodies of water that can provide tahara to a person. The first is called a “mikvah” which is an accumulation of rainwater. It must be completely still water, so still that if there is any leakage, it is not a mikvah anymore. It is called zochalim (flowing waters), which invalidate a mikvah. The other type of medium of purification is a “ma’ayan,” which is a fast-flowing stream. If a person immerses in the Mississippi River, he has achieved the highest form of tahara. A “ma’ayan” even purifies a Zav (a form of impurity which cannot achieve tahara by immersion in a standard “mikvah“).\nYaakov emphasizes that the way Reuven repented was by immersion in a mikvah. As opposed to “pachaz k’mayim…” (as impetuous as a fast-flowing stream), which was the quality of Reuven that previously caused him to offend his father. Now he immersed in a stationary mikvah. The choice of that mode of tahara is symbolic. Reuven said to himself, “No. Don’t rush. Sometimes we need still waters, like the waters of a mikvah, rather than the fast-flowing waters of a ma’ayan.”\nHow the Doctor from Minnesota Won His Friday Night Bet With the Yerushalmi Yid\nThere is a custom throughout the Jewish world to bless our children on Friday nights. (Some people do this every Friday, and some people do it specifically on Erev Yom Kippur.) We bless our sons with the famous blessing (from this week’s parsha) “May Elokim make you like Ephraim and Menashe.” (Bereshis 48:20) and we bless our daughters with the blessing “May Elokim make you like Sora, Rivka, Rochel, and Leah.”\nOver the years, we have said numerous peshatim on the meaning of the bracha “May Elokim make you like Ephraim and Menashe.” Tonight, I would like to say over the following story which I heard recently:\nThere was a medical conference in Yerushalayim that brought together experts from all over the world on the topic of epilepsy. A doctor from Minnesota, who was a world-renowned expert in this field, came to the conference. He met there a Yerushalmi looking Jew who was participating in these meetings.\nThis was not the type of person who looked like a doctor (although today it is not always easy to tell). The doctor asked him, “Nu, is your medical expertise in the field of epilepsy?” The Yerushalmi said, “No. I am not a doctor at all, but I have a child who has epilepsy. Many times, I have travelled all over the world to conferences on this condition to hear what is new in the field. I want to know if there are any new medications or new treatments. Now there is an epilepsy conference in Yerushalayim, so certainly I came.”\nThe Yerushalmi then invited the doctor, the epilepsy expert, to his home for Shabbos dinner the Friday night after the conference concluded. The doctor accepted the invitation.\nAs the guest entered the house, the host told him (in private), “I have five daughters. One of them has epilepsy. I bet you won’t be able to tell which of the five has epilepsy. Her epilepsy is for the most part under control, and my daughter is perfectly normal. She is not self-conscious about her condition. I bet you won’t be able to tell which daughter has epilepsy.”\nThe doctor responded, “Listen, I am a world class expert in epilepsy. I will be able to tell which daughter it is.” The host asked, “Would you like to bet on that?” The doctor said he did! (I don’t know what exactly they bet, but that is not important to the story.)\nThroughout the entire meal, everything was fine. There were no outward manifestations of her illness at all. After the meal, the host (privately) asked the doctor, “So tell me: Which is the one that has epilepsy?”\nThe doctor said (not in front of the daughters) “It is that one!” The host was astonished. He said “You are right! How did you possibly figure that out? She behaves exactly the same as all of her sisters! How did you know?”\nThe doctor explained: “Do you know how I knew? It was because when you benched your daughters before the meal, I saw that your heart rate increased when you benched her.”\nWhen we sit at our Shabbos tables Friday night and we bench our children, in our minds we think “What do I want from this child? What do I want this child to be? What do I want this child to become?” As much as this father knew his daughter’s illness was under control, still, her condition affected his heart strings. It affected his heart rate. That is how the doctor knew.\nThe moment when we bless our children Friday night is really special. We have a unique ability to connect with each child, and then give each a bracha asking that they become like Ephraim and Menashe or like Sora, Rivka, Rochel and Leah. This is a most emotional moment. Perhaps the outer manifestations of these emotions are not visible to the average person. Perhaps this is not even something we are ourselves aware of — but these subconscious expressions of bracha come from the deepest place in our heart.\nTranscribed by David Twersky; Yerushalayim\n[[email protected]](/cdn-cgi/l/email-protection)\nEdited by Dovid Hoffman; Baltimore, MD\n[[email protected]](/cdn-cgi/l/email-protection#65010d0a030308040b25110a17040d4b0a1702)\nThis week’s write-up is adapted from the hashkafa portion of Rabbi Yissochar Frand’s Commuter Chavrusah Series on the weekly Torah portion. A listing of the halachic portions for Parshas Vayechi is provided below:\n- # 037 – Establishing Time of Death\n- # 079 – The Yissocher-Zevulun Partnership\n- # 128 – The Sandik\n- # 175 – Embalming, Autopsies, and Cremation\n- # 221 – Exhumation: When Is it Permitted?\n- # 265 – Yahrtzeit\n- # 311 – Funerals in Halacha\n- # 355 – Asarah B’Teves\n- # 399 – Baruch Shem K’vod Malchuso L’Olam Voed\n- # 443 – Aveilus Issues\n- # 487 – Determining Date of Moshiach’s Arrival\n- # 531 – Burial in Eretz Yisroel\n- # 575 – Honoring an Older Brother\n- # 619 – Fulfilling the Wishes of the Deceased\n- # 663 – Belief in the Coming of Moshiach\n- # 707 – Fasting on a Yahrzeit\n- # 751 – The Rabbi: Master Or Slave?\n- # 795 – Hatoras Nedorim – How Specific Must You Be?\n- # 839 – Buying Cemetery Plot – Investing in Real Estate for Long Term\n- # 883 – Evil Intentions – Do They Matter?\n- # 927 – Yissocher – Zevulun Revisited\n- # 970 – Being A Sandek – Does It Really Make You Wealthy?\n- #1014 – Will We Make Pesach When Mashiach Comes?\n- #1058 – Bentching Your Children on Friday Nights\n- #1101 – Grandfather or Great Grandfather – Who Should be Sandek?\n- #1144 – Supporting Someone To Sit and Learn: Must He Be Altruistic?\n- #1187 – Can You Be Sandek More Than Once?\n- #1231 – Day of Death or of Funeral? Customs and other Yahrtzeit Issues\n- #1275 – I Don’t Want Hespedim at my Levaya – Must We Obey?\n- #1319 – Honoring Your Parents Wishes After Their Death: How Far Must You Go?\n- #1363 – Lesser of Two Evils: Being Buried in Non-Jewish Cemetery vs. Cremation – Which Is It?\n- #1407 – Asking Mechila From An Offended Friend – Personally Or Through An Intermediary?\n- #1451 – Burial in Eretz Yisrael – Is It Always A Good Idea?\n- #1495 – Are You Ever Allowed to Argue with Your Father?\n- #1539 – Should an Avail Move His Seat in Shul – Even On Shabbos?\n- (2022) – Figuring Out When Mashiach Will Come – A Good Idea?\nA complete catalogue can be ordered from the Yad Yechiel Institute, PO Box 511, Owings Mills MD 21117-0511. Call (410) 358-0416 or e-mail\n[[email protected]](/cdn-cgi/l/email-protection) or visit http://www.yadyechiel.org/ for further information.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "http://www.yadyechiel.org",
      "http://yadyechiel.org/",
      "http://www.yadyechiel.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yi",
          "sentiment": "negative"
        },
        {
          "name": "yaakov continu",
          "sentiment": "none"
        },
        {
          "name": "frand",
          "sentiment": "none"
        },
        {
          "name": "rashi",
          "sentiment": "none"
        },
        {
          "name": "yaakov",
          "sentiment": "none"
        },
        {
          "name": "shmuel",
          "sentiment": "none"
        },
        {
          "name": "reuven",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "klal yisrael",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:37.251+02:00",
    "updated": "2023-12-29T00:31:37.251+02:00"
  },
  {
    "uuid": "7d1970f4ec16f03bd1591f6ceb3cc673c44a7fa1",
    "url": "https://breakingdefense.com/2024/06/space-force-faces-bellicose-pla-willing-to-risk-escalation-rand",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Theresa Hitchens",
    "published": "2024-06-27T19:37:00Z",
    "title": "Space Force faces ‘bellicose’ PLA willing to risk escalation: RAND",
    "text": "WASHINGTON — A\nnew study by RAND finds that China’s military over the past decade has become more willing to use risky, provocative behavior in space to forward its political objectives, and less willing to communicate with the US Defense Department and the Space Force even during a crisis.\nThe report, “China’s Growing Risk Tolerance in Space: People’s Liberation Army Perspectives and Escalation Dynamics” published June 24, is based on a review of recent “authoritative” open-source literature from “across the Chinese defense enterprise,” explain authors Howard Wang, Gregory Graff, and Alexis Dale-Huang.\n“The findings suggest that the PLA’s thinking on escalation dynamics in space has become significantly more risk-tolerant than that found in PLA documents published just a decade prior. This shift emphasizes Xi Jinping’s guidance to be more proactive in shaping the international environment, which includes accepting higher but carefully calibrated levels of risk even though such proactive measures might result in unintended escalation with the United States,” the report summarizes.\nFurther, RAND warns that Chinese leaders have “inflated threat perceptions of the United States” — viewing US actions as aimed at maintaining global “hegemony.” Thus, they tend to “interpret U.S.-led efforts to establish\ncrisis communication mechanisms or broader space norms as tools to control China’s behavior.”\nBrian Weedon, a space policy analyst now at the Aerospace Corporation’s Center for Space Policy and Strategy, called the RAND report an “Important new work on the security dilemma and escalation dynamics affecting space security” in\n a June 26 LinkedIn post.\nThe RAND report bluntly warns that the US likely will not have any “direct means for arresting unintended crisis escalation in space,” and will need to quickly make decisions about how “to achieve a version of stability that Chinese leaders will tolerate” — probably without “cooperation with the PLA.”\nThe authors recommend that the US “avoid investing costly efforts or making significant policy concessions to establish crisis communications mechanisms with the PLA. Given the CCP [Chinese Communist Party] history of aversion to crisis communications with the United States, PLA overtures to discuss such mechanisms might not be made in good faith.”\nThe report’s recommendations on communications is interesting given that\nin recent months senior Space Force officials have said that their Chinese counterparts have been tentatively trying to break the ice with them on the issue of space safety. Further, in a June 10 speech, the State Department’s number two official, Kurt Campbell, said that he expects US efforts to restart frozen military-to-military talks with the PLA will soon show results — noting that the State Department believes “China is also invested in trying to head off potential areas of misunderstanding.”\nThe RAND authors also assert that given the “PLA’s push to proactively shape its strategic environment,” the US Space Force should expect to “face a bellicose PLA eager to assert itself in space during peacetime.” Thus, the Space Force “should anticipate that PLA provocations in peacetime likely comprise a new normal in day-to-day space operations that involve China.”\nHowever, the RAND authors stress that any PLA “proactive steps” or risky behaviors “remain subordinate to political decisionmaking,” so recommend that Space Force operators charged with figuring out how to react “should anticipate that the PLA is not likely to take proactive, escalatory steps in a crisis if those steps undermine its ability to prosecute such politically imperative missions as a war over Taiwan.”\nRecommended\nNGAD uncertainty won’t impact GCAP next-gen fighter effort in Europe, say analysts\n“We are seeing estimates between $200-300 million per unit” for NGAD, said Douglas Barrie of IISS. “The US is the only country in the world that could afford to do that.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/posts/brianweeden_httpswwwrandorgpubsresearchreports-activity-7211854242096001025-gqMd?utm_source=share&utm_medium=member_desktop",
      "https://www.rand.org/pubs/research_reports/RRA2313-2.html??cutoff=true&utm_source=AdaptiveMailer&utm_medium=email&utm_campaign=701QK00000CMH1nYAH&utm_term=00vQK000008XeQRYA0&org=1674&lvl=100&ite=288226&lea=3298064&ctr=0&par=1&trk=a0wQK000004uI6PYAU",
      "https://www.rand.org/pubs/research_reports/RRA2313-2.html",
      "https://www.linkedin.com/posts/brianweeden_httpswwwrandorgpubsresearchreports-activity-7211854242096001025-gqMd",
      "https://rand.org/pubs/research_reports/RRA2313-2.html??cutoff=true&utm_source=AdaptiveMailer&utm_medium=email&utm_campaign=701QK00000CMH1nYAH&utm_term=00vQK000008XeQRYA0&org=1674&lvl=100&ite=288226&lea=3298064&ctr=0&par=1&trk=a0wQK000004uI6PYAU",
      "https://linkedin.com/posts/brianweeden_httpswwwrandorgpubsresearchreports-activity-7211854242096001025-gqMd?utm_source=share&utm_medium=member_desktop"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "xi jinping",
          "sentiment": "none"
        },
        {
          "name": "alexis dale-huang",
          "sentiment": "none"
        },
        {
          "name": "howard wang",
          "sentiment": "none"
        },
        {
          "name": "gregory graff",
          "sentiment": "none"
        },
        {
          "name": "fu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "space force",
          "sentiment": "negative"
        },
        {
          "name": "pla",
          "sentiment": "negative"
        },
        {
          "name": "us defense department",
          "sentiment": "none"
        },
        {
          "name": "liberation army perspectives and escalation dynamics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:53:42.679+03:00",
    "updated": "2024-06-28T00:53:42.679+03:00"
  },
  {
    "uuid": "e977f023689fbb04277eb654ff608e35c19ce420",
    "url": "https://www.ainvest.com/news/iran-central-bank-limits-crypto-exchange-hours-100-million-nobitex-hack-2506",
    "ord_in_thread": 0,
    "author": "Coin World",
    "published": "2025-06-19T03:34:00Z",
    "title": "Iran Central Bank Limits Crypto Exchange Hours After $100 Million Nobitex Hack",
    "text": "Iran Central Bank Limits Crypto Exchange Hours After $100 Million Nobitex Hack\nThe central bank of Iran has imposed strict operating hours on its domestic crypto exchanges following a significant exploit on Nobitex, a prominent Iranian crypto exchange. The hack, which occurred on Wednesday morning, resulted in the loss of at least $100 million in assets, including a range of cryptocurrencies such as Bitcoin, Ether, Dogecoin, XRP, and Solana. The pro-Israel hacker group Gonjeshke Darande claimed responsibility for the exploit, alleging that they infiltrated Nobitex’s internal systems and drained its hot wallets.\nIn response to the hack, the central bank of Iran has limited the operating hours of domestic crypto exchanges to between 10 am and 8 pm. This move is likely an attempt to stay on top of any further attacks, as incidents are easier to triage if they’re not happening in the middle of the night. Additionally, the Iranian regime may want to assert more control over their citizens’ transactions, especially during times of high geopolitical tensions and potential capital flight from Iran.\nNobitex, which is a critical hub in Iran’s crypto ecosystem, has well over $11 billion in total inflows, compared to just under $7.5 billion for the next ten largest Iranian exchanges combined. The exchange serves as a central pillar of the country’s digital asset ecosystem, enabling access to global markets for users cut off from traditional finance. However, Nobitex also has links to a range of groups considered terrorists in the Western world, such as the Houthi rebels in Yemen, a pro-al-Qaeda propaganda channel, and sanctioned Russian crypto exchanges.\nFollowing the hack, Nobitex severed all external access to its servers and stated that the situation is now under control. The exchange’s Reserve Fund will cover all assets lost in the hack, and the technical team is emptying the exchange’s online hot wallets and sending them to offline cold storage devices to prevent further exploits and losses. However, the internet disruptions and blocked access to external servers may result in a longer-than-usual timeline for restoring user access to the platform.\nThe hackers behind the Nobitex exploit burned the stolen crypto, making them permanently removed from circulation. This is achieved by sending them to an inaccessible wallet address. While hacks historically have almost always been for financial gain, this event stands out given the intent appears to have been politically motivated to take funds away from the regime. The attacker-controlled wallets were burner addresses lacking private key access, making them irretrievable.\nThis is not the first time that Iran’s central bank has imposed restrictions on exchanges. In December, it ordered a temporary shutdown of all crypto exchanges to prevent its national currency, Rials, from being exchanged and depreciating further. The recent hack and the subsequent curfew on crypto exchanges come at a time of heightened geopolitical tensions between Iran and Israel, with the two countries trading blows since Israel launched multiple strikes inside Iran on June 13.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->financial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Solana",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:31.769+03:00",
    "updated": "2025-06-19T04:38:18.000+00:00"
  },
  {
    "uuid": "96141355ab8164d38314f155f64feced649362e7",
    "url": "https://newsrnd.com/news/2023-12-28-the-almeida-government-hires-senator-maroto-s-husband-for-a-freely-appointed-position-for-which-23-candidates-applied.rJxNKKwiwT.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T21:32:00Z",
    "title": "The Almeida government hires Senator Maroto's husband for a freely appointed position for which 23 candidates applied - The Limited Times",
    "text": "The mayor of Madrid, José Luis Martínez-Almeida, has hired José Manuel Rodríguez Carballo, husband of the first vice-president of the Senate, Javier Maroto (PP), in the City Council. Carballo, as EL PAÍS has learned, started working at the Cibeles palace in October. His position is that of deputy director general of Analysis and Evaluation, which reports to the delegate of Urban Planning and Environment, Borja Carabante, Almeida's right-hand man in the municipal organization chart. The salary of Rodríguez Carballo, a career civil servant who has worked in the City Council of Durango (Bizkaia) for almost 10 years, is around 90,000 euros gross per year, as it is a specific position for category A public employees, belonging to Group 30 of the public administration. A total of 23 people opted for this freely appointed position, according to municipal sources. This newspaper has contacted Maroto by telephone, who has referred to the explanations given by the Madrid City Council.\nA spokeswoman for the Consistory explains by telephone that a \"public, free and transparent\" call was opened for this position where \"any official\" who met the requirements to cover a level 30 could apply. \"Carballo, a career civil servant and level 30 who has been consolidated for more than 15 years, applied for it,\" he says. \"After studying the candidacies, after a report from the governing bodies to which the position of free designation is assigned and certifying all the services rendered, Carballo was elected to the post.\"\nAccording to the information gathered by this newspaper, the Madrid City Council announced the position of Deputy Director General of Analysis and Evaluation in the area of Mobility and Urban Planning in the middle of summer, on August 4. The position was open to all career civil servants at level 30, but the position, according to the Consistory's work portal, was freely appointed. Therefore, the person in charge of the area decides who finally occupies the position based on their curriculum. In this case, the decision corresponded to the then general coordinator of Mobility, Federico Jiménez de Parga, a former deputy in the Assembly of Madrid and a strong man in the PP in Madrid. Jiménez de Parga resigned in October. The City Council, in response to questions from this newspaper, then replied that his departure was due to \"personal reasons\". Two months later, it became known that Jiménez de Parga had resigned from the position of general coordinator of Mobility because he had tested positive in a breathalyzer test on the streets of the capital.\nThe start of the application for the post of Deputy Director-General for Analysis and Evaluation began several days after the call, on 11 August, and ended on 1 September. According to the municipal file, anyone who applied for the position should have \"experience in coordinating work teams, supervising or carrying out innovation projects, strategic planning and environmental sustainability and the 2030 Agenda\". The text ended with a notice of the schedule that the person who wanted to apply for the position would face: \"A more dedicated working day may be required.\" The place was finally awarded to Carballo, who was among the 23 candidates.\nThe award was published in the Madrid City Council Bulletin on the 22nd of the same month. All appointments by the Madrid City Council are published on the Transparency portal, as in this case. However, in Rodríguez Carballo's profile, neither his salary nor his CV still appear, despite achieving the position in September. The calculation of the approximate gross 90,000 euros corresponds to the sum of the different amounts offered by the Madrid City Council for this type of civil servant.\nRodríguez Carballo holds a degree in Economics and Business Administration from the Universidad Comercial de Deusto and is a career civil servant. According to his LinkedIn profile, he has worked as a manager at the Durango City Council (Bizkaia) from 2008 to 2017, 9 years and 10 months. Among other jobs, he has also worked as head of business with clients at the consulting firm Accenture (from 2020 to September 2023) and as deputy general manager of Local Recruitment and Training at the National Institute of Public Administration (between 2017 and 2019). Carballo married Javier Maroto, the current first vice president in the Senate, in 2015. The PP politician was also mayor of Vitoria between 2011 and 2015. Subsequently, he was deputy secretary general of his party under Mariano Rajoy. From 2019 to 2023 he also served as speaker in the lower house. Now, since August and after the changes of Alberto Núñez Feijóo, Maroto serves as first vice president in the Senate.\nJavier Maroto has criticized political nepotism at different times in his career. In 2015, when he was deputy secretary of the PP, he criticized Manuela Carmena, then mayor of the capital. Carmena had appointed Luis Cueto, her nephew-in-law, as general coordinator of the Mayor's Office. \"[Naming a relative] is not doing politics in any other way, but it's the worst thing about the caste,\" Maroto said. In November 2022 and, as stated on the website of the Popular Party, Maroto made another speech in the Senate where he criticised the government of Pedro Sánchez and his advisers: \"There has never been such a large government, not only because of the number of ministers, but also because of the number of advisers, collaborators and other staff, appointed with blatant family and partisan nepotism.\"\nDo you have more information? Contact us by writing to mviejo@elpais.es\nSubscribe here to our daily newsletter about Madrid.\nSpecial Limited Time Offer\nSubscribe to continue reading Read without limits\nRead more\nI'm already a subscriber\n_",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maroto",
          "sentiment": "negative"
        },
        {
          "name": "almeida",
          "sentiment": "negative"
        },
        {
          "name": "josé luis martínez-almeida",
          "sentiment": "negative"
        },
        {
          "name": "josé manuel rodríguez carballo",
          "sentiment": "negative"
        },
        {
          "name": "carballo",
          "sentiment": "none"
        },
        {
          "name": "rodríguez carballo",
          "sentiment": "none"
        },
        {
          "name": "borja carabante",
          "sentiment": "none"
        },
        {
          "name": "javier maroto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "limited times",
          "sentiment": "negative"
        },
        {
          "name": "analysis and evaluation",
          "sentiment": "none"
        },
        {
          "name": "group",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "city council of durango",
          "sentiment": "none"
        },
        {
          "name": "el país",
          "sentiment": "none"
        },
        {
          "name": "madrid city council",
          "sentiment": "none"
        },
        {
          "name": "city council",
          "sentiment": "none"
        },
        {
          "name": "almeida",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "madrid",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:06.218+02:00",
    "updated": "2023-12-29T00:08:06.218+02:00"
  },
  {
    "uuid": "2bf02758fb7233bd800a2599da54a2cff4bf64b6",
    "url": "https://chiefswire.usatoday.com/lists/kansas-city-chiefs-twitter-reacts-mike-edwards-insane-scoop-and-score-touchdown-vs-los-angeles-chargers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Dillon",
    "published": "2024-01-07T21:09:00Z",
    "title": "Twitter reacts to Mike Edwards’ insane scoop-and-score touchdown",
    "text": "The Kansas City Chiefs have an early lead against the Los Angeles Chargers in Week 18 after veteran defensive back Mike Edwards scored an unbelievable 97-yard touchdown after recovering a fumble in the first quarter.\nEdwards’ effort on the play was emblematic of Kansas City’s hard-nosed brand of defensive football this season and may prove to be the highlight that defines the Chiefs’ performance in this game.\n97 YARDS FOR THE SCORE!!! pic.twitter.com/VwPaAIS7ps\n— Kansas City Chiefs (@Chiefs) January 7, 2024\nWhile plenty of game remains to be played, and Kansas City’s victory on the road at SoFi Stadium isn’t guaranteed, Edwards’ touchdown had social media channels buzzing on Sunday afternoon and isn’t likely to be forgotten any time soon.\nFans on Twitter reacted to his scoop-and-score in real-time and made their excitement about the play known after the Chiefs’ disappointing showing on offense during the game’s first drive.\nCheck out some of the top tweets about Edwards’ stellar play that gave Kansas City an early edge over the Chargers:\nFelix got held, Omenihu great work punching it out, let’s go Edwards https://t.co/A9UvYRr6Sn\n— Sam Hays (@WichitaChiefSam) January 7, 2024\nBig credit to Joshua Williams with the insane hustle downfield to make the block and secure the TD for Mike https://t.co/n86rkwEAzO\n— Garrett Williams (@Garrett720) January 7, 2024\nCHIEFENSE! https://t.co/MsYfc0MhW0\n— KC Football Guy (@KC_Football_Guy) January 7, 2024\nLET'S GO! #ChiefsKingdom #KCvsLAC https://t.co/55lihmz5eq\n— KC IRONFAN (@KCIronFan) January 7, 2024\nI wanna hear Mitch Holthus’ version of this. https://t.co/5wefB4pwxR\n— 🌪️⛈️✨Stella Jaide✨🌪️⛈️ (@StellaJaide) January 7, 2024\nChiefs might score 40 today and it’s gonna upset me 😂😂 https://t.co/oDIO9z7gj0\n— Samir Vogan سمير (@SamirVoganNY) January 7, 2024\nFantastic return by Edwards … and fun to watch Joshua Williams block stride for stride! https://t.co/u5LFbrvHQz\n— Heidi Schmidt (@HeidisView) January 7, 2024\nGreat to see @UKFootball Mike Edwards @M__Edwards7 getting the 97yd scoop and score for my @Chiefs !! LFG https://t.co/hwDmo6toFm\n— tgh3316 (@tgh3316) January 7, 2024\nSCREAMING LFG DEFENSE https://t.co/uLbnpEuUgx\n— Jaime 🎄🏈❤️‍🔥ChiefsKingdom🏈❤️‍🔥🎄 (@the_jjofficial) January 7, 2024\nAhahahahaha that is AWESOME #ChiefsKingdom https://t.co/S57XxjtDyZ\n— Jackie Bradbury (@JackieB23) January 7, 2024\ngo cats go chiefs https://t.co/0z6LOx3QEd\n— Samantha Angel (@samanthamangel) January 7, 2024\nFor others in #ChiefsKingdom whose local CBS opted for another game. https://t.co/735fI0VMId\n— Stephen Koranda (@stephenpkoranda) January 7, 2024\nok now pull omenihu we need him https://t.co/6uinwodRuI\n— shannon⁷ (@glocktan) January 7, 2024\nVAMOS CHIEFS KINGDOM https://t.co/8CPwCP6cfr\n— gabe (@hauntedua) January 7, 2024\nLET’S GO! #ChiefsKingdom https://t.co/7IT93vjjXG\n— Evil Mark (@MrEvilMark) January 7, 2024\nTHIS WAS INSANEEEE!!!! https://t.co/kSSoUHisWm\n— jen ✨eras tour 8/15 & 10/18✨ (@0liviaStabler) January 7, 2024\n97 yards!! 😮‍💨😮‍💨 https://t.co/K3t5TW0iQh\n— Jaz✨ (@_jazzybabe27) January 7, 2024\nThat’s just wild!!! https://t.co/SVRIOZd4sF\n— SIFU (SURVIVOR45) (@SIFUSURVIVOR45) January 7, 2024\ndefense cooking https://t.co/8VniW41j8k\n— bezaleel (@realbezaleel) January 7, 2024\n@M__Edwards7 I know he was dying on that fumble return 6 😂 ‼️ Good work getting in the Endzone ‼️‼️💪 https://t.co/KpFqVpu4eo\n— Tommie Smith (@Tommie_Smith_5) January 7, 2024\nGO CHIEFS!!! https://t.co/8wF2d6WZ5k\n— Wayne Begarly (@Wayne_Begarly) January 7, 2024\nLETS GO #ChiefsKingdom https://t.co/nOdvW1uSP0\n— ✊🏽 (@K_Patel19) January 7, 2024\nOH MY GOD https://t.co/JEvU8eDQEq\n— meg (@taylorscherrie) January 7, 2024\n❤️❤️❤️💪🏻💪🏻💪🏻 #ChiefsKingdom https://t.co/iOCnbtd8EP\n— Michelle Riston (@shortyrock1182) January 7, 2024\nWE ARE SO BACK https://t.co/YAE3BY4Y03\n— ka (@alexmrgans) January 7, 2024\nInsane!! https://t.co/eWEvgtzPli\n— Brittney ✊🏿❤️‍🔥♑️💖 (@whatever_britt) January 7, 2024\nMagistral ✨✨✨✨ https://t.co/fnL4aKudgd\n— jesusloveme. (@paogrod) January 7, 2024\n🥶🥶 https://t.co/U06iLPZazN\n— REE 💵 (@ree_hunnit) January 7, 2024\nESPECTACULAR 🥵❤️ https://t.co/ap5MKHivJm\n— dana (Sofi's Version)🪽❤️ (@karmaismyvat) January 7, 2024\nI NEVER DOUBTED YOU❤️💛 https://t.co/Ny14JQfjLP\n— marc. (@KingOfDisputes) January 7, 2024\n👏🏾👏🏾👏🏾👏🏾 https://t.co/bQzxOvC41s\n— bhrisphuckedyobitch (@bhrissszn) January 7, 2024\n😁😁😁😁 https://t.co/gqs0lPQWtI\n— Hillbilly Flyer (@Hillbillyflyer) January 7, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/hashtag/KCvsLAC?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/tgh3316/status/1744112819287491014?ref_src=twsrc%5Etfw",
      "https://twitter.com/SamirVoganNY/status/1744112734138978705?ref_src=twsrc%5Etfw",
      "https://twitter.com/shortyrock1182/status/1744113053338066993?ref_src=twsrc%5Etfw",
      "https://twitter.com/realbezaleel/status/1744113359266463800?ref_src=twsrc%5Etfw",
      "https://twitter.com/Chiefs/status/1744112359226929361?ref_src=twsrc%5Etfw",
      "https://twitter.com/the_jjofficial/status/1744112778409861255?ref_src=twsrc%5Etfw",
      "https://twitter.com/JackieB23/status/1744114632443277542?ref_src=twsrc%5Etfw",
      "https://t.co/fnL4aKudgd",
      "https://twitter.com/Wayne_Begarly/status/1744112902460911844?ref_src=twsrc%5Etfw",
      "https://t.co/n86rkwEAzO",
      "https://twitter.com/KCIronFan/status/1744113921982656936?ref_src=twsrc%5Etfw",
      "https://twitter.com/StellaJaide/status/1744112849847308763?ref_src=twsrc%5Etfw",
      "https://t.co/735fI0VMId",
      "https://twitter.com/M__Edwards7?ref_src=twsrc%5Etfw",
      "https://t.co/5wefB4pwxR",
      "https://twitter.com/ree_hunnit/status/1744112765499785314?ref_src=twsrc%5Etfw",
      "https://twitter.com/karmaismyvat/status/1744112952037302297?ref_src=twsrc%5Etfw",
      "https://t.co/KpFqVpu4eo",
      "https://t.co/U06iLPZazN",
      "https://twitter.com/samanthamangel/status/1744112476847833224?ref_src=twsrc%5Etfw",
      "https://twitter.com/MrEvilMark/status/1744112536373342331?ref_src=twsrc%5Etfw",
      "https://t.co/A9UvYRr6Sn",
      "https://twitter.com/bhrissszn/status/1744115145977086419?ref_src=twsrc%5Etfw",
      "https://t.co/6uinwodRuI",
      "https://t.co/YAE3BY4Y03",
      "https://t.co/55lihmz5eq",
      "https://t.co/S57XxjtDyZ",
      "https://twitter.com/Tommie_Smith_5/status/1744113537876677094?ref_src=twsrc%5Etfw",
      "https://t.co/nOdvW1uSP0",
      "https://twitter.com/Hillbillyflyer/status/1744112680477266120?ref_src=twsrc%5Etfw",
      "https://twitter.com/stephenpkoranda/status/1744115252638134763?ref_src=twsrc%5Etfw",
      "https://twitter.com/alexmrgans/status/1744112495021707587?ref_src=twsrc%5Etfw",
      "https://twitter.com/Garrett720/status/1744112759690891323?ref_src=twsrc%5Etfw",
      "https://t.co/8VniW41j8k",
      "https://twitter.com/paogrod/status/1744115025051005208?ref_src=twsrc%5Etfw",
      "https://twitter.com/KingOfDisputes/status/1744112588214927849?ref_src=twsrc%5Etfw",
      "https://twitter.com/_jazzybabe27/status/1744116158339428496?ref_src=twsrc%5Etfw",
      "https://t.co/SVRIOZd4sF",
      "https://t.co/0z6LOx3QEd",
      "https://t.co/ap5MKHivJm",
      "https://twitter.com/K_Patel19/status/1744115813072711964?ref_src=twsrc%5Etfw",
      "https://t.co/VwPaAIS7ps",
      "https://t.co/u5LFbrvHQz",
      "https://twitter.com/taylorscherrie/status/1744112860685365521?ref_src=twsrc%5Etfw",
      "https://twitter.com/SIFUSURVIVOR45/status/1744112913382564064?ref_src=twsrc%5Etfw",
      "https://t.co/bQzxOvC41s",
      "https://twitter.com/HeidisView/status/1744115040205050101?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/ChiefsKingdom?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/K3t5TW0iQh",
      "https://twitter.com/glocktan/status/1744113249811915081?ref_src=twsrc%5Etfw",
      "https://twitter.com/UKFootball?ref_src=twsrc%5Etfw",
      "https://twitter.com/Chiefs?ref_src=twsrc%5Etfw",
      "https://t.co/kSSoUHisWm",
      "https://t.co/JEvU8eDQEq",
      "https://t.co/iOCnbtd8EP",
      "https://twitter.com/0liviaStabler/status/1744113209613660283?ref_src=twsrc%5Etfw",
      "https://twitter.com/WichitaChiefSam/status/1744112558330511383?ref_src=twsrc%5Etfw",
      "https://t.co/Ny14JQfjLP",
      "https://t.co/hwDmo6toFm",
      "https://t.co/uLbnpEuUgx",
      "https://twitter.com/KC_Football_Guy/status/1744112758696624637?ref_src=twsrc%5Etfw",
      "https://twitter.com/hauntedua/status/1744112472502509606?ref_src=twsrc%5Etfw",
      "https://t.co/MsYfc0MhW0",
      "https://t.co/eWEvgtzPli",
      "https://t.co/8CPwCP6cfr",
      "https://t.co/8wF2d6WZ5k",
      "https://t.co/gqs0lPQWtI",
      "https://twitter.com/whatever_britt/status/1744112484942811462?ref_src=twsrc%5Etfw",
      "https://t.co/7IT93vjjXG",
      "https://t.co/oDIO9z7gj0",
      "https://www.twitter.com/Chiefs/status/1744112359226929361?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/WichitaChiefSam/status/1744112558330511383?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/the_jjofficial/status/1744112778409861255?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/Hillbillyflyer/status/1744112680477266120?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/stephenpkoranda/status/1744115252638134763?ref_src=twsrc%5Etfw",
      "https://twitter.com/Chiefs",
      "https://twitter.com/KCIronFan/status/1744113921982656936",
      "https://twitter.com/ree_hunnit/status/1744112765499785314",
      "https://www.t.co/fnL4aKudgd",
      "https://www.t.co/oDIO9z7gj0",
      "https://twitter.com/hashtag/KCvsLAC",
      "https://www.twitter.com/KingOfDisputes/status/1744112588214927849?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/Chiefs?ref_src=twsrc%5Etfw",
      "https://twitter.com/_jazzybabe27/status/1744116158339428496",
      "https://www.twitter.com/hashtag/ChiefsKingdom?src=hash&ref_src=twsrc%5Etfw",
      "https://www.t.co/gqs0lPQWtI",
      "https://www.twitter.com/M__Edwards7?ref_src=twsrc%5Etfw",
      "https://twitter.com/Wayne_Begarly/status/1744112902460911844",
      "https://www.t.co/u5LFbrvHQz",
      "https://twitter.com/0liviaStabler/status/1744113209613660283",
      "https://www.t.co/5wefB4pwxR",
      "https://www.t.co/Ny14JQfjLP",
      "https://www.t.co/8CPwCP6cfr",
      "https://twitter.com/SamirVoganNY/status/1744112734138978705",
      "https://www.t.co/n86rkwEAzO",
      "https://www.t.co/VwPaAIS7ps",
      "https://www.t.co/U06iLPZazN",
      "https://twitter.com/MrEvilMark/status/1744112536373342331",
      "https://twitter.com/stephenpkoranda/status/1744115252638134763",
      "https://www.twitter.com/ree_hunnit/status/1744112765499785314?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/HeidisView/status/1744115040205050101?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/alexmrgans/status/1744112495021707587?ref_src=twsrc%5Etfw",
      "https://twitter.com/samanthamangel/status/1744112476847833224",
      "https://www.twitter.com/0liviaStabler/status/1744113209613660283?ref_src=twsrc%5Etfw",
      "https://twitter.com/glocktan/status/1744113249811915081",
      "https://twitter.com/Hillbillyflyer/status/1744112680477266120",
      "https://twitter.com/M__Edwards7",
      "https://www.twitter.com/whatever_britt/status/1744112484942811462?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/KCIronFan/status/1744113921982656936?ref_src=twsrc%5Etfw",
      "https://www.t.co/735fI0VMId",
      "https://twitter.com/Chiefs/status/1744112359226929361",
      "https://twitter.com/hashtag/ChiefsKingdom",
      "https://www.t.co/kSSoUHisWm",
      "https://twitter.com/the_jjofficial/status/1744112778409861255",
      "https://www.twitter.com/karmaismyvat/status/1744112952037302297?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/UKFootball?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/KCvsLAC?src=hash&ref_src=twsrc%5Etfw",
      "https://www.t.co/hwDmo6toFm",
      "https://www.t.co/MsYfc0MhW0",
      "https://www.twitter.com/shortyrock1182/status/1744113053338066993?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/StellaJaide/status/1744112849847308763?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/Tommie_Smith_5/status/1744113537876677094?ref_src=twsrc%5Etfw",
      "https://www.t.co/A9UvYRr6Sn",
      "https://www.twitter.com/samanthamangel/status/1744112476847833224?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/JackieB23/status/1744114632443277542?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hauntedua/status/1744112472502509606?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/taylorscherrie/status/1744112860685365521?ref_src=twsrc%5Etfw",
      "https://www.t.co/bQzxOvC41s",
      "https://twitter.com/bhrissszn/status/1744115145977086419",
      "https://www.t.co/8wF2d6WZ5k",
      "https://twitter.com/K_Patel19/status/1744115813072711964",
      "https://www.t.co/iOCnbtd8EP",
      "https://twitter.com/UKFootball",
      "https://twitter.com/JackieB23/status/1744114632443277542",
      "https://www.twitter.com/Garrett720/status/1744112759690891323?ref_src=twsrc%5Etfw",
      "https://twitter.com/HeidisView/status/1744115040205050101",
      "https://www.t.co/K3t5TW0iQh",
      "https://twitter.com/alexmrgans/status/1744112495021707587",
      "https://www.t.co/SVRIOZd4sF",
      "https://twitter.com/shortyrock1182/status/1744113053338066993",
      "https://twitter.com/KC_Football_Guy/status/1744112758696624637",
      "https://twitter.com/tgh3316/status/1744112819287491014",
      "https://www.t.co/KpFqVpu4eo",
      "https://www.twitter.com/paogrod/status/1744115025051005208?ref_src=twsrc%5Etfw",
      "https://www.t.co/0z6LOx3QEd",
      "https://www.t.co/YAE3BY4Y03",
      "https://www.twitter.com/SIFUSURVIVOR45/status/1744112913382564064?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/glocktan/status/1744113249811915081?ref_src=twsrc%5Etfw",
      "https://twitter.com/hauntedua/status/1744112472502509606",
      "https://twitter.com/WichitaChiefSam/status/1744112558330511383",
      "https://www.t.co/6uinwodRuI",
      "https://www.t.co/nOdvW1uSP0",
      "https://www.t.co/JEvU8eDQEq",
      "https://www.twitter.com/_jazzybabe27/status/1744116158339428496?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/MrEvilMark/status/1744112536373342331?ref_src=twsrc%5Etfw",
      "https://twitter.com/realbezaleel/status/1744113359266463800",
      "https://www.twitter.com/tgh3316/status/1744112819287491014?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/bhrissszn/status/1744115145977086419?ref_src=twsrc%5Etfw",
      "https://twitter.com/Garrett720/status/1744112759690891323",
      "https://www.t.co/S57XxjtDyZ",
      "https://www.t.co/7IT93vjjXG",
      "https://twitter.com/Tommie_Smith_5/status/1744113537876677094",
      "https://twitter.com/karmaismyvat/status/1744112952037302297",
      "https://twitter.com/taylorscherrie/status/1744112860685365521",
      "https://www.twitter.com/K_Patel19/status/1744115813072711964?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/Wayne_Begarly/status/1744112902460911844?ref_src=twsrc%5Etfw",
      "https://www.t.co/ap5MKHivJm",
      "https://twitter.com/paogrod/status/1744115025051005208",
      "https://www.twitter.com/KC_Football_Guy/status/1744112758696624637?ref_src=twsrc%5Etfw",
      "https://twitter.com/KingOfDisputes/status/1744112588214927849",
      "https://www.twitter.com/SamirVoganNY/status/1744112734138978705?ref_src=twsrc%5Etfw",
      "https://twitter.com/whatever_britt/status/1744112484942811462",
      "https://www.t.co/8VniW41j8k",
      "https://twitter.com/SIFUSURVIVOR45/status/1744112913382564064",
      "https://www.t.co/55lihmz5eq",
      "https://www.t.co/eWEvgtzPli",
      "https://twitter.com/StellaJaide/status/1744112849847308763",
      "https://www.twitter.com/realbezaleel/status/1744113359266463800?ref_src=twsrc%5Etfw",
      "https://www.t.co/uLbnpEuUgx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike edwards",
          "sentiment": "negative"
        },
        {
          "name": "omenihu",
          "sentiment": "none"
        },
        {
          "name": "edwards",
          "sentiment": "none"
        },
        {
          "name": "felix",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "los angeles chargers",
          "sentiment": "negative"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        },
        {
          "name": "sofi stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:21:18.468+02:00",
    "updated": "2024-01-08T01:21:18.468+02:00"
  }
]