[
  {
    "uuid": "0d9e5798424a15d8c7feda55619163d9f47a8d0b",
    "url": "https://www.meneame.net/story/martin-varsavsky-duenos-meneame-creemos-esta-mucho-mas-izquierda/c038",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "angelitoMagno",
    "published": "2024-06-27T20:09:00Z",
    "title": "#38 Martin Varsavsky: \"Los dueños de @meneame creemos que está mucho más a la izquierda de lo que representa el público español. Pero eso es fácil de arreglar...\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#2](c2#c-2) No esta contento teniendo a gente de izquierdas trabajando gratis para el... necesita que la gente de centro tambien lo haga!\nY si la gente de la derecha y la ultraderecha le fuera a proporcionar mas dinero, pues bienvenidos serian tambien!\nEl señor Martin Varsavsky , sera el propietario de Mename, pero la comunidad es dueña de la plataforma.\nSin comunidad, no hay Meneame.\nCuando esta eprsona compro parte de Meneame, yo ya llevaba un tiempo por aqui, por ejemplo.\n[#1](c1#c-1) Será idiota, pero está proponiendo la única forma posible para equilibrar ideológicamente Menéame: que usuarios de ideología más de centro o de derechas hagan lo mismo que hacen algunos usuarios de izquierdas: organizarse y votar. Tampoco está diciendo nada extraordinario...\n[#27](c27#c-27) Como seguro que no hay debate es si todos pensamos igual o si se sigue abusando del puto ignore.\n[#29](c29#c-29) El ignore es uno de los mayores canceres de este sitio, rompe completamente el funcionamiento y permite que algunos comentarios parezca que queden sin respuesta, es una de las cosas que se debería cambiar, si quiere que no lo lea el que lo pone, pero que se pueda responder.\n[#9](c9#c-9) Es que ningún medio representa la media ideológica, y la culpa la tiene la paradoja de la tolerancia. En el momento en que dejas entrar a todo el mundo y que digan lo que les sale del nabo muchos se piran para no tener que aguantar a los más radicales, y al final te queda todo escorado hacia un lado. Después siempre ocurre lo mismo, que los radicales se cansan de discutir entre ellos e intentan \"colonizar\" otros servicios en los que la cosa es más sana\nLos blogs de webedia son un ejemplo perfecto, y es que después de tantos años de intentar moderar lo mismo posible se les han quedado solo los más locos escribiendo, y los comentarios se han reducido exponencialmente en poquísimo tiempo. ¿Para qué voy a comentar yo sobre un videojuegos, películas o tecnología si ya sé que los que me van a leer solo vienen a contar su libro?\n[#9](c9#c-9) Ya hay bastantes medios de derechas.\nTu conoces algunos? Puedes enumerar alguno. Es para un amigo.\n[#9](c9#c-9) ¿es estúpido promover la idea de que Menéme debería ser lo más diverso posible? ¿Qué habría de malo?\n[#5](c5#c-5) la gente de derechas con pasta pasa esta gastandose el dinero y no en entrando en sitios de probes, los de derechas sin pasta estan ocupados currando como animales persiguiendo la zanahoria.\n[#5](c5#c-5) No sé.\nYo observo anomalías por aquí, que por desgracia enrarecen la participación de uno, incluso cuando vas sin estridencias, cautela máxima y hasta argumentos para poder llegar a conclusiones (conclusiones que serán certeras o no, pero al menos argumentadas).\nComo por ejemplo en este comentario que hice hoy:\nintento-golpe-bolivia-foto-video-presidente-luis-arce-cara-cara/c05#c-5 [#36](c36#c-36) en la práctica, los negativos se utilizan para castigar al que tiene determinadas opiniones, independientemente de cómo las exprese. Esto que dices también se manifiesta de otra forma: se potencian con positivos comentarios absolutamente irrelevantes o que no aportan nada a la discusión, pero que van en una determinada línea ideológica, como por ejemplo el número [#1](c1#c-1) (sin acritud).\n[#1](c1#c-1) Tampoco es cuestión de ser más listo o más tonto, es simplemente no entender qué vende tu empresa. Foros y \"portales\" de derechas hay a patadas, y bastante más grandes que Menéame. Querer tener aquí lo mismo que cualquiera puede encontrar en forocoches o burbuja (o mismamente Twitter) es un tanto absurdo y al final solo consigue que el tráfico caiga en picado porque la gente no quiere sucedáneos si puede quedarse con los originales.\nEs decir, interpreto que siendo parte de MnM ¿propone violar las normas de MnM?\n¿Es eso o lo he entendido yo mal?\n\" ...es fácil de arreglar si entran unos 500 votantes que sean de centro o de derecha. Recomiendo a los votantes de estas ideas políticas organizarse y entrar\".\nPropone que unos 500 usuarios se coordinen y hagan campaña pòlitica / ideologica\nLas normas:\nhttps://www.meneame.net/legal#contact\n6. El usuario se abstendrá de usar Menéame con el objetivo de...b) las campañas comerciales (aunque el lugar promocionado no contenga publicidad directa), políticas o ideológicos promoviendo el voto masivo a las noticias objeto de la campaña o del lugar promocionado....\nMuy biem, Martin.\nBravo\nQue alguien le diga a\n#_6 q si tanto le gusta la variedad ideologia y le molesta el sectarismo q no bloquee a medio meneame\nJoder, es q es ridiculo\n[#8](c8#c-8) Un gilipollas.\nLe sigo en twitter pq es un gilipollas q me recuerda, a cada tweet, q ser millonario es cuestion de suerte y no de capacidades.\nUn crack.\n[#31](c31#c-31) Es de esa gente que evidencia la irracionalidad del reparto de riqueza. Gente sin sentido del ridículo, semianalfabeta, progenocida, sectaria e inicua amasando millones\nYo justo estoy en meneame porque no hay una asfixiante jauría de ultraderecha que constantemente insulta y menosprecia\n¿Y no será mejor que nos pongamos todos de acuerdo, nos montemos un agregador de noticias y nos larguemos de esta mierda?\nTampoco es malo per se que haya una mayoría ideológica de un lado del espectro.\nLo cansino es el sectarismo de un grupo de cuentas organizadas, que se dedican a aupar las noticias enviadas por ellos mismos, envían 5 veces la misma noticia con una ligerísima variación, cuando no directamente bulos. Tienen docenas de cuentas, lo cual es muy beneficioso en una web como menéame, que premia la endogamia, porque es la mejor forma de ganar karma",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:46:03.213+03:00",
    "updated": "2024-06-28T00:46:03.213+03:00"
  },
  {
    "uuid": "9bd1b464bbb082201a1e703ec3a6d9395161f7c5",
    "url": "https://www.abc4.com/news/wasatch-front/utah-father-son-rescue-creek",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Derick Fox",
    "published": "2024-06-24T14:19:00Z",
    "title": "Father and 9-year-old son rescued after being swept away in Utah creek",
    "text": "by: Derick Fox\nPosted: Jun 24, 2024 / 08:19 AM MDT\nUpdated: Jun 24, 2024 / 08:19 AM MDT\nFile photo/KTVX by: Derick Fox\nPosted: Jun 24, 2024 / 08:19 AM MDT\nUpdated: Jun 24, 2024 / 08:19 AM MDT\nSHARE\nSALT LAKE CITY ( ABC4 ) — A father and his 9-year-old son are safe after a harrowing moment at Little Cottonwood Creek on Sunday, June 23.\nThe Unified Police Department told ABC4.com that the two were near the creek when the 9-year-old was swept away by the water. The boy was able to grab onto a log, where he held on, waiting to be rescued.\nThe boy’s father jumped into the creek after him, however, Unified Police said the fast-moving waters swept him away as well.\nSalt Lake City police arrest 20 people along Jordan River Trail using undercover officers A responding officer with the Unified Police Department was able to get a rescue rope to the 9-year-old and pulled him safely to shore. The father was reportedly able to safely get out of the water on his own.\nBoth were treated at the scene and released.\n‘Significant danger’ at the water’s edge The Utah Department of Natural Resources said the state’s rivers and streams could become “raging torrents” as the winter’s snowpack continues to melt downstream. Data from the United States Geological Survey shows that Little Cottonwood Canyon is running well over its average from late July to March when the runoff isn’t as strong.\nWhile the water is a welcoming sight for the state’s supply, the high levels could provide a significant danger for those who get too close to the water’s edge.\n“We urge everyone to stay away from river and stream banks until the runoff subsides, as this is the safest thing you can do for yourself, your family, and even your pets,” DNR officials warn.\nDNR recommends keeping a close eye on family members and pets near water during the runoff season when the water is higher. Officials recommend wearing a personal floating device as a safety precaution, even if you don’t plan on entering the water. It is also crucial to stay aware of weather conditions as water levels may rise quickly and without warning during storms or periods of heavy rain.\nUtah Treasure Hunt 2024 narrows down location with first set of hints If someone does fall into the water, DNR recommends not jumping in after them but instead throwing them something that could help keep them afloat and calling 911.\nShould you fall into a fast-moving river or stream yourself, the Forest Service of the U.S. Department of Agriculture offered some important water safety tips that could save your life, such as not trying to stand up in the water.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://waterdata.usgs.gov/monitoring-location/10168000/#parameterCode=00065&period=P365D&showMedian=false&compare=true",
      "https://www.waterdata.usgs.gov/monitoring-location/10168000/#parameterCode=00065&period=P365D&showMedian=false&compare=true"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "utah department of natural resources",
          "sentiment": "none"
        },
        {
          "name": "unified police",
          "sentiment": "none"
        },
        {
          "name": "unified police department",
          "sentiment": "none"
        },
        {
          "name": "united states geological survey",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "utah",
          "sentiment": "none"
        },
        {
          "name": "cottonwood canyon",
          "sentiment": "none"
        },
        {
          "name": "cottonwood creek",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T17:51:05.470+03:00",
    "updated": "2024-06-24T17:58:18.553+03:00"
  },
  {
    "uuid": "e83de338c42eddebea5f32218607d7979414791b",
    "url": "https://www.wgbh.org/news/local/2024-06-13/massachusetts-lawmakers-unanimously-vote-to-criminalize-revenge-porn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dominique Farrell",
    "published": "2024-06-13T16:55:00Z",
    "title": "Massachusetts lawmakers unanimously vote to criminalize revenge porn | GBH",
    "text": "The Massachusetts Senate voted 38-0 to criminalize what’s known as revenge porn, the sharing of intimate or sexually-explicit images without the subject’s consent. The vote follows the unanimous approval of the legislation in the House yesterday. It now heads to the desk of Gov. Maura Healey, who has already voiced her support. The Commonwealth joins 48 other states in making the non-consensual sharing of intimate images a crime and the seventh state to enact protections against coercive control, a pattern of abusive behavior used to dominate an intimate partner. Tactics can include isolation, financial abuse, verbal abuse, stalking and humiliation. State Senator John Keenan (D), who sponsored the bill, credited abuse survivors with moving the legislation forward. “To those who find themselves in vulnerable situations, hopefully this bill serves to protect them from becoming the next victims of revenge porn and coercive control,” said Sen. Keenan. Advocates have been pushing lawmakers to act on these issues for years. Hema Sarang-Sieminski, deputy director of the nonprofit advocacy group Jane Doe Inc., said the bill’s passage is a monumental moment for survivors. “Adding this language to our protection order statute really allows survivors to seek protections from the power and control underlying domestic abuse,” said Sarang-Sieminski. For survivors like Carmen Aliber, this bill would have helped when she sought protection from her then-husband in 2021. The police had told Aliber she would need to show physical and sexual signs of abuse in court to obtain a restraining order. “I asked law enforcement. I asked my attorney, how come protections aren’t in place? And they said, because the laws are not written that way,” said Aliber. “And that’s what led me to say, I will be working with legislators to change these laws because abusers don’t change, so laws must change to protect victims.” Aliber founded the Together Rising Above Coercion Coalition or TRACC to protect others like her. She says this legislation will make it easier for victims to obtain a restraining order against their abuser. If that order is violated, the offender can be arrested. Experts like Dr. Lisa Fontes, a lecturer at the University of Massachusetts Amherst, said coercive control is the underlying element of revenge porn. “Revenge porn – controlling and harming you through posting images – is an extension of coercive control,” said Fontes. Intimate images include AI-generated images and deep fakes. Those found guilty of revenge porn could face up to two and a half years in jail and a fine of not more than $10,000. Offenders who are minors would be directed to an educational program. Republican State Senator Bruce Tarr said this legislation could not come soon enough. “Whereas technology continues to evolve and become more proliferate, the threat of the damage that can be done with regard to these kinds of actions grows by the day, and that damage can be significant,” he said. “It can be incredibly disruptive and damaging to the lives of the victims.” Sarang-Sieminski agrees. “When an image is shared without a survivor’s concerns, it really raises the risk of further sexual assault tremendously,” said Sarang-Sieminski. “Our protection order statutes did not cover that kind of harm. Our criminal laws did not cover that kind of harm.” For many survivors, this legislation will help educate the public and courts. “I was silent because I was ashamed and I felt like my situation would stigmatize me professionally,” said Aliber. “ I came to realize my abuser had gotten away with this behavior for years because all of his victims are silenced by shame.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hema sarang-sieminski",
          "sentiment": "none"
        },
        {
          "name": "john keenan",
          "sentiment": "none"
        },
        {
          "name": "keenan",
          "sentiment": "none"
        },
        {
          "name": "maura healey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "massachusetts senate",
          "sentiment": "negative"
        },
        {
          "name": "commonwealth",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:49:22.519+03:00",
    "updated": "2024-06-14T00:49:22.519+03:00"
  },
  {
    "uuid": "cb6758983de86c20ea771669698571c5884eee87",
    "url": "https://markets.financialcontent.com/stocks/article/prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2024-02-29T22:33:00Z",
    "title": "Jennifer S. Wilkov & Global 2024 January Speak Up Women Virtual Conference Award USTA & US Open the Make A Difference Award | FinancialContent Business Page",
    "text": "Speak Up Women Global 2024 January Virtual Conference Produced by Jennifer S. Wilkov Awards the USTA the Make A Difference Award for the US Open's 50 Years of Equal Prize Money for Women and Men\nNEW YORK - Feb. 29, 2024 - PRLog -- Jennifer S. Wilkov, multi #1 international best-selling award-winning author, founder, and CEO of Speak Up World LLC, ( http://www.SpeakUpWomen.com ), successfully produced the Global 2024 January Speak Up Women Conference virtually online on Saturday, January 27, 2024. Speakers and participants from across the U.S., Canada, Europe, Australia, and others engaged in virtual talks about the importance of speaking up in women's personal and professional relationships and for others and causes she cares about to create change where change is necessary.\nThe Make A Difference Award was presented at the end of the conference by Ms. Wilkov to recognize the USTA for the US Open's 50 Years of Equal Prize Money for women and men milestone in 2023.\nAs the producer and presenter of the Make A Difference Award during the Global 2024 January Speak Up Women Virtual Conference, Wilkov said, \"As a huge fan of tennis worldwide since I was a little girl, the USTA has always held a special place in my heart. When they reached this incredible milestone of 50 Years of Equal Prize Money for women and men in tennis at the US Open, they reminded us that the USTA and the US Open was the first sporting event in history to offer equal prize money for women and men competitors. It would take the other grand slams more than 30 years to offer the same. There was no question in my mind that I was going to award the Make A Difference Award to them. As I said in my talk, now, more than ever, it's our time to speak up.\"\n\"It is truly an honor for the USTA to be recognized with The Make a Difference Award,\" said Nicole Kankam, USTA Managing Director, Pro Tennis Marketing and Entertainment. \"We are proud that, thanks to the trailblazing efforts of the iconic champion Billie Jean King, the US Open was the first of tennis' major events to award equal prize money in 1973. In celebrating that momentous milestone, we salute all of the pioneering women in our sport who have worked so hard to level the playing field for all. This honor is truly an honor we share with all of them.\"\nConversations at the Global 2024 January Speak Up Women Virtual Conference included discussions on the importance of speaking up at home, in the workplace, and for others and causes she cares about plus talks about speaking up on purpose, being you and how to stop playing small, authenticity, curiosity, speaking up after trauma, having tough conversations and tough talk in tech, manifesting your destiny, infusing humor into the workplace, protecting your potential, unleashing your full expression, propelling your venture, that how you show up without saying a word matters, and speaking up when it counts most. The conference concluded with a rousing talk from Kimberly Mylls and Ms. Wilkov as they relaunched their principles and philosophy about putting boys before business from their book Boys Before Business which they are rereleasing in February 2024.\nMs. Wilkov emceed the conference and leads the Speak Up Women Community platform, the #1 search result according to Google out of the more than 1.5 - 3 trillion results daily for the search term \"Speak Up Women,\" above Forbes, The Harvard Business Review, CNBC, Diversity Woman Magazine, The UN, The California Conference for Women, and more. The Speak Up Women Community supports women's self-expression and empowerment.\n\"Speak Up Women is the #1 resource for women who want to speak up in their lives for the lives they imagine. The speakers and sessions at our conferences and events as well as the authors of the books in our subscription boxes show every woman not just how to do it, but the rewards that await them when they do,\" says Wilkov.\nTo learn more about the Speak Up Women Community, conferences, events, virtual speed networking, and the subscription box program, go to https://www.SpeakUpWomen.com .\n###\nAbout Jennifer S. Wilkov .\nJennifer S. Wilkov is a multi #1 international best-selling award-winning author, an award-winning TED/keynote speaker, award-winning freelance writer, a producer, a respected creative and story development consultant for literary and entertainment projects, and an entrepreneur.\nShe was selected as the Top Motivational Speaker, Business Consultant and Best-Selling Author of 2024 by the International Association of Top Professionals.\nJennifer fans the flames of the Human Spirit in each audience member and empowers them to tell their stories, express them transparently, leap powerfully into their lives and, at last, live the lives they imagine.\nHer mission with Speak Up Women is to help women overcome their fears of speaking up, whether for a personal or professional goal or a social cause through a series of virtual women's conferences, events, speed networking, a quarterly subscription box program, and a community devoted to women's empowerment and self-expression. It's a community for women to connect, collaborate, create, and celebrate each other amongst colleagues and friends. It helps women connect with like-minded individuals in support of mutually aligned interests, passions, and values.\nFor more information, go to https://SpeakUpWomen.com .\nMedia Contact\nJennifer Wilkov\ninfo@speakupwomen.com\n9177278434\n Speak Up World LLC\nRead Full Story - Jennifer S. Wilkov & Global 2024 January Speak Up Women Virtual Conference Award USTA & US Open the Make A Difference Award ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.prlog.org",
      "https://www.prlog.org/13009513-jennifer-wilkov-global-2024-january-speak-up-women-virtual-conference-award-usta-us-open-the-make-difference-award.html",
      "https://SpeakUpWomen.com",
      "https://tracking.newsrpm.com/pixel?slug=prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
      "https://pressroom.prlog.org/SpeakUpWorld/",
      "https://www.SpeakUpWomen.com",
      "https://www.prlog.org/email-contact.html#13009513",
      "http://www.SpeakUpWomen.com",
      "https://SpeakUpWomen.com",
      "https://www.tracking.newsrpm.com/pixel?slug=prlog-2024-2-29-jennifer-s-wilkov-and-global-2024-january-speak-up-women-virtual-conference-award-usta-and-us-open-the-make-a-difference-award",
      "https://www.pressroom.prlog.org/SpeakUpWorld/",
      "https://prlog.org",
      "http://SpeakUpWomen.com",
      "https://prlog.org/email-contact.html#13009513",
      "https://www.SpeakUpWomen.com",
      "https://prlog.org/13009513-jennifer-wilkov-global-2024-january-speak-up-women-virtual-conference-award-usta-us-open-the-make-difference-award.html",
      "https://tracking.newsrpm.com/pixel",
      "https://pressroom.prlog.org/SpeakUpWorld"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer s. wilkov",
          "sentiment": "neutral"
        },
        {
          "name": "wilkov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usta",
          "sentiment": "neutral"
        },
        {
          "name": "world llc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:40:33.679+02:00",
    "updated": "2024-03-10T23:00:52.132+02:00"
  },
  {
    "uuid": "ef9ad59d3b80aa147dcf5c92d4c4ce1a497ea411",
    "url": "https://flipboard.com/article/obituary-peter-goodwin-chance-he-survived-battle-of-atlantic-sinking-d-day-la/f-c5fa038b64%2Ftimescolonist.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "timescolonist.com - Darron Kloster",
    "published": "2024-05-05T00:00:00Z",
    "title": "Obituary: Peter Goodwin Chance: He survived Battle of Atlantic sinking, D-Day landings; 'a navy gentleman' | Flipboard",
    "text": "Obituary: Peter Goodwin Chance: He survived Battle of Atlantic sinking, D-Day landings; 'a navy gentleman' Peter Godwin Chance, who has died at the age of 103, was a career navy man who survived a sinking in the Battle of the Atlantic, took part in the … [Glacier Media](/@GlacierMedia) flipped this story into [Times Colonist](/@glaciermedia/times-colonist-a801r2dlz)•4h More stories from [D Day](/topic/dday) More stories from [Military](/topic/military) [Military intelligence confirms car bomb attack killing Russian organizer of torture chambers in Berdiansk](/topic/military/military-intelligence-confirms-car-bomb-attack-killing-russian-organizer-of-tort/a-zTliOBJbQvWNmO4Vf3LHmg%3Aa%3A7898837-9484d62db3%2Fkyivindependent.com) Russian officials, their proxies, and collaborators have been routinely targeted in both occupied parts of Ukraine and inside Russia. [Hamas kingpin holed up deep below Gaza, surrounded by hostages used as human shields, says expert](/topic/military/hamas-kingpin-holed-up-deep-below-gaza-surrounded-by-hostages-used-as-human-shi/a-akSZgg6RQx6rdXo1MuzCjQ%3Aa%3A47769551-6f0f51ee00%2Ffoxnews.com) JERUSALEM – The terrorist mastermind behind Hamas' massacre of nearly 1,200 people, including over 30 Americans, is believed to be using hostages as human shields to hold off Israeli soldiers seeking to capture him in a tunnel deep below Gaza. The shocking information about Hamas kingpin Yahwa … [How All In The Family Turned Sally Struthers' Life 'Upside Down'](/topic/military/how-all-in-the-family-turned-sally-struthers-life-upside-down/a-y97_4lWgS32rE3zMDjEEgA%3Aa%3A3249737824-2c4465d4bf%2Fslashfilm.com) The line between reality and fiction in television hasn't always been obvious to people. Be it \"Gilligan's Island\" viewers badgering the Coast Guard … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Normandy Campaign](/topic/normandycampaign) [Letter reveals what soldier from ‘Saving Private Ryan’ left at Normandy](/topic/normandycampaign/letter-reveals-what-soldier-from-saving-private-ryan-left-at-normandy/a--i0WIEKZRh2K7Y2PaaWMGA%3Aa%3A5627403-00255fe627%2Fnewsnationnow.com) (NEXSTAR) — A heartbreaking letter reveals the man who inspired Saving Private Ryan hoped to return to Normandy for the 40th anniversary of D-Day. He … [LOW BLOW ‘It’s disgraceful,’ say furious family of war hero who were slapped with a parking ticket during his FUNERAL](/topic/normandycampaign/low-blow-it-s-disgraceful-say-furious-family-of-war-hero-who-were-slapped-wit/f-ed56c1667f%2Fthe-sun.com) A FAMILY of a war hero have been left furious after getting a parking ticket during his funeral. Donald Hunter’s family and friends were stunned when … [Cafe on Omaha beach freed by Allies on D-Day slammed for refusing to serve British soldiers 'because they are English'](/topic/normandycampaign/cafe-on-omaha-beach-freed-by-allies-on-d-day-slammed-for-refusing-to-serve-briti/a-h5nElRHtQhiPf0TylzIktg%3Aa%3A2250121565-db8991546a%2Fco.uk) A cafe on a Normandy beach pivotal in the D-day landings has been slammed by a World War II tour guide over claims it 'refused' to serve British …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "peter goodwin",
          "sentiment": "negative"
        },
        {
          "name": "leman",
          "sentiment": "none"
        },
        {
          "name": "peter godwin chance",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T18:47:17.039+03:00",
    "updated": "2024-05-05T18:47:17.039+03:00"
  },
  {
    "uuid": "169c1735bb653435e1dc83aa45988512332ce6eb",
    "url": "https://www.news5cleveland.com/news/politics/ohio-politics/parents-of-transgender-kids-worried-after-ohio-house-passes-k-12-college-bathroom-ban",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Morgan Trau",
    "published": "2024-06-27T18:39:00Z",
    "title": "Parents of transgender kids worried after K-12, college bathroom ban passes",
    "text": "COLUMBUS, Ohio — Parents of LGBTQ+ teens are worried about their kids' safety after the Ohio House passed a bill banning transgender students from using the bathrooms that align with their identity. \"I worry about the safety of my kids every day,\" Sam Shim, parent of two transgender teens, said. Both of his kids are in high school — and he is worried about how the newly passed bill will impact their lives. \"Kids like my own are going to be targeted even more so and they're going to be alienated,\" Shim said. State Reps. Adam Bird (R-New Richmond) and Beth Lear (R-Galena) introduced [House Bill 183,](https://ohiocapitaljournal.com/2024/04/11/transgender-student-bathroom-ban-bill-passes-out-of-ohio-house-higher-education-committee/) which requires all public schools and all colleges to mandate that students can only use the bathroom or locker room that matches their sex and gender assigned at birth. \"Many Ohioans are wondering why we even have to do a bill like this because it is such a common sense issue,\" Bird told me in an interview. Close to 11 p.m. on Wednesday, H.B. 183 was added to the uncontroversial and unrelated [Senate Bill 104](https://www.legislature.ohio.gov/legislation/135/sb104/documents) as an amendment on the House floor. It passed with a 60-31 vote. All Democrats and two Republicans voted against the bill. State Rep. Jamie Callender (R-Concord), who voted no, is known for not supporting legislation that LGBTQ+ advocates call discriminatory. He was joined by Gayle Manning (R-North Ridgeville). State Rep. Brett Hillyer (R-Uhrichsville) didn't vote — however, he has typically opposed anti-LGBTQ+ legislation. Everyone else was either out of the room or absent that day. RELATED: [Ohio House passes transgender bathroom and locker room ban for K-12 schools and colleges](https://www.news5cleveland.com/news/state/ohio-house-passes-transgender-bathroom-and-locker-room-ban-for-k-12-schools-and-colleges) State Rep. Adam Bird says he introduced the bill in the name of public safety. \"We want to protect women and girls from assault, from intimidation,\" Bird said while giving a speech on the floor. Supporters have brought up several cases from around the country where cisgender women felt uncomfortable by a transwoman in the locker room with them. \"There are concerns about community standards and people across Ohio do not want biological males in female restrooms,\" Bird said. However, there is no evidence of safety risks by letting trans people use facilities that align with their identity, a study from UCLA found. Also, it's actually the transgender teens who face a greater risk of sexual assaults in schools that prevent them from using their choice of bathrooms, the American Academy of Pediatrics reported. Bird said after hearing feedback from community members, he added some exceptions: - Children under 10 being helped by a parent - An individual with a disability being helped by someone, such as a caretaker - A school employee who has to go into the facility, like a janitor - Someone who is responding to a “legitimate emergency.” But this leaves certain schools in flux. Some college dorm floors only have a large communal bathroom, meaning there is no gendered bathroom or single-use stall on the floor. Also, some K-12 schools may not have any single stalls at all. \"This bill may require some places to do a little investing in building,\" Bird said. \"That's not something that we put money in the bill and so they're gonna have to deal with that.\" When asked why there was no money appropriated, he responded that there wasn't any \"will amongst the caucus\" to provide more dollars for it. It is all about safety, so schools should want to spend money on it, he added. \"We should be protecting all Ohioans for sure,\" the Republican said. \"And I think that there is a significant number of Ohioans who want this issue dealt with and they do not want people in a private setting, like a restroom, that should not be there.\" I asked what he would say to parents like Shim who say that this isn't keeping their child safe, that this isn't protecting their child. \"I don't hate anybody and I love all of our kids and we want people to be able to use the restroom safely and with freedom,\" he said. \"What if they don't feel safe it would be safe for them to use the other bathroom?\" I asked. \"I'm not sure how to answer that,\" he responded. \"Everybody should be able to use the restroom safely and under this bill, I think that they will be able to. I think that there's a fair degree of probability that many schools will react to this by building one-use-at-a-time kinds of restroom facilities.\" This bill also prohibits schools and universities from constructing or maintaining a multi-occupancy facility that is designated as \"nongendered, multi-gendered or open to all genders.\" RELATED: [Ohio transgender students speak out against GOP bathroom ban bill](https://www.news5cleveland.com/news/politics/ohio-politics/ohio-transgender-students-speak-out-against-gop-bathroom-ban-bill) \"My kids will feel even less safe in our school building and in the in bathrooms too,\" Shim said. \"It doesn't just affect the bathroom, it affects the climate at schools.\" Shim wasn't the only parent to talk to me about their concerns about this bill. Trans students also reached out to express their sadness, anxiety and disappointment in Ohio lawmakers. Hear from some of them by [clicking this link.](https://www.news5cleveland.com/news/politics/ohio-politics/ohio-senate-set-to-override-gov-dewines-veto-banning-gender-affirming-care-for-trans-youth) Earlier this year, Ohio lawmakers voted to override Gov. Mike DeWine's veto on legislation that would ban gender-affirming care from transgender youth and prohibit trans students from participating in athletics on teams that align with their identity. It is currently being [blocked](https://www.news5cleveland.com/news/politics/ohio-politics/ohio-judge-temporarily-blocks-ban-on-gender-affirming-care-for-trans-youth) by a Republican judge in Franklin County. We reported that more than 100 families with transgender members have made plans to leave the state after Ohio Republicans passed an override on Gov. Mike DeWine's veto of a bill banning gender-affirming care. RELATED: [Over 100 families with trans members trying to leave Ohio amid new gender-affirming care ban](https://www.news5cleveland.com/news/politics/ohio-politics/over-100-families-with-trans-members-trying-to-leave-ohio-amid-new-gender-affirming-ban) This bill is just another blow, Shim said. \"I don't want to have to leave Ohio to complete my degree just because I can't find a place to use the restroom in a timely manner on Columbus State Campus,\" said Cam Ogden, a transgender woman and college student. The bill now goes to the Senate for a concurrence vote. \"We're supposed to pass laws that are to the benefit of all in Ohio,\" Shim said. \"But sadly, it creates a hostile environment for so many people and for so many families.\" Follow [WEWS](https://www.news5cleveland.com/) statehouse reporter Morgan Trau on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.legislature.ohio.gov/legislation/135/sb104/documents)",
      "https://ohiocapitaljournal.com/2024/04/11/transgender-student-bathroom-ban-bill-passes-out-of-ohio-house-higher-education-committee/)",
      "https://www.ohiocapitaljournal.com/2024/04/11/transgender-student-bathroom-ban-bill-passes-out-of-ohio-house-higher-education-committee/)",
      "https://legislature.ohio.gov/legislation/135/sb104/documents)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam shim",
          "sentiment": "none"
        },
        {
          "name": "bird",
          "sentiment": "none"
        },
        {
          "name": "shim",
          "sentiment": "none"
        },
        {
          "name": "adam bird",
          "sentiment": "none"
        },
        {
          "name": "beth lear",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ohio house",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "columbus",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "new richmond",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:11:19.186+03:00",
    "updated": "2024-06-28T08:28:59.035+03:00"
  },
  {
    "uuid": "627abdf032f31cefb746c3b31d6e9cbf17052b84",
    "url": "https://menafn.com/1107978276/Aamir-Khan-Feeds-Cake-To-Ex-Wife-Kiran-Rao-Celebrates-59Th-Birthday-With-Paps-WATCH",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-14T00:00:00Z",
    "title": "Aamir Khan Feeds Cake To Ex-Wife Kiran Rao; Celebrates 59Th Birthday With Paps [WATCH] | MENAFN.COM",
    "text": "Aamir Khan commemorated his 59th birthday today, March 14, in Mumbai amidst an affectionate gathering of well-wishers and the paparazzi. The occasion was marked by heartwarming moments, including a cake-cutting ceremony where Aamir Khan was accompanied by his ex-wife Kiran Rao. Following the cake-cutting ritual, a poignant scene unfolded as Aamir shared a slice of cake with Kiran, reciprocating the gesture of camaraderie and mutual respect. For the festivities, Aamir Khan opted for a casual yet chic attire, donning a black T-shirt paired with jeans, while Kiran Rao exuded elegance in a stylish patterned dress, reflecting the joyous spirit of the day. Aamir Khan, often hailed as 'Mr. Perfectionist', is renowned for his exceptional acting prowess, which has left an indelible imprint on the Indian film industry. Throughout his illustrious career, Aamir Khan has demonstrated remarkable versatility and unwavering dedication, captivating audiences with his memorable performances. From portraying tales of romance in 'Qayamat Se Qayamat Tak' to exploring themes of camaraderie in 'Dil Chahta Hai', and delving into historical narratives with 'Mangal Pandey', his filmography stands as a testament to his talent and commitment to storytelling. ALSO READ:'Kalki 2898 AD': Amitabh Bachchan drops major update, says 'Last push to secure..' Presently, Aamir Khan is deeply engrossed in the filming of 'Sitaare Zameen Par', a project that holds immense significance to him. He recently announced the film's scheduled release on Christmas, marking his much-awaited return to the Christmas box office after eight years. Despite the celebratory occasion, Aamir remains steadfast in his dedication to his craft, spending his birthday on the sets of 'Sitaare Zameen Par'. Additionally, he is actively involved in the production of 'Lahore 1947', featuring Sunny Deol and Preity Zinta in pivotal roles. MENAFN14032024007385015968ID1107978276 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kiran rao",
          "sentiment": "negative"
        },
        {
          "name": "aamir khan",
          "sentiment": "negative"
        },
        {
          "name": "kiran",
          "sentiment": "none"
        },
        {
          "name": "aamir",
          "sentiment": "none"
        },
        {
          "name": "perfectionist",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "mumbai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:05:34.048+02:00",
    "updated": "2024-03-15T00:05:34.048+02:00"
  },
  {
    "uuid": "ceb18ab1c8bbc2367b9c222c14f2bddc45c3ad39",
    "url": "https://www.unionesarda.it/lunione-in-edicola/adottate-samire-il-cane-con-tre-zampe-nqv1ohw8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UnioneSarda",
    "published": "2024-01-07T22:43:00Z",
    "title": "«Adottate Samirè, il cane con tre zampe» - L'Unione Sarda.it",
    "text": "Sono stati maltrattati, poi abbandonati e hanno attraversato l'inferno. Eppure quando tendi loro la mano ti regalano fedeltà eterna, affetto puro, dimenticano e sorridono di nuovo alla vita. Samirè (foto in alto a sinistra) è stato recuperato e salvato. Ha tre zampe perché una gli è stata amputata. Ora sta benissimo,è autonomo, ha un ottimo carattere ed è buono ed affettuoso. Si trova nel rifugio “Amici degli animali” di Gonnosfanadiga e aspetta qualcuno che lo adotti. Per informazioni Caterina 348.6995817.\nCagnetta\nQuesta cagnetta (foto in alto a destra) vagava randagia per le strade di un paesino, aveva terrore dell'essere umano ed era pelle e ossa. Portata in canile, poi portata via da una volontaria, ora è rinata. Ha 2 anni, è di taglia grande, è vaccinata, ha fatto i test (negativi), è sterilizzata ,affettuosa e di ottimo carattere. Per informazioni: 3298277492.\nGattina smarrita\nYas è una gatta di otto anni di colore bianco sporco con orecchie, muso e coda grigi. È sparita a luglio nella zona di via Pio IX, a Monserrato, e potrebbe essersi rifugiata in un giardino vicino o in un garage. Per informazioni 3473596273 o 3519301233.\nRudy cerca casa\nRudy (foto in basso a destra) cerca adozione. Ha un anno, è un cane bellissimo ed affettuoso ed è velocissimo perché è un levriere. Per informazioni 3922988807.\nRIPRODUZIONE RISERVATA\nQuesto contenuto è riservato agli utenti abbonati Per continuare a leggere abbonati o effettua l'accesso se sei già abbonato.\n• Accedi agli articoli premium\n• Sfoglia il quotidiano da tutti i dispositivi\nAbbonati subito Sei già abbonato? Accedi ora\nSono stati maltrattati, poi abbandonati e hanno attraversato l'inferno. Eppure quando tendi loro la mano ti regalano fedeltà eterna, affetto puro, dimenticano e sorridono di nuovo alla vita. Samirè (foto in alto a sinistra) è stato recuperato e salvato. Ha tre zampe perché una gli è stata amputata. Ora sta benissimo,è autonomo, ha un ottimo carattere ed è buono ed affettuoso. Si trova nel rifugio “Amici degli animali” di Gonnosfanadiga e aspetta qualcuno che lo adotti. Per informazioni Caterina 348.6995817.\nCagnetta\nQuesta cagnetta (foto in alto a destra) vagava randagia per le strade di un paesino, aveva terrore dell'essere umano ed era pelle e ossa. Portata in canile, poi portata via da una volontaria, ora è rinata. Ha 2 anni, è di taglia grande, è vaccinata, ha fatto i test (negativi), è sterilizzata ,affettuosa e di ottimo carattere. Per informazioni: 3298277492.\nGattina smarrita\nYas è una gatta di otto anni di colore bianco sporco con orecchie, muso e coda grigi. È sparita a luglio nella zona di via Pio IX, a Monserrato, e potrebbe essersi rifugiata in un giardino vicino o in un garage. Per informazioni 3473596273 o 3519301233.\nRudy cerca casa\nRudy (foto in basso a destra) cerca adozione. Ha un anno, è un cane bellissimo ed affettuoso ed è velocissimo perché è un levriere. Per informazioni 3922988807.\nRIPRODUZIONE RISERVATA\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:56:59.006+02:00",
    "updated": "2024-01-08T01:56:59.006+02:00"
  }
]