[
  {
    "uuid": "3682c02917895c4aafe9ef22b2000b9f538325d3",
    "url": "https://www.sasktoday.ca/indigenous-news/la-lakers-mystique-was-alive-and-well-in-23-on-draftkings-sportsbook-in-ontario-8064276",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Ralph; The Canadian Press",
    "published": "2024-01-05T22:20:00Z",
    "title": "L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario.",
    "text": "TORONTO — The Los Angeles Lakers' mystique was alive and well with Ontario bettors.\nThe Lakers, led by superstar LeBron James, were the second-most bet on team on DraftKings' Ontario sportsbook last year. Only the Toronto Blue Jays drew more action.\n\"The Lakers are a popular team, whether it's the U.S., Canada, Germany, Spain, it doesn't matter,\" said Johnny Avello, DraftKings' director of race and sports operations. \"The team has a big following and has for many years because of all the great players that go through their doors.\n\"You go anywhere and you'll see people wearing Lakers shirts.\"\nThe Buffalo Bills -- popular in southern Ontario -- held down third spot. The Toronto Maple Leafs were the only other Canadian franchise to make the cut, standing eighth ahead of basketball's Phoenix Suns and football's New York Jets.\nThe Jays (89-73) finished third in the American League East to qualify for the playoffs. However, they were swept 2-0 by the Minnesota Twins in the AL wildcard series.\nToronto was the most-bet on World Series team, ahead of the Los Angeles Dodgers and Philadelphia Phillies. The champion Texas Rangers were fourth.\nToronto slugger Vladimir Guerrero Jr. was the most bet-on player to win the AL MVP, ahead of New York's Aaron Judge and Texas's Corey Seager. But Anaheim's Shohei Ohtani, the fourth pick, was the runaway winner of the award before signing a mega 10-year, US$700-million free-agent deal with the Dodgers.\nAvello wasn't surprised to see the Jays atop the list.\n\"When you look at certain jurisdictions where we are, teams in that jurisdiction are bet on more than others,\" he said. \"So that's no surprise.\"\nThe Toronto Raptors were the seventh-most bet on team to win the NBA crown. The Milwaukee Bucks, Suns and eventual-champion Denver Nuggets held the top three spots.\nNo Raptors were listed as favourites for the NBA's outstanding player award but Hamilton's Shai Gilgeous-Alexander of the Oklahoma City Thunder, was the fourth most-bet on individual by handle. Denver's Nikola Jokic, Boston's Jayson Tatum and Dallas's Luka Doncic were the top-three picks.\nToronto's Darko Rajakovic was fourth in betting for the NBA's top coach award. Former Raptors boss Nick Nurse, now with the Philadelphia 76ers, was tops.\nLast month, Gilgeous-Alexander was named The Canadian Press male athlete of the year.\n\"He is a tremendous player and has been for a few years now,\" Avello said. \"It's not unusual that he'd be bet up there because he's certainly one of your top players in the NBA.\"\nSurprisingly, the Cincinnati Bengals were the most bet-on NFL team to win the Super Bowl. Buffalo was second ahead of the San Francisco 49ers (12-4), who've clinched top spot in the NFC.\nBuffalo (10-6) can secure the AFC East for a fourth straight year with a road win Sunday over Miami. The Dolphins (11-5) have already clinched an NFL playoff spot.\n\"I found that (Cincinnati selection) to be a little surprising,\" Avello said. 'Buffalo has always been a top choice because it has had a good, competitive team over the last few years and there's also the proximity to Canada.\n\"But the Bengals have had a good team knocking on the door so I think this was about value . . . going for a double-digit underdog and trying to get a better price for your buck. I don't blame (bettors) because going into the season I thought Cincinnati would also contend for the title but unfortunately when you lose (quarterback) Joe Burrow and a couple of receivers . . . it was just a bad overall year for Cincinnati.\"\nBuffalo quarterback Josh Allen was the third pick for the NFL's most valuable player award behind San Francisco's Brock Purdy and Dallas's Dak Prescott. Lamar Jackson, who has led Baltimore (13-3) to top spot in the AFC and emerged as the favourite to win the honour for a second time, was initially ninth.\nOntario bettors made the Maple Leafs the most bet-on team to win the Stanley Cup. Edmonton was No. 2 ahead of Las Vegas, last year's champion.\nToronto last won the Stanley Cup in 1967.\n\"Toronto has been there, it has had great, outstanding regular-season records, it just hasn't been able to get far enough,\" Avello said. \"I think it (Leafs topping list) should be.\"\nThe Vancouver Canucks were fifth, ahead of the Ottawa Senators (sixth).\nRick Tocchet, in his first full season behind Vancouver's bench, was the top selection to win the Jack Adams Trophy as the NHL's top coach. The Canucks (24-11-3, 51 points) currently top the Pacific Conference.\nPeter Laviolette of the New York Rangers (26-10-1, 53 points) and Mike Sullivan of the Pittsburgh Penguins (19-14-4, 42 points) were the other top two candidates.\n\"Obviously it makes sense that (Tocchet) would get bet,\" Avello said. \"But (Laviolette) is also a good choice and value play.\n\"That was probably bet more toward the beginning of the year so I see that also as a very smart play by bettors.\"\nThis report by The Canadian Press was first published Jan. 5, 2024.\nDan Ralph, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lebron james",
          "sentiment": "none"
        },
        {
          "name": "johnny avello",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lakers",
          "sentiment": "positive"
        },
        {
          "name": "l.a. lakers",
          "sentiment": "positive"
        },
        {
          "name": "los angeles lakers",
          "sentiment": "positive"
        },
        {
          "name": "the lakers",
          "sentiment": "none"
        },
        {
          "name": "toronto blue jays",
          "sentiment": "none"
        },
        {
          "name": "new york jets",
          "sentiment": "none"
        },
        {
          "name": "minnesota twins",
          "sentiment": "none"
        },
        {
          "name": "phoenix suns",
          "sentiment": "none"
        },
        {
          "name": "los angeles dodgers",
          "sentiment": "none"
        },
        {
          "name": "toronto maple leafs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:27:57.738+02:00",
    "updated": "2024-01-06T00:27:57.738+02:00"
  },
  {
    "uuid": "d568fe7eab4dd3d650e0c923bbddb54e724a24f9",
    "url": "https://www.arcamax.com/healthandspirit/religion/religiousnews/s-3258354",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-05-23T05:00:00Z",
    "title": "Florida priest bites woman who grabbed communion wafers | Religious News | ArcaMax Publishing",
    "text": "ORLANDO, Fla. — A Catholic priest saying Mass in St. Cloud bit a woman as she grabbed Holy Communion wafers from him, and the Diocese of Orlando defended his actions Thursday as an attempt “to prevent an act of desecration.”\nSt. Cloud police arrived Sunday afternoon at St. Thomas Aquinas Catholic Church to speak with Father Fidel Rodriguez, who admitted he bit the woman.\nHe told officers the woman, whose name was redacted in the police report, looked unaware of the requirements to receive Communion at the 10 a.m. service. She returned for the second Mass at noon to again demand the sacrament.\nBody-worn camera video from the St. Cloud Police Department shows footage shown to police by a church representative. It appears to show the woman exchanging words with Rodriguez. It’s not clear from the video what was said.\nWhen the priest attempts to place a Communion wafer in her mouth, she aggressively reaches into the bowl. During the struggle, Rodriguez bit her, and the two were broken up by bystanders.\n“While the Diocese of Orlando does not condone physical altercations such as this, in good faith, Father Rodriguez was simply attempting to prevent an act of desecration of the Holy Communion, which, as a priest, Father Rodriguez is bound by duty to protect,” a statement from the diocese read, adding that priest did not know the woman. “The full video and the police report show the woman initiated physical contact and acted inappropriately. The priest was trying to protect the Holy Communion from this sacrilegious act.”\nA communion wafer “is not something a person can arbitrarily demand and is certainly not a mere ‘cookie’ as the complainant called it,” the statement continued, referring to how the woman described the wafer to police, according to the report. “… The woman forcefully placed her hand in the vessel and grabbed some sacred Communion hosts, crushing them.”\n The video apparently came from a live recording posted on the church’s YouTube page that has since been deleted. Another live recording posted that day showed the initial encounter between the woman and Rodriguez, who appeared to explain why she could not receive Communion before she walked away.\nAccording to the police report, the woman accused Rodriguez of discriminating against her “based on her sexuality and attire,” which Rodriguez denied. Rather, he added, she was denied because she appeared unfamiliar with the procedure.\n“You can be gay or homosexual or trans, whatever you want — I’m not judging for appearances,” Rodriguez told police, according to body camera video. “If they know how to do the things, I can give them Communion.”\nRodriguez was not arrested, but St. Cloud police forwarded a report accusing him of misdemeanor battery to the Orange-Osceola State Attorney’s Office for review. As of Thursday, no charges were filed.\nA spokesperson for State Attorney Andrew Bain did not immediately respond to a message seeking comment.\n--",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fidel rodriguez",
          "sentiment": "none"
        },
        {
          "name": "rodriguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. cloud police department",
          "sentiment": "none"
        },
        {
          "name": "st. thomas aquinas catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "arcamax publishing florida",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "st. cloud",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T02:15:07.418+03:00",
    "updated": "2024-05-26T09:08:54.507+03:00"
  },
  {
    "uuid": "acb48d72a40d75052b4f6b65076ea773311a3e48",
    "url": "https://www.thestarpress.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:50.487+02:00",
    "updated": "2023-12-29T00:22:50.487+02:00"
  },
  {
    "uuid": "49c89023c49e9536c69746a18f5546f6f61b6881",
    "url": "https://www.deia.eus/ciencia-y-tecnologia/2024/05/10/alertan-tormenta-geomagnetica-grave-llegara-8220556.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NTM / EFE",
    "published": "2024-05-10T18:07:00Z",
    "title": "Alertan de una tormenta geomagnética grave que llegará a la Tierra este fin de semana",
    "text": "Una tormenta geomagnética, causada por una serie de erupciones solares y que podría ser la más grave desde 2005, alcanzará la Tierra este viernes al anochecer, según ha informado la Oficina Nacional de Administración Oceánica y Atmosférica (NOAA, en inglés). \"Tenemos por delante un acontecimiento muy, muy raro\", ha dicho en una conferencia de prensa Shawn Dahl, coordinador en el Centro de Predicción del Clima Espacial (SWPC, en inglés) en Boulder, Colorado. Los vientos solares que se mueven directamente hacia la Tierra a casi 800 kilómetros por segundo alcanzarán el planeta hacia las 20:00 hora del este (24:00 GMT) \"Hemos notificado a los operadores de infraestructura crítica, incluidas las comunicaciones, los satélites y las plantas de energía eléctrica\", añade el funcionario. SWPC ha alertado también a la Agencia de Gestión de Emergencias (FEMA), pero no espera \"un colapso pasivo catastrófico\". ¿Qué impacto pueden tener las tormentas geomagnéticas en la Tierra? Las tormentas geomagnéticas, explica el portavoz, pueden tener impacto en la infraestructura orbital terrestre y en la superficie de la Tierra con el potencial de interferir con las comunicaciones, la red de energía eléctrica, la navegación y las operaciones de radio y de satélites. La serie de erupciones comenzó el 8 de mayo y las condiciones para que la tormenta persista podrían durar todo el fin de semana. \"Una gran mancha solar ha producido erupciones desde moderadas a muy fuertes desde el miércoles\", ha señalado la agencia. \"Al menos cinco de esas erupciones estuvieron asociadas con eyecciones de masa de la corona solar que parecen dirigidas hacia la Tierra\". Estas eyecciones son explosiones de plasma y campos magnéticos en la corona solar que causan tormentas geomagnéticas cuando ocurren en dirección a la Tierra, precisa NOAA. La gran mancha solar ha lanzado una secuencia asombrosa de cinco eyecciones de masa solar hacia la Tierra, según la plataforma Spacewather.com, que estima que, si se tratara de un huracán, sería de categoría 4.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T21:19:57.009+03:00",
    "updated": "2024-05-10T21:19:57.009+03:00"
  },
  {
    "uuid": "22aa1b8922a2385f99f3df38f42048f19292e036",
    "url": "https://www.yahoo.com/news/u-m-expands-tuition-free-232934812.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dave Boucher, Detroit Free Press",
    "published": "2024-12-05T23:29:00Z",
    "title": "U-M expands tuition-free program to students from families earning up to $125K",
    "text": "U-M expands tuition-free program to students from families earning up to $125K Dave Boucher, Detroit Free Press Thu, December 5, 2024 at 11:29 PM UTC 2 min read\nMore people will soon be able to attend the University of Michigan without paying tuition thanks to the Ann Arbor-based school expanding a program for current and future in-state students.\nStarting in the fall, the university's \"Go Blue Guarantee\" will cover tuition for any student from a family with an annual income of $125,000 and assets of up to $125,000, according to a news release issued Thursday. That's a substantial increase from the previous $75,000 parameter.\n“The Go Blue Guarantee breaks down economic barriers and ensures that a world-class education is available to Michigan students from all backgrounds, no matter their family’s economic means,” said U-M President Santa Ono in a statement.\nAdvertisement Advertisement Advertisement New students and returning students who fall under the new income criterion are eligible. According to the program website , there is no separate application necessary to be considered for this financial aid at the Ann Arbor campus. New students at the Dearborn and Flint campuses are also eligible.\nUniversity of Michigan’s campus in Ann Arbor during dusk on Friday, Nov. 8, 2024. More: U-M researchers seek pancreatic cancer 'Holy Grail': An early detection test\nMore: Young leaders with Michigan connections make Forbes' 30 under 30 list: Who they are\nSince launching the program in 2018, the university says it has covered the tuition of more than 8,000 students.\n“As a state university, we have a responsibility to serve the people of Michigan and — given the many pressures of today’s economy — we want to ensure that working-class and middle-class Michiganders can send their children to this great university and benefit from all that it offers,” said Katherine White, chair of the Board of Regents, in a statement.\nAdvertisement Advertisement The expanded eligibility comes at a time when higher education costs continue to soar. The total cost to attend a four-year college — tuition, fees, room and board, etc. — increased more than 156% from 1963 to 2021, according to the National Center for Education Statistics .\nThis year, in-state students at the Ann Arbor campus pay about $17,700 for tuition. However, the university says 63% of in-state undergraduate students at the main campus receive grant or scholarship aid.\nExpanding the program will cost the university about $8.8 million every year, the university stated.\nReach Dave Boucher at dboucher@freepress.com and on X @Dave_Boucher1.\nThis article originally appeared on Detroit Free Press: University of Michigan expands tuition-free program\nAdvertisement About Our Ads Solve the daily Crossword 14,762 people played the daily Crossword recently. Can you solve it faster than others? 14,762 people played the daily Crossword recently. Can you solve it faster than others? Crossword Play on Yahoo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.freep.com/",
      "https://www.freep.com/story/news/local/michigan/2024/07/31/michigan-universities-tuition-increase-cost/74520756007/",
      "https://www.freep.com/story/news/education/2024/12/05/university-of-michigan-expands-tuition-free-program/76805931007/",
      "https://nces.ed.gov/programs/digest/d22/tables/dt22_330.10.asp",
      "https://goblueguarantee.umich.edu/ann-arbor/",
      "https://www.freep.com/story/news/health/2024/12/04/university-of-michigan-pancreatic-cancer-research-biorepository-gift-of-life-michigan/76704620007/",
      "https://s.yimg.com/ny/api/res/1.2/A_sFgv1J5H1Ju3V0YJ8Stw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/detroit_free_press_natl_articles_245/b579b29534eb2066590ed42a84014f83",
      "https://news.umich.edu/university-of-michigan-expands-go-blue-guarantee/",
      "https://s.yimg.com/ny/api/res/1.2/B1WLWzBeODNs4z1gXYHZiw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNjtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2024-05/8ace38b0-113e-11ef-abce-8e8cacbcbbf2",
      "https://s.yimg.com/ny/api/res/1.2/rKVuxGLQmGb0vYmGlPk7vg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNjtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2024-05/96018020-113e-11ef-bd7d-68bd48b739fd",
      "https://s.yimg.com/os/creatr-uploaded-images/2024-05/8ace38b0-113e-11ef-abce-8e8cacbcbbf2",
      "https://www.freep.com/story/news/education/2021/06/17/university-michigan-free-tuition-go-blue-guarantee/7731779002/",
      "https://www.freep.com/story/money/business/michigan/2024/12/05/forbes-30-under-30-list-michigan/76764750007/",
      "https://s.yimg.com/cv/apiv2/games/images/Crossword_GIF_04_300_95.webp",
      "https://freep.com/story/news/local/michigan/2024/07/31/michigan-universities-tuition-increase-cost/74520756007/",
      "https://www.freep.com/story/news/education/2024/12/05/university-of-michigan-expands-tuition-free-program/76805931007",
      "https://freep.com/",
      "https://freep.com/story/news/education/2024/12/05/university-of-michigan-expands-tuition-free-program/76805931007/",
      "https://www.news.umich.edu/university-of-michigan-expands-go-blue-guarantee/",
      "https://www.freep.com/story/news/health/2024/12/04/university-of-michigan-pancreatic-cancer-research-biorepository-gift-of-life-michigan/76704620007",
      "https://www.s.yimg.com/cv/apiv2/games/images/Crossword_GIF_04_300_95.webp",
      "https://www.goblueguarantee.umich.edu/ann-arbor/",
      "https://freep.com/story/money/business/michigan/2024/12/05/forbes-30-under-30-list-michigan/76764750007/",
      "https://freep.com/story/news/health/2024/12/04/university-of-michigan-pancreatic-cancer-research-biorepository-gift-of-life-michigan/76704620007/",
      "https://www.freep.com/story/news/education/2021/06/17/university-michigan-free-tuition-go-blue-guarantee/7731779002",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2024-05/8ace38b0-113e-11ef-abce-8e8cacbcbbf2",
      "https://www.s.yimg.com/ny/api/res/1.2/A_sFgv1J5H1Ju3V0YJ8Stw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/detroit_free_press_natl_articles_245/b579b29534eb2066590ed42a84014f83",
      "https://news.umich.edu/university-of-michigan-expands-go-blue-guarantee",
      "https://www.freep.com",
      "https://www.freep.com/story/news/local/michigan/2024/07/31/michigan-universities-tuition-increase-cost/74520756007",
      "https://www.freep.com/story/money/business/michigan/2024/12/05/forbes-30-under-30-list-michigan/76764750007",
      "https://goblueguarantee.umich.edu/ann-arbor",
      "https://freep.com/story/news/education/2021/06/17/university-michigan-free-tuition-go-blue-guarantee/7731779002/",
      "https://www.s.yimg.com/ny/api/res/1.2/rKVuxGLQmGb0vYmGlPk7vg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNjtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2024-05/96018020-113e-11ef-bd7d-68bd48b739fd",
      "https://www.s.yimg.com/ny/api/res/1.2/B1WLWzBeODNs4z1gXYHZiw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNjtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2024-05/8ace38b0-113e-11ef-abce-8e8cacbcbbf2",
      "https://www.nces.ed.gov/programs/digest/d22/tables/dt22_330.10.asp"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T03:53:33.460+02:00",
    "updated": "2024-12-06T03:53:33.460+02:00"
  },
  {
    "uuid": "e7fa02234678a1335ef4f5351eaf107140b37e5a",
    "url": "https://www.statesman.com/story/entertainment/dining/2024/01/05/barbs-b-q-lockhart-texas-bbq-restaurant-now-open-saturday-sunday-hours/72123878007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Odam",
    "published": "2024-01-05T22:17:00Z",
    "title": "One of Texas' best, Barbs B Q in Lockhart now serving two days a week",
    "text": "You no longer have to circle every Saturday on your calendar to remind yourself of the only day of the week that one of Central Texas’ best barbecue joints is slinging meat. Barbs B Q in Lockhart is now serving both Saturday and Sunday, from 11 a.m. until sold out (about 2 p.m.). In addition to doubling their hours, the women-run restaurant that made our list of the 20 best new restaurants in the area last fall is also adding a few new items.\nA new side dish of pork stew with calabacitas and corn over rice will be served on Saturdays only. The restaurant makes it with its pork rib trim, and co-owner Chuck Charnichart said that as the restaurant grows, they will be able to eventually add it to the Sunday menu, as well.\nRelated: Barbs B Q beef rib is one of the 10 best new dishes of 2023\nHonoring some of the owners’ Brownsville roots, Barbs will also start serving a beef barbacoa taco on Sundays, made with smoked beef cheek and dressed in cilantro, onion, salsa verde and served on a homemade flour tortilla. There will also be a different bread pudding (name TBD) served on Sundays.\nFor those weary of long waits, Charnichart told me that \"there isn’t much of a wait\" and a \"minimal line before we open.\"\nFor those unfamiliar with the operation opened by Charnichart and her partners last year, below is what I wrote in the 2023 Austin360 Dining Guide and here is a link to the full review from last year .\n\"Three women added their voices to the chorus evolving the tenor of Texas barbecue when Barbs B Q opened in the shadow of the Caldwell County courthouse in Lockhart this summer. Texans should celebrate Chuck Charnichart, Alexis Tovías Morales and Haley Conlin, and the trio’s business partner Joanne Irizarry, for successfully busting into the historically male-dominated world of barbecue. The women also should be praised for how and where they did it: by serving the best barbecue in the Barbecue Capital of Texas. You can taste the influence of Mexico in the ground guajillo and chile de arbol peppers that blend mild fruitiness and earthiness into the salt and black pepper rub applied to supple brisket and a hulking but tender massive beef rib that’s as good as any I’ve ever tried. More peppery kick emanates from candied pork ribs that are lacquered with a tomato-and-vinegar-based sauce dialed up with serrano-steeped simple syrup and finished with a shower of lime zest for a sweet-spicy-tangy finish. Peppers also electrify the color and flavor of the side dish of “green spaghett” popular in Charnichart's and Morales’ native Brownsville. (No, it’s not in Austin, but Barbs is too good not to be on this list.) (102 E. Market St. in Lockhart; barbsbq.com Review: Lockhart is reclaiming its crown for Barbecue Capital of Texas — 3 crowns, to be exact",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://www.barbsbq.com/",
      "http://www.barbsbq.com",
      "http://barbsbq.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chuck charnichart",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "lockhart",
          "sentiment": "none"
        },
        {
          "name": "brownsville",
          "sentiment": "none"
        },
        {
          "name": "central texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:23:39.059+02:00",
    "updated": "2024-01-06T01:08:25.760+02:00"
  },
  {
    "uuid": "2a5fe1a1f40313a6a478320c82711f9df2cbff63",
    "url": "https://www.newindianexpress.com/world/2024/Jan/19/number-of-n-korean-defectors-triples-in-2023-seoul-says",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-01-19T02:36:00Z",
    "title": "Number of N Korean defectors triples in 2023, Seoul says",
    "text": "The number of North Korean defectors making it to the South tripled last year to 196 after a run of pandemic-linked lows, Seoul said Thursday, with more elite diplomats and students seeking to escape.\nTens of thousands of North Koreans have fled to South Korea since the peninsula was divided by war in the 1950s, with most going overland to neighbouring China first, then entering a third country such as Thailand before finally making it to the South.\nThe number of successful escapes dropped significantly from 2020 after the North sealed its borders -- purportedly with shoot-on-sight orders along the land frontier with China -- to prevent the spread of Covid-19.\nIn 2021 only 63 people made it to the South, a more than 90 percent decrease from 2019, when 1,047 defectors arrived. Just 67 people arrived in 2022.\nLast year, 196 defectors made it to South Korea, the country's Unification Ministry said in a statement, a figure that remains well below the pre-pandemic average.\nWomen accounted for more than 80 percent of people who escaped the repressive nuclear-armed regime last year, and most defectors travelled via a third country, the ministry said.\nThere was also an upward trend in the defections of North Korean elites such as diplomats and students studying abroad, according to the ministry.\n\"We have confirmed last year's defections by the elite class were the highest in recent years,\" it said.\nAround 10 people from North Korea's elite class fled to the South last year, the most since 2017, according to the Yonhap news agency.\nDefecting by sea directly to the South is extremely rare and seen as far more dangerous than land routes, with only a handful of people making it across the de facto maritime border, the Northern Limit line.\nIn 2023, 13 defectors fled to the South by sea, the Unification Ministry said, noting it was indicative of \"worsening situations in North Korea\".\nAll escapees who crossed the maritime border cited food shortages as driving their decision to flee, it said.\nPyongyang uses harsh words such as \"human scum\" when describing their citizens who have escaped.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "unification ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seoul",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "south",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:15:42.248+02:00",
    "updated": "2024-01-19T17:15:42.248+02:00"
  },
  {
    "uuid": "28e7333ceefbb4e3f79f3c6d9b4e29507917a677",
    "url": "https://vnexplorer.net/bushfire-survivor-in-perth-is-dealt-another-cruel-blow-by-anz-bank-after-huge-blaze-destroyed-his-house-this-is-criminal-s697519.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:53:00Z",
    "title": "Bushfire survivor in Perth is dealt another cruel blow by ANZ bank after huge blaze destroyed his house: 'This is criminal'",
    "text": "Bank denies cash to bushfire survivor ANZ apologises but he is switching banks READ MORE: Heartbreak as WA homes lost to fire\nA man who narrowly survived a devastating blaze that destroyed his home was told he couldn’t get money out of his own bank account in the days before Christmas.\nMark Norton, 65, lost his pets and most of his possessions – including his debit card – when he fled his burning house just seconds before it was engulfed in flames during Thursday’s Parkerville inferno on the eastern outskirts of Perth.\nMr Norton has since been forced to live in caravan but when he tried to withdraw cash from his local Midland ANZ branch on Friday afternoon, his request was denied.\nStaff informed him the branch had shut early for Christmas and would not reopen until January 1.\nMark Norton, 65, lost his pets and most of his possessions when he fled his home just seconds before it was destroyed during Thursday’s Parkerville inferno\n‘They said ‘we’ve balanced the till, we can’t help you’,’ Mr Norton told NIne News.\n‘And I said ‘really, this is not normal circumstances, my house has burnt down, I have nothing’… (they said) sorry can’t help you.’\n‘It was like a kick in the teeth.\n‘It was like not dealing with humans ’cause a human would have compassion – my house burnt down.’\nANZ however, eventually attempted to rectify the situation and issued a grovelling apology.\n‘We apologise to Mr Norton, and have reached out to him directly to ensure we can get him access to funds as soon as possible,’ the bank said.\nHowever Mr Norton, still seething from the ordeal, said the gesture is too little, too late and he intends to switch banks.\n‘That was criminal, that really was criminal what they did,’ he said.\n‘You shouldn’t treat people like that.’\nANZ staff refused to give Mr Norton any of his cash saying their branch had closed early for Christman\nMr Norton escaped the blaze that consumer his Parkerville home with only seconds to spare but lost his pets and most of his possessions\nMr Norton’s home, which was insured, was one of two of destroyed on Thursday.\nOn Saturday WA over 100 firefighters and volunteers managed to keep other properties safe from a dozen bushfires raging around Perth.\nMeanwhile Bureau of Meteorology has issued an ‘extreme fire danger’ warning for Burrup, in the state’s north coast.\nMost of Western Australia will be under ‘high’ fire danger conditions during the weekend and over Christmas.\nANZ has been contacted for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heartbreak",
          "sentiment": "negative"
        },
        {
          "name": "mark norton",
          "sentiment": "none"
        },
        {
          "name": "norton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bank",
          "sentiment": "negative"
        },
        {
          "name": "anz",
          "sentiment": "negative"
        },
        {
          "name": "midland anz",
          "sentiment": "none"
        },
        {
          "name": "nine news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "perth",
          "sentiment": "none"
        },
        {
          "name": "wa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:56:22.776+02:00",
    "updated": "2023-12-29T00:56:22.776+02:00"
  }
]