[
  {
    "uuid": "d5230fb6bd2a0326a513358293c3f6039c3765f0",
    "url": "https://abcnews4.com/news/local/inmate-found-unresponsive-at-charleston-county-detention-center-dies-at-musc-ccso-charleston-county-sheriff-office-medical-university-of-south-carolina-sc-wciv",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Sockol",
    "published": "2024-04-25T18:50:00Z",
    "title": "chevron-right",
    "text": "CHARLESTON COUNTY, S.C. (WCIV) — An inmate at the Sheriff Al Cannon Detention Center died in medical care a day after hanging himself while in custody. 33-year-old Forrest Michael Kreider of Michigan was identified as the deceased by the Charleston County Coroner's Office. Read more: [Charleston Animal Society offers $3,000 reward after finding neglected, emaciated dog](https://abcnews4.com/news/local/charleston-animal-society-offers-3000-reward-after-finding-neglected-emaciated-dog-wciv-abc-news-4-whitney-veterinarian) According to the Charleston County Sheriff's Office (CCSO), deputies responded to the detention center on April 23 shortly after 10 a.m. for reports of an apparent suicide. EMS arrived and was able to regain a pulse for the unresponsive inmate. The inmate was transported to the Medical University of South Carolina (MUSC) for treatment and died on April 24 at approximately 7 p.m. According to the coroner's office, Kreider died from asphyxia due to hanging. The death was determined to be suicide. Read more: [Walterboro man sentenced 60 years in prison after murdering ex-girlfriend in parking lot](https://abcnews4.com/news/local/walterboro-man-sentenced-60-years-in-prison-after-murdering-ex-girlfriend-south-carolina-true-crime-news-abc-wciv-news-4-2024) Kreider was booked at the Sheriff Al Cannon Detention Center on Jan. 7 and charged with assault and battery in the first degree. He was being held on $30,000 bond, according to jail records. The South Carolina Law Enforcement Division (SLED) is investigating the incident.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "forrest michael kreider",
          "sentiment": "none"
        },
        {
          "name": "kreider",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sheriff al cannon detention center",
          "sentiment": "negative"
        },
        {
          "name": "charleston county sheriff's office",
          "sentiment": "none"
        },
        {
          "name": "charleston county coroner's office",
          "sentiment": "none"
        },
        {
          "name": "medical university of south carolina",
          "sentiment": "none"
        },
        {
          "name": "ems",
          "sentiment": "none"
        },
        {
          "name": "musc",
          "sentiment": "none"
        },
        {
          "name": "charleston animal society",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "charleston county",
          "sentiment": "none"
        },
        {
          "name": "walterboro",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:31:46.952+03:00",
    "updated": "2024-04-26T00:31:46.952+03:00"
  },
  {
    "uuid": "3fe190bffe86f84e8d7f82109d1540ce427c09fc",
    "url": "https://heraldodemexico.com.mx/estilo-de-vida/2024/4/18/la-explicacion-mas-acertada-de-por-que-existen-cenotes-en-mexico-595437.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ana Paula Vázquez",
    "published": "2024-04-18T21:07:00Z",
    "title": "La explicación más acertada de por qué existen cenotes en México | El Heraldo de México",
    "text": "México es uno de los países que alberga maravillas naturales que pasaron a la historia por su belleza y enormidad, una de ellas son los centoes, hermosas formaciones subterráneas creadas por el impacto de un meteorito de unos 10 kilómetros de diámetro en el norte de la península de Yucatán. Este impacto, según se concluye, fue tan colosal que borró de un plumazo la era de los [dinosaurios](https://heraldodemexico.com.mx/cultura/2024/3/17/donde-hay-violencia-hay-musica-tratando-de-resistir-las-canciones-como-forma-de-protesta-durante-las-dictaduras-585591.html), así como la mayor parte de la vida que habitaba el planeta en ese momento, pero también contribuyó a la formación de este espectáculo natural. Sigue leyendo: [Van Gogh: ¿qué dicen las cartas que le escribió a su hermano Theo?](https://heraldodemexico.com.mx/cultura/2024/4/17/van-gogh-que-dicen-las-cartas-que-le-escribio-su-hermanotheo-595201.html) [Horóscopo Maya: ¿qué elemento de la naturaleza soy, según mi animal sagrado?](https://heraldodemexico.com.mx/estilo-de-vida/2024/4/11/horoscopo-maya-que-elemento-de-la-naturaleza-soy-segun-mi-animal-sagrado-593227.html) ¿Qué son los cenotes? Las consecuencias de este impacto fueron [apocalípticas](https://heraldodemexico.com.mx/estilo-de-vida/2024/4/3/horoscopo-maya-cual-es-tu-animal-espiritual-segun-tu-fecha-de-nacimiento-que-caracteristicas-te-identifican-591131.html), pero como resultado de este cataclismo también surgieron formaciones geológicas espectaculares: los cenotes. De acuerdo con expertos, éstos son pozos de agua subterráneos de notable profundidad, alimentados por la filtración de las lluvias y las corrientes de los ríos superficiales y subterráneos. Estas maravillas naturales, comunes en la península de Yucatán, mantienen una temperatura promedio del agua de alrededor de 24 °C, ofreciendo refugio y sustento a una rica biodiversidad acuática. Los cenotes pueden tener diferentes formas y tamaños, desde pequeñas aberturas en el suelo hasta grandes cavernas sumergidas. Algunos están completamente abiertos, mientras que otros están parcial o totalmente cubiertos por una bóveda de roca, mejor conocidas como cavernas y su apariencia puede variar según su ubicación y la geología local. Hoy en día, los cenotes son destinos populares para el ecoturismo y el buceo, ya que ofrecen la oportunidad de explorar aguas cristalinas, rodeadas de una exuberante vegetación y fauna acuática. Además, muchos cenotes están abiertos al público para nadar, bucear, hacer snorkel y simplemente disfrutar de su [belleza natural](https://heraldodemexico.com.mx/estilo-de-vida/2024/4/16/azotea-de-la-felicidad-las-mejores-ideas-para-tener-un-espacio-verde-que-te-genere-dopamina-de-manera-natural-594854.html). ¿Cómo eran usados los cenotes en la época prehispánica? Estas formaciones son de importancia tanto geológica como cultural. Geológicamente, los cenotes son valiosos para comprender la hidrología subterránea y la geología de la región. Culturalmente, los cenotes han sido venerados por las poblaciones indígenas de la región durante milenios. De acuerdo con antropólogas expertas, en la época prehispánica, los cenotes tenían una importancia central en la vida de las culturas mesoamericanas, especialmente para los antiguos mayas que habitaban la península de Yucatán. Estos cuerpos de agua eran considerados sagrados y tenían múltiples usos y significados en la [vida cotidiana](https://heraldodemexico.com.mx/nacional/2024/4/16/turistas-corren-extranjeros-de-playas-mexicanas-con-musica-banda-no-soportaron-594726.html), la religión y las prácticas ceremoniales de estas civilizaciones; algunas de sus funciones eran: - Abastecimiento de agua: proporcionaban una fuente vital de agua dulce en una región donde los cuerpos de agua superficiales eran escasos. Eran utilizados para abastecer a las comunidades de agua potable, para el riego de cultivos y para el sustento del ganado. - Rituales religiosos y ceremoniales: eran considerados lugares sagrados y puertas al inframundo en la cosmología maya. Se creía que estaban habitados por deidades acuáticas y espíritus ancestrales. Los sacerdotes y chamanes realizaban rituales y ceremonias religiosas en los cenotes, que incluían ofrendas de objetos preciosos, alimentos y sacrificios humanos como parte de sus creencias religiosas y cosmogónicas. - Lugares de purificación y curación: también eran utilizados para propósitos de purificación y curación. Se creía que el agua de los cenotes tenía propiedades curativas y rejuvenecedoras, por lo que las personas enfermas o afligidas acudían a ellos en busca de sanación física y espiritual. Se cree que el agua fresca y pura de los cenotes tenía poderes purificadores y podía eliminar enfermedades y males espirituales. - Fuentes de alimentos y recursos naturales: además del agua, los cenotes albergaban una variedad de flora y fauna acuática, que proporcionaban alimentos y recursos naturales a las comunidades locales. Se pescaba en los cenotes y se recolectaban plantas acuáticas para el consumo humano. ¿Cuántos cenotes hay en el mundo? Los cenotes, esas maravillas naturales que cautivan con su belleza y misterio, no son exclusivos de la península de Yucatán en México. Se pueden encontrar en diversas partes del mundo, desde Estados Unidos hasta Italia, pasando por Croacia y China. Estos espectaculares oasis subterráneos ofrecen a los visitantes la oportunidad de sumergirse en [aguas cristalinas](https://heraldodemexico.com.mx/tendencias/2024/4/12/una-pequena-tortuga-es-salvada-increiblemente-por-un-tiburon-tigre-video-593857.html) y tranquilas, rodeados de un entorno natural impresionante. En el estado de Yucatán, cerca de la vibrante ciudad de Mérida, se encuentran al menos seis cenotes de notable belleza y valor ecológico. Además, en los alrededores de la península de Yucatán, se pueden explorar otros ocho cenotes igualmente impresionantes, cada uno con su propia historia y encanto único.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:17:11.788+03:00",
    "updated": "2024-04-19T01:17:11.788+03:00"
  },
  {
    "uuid": "52c37f7a0c1006ffbb05ccb1dadfe5c56e59b594",
    "url": "https://www.forbes.com/sites/mikestubbs/2023/12/28/how-to-get-escape-from-tarkov-twitch-drops/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Stubbs",
    "published": "2023-12-28T00:00:00Z",
    "title": "How To Get ‘Escape From Tarkov’ Twitch Drops",
    "text": "Once again Twitch Drops are returning for Escape From Tarkov to celebrate the new wipe , giving you the chance to get some free loot just for watching Tarkov streamers on Twitch. The drops start on December 29 and end on January 8, but before you can start to claim your in-game items, there are a few steps you will need to go through first.\nThe fact you are reading this probably suggests you are already an Escape From Tarkov player, but if not you will need to make an Escape From Tarkov account and purchase the game. Fortunately for you, it's currently 25% off for the next week or so.\nOnce you have your copy of Tarkov and have installed the game and created your character, you will then need to go to the Escape From Tarkov website to link your Twitch account with your Tarkov account. It's a simple process that only takes a few clicks.\nNow you have everything in place to earn you Twitch drops for Escape From Tarkov , all you need to do is head to an eligible stream and watch. As you watch you will earn progress to your first drop and will be notified on Twitch when you unlock it. You then need to go to the inventory page to claim the drop. Once you claim the drop it will be sent to your Tarkov game.\nTo unblock your drop in Tarkov you will need to head to your messages where you should have a new message that has items attached to it. These are your Twitch drops and they can be transferred to your stash just like any other quest reward or insurance return.\nForbes Vetted For You The Best Gaming Laptops Under $1,000: Boost Your Games For Less By Jon Martindale Contributor Which Escape From Tarkov Streams Have Twitch Drops? Anyone who is streaming Escape From Tarkov is eligible to give away drops, so you can pretty much choose your favorite streamer and not have to worry about it. However, this is only the case for the first day of drops on December 29 and the last day on January 7.\nOutside of these dates, there are specific streamers who will have drops on different days. The full list is massive, so you will need to search to find out when your favorite streamers have drops. Everyone on this list will have drops on December 29 and January 7, as well as two other drops streams for 12 hours on a specific day.\nIf you want to stream Tarkov and give away drops, you will have to do so on December 29 or January 7, as the list of eligible streamers between those dates will not be updated.\nIf you are on the lookout for more free loot, you can still claim the free new years gift .\nMike Stubbs",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://secure.gravatar.com/avatar/4686a1e82e45fdaa5ef5673704d623b2?s=400&d=mm&r=g",
      "https://www.escapefromtarkov.com/news/id/278",
      "https://capi.connatix.com/tr/si?token=d1021730-df4b-4127-8be2-fb6a0e4e96e4",
      "https://www.escapefromtarkov.com/",
      "https://secure.gravatar.com/avatar/4686a1e82e45fdaa5ef5673704d623b2",
      "https://www.capi.connatix.com/tr/si?token=d1021730-df4b-4127-8be2-fb6a0e4e96e4",
      "https://capi.connatix.com/tr/si",
      "https://escapefromtarkov.com/",
      "https://www.secure.gravatar.com/avatar/4686a1e82e45fdaa5ef5673704d623b2?s=400&d=mm&r=g",
      "https://escapefromtarkov.com/news/id/278",
      "https://www.escapefromtarkov.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tarkov",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:09.170+02:00",
    "updated": "2023-12-29T00:35:09.170+02:00"
  },
  {
    "uuid": "12cff322b205c6a9e96eb70f0dbe6636a4382f65",
    "url": "https://www.elimparcial.com/mxl/mexicali/2024/04/18/suman-mas-de-16-mil-500-plantas-donadas-por-el-vivero-municipal-de-lago-del-sol",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan José Solano",
    "published": "2024-04-18T21:52:00Z",
    "title": "Suman más de 16 mil 500 plantas donadas por el vivero municipal de Lago del Sol | Noticias de Mexicali | El Imparcial",
    "text": "Suman más de 16 mil 500 plantas donadas por el vivero municipal de Lago del Sol El objetivo que se había establecido durante este mes de abril fue de 15 mil plantas Mexicali, Baja California.- El vivero municipal de Mexicali ha entregado más de 16 mil 500 plantas como parte del programa de donación que inició este mes de abril. Aarón López Andrade, encargado de [ los viveros ](https://www.elimparcial.com/mexicali/mexicali/Cerca-de-20-mil-plantas-germinan-por-ano-en-el-vivero-municipal-de-Mexicali-20220324-0017.html)de Lago del Sol y el vivero de la colonia Abasolo, dio a conocer que el objetivo contemplado en el programa para este año era de 15 mil plantas donadas. Informó que el programa de donación de plantas comenzó el 1 de abril y originalmente estaba programado para terminar este mes. Sin embargo, desde mediados del mismo ya habían cumplido con el plan de entrega establecido. Aunque el programa ha concluido, durante el resto del mes los ciudadanos pueden acudir al vivero para solicitar tres plantas, ya que todavía cuentan con algunas disponibles en las instalaciones ubicadas en el fraccionamiento Lago del Sol. “No tiene ningún costo, únicamente se requiere una identificación. Se registra la colonia o el fraccionamiento y se pueden llevar tres plantas sin ningún costo, y esto es por ciudadano”, expresó. Mencionó que debido a la gran respuesta de la gente, realizaron varios viajes [ al vivero ](https://www.elimparcial.com/mexicali/mexicali/Tendra-Parque-Vicente-Guerrero-su-propio-vivero-20230421-0028.html)ubicado en la colonia Abasolo para surtir el de Lago del Sol, ya que este último tiene una mayor capacidad debido al espacio. Respecto a las plantas más solicitadas por los visitantes durante esta temporada, mencionó el platanillo, la lengua de suegra, los fresnos, el pirul peruano y los mezquites sin espinas. López Andrade destacó la importancia de que la ciudadanía, instituciones y asociaciones se sumen a la plantación de árboles en el municipio, lo que permite la creación de más áreas verdes en la ciudad y su valle. Cabe recordar que este programa se lleva a cabo anualmente en el municipio, con fechas que varían según el programa. En el año 2023, por ejemplo, se implementó durante todo el mes de noviembre.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:09:06.403+03:00",
    "updated": "2024-04-19T01:09:06.403+03:00"
  },
  {
    "uuid": "d08b4a90c3340f1edc591a37ed5a7b345c6eecc5",
    "url": "https://cadenaser.com/nacional/2024/06/27/georgia-inicia-el-procedimiento-para-restringir-derechos-a-la-comunidad-lgtbiq-cadena-ser",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antonio Martín Blanco",
    "published": "2024-06-27T15:13:00Z",
    "title": "Georgia inicia el procedimiento para restringir derechos a la comunidad LGTBIQ+ | Actualidad | Cadena SER",
    "text": "[Internacional](/actualidad/internacional/) Georgia inicia el procedimiento para restringir derechos a la comunidad LGTBIQ+ El parlamento del país da luz verde a la tramitación de una serie de leyes que, por ejemplo, prohíben la adopcion por parte de parejas homosexuales o las cirugías para cambiar de sexo Georgia da otro paso más hacia Moscú que, al mismo tiempo, le aleja de Bruselas. Después de la aprobación de una ley que obliga a identificarse como \"agentes bajo la influencia extranjera\" a las empresas que reciban inversión desde otros países, y que ha sido [muy protestada en las calles](https://cadenaser.com/nacional/2024/05/01/decenas-de-detenidos-en-georgia-por-protestar-contra-un-proyecto-de-ley-de-corte-prorruso-cadena-ser/) de Tiflis, hoy el parlamento georgiano ha iniciado la [tramitación de un paquete legislativo](https://cadenaser.com/nacional/2024/06/04/el-gobierno-de-georgia-presenta-una-ley-para-restringir-los-derechos-del-colectivo-lgtbi-cadena-ser/) cuyo objetivo es restringir al máximo los derechos de las personas homosexuales o transexuales. El conjunto de leyes, agrupadas con el nombre de \"Protección de los valores familiares y de los menores\" y que impulsa el partido gobernante que tiene la mayoría en el parlamento, prohibirá de forma explícita el matrimonio homosexual, el registro de relaciones si uno de los dos miembros de la pareja se identifica \"con un sexo diferente al biológico\", la adopción por parte de estas parejas así como que las personas trans puedan acceder a operaciones de cambio de sexo. Y la ley no se queda ahí, porque introduce también medidas para evitar lo que considera \"propaganda homosexual\", que incluye la prohibición por ejemplo de publicidad que se considere que pueda ser favorable a otras formas de relaciones distintas a la heterosexual. Aquí se agrupan por ejemplo la prohibición de la celebración del Orgullo Gay en Georgia, que no puedan mostrarse escenas de amor homosexual en la televisión o incluso la exhibición de la bandera arcoiris. Al estilo de Rusia Más información Los partidos opositores al gobernante Sueño Georgiano han boicoteado la votación en el parlamento, aunque la coalición que está en el poder tiene mayoría suficiente para seguir adelante con el procedimiento. Este paquete legislativo acerca a Georgia a la legislación restrictiva de Rusia y la aleja de la Unión Europea aun cuando sigue siendo país candidato a la adhesión, y a pesar de que ya ha recibido advertencias de Bruselas por la ley de financiación extranjera recientemente aprobada. La ley ha pasado la primera lectura parlamentaria y se someterá a dos más antes de su aprobación definitiva y su entrada en vigor. Georgia ya está por detrás de Ucrania y de Moldavia, quienes han iniciado las negociaciones con los países de la Unión para su entrada en el club comunitario, y a futuro está política en Georgia pondría en un aprieto a los socialistas, ya que Sueño Georgiano forma parte de esta familia de partidos europeos de corte progresista. Violencia contra los homosexuales Este proceso legal supone un retroceso de Georgia, que aún siendo un país muy alejado de las leyes más progresistas de otros, sí que tiene en su legislación la prohibición de discriminar a nadie por su orientación sexual. Los crímenes de odio por este motivo pueden ser castigados con una sentencia más severa, aunque la incitación al odio por motivos de expresión de género no está recogida como un delito de forma específica. No obstante, los grupos más conservadores y ultraderechistas de la sociedad georgiana han expresado con violencia en la calle cada año su rechazo a la comunidad LGTBIQ+. Tiflis es escenario de una marcha por el Orgullo desde el año 2019, pero en varias ocasiones ha sido asaltada por grupos extremistas alentados además por la iglesia ortodoxa del país. La última edición del pasado año tuvo que ser cancelada sobre la marcha por el ataque de decenas de radicales y la de este año directamente no ha podido ni ser organizada. El pasado 14 de junio, los organizadores anunciaron que no habría manifestación con motivo del Orgullo de este año en el que además hay elecciones en el país después del verano. Describen que este ambiente \"puede ser espacio para la violencia física alentada por el Gobierno y su retórica llena de odio y hostilidad\". Añadían además que \"la lucha de los derechos queer hoy es inseparable de una lucha más amplía contra el régimen prorruso. Vamos a explicar que la homofobia es un arma política rusa contra la sociedad georgiana\". La Comisión de Venecia, principal órgano consultivo sobre derechos humanos de la Unión Europea, ha pedido al gobierno georgiano que reconsidere la tramitación de este paquete legislativo, así como la entrada en vigor del que permitirá vigilar y presionar a empresas y entidades que tengan relación con otros países. Antonio Martín Redactor de la sección de Internacional. Se incorporó a la Cadena SER en 2005 y desde entonces ha formado...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:47:44.832+03:00",
    "updated": "2024-06-28T01:47:44.832+03:00"
  },
  {
    "uuid": "11272f99ba8f97ef3774e4a0d8d55800cc3ee028",
    "url": "https://www.aargauerzeitung.ch/ostschweiz/wil/streitpunkt-es-waere-ein-falsches-zeichen-warum-sich-mehrere-jungpolitiker-gegen-zusaetzliche-ferienwochen-fuer-lehrlinge-aussprechen-ld.2788091",
    "ord_in_thread": 0,
    "author": "Simon Dudle",
    "published": "2025-06-26T10:00:00Z",
    "title": "Mehr Ferien für Lernende? Mehrere Jungpolitiker wehren sich dagegen",
    "text": "STREITPUNKT\n«Es wäre ein falsches Zeichen»: Warum sich mehrere Jungpolitiker gegen zusätzliche Ferienwochen für Lehrlinge aussprechen\nLernende fordern eine Erhöhung ihrer Ferien von fünf auf acht Wochen pro Jahr. Damit soll die Attraktivität der Berufsbildung gesteigert und der Stress besser abgebaut werden. Eine Umfrage bei Jungpolitikern in der Region Wil/Toggenburg zeigt aber: Es gibt Widerstand.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Education->teachers",
      "Education->students",
      "Education->educational grading",
      "Politics->political candidates",
      "Politics->political process",
      "Politics->education policy",
      "Social Issue->teenagers",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Toggenburg",
          "sentiment": "none"
        },
        {
          "name": "Wil",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ch",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T15:46:39.403+03:00",
    "updated": "2025-06-27T13:05:33.000+00:00"
  },
  {
    "uuid": "42d05e78de09fc589de7140f209e9a0fc722f984",
    "url": "https://www.dna.fr/faits-divers-justice/2024/05/25/viols-et-agressions-sexuelles-l-ex-pretre-d-orleans-condamne-a-17-ans-de-prison",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2024-05-25T12:15:00Z",
    "title": "Loiret. Viols et agressions sexuelles : l'ex-prêtre d'Orléans condamné à 17 ans de prison",
    "text": "Loiret Viols et agressions sexuelles : l'ex-prêtre d'Orléans condamné à 17 ans de prison Olivier de Scitivaux de Greische, 64 ans, a reconnu des centaines de viols et agressions sexuelles commis sur de jeunes garçons dans les années 1990 et 2000. La cour d'assises du Loiret a rendu son verdict dans le procès d'un ancien prêtre d'Orléans, âgé de 64 ans, qui a reconnu « sans réserve » des centaines de viols et agressions sexuelles commis sur de jeunes garçons pendant plusieurs années. Olivier de Scitivaux de Greische a été condamné ce samedi à 17 ans de réclusion criminelle par la cour d'assises du Loiret. Il a été reconnu « coupable de l'ensemble des faits de viols et agressions sexuelles aggravées », a déclaré la cour. Une période de sûreté de 10 ans, au-delà des réquisitions de l'avocat général, a également été prononcée. La veille, devant une salle interdite et suspendue à ses paroles, l'ancien prêtre, Olivier de Scitivaux de Greische – renvoyé à l'état laïc à sa demande – avait « reconnu tout sans réserve ». « Je reconnais l'ensemble des faits » « Je reconnais, puisqu'il faut utiliser les mots, les attouchements, les caresses, les fellations, les pénétrations digitales et péniennes, l'ensemble des faits », a-t-il déclaré. Le considérant coupable d'avoir commis « des centaines de viols et agressions sexuelles », l'avocat général, Cédric Vincent, avait requis 18 ans de réclusion, « une peine en-deçà de la réalité de ses agissements », assortis d'une période de sûreté de 9 ans. Il avait également requis une obligation de « suivi socio-judiciaire », « de soins », « l'interdiction d'exercer toute activité professionnelle ou bénévole impliquant un contact avec des mineurs » et son inscription au fichier des auteurs d'infractions sexuelles. L'ex-prêtre a avoué des viols et agressions antérieures « Ce qui est frappant c'est que les actes, les noms (des victimes) font masse », a estimé Cédric Vincent. Dans un rare exercice de confessions vendredi, l'accusé a également avoué, pour la première fois, des viols et agressions sexuelles sur deux autres victimes dès 1982 – des faits qui n'ont pu être jugés en raison de la prescription. « Vous allez condamner Olivier de Scitivaux pour combien de victimes ? », a interrogé son conseil, Me Damien Brossier. « Vous n'avez pas le droit de le juger » pour des victimes supposées ou pour celles qu'il a reconnues par ailleurs, a-t-il poursuivi. Trois frères violés et agressés plusieurs années Les faits jugés remontent aux années 1990 et 2000 lorsque Olivier de Scitivaux de Greische, ordonné prêtre en 1989, se lie aux parents de ses victimes, une fratrie de trois, s'invitant régulièrement à leur table, restant dormir dans la chambre de l'aîné, qui sera agressé et violé dès ses 9 ans. « La gangrène c'est Olivier de Scitivaux parce qu'il s'est introduit partout dans la famille », dénonce l'avocate d'une des victimes, Me Clémence Lemarchand. A leur domicile, pendant que les parents dorment au rez-de-chaussée, dans les demeures somptueuses de la famille Scitivaux, l'hiver au chalet à Abondance (Haute-Savoie) ou l'été en colonie de vacances à Perros-Guirec (Côtes-d'Armor), celui qui avait à l'époque 22 à 25 ans de plus que les victimes (âgées de 7 à 9 ans) va leur infliger des violences. Le benjamin « y pass(ait) toutes les semaines, tous les jours, tous les soirs » Devant une salle d'audience comble, dans laquelle de nombreux responsables de l'Église catholique et paroissiens prennent place depuis mardi, les trois frères et un ami ont raconté à tour de rôle, avec minutie et pudeur, les sévices qu'ils recevaient chacun leur tour, sans savoir que les autres étaient également victimes. « Quand il n'y en avait pas un de disponible, il y avait le deuxième ou le troisième », a confirmé l'ancien prêtre, désignant ainsi les trois frères, des quadragénaires aujourd'hui unis sur le banc des victimes. « Regardez bien ses mains », a invectivé mercredi le cadet de la fratrie, « ce sont dans ses mains que j'ai éjaculé la première fois, ce sont ses mains qui donnent l'eucharistie ». Le benjamin a lui raconté, devant une cour interdite, ces quelques mois où il « y pass(ait) toutes les semaines, tous les jours, tous les soirs », « le moment où il a utilisé des outils sur mon corps » ou lorsqu'« il m'a rasé ». Des premiers signalements dès les années 1980 Les faits se sont produits jusqu'au début des années 2000. Pourtant, les premières alertes sont émises par des animateurs et familles auprès du diocèse dès les années 1980, des familles ou des animatrices de l'aumônerie en 1998. En vain. L'Église catholique est depuis des années secouée par des scandales de pédocriminalité dans le monde entier, et régulièrement accusée de fermer les yeux sur eux et d'ignorer les victimes. [En France](/faits-divers-justice/2024/03/14/pedocriminalite-dans-l-eglise-489-victimes-ont-obtenu-une-reparation-financiere-en-2023), un rapport rendu en octobre 2021 estime qu'en 70 ans, environ 330 000 personnes ont été agressées au sein de l'Église lorsqu'elles étaient mineures. Allô enfance en danger Victime de violence, inquiet pour l’un de ses camarades, préoccupé par une situation d’enfant en danger ou en risque de l’être : face à toutes ces situations, vous pouvez appeler le 119, joignable tous les jours de l'année 24h/24, et gratuit depuis tous les téléphones (fixes, mobiles, cabines...). Le numéro 119 respecte la confidentialité des appels et n'apparaît sur aucun relevé de téléphone.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T15:22:44.521+03:00",
    "updated": "2024-05-25T16:00:41.354+03:00"
  },
  {
    "uuid": "4ca3cc324955596ec739a3dcaa9341e0a384bdc1",
    "url": "https://news.cctv.com/2025/03/28/ARTI4nzVXVwBUuJwQS6GAj7f250328.shtml",
    "ord_in_thread": 0,
    "author": "肖潇",
    "published": "2025-03-28T01:49:00Z",
    "title": "工作交接了却等不来新岗位，员工遭\"变相辞退\"_新闻频道_央视网(cctv.com)",
    "text": "来源： 工人日报 | 2025年03月28日 09:49:44 工人日报 | 2025年03月28日 09:49:44 原标题：工作交接了却等不来新岗位，员工遭“变相辞退” 正在加载 　　工人日报讯 （记者吴铎思 马安妮）交接了工作却迟迟等不来新岗位，遭遇职场“冷暴力”的成都某公司（以下简称公司）员工王某被迫与公司对簿公堂，公司却以“旷工并与其他公司建立劳动关系为由”拒绝赔偿。近日，新疆维吾尔自治区昌吉回族自治州中级人民法院终审判决，公司向王某支付违法解除劳动合同赔偿金10万余元。\n　　王某于2021年12月入职公司，但干了不到两年，2023年10月16日，公司便通知王某交接工作。其间，法务组长通过系统告知王某先交接工作，若想调岗可联系。王某表示“可以先交接工作，调岗就算了”。此后，公司一直未给王某安排新岗位。\n　　王某认为自己事实上被公司违法解除劳动合同了。同年11月2日，王某向吉木萨尔县劳动人事争议仲裁委员会申请仲裁，要求公司支付违法解除劳动合同赔偿金10万余元。此后，王某未再去单位上班。\n　　2023年11月10日，公司对王某发出期限到岗通知书，告知其返回工作岗位或办理离职手续，但被王某拒绝。同年11月16日，公司就王某擅自离岗超过10天召开第一届职工代表大会第二次会议并形成纪要，表明解除与王某的劳动关系。公司认为，其间公司两次指派专人与其联系调解，均没有结果，最后按照公司相关规定与其解除劳动关系，过程合理合法。\n　　2024年1月，吉木萨尔县仲裁委作出仲裁裁决，要求公司支付王某违法解除劳动合同赔偿金10万余元。公司不服仲裁结果，诉至吉木萨尔县人民法院。\n　　该案争议焦点在于，公司是否存在违法解除劳动关系的情形？\n　　一审法院认为，直到王某申请仲裁时，公司亦未向王某安排新工作，更没有谈及要求交接工作的明确理由，既没有进行针对性的培训，也没有对其进行调岗。虽然公司并未以书面形式解除与王某的劳动关系，但其要求王某交接工作的行为已认定该公司事实上解除了与王某的劳动关系，其主张王某因连续旷工违反公司规章制度的理由不能成立。公司解除与王某劳动合同关系违法，判决公司支付王某违法解除劳动合同赔偿金10万余元。\n　　公司不服，上诉至昌吉回族自治州中级人民法院。二审法院驳回上诉，维持原判。\n　　上海兰迪（乌鲁木齐）律师事务所律师王慧霞建议，劳动者遇到“变相辞退”别慌，要留足证据，依法维权。“若原岗位被撤销，公司应先提供培训或协商新岗位，而非直接停岗。在本案中，公司长期不安排工作，属于变相不提供劳动条件，违法逼迫员工离职，须承担违法解除劳动合同责任。”王慧霞说。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Labor->employee",
      "Labor->labour relations",
      "Labor->employer",
      "Social Issue->social condition",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.workercn.cn/papers/grrb/2025/03/28/6/news-1.html",
      "https://workercn.cn/papers/grrb/2025/03/28/6/news-1.html"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T14:19:44.535+03:00",
    "updated": "2025-03-28T14:19:44.535+03:00"
  },
  {
    "uuid": "b7206a5b619ef81a9f1e9afd3723af75fb9988d0",
    "url": "https://www.earth.com/news/herbicides-are-disrupting-plant-insect-interactions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sanjana Gajbhiye",
    "published": "2024-11-22T14:07:00Z",
    "title": "Herbicides disrupt the co-evolution of plants and insects",
    "text": "Have you ever paused to admire a morning glory? Just as their name suggests, these flowers open at sunrise and often close by afternoon or evening.\nDespite their fragile appearance, a recent study from the University of Michigan suggests that morning glory plants are quite resilient. The team discovered that these plants can withstand the effects of weed killers and display resistance to damage from herbivorous insects.\nIn particular, morning glory plants were found to resist glyphosate – the active component in the herbicide RoundUp.\nInterestingly, the researchers found that plants which are susceptible to glyphosate are also susceptible to damage from insects. This implies that glyphosate can disrupt the co-evolution of plants and their insect adversaries.\nStudy lead author Grace Zhang is a U-M doctoral student working with Regina Baucom, a professor in the Department of Ecology and Evolutionary Biology.\n“When people think about herbicides and study them in [plants](https://www.earth.com/news/insects-boost-plant-evolution-in-surprising-ways/), they think about herbicide resistance,” said Zhang.\n“Resistance is a big problem, tolerance is a big problem. But beyond that, we don’t really have a great idea of how herbicides impact plant evolution in general, and also how it might impact how plants interact with other things in their environment.”\nThe researchers set up the study with 1,600 morning glory plants in [U-M](https://umich.edu)‘s Matthaei Botanical Gardens. They sprayed half of the plants with glyphosate and recorded the [plants](https://www.earth.com/news/tiny-leaf-eating-insects-have-a-huge-impact-on-forests/)‘ growth traits.\nNoteworthy findings from the study included the fact that plants treated with glyphosate incurred more damage from insects compared to the non-treated (control) plants. However, plants resistant to glyphosate had less insect damage.\nWhile conventional ecological theory would suggest a tradeoff between these two traits, Zhang said the team “saw the opposite.”\nThe researchers also analyzed the fitness of the [plants](https://www.earth.com/news/dna-technology-will-accelerate-the-pace-of-plant-species-discovery/), i.e., their likelihood of producing seeds. They discovered a positive selection acting on glyphosate resistance: the more resistant the plants are to glyphosate, the fitter they are and the more likely to produce seeds.\nBut, why are plants that are resistant to glyphosate also resistant to insect damage?\nWhile Zhang and Baucom are yet to confirm, they hint at the role of the shikimate pathway – a metabolic process that glyphosate attacks, impacting the plant’s herbivory defenses.\nIn contrast, the plants resistant to glyphosate seem to have multiple genes working together. These form detoxification pathways that can wade off glyphosate, thereby maintaining their insect defenses.\nThis study has profound implications for current agricultural practices and the management of herbicide application. Understanding the dual resistance to both glyphosate and herbivory challenges the conventional approach to pest and weed management.\nFor farmers, this could mean re-evaluating the use of herbicides like glyphosate to mitigate potential unintended ecological repercussions.\nThe development of crops that can naturally resist both herbicides and [insect](https://www.earth.com/news/how-does-the-milkweed-beetle-safely-feed-on-a-toxic-plant/) predation could lead to more sustainable agricultural strategies, reducing the need for chemical inputs while preserving biodiversity in farmlands.\nThe findings open the door to further exploration into the genetic underpinnings of plant resistance. Future research could investigate the exact genetic pathways involved in this dual resistance, potentially leading to breakthroughs in genetic engineering for crop improvement.\nAnother avenue of research could focus on the long-term evolutionary consequences of glyphosate use on plant-insect interactions.\nScientists could harness these insights for developing crops that are better suited to withstand both chemical and biological stressors, ensuring food security in an ever-changing environment.\n“Studies in the past usually look at the evolution of herbicide resistance in these plants or they’ll look at how applying the herbicide directly to specific insects will affect them,” Zhang said.\n“But they haven’t really looked at this question from more of a community level: How does herbicide act as a disruptor on this community level?”\n“So that’s what we really wanted to focus on: how does this new disruptive agent that is human-made impact a very natural, long standing relationship between plants and their insects?”\nThe study is published in the journal [New Phytologist](https://nph.onlinelibrary.wiley.com/doi/10.1111/nph.20238).\n—–\nLike what you read? [Subscribe to our newsletter](https://www.earth.com/subscribe/) for engaging articles, exclusive content, and the latest updates.\nCheck us out on [EarthSnap](https://www.earth.com/earthsnap/), a free app brought to you by [Eric Ralls](https://www.earth.com/author/eralls/) and Earth.com.\n—–",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://umich.edu",
      "https://nph.onlinelibrary.wiley.com/doi/10.1111/nph.20238",
      "https://www.umich.edu",
      "https://www.nph.onlinelibrary.wiley.com/doi/10.1111/nph.20238"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Regina Baucom",
          "sentiment": "none"
        },
        {
          "name": "Grace Zhang",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "University of Michigan",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T16:25:50.019+02:00",
    "updated": "2024-11-27T19:31:55.529+02:00"
  },
  {
    "uuid": "d113f4ced2b1ed2a1430f05af8ffaf00295d6cef",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/abnewswire-2023-12-28-ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Ela Vashishtha’s Digital Medical Pad Promises Efficient Care Anywhere | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "Ms. Ela Vashishtha, local digital healthcare leader in Texas area and innovator of digital medical pad. Digital Media Pad prototype\nThe healthcare landscape is constantly evolving, demanding innovative solutions to address challenges faced by patients and medical professionals alike. In this pursuit of progress, health resources and strategy leader Ela Vashishtha has emerged as a pioneer, spearheading the development of a groundbreaking invention: the Digital Medical Pad.\nMore than just a technological innovation, this patented device embodies Ms. Vashishtha's deep understanding of healthcare complexities, honed through her vast experience managing a $3 billion portfolio and driving data-driven initiatives across 25+ hospitals in her state of residency. This expertise shines through in every facet of the Digital Medical Pad, designed to address critical issues plaguing healthcare systems, particularly in resource-constrained settings.\nSecure Access, Streamlined Processes\nAt the heart of the invention lies a secure biometric scanner. Gone are the days of misplaced charts and stolen identities; fingerprints grant authorized personnel instant access to a patient's medical history, ensuring both privacy and efficient care delivery. Medication management takes a leap forward with the pad's ability to display medication history and facilitate digital order creation. This not only reduces waiting times but also minimizes errors and potential drug interactions.\nReal-Time Intelligence Powering Decisions\nThe Digital Medical Pad transcends mere data storage. Embedded AI and machine learning algorithms work synergistically with real-time data to empower healthcare professionals. Imagine a scenario where a doctor, upon entering a patient's fever symptom, receives treatment suggestions tailored to the patient's unique medical profile, considering factors like co-existing conditions and potential allergies. This level of real-time decision support enhances diagnostic accuracy and optimizes treatment plans, paving the way for personalized, effective care.\nBridging the Global Healthcare Divide\nMs. Vashishtha's vision extends beyond borders. Recognizing the immense potential of the Digital Medical Pad in resource-limited countries, she is leading the charge in adapting the technology for these specific contexts. The device's affordability and portability make it ideal for rural areas, where access to quality healthcare has traditionally been limited. By eliminating paper records and cumbersome processes, the pad promises to revolutionize care delivery in underprivileged regions, democratizing access to crucial medical information and services.\nPartnerships for Progress\nThe journey towards widespread adoption of the Digital Medical Pad is underway. Ms. Vashishtha is actively seeking partnerships with multiple entities in India, aiming to pilot the device in rural areas and smaller cities. These collaborations will serve as testaments to the pad's effectiveness and pave the way for its broader implementation across developing nations. Currently, she is partnering with and providing strategic advice on product advancement ideas, market strategies, future iterations of testing the pad in Indian healthcare market.\nA Beacon of Hope\nEla Vashishtha's Digital Medical Pad opens the possibility of a future where healthcare is accessible, efficient, and personalized in developing and developed worlds alike. By harnessing the power of technology and focusing on real-world needs, Ms. Vashishtha is trying to forge a path towards a healthier, more equitable world. This innovation holds the potential to bridge healthcare divides, empower medical professionals, and improve the lives of millions, making it a truly transformative force in the global healthcare landscape.\nMedia Contact\nCompany Name: CompuRx\nContact Person: Ela Vashishtha\nEmail: Send Email\nCountry: United States\nWebsite: www.compurxinfotech.com/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.abnewswire.com/uploads/1703795346.jpeg",
      "https://www.abnewswire.com/email_contact_us.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/press_stat.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "http://www.compurxinfotech.com/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/companyname/compurxinfotech.com/_127619.html",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://abnewswire.com/uploads/1703795346.jpeg",
      "http://www.compurxinfotech.com",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/email_contact_us.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://abnewswire.com/companyname/compurxinfotech.com/_127619.html",
      "https://abnewswire.com/press_stat.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "http://compurxinfotech.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ela vashishtha",
          "sentiment": "negative"
        },
        {
          "name": "vashishtha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "digital media pad",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:11.020+02:00",
    "updated": "2023-12-29T00:35:11.020+02:00"
  }
]