[
  {
    "uuid": "29c74ab9b63df1e3a8369b77f84f46874da27816",
    "url": "https://www.whas11.com/article/weather/weather-impact/live-radar-tracking-severe-thunderstorms-in-louisville-and-southern-indiana/417-3dbfbabe-02ae-4803-93be-8048c2957004",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joseph Garcia",
    "published": "2024-08-01T17:19:00Z",
    "title": "LIVE RADAR | Tracking scattered storms in Louisville, Indiana | whas11.com",
    "text": "LOUISVILLE, Ky. — More severe weather is moving through the Louisville area on Thursday. The storms will be slow-moving and will bring heavy rain which will increase chances of flash flooding. Recent rounds of rain earlier this week have brought damaging winds, torrential rain and frequent lighting with more storms expected over the next several days. A [severe thunderstorm watch has been issued](/article/weather/weather-impact/louisville-kentucky-indiana-thunderstorms-severe-weather-alerts-watch-warning/417-c833dd06-695f-4086-8f2d-d12bc7619174) for several counties in Kentucky and southern Indiana until 8 p.m. IMPACT ALERT DAY: [Timing out storm chances, extreme heat for Thursday](/article/weather/severe-thunderstorms-possible-in-louisville-thursday-whas11-weather-impact-alert-day/417-f516da7a-3c9d-43bd-82c5-b88ef0ea2bbe) LIVE WEATHER RADAR Download the free WHAS11 app to watch live coverage during severe weather and get real-time weather alerts, even if your power goes out. For [Apple](https://itunes.apple.com/us/app/whas11-news-louisville/id1453184391?ls=1&mt=8) or [Android](https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_b3ff766402d6d975200b86a42ea504b0) users. Have a news tip? Email , visit our [Facebook page](http://www.facebook.com/whas11) or [Twitter feed](https://twitter.com/whas11).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://itunes.apple.com/us/app/whas11-news-louisville/id1453184391?ls=1&mt=8)",
      "https://itunes.apple.com/us/app/whas11-news-louisville/id1453184391",
      "https://www.itunes.apple.com/us/app/whas11-news-louisville/id1453184391?ls=1&mt=8)",
      "http://facebook.com/whas11)",
      "https://twitter.com/whas11).",
      "https://play.google.com/store/apps/details",
      "https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_b3ff766402d6d975200b86a42ea504b0)",
      "https://www.play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_b3ff766402d6d975200b86a42ea504b0)",
      "https://www.twitter.com/whas11).",
      "http://www.facebook.com/whas11)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "apple",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisville",
          "sentiment": "none"
        },
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "louisville",
          "sentiment": "none"
        },
        {
          "name": "louisville-kentucky-indiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T00:25:10.698+03:00",
    "updated": "2024-08-02T00:25:10.698+03:00"
  },
  {
    "uuid": "679fbcbaf195cb743caf28042ad82d1dd2fcf721",
    "url": "https://enmayuscula.b-cdn.net/mundo/177092-el-papa-francisco-preocupado-por-la-violencia-en-hait%C3%AD-pide-la-paz.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "En Mayúscula",
    "published": "2024-03-10T05:46:00Z",
    "title": "El papa Francisco, preocupado por la violencia en Haití, pide la paz - En Mayúscula",
    "text": "El papa Francisco, preocupado por la violencia en Haití, pide la paz Ciudad del Vaticano (AFP) - El papa Francisco 'sigue con preocupación y dolor' la situación en Haití, donde bandas criminales siembran el caos desde hace varios días, y hace un llamamiento a la paz y la reconciliación. 'Sigo con preocupación y dolor la grave crisis que afecta a Haití y los violentos episodios de los últimos días', declaró el pontífice argentino, de 87 años, tras la oración del Ángelus. 'Estoy cerca de la Iglesia y del querido pueblo haitiano que tanto sufre desde hace años', añadió. A continuación, Francisco pidió a todas las partes que trabajen por la paz y la reconciliación, 'con el renovado apoyo de la comunidad internacional'. Las bandas criminales, que controlan la mayor parte de la capital, Puerto Príncipe, y las carreteras que conducen al resto del territorio, atacan desde hace varios días comisarías, prisiones y tribunales. Las pandillas y una parte de la población exigen la renuncia del primer ministro, Ariel Henry, que está fuera del país. Según los últimos reportes, Henry está en Puerto Rico luego de su llegada tras un viaje al extranjero. El gobierno de Haití decretó el estado de emergencia en el departamento del Oeste que incluye a Puerto Príncipe, así como un toque de queda nocturno de difícil aplicación por las fuerzas del orden que ya se ven desbordadas. Según la Organización Internacional para las Migraciones (OIM), 362.000 personas -de las cuales más de la mitad son niños- están actualmente desplazados en Haití, cifra que ha subido un 15% desde el inicio del año.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T19:41:37.197+02:00",
    "updated": "2024-03-10T19:41:37.197+02:00"
  },
  {
    "uuid": "390761f077673e7472c03a5ef8f1cae1b519992a",
    "url": "https://www.adnradio.cl/2024/08/01/sistema-frontal-llega-a-la-rm-caida-de-arboles-cortes-de-luz-y-voladura-de-techumbre-en-la-zona-oriente-de-santiago",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Javiera Rivera",
    "published": "2024-08-02T02:39:00Z",
    "title": "Sistema frontal llega a la RM: caída de árboles, cortes de luz y voladura de techumbre en la zona oriente de Santiago | ADN Radio",
    "text": "FOTOS Y VIDEOS. Sistema frontal llega a la RM: caída de árboles, cortes de luz y voladura de techumbre en la zona oriente de Santiago Las ráfagas de viento ha provocado cortes de luz en varias zonas de la capital, dejando más de 135 mil hogares sin electricidad. Un [intenso sistema frontal ](https://www.adnradio.cl/2024/07/31/cortes-de-energia-clases-suspendidas-y-caida-de-arboles-los-efectos-del-sistema-frontal-en-sur-de-chile/)se está registrando en la zona centro y sur, y ya comenzó a llegar a la región Metropolitana. Esto, debido a que gracias al viento se han reportado cortes de electricidad en algunas comunas de Santiago, especialmente del sector oriente. Según la Superintendencia de Electricidad y Combustible (SEC) las comunas afectadas son Alhué, Curacaví, Melipilla, San Bernardo, Las Condes, Vitacura, Providencia, Lampa, Huechuraba, San José de Maipo, Colina, Lo Barnechea, Santiago y Puente Alto. Fuertes rachas de viento en sector oriente Por otro lado, a través de redes sociales comenzaron a circular [diversos videos sobre las ráfagas de viento,](https://www.adnradio.cl/2024/08/01/sistema-frontal-fuertes-vientos-dejan-inutilizable-una-pasarela-colgante-en-purranque/) que ha volado techumbres, ha provocado la caída de árboles y hasta la explosión de generadores en diferentes barrios y comunas, como La Reina y Las Condes. Revisa los videos e imágenes: [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T07:08:08.540+03:00",
    "updated": "2024-08-02T07:08:08.540+03:00"
  },
  {
    "uuid": "5fb5ea0e4bcc00abeb504c47a3dc78c1222d092b",
    "url": "https://www.foxnews.com/politics/arizona-election-worker-accused-1800-theft-cashier-months-before-new-arrest-raising-vetting-concerns",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Danielle Wallace",
    "published": "2024-06-27T13:54:00Z",
    "title": "Arizona election worker accused of stealing security device was hired despite felony theft arrest months prior | Fox News",
    "text": "A temporary election worker in Maricopa County, Arizona, who was captured on surveillance video allegedly stealing a \"digital magnetic key\" from a tabulation center last week, had been arrested just months ago for allegedly removing a total of $1,800 in cash from the register while working as a cashier at a nearby grocery store, according to court documents obtained by Fox News Digital.\nThe development raises concerns about the vetting of election staffers ahead of the 2024 race.\nAt a news conference on Tuesday, Maricopa County Supervisor Bill Gates, when pressed by a reporter, admitted that the suspect, 27-year-old Walter Ringfield, was in a felony diversion program – information that did not come up during a criminal background check conducted before he was hired as a temporary election worker.\n\"We’re not going to get into the specifics of this case at this point, but we do, for all of our temporary employees, and he was a temporary employee in elections, we do a criminal background check. And when we did that criminal background check, we did not find this. He was on diversion,\" Gates said. \"It takes 2-3,000 temporary employees to run an election in Maricopa County. So security is very important.\"\nARIZONA ELECTION WORKER ARRESTED FOR ALLEGEDLY STEALING SECURITY DEVICE FROM BALLOT TABULATION CENTER\nRingfield, of Phoenix, had been arrested on Sept. 30, 2023, at Frys Food & Drug, a grocery store chain, located on North 18th Avenue in Phoenix for theft, according to a probable cause statement obtained by Fox News Digital. The evening before, Ringfield was working at cashier register 9, and afterward management noticed more than $1,800 was missing from Ringfield's shift, the document says.\n\"There was an investigation with loss prevention and management to review security footage which captured Walter taking customers' cash at the register and [pocketing] it over several transactions amounting to over 1800 dollars,\" the document says. Ringfield was brought for questioning with management and loss prevention and \"later admitted to the theft and had all the cash which stolen from yesterday in his front pant pocket.\"\n\"When asked by the officer whose money this was he stated it was Frys cash, and he was returning it,\" the document says. \"During Miranda Rights, Walter stated he has been working for Frys for 2 weeks. He was struggling to pay rent and could not pay bills. Walter admitted he took the money from the register. Walter was subsequently booked into jail for his listed charge. Frys desired prosecution.\"\nIn the section asking whether the defendant serviced in the U.S. military, the document is checked \"yes,\" and under branches served in, indicated the U.S. Navy.\nThe document also lists a prior arrest for disorderly conduct and fighting. It says Ringfield is not currently on active duty, is not homeless and is not in need of the court to provide an interpreter.\nUnder place of the birth, it indicates U.S., and cites present U.S. citizenship.\nFox News Digital reached out to the Navy's personnel office seeking more information on Ringfield's military service but did not immediately hear back.\nThe case was opened by the Maricopa County Attorney's Office 10 months ago.\nRingfield was arrested again on Friday in connection to the theft of a security fob at the Maricopa County Elections building in Phoenix, authorities said.\nAt Tuesday's press conference, Maricopa County Sheriff Russ Skinner was asked if authorities had a reason to believe the theft was \"politically motivated.\" He said he could not speculate at this time, explaining that investigators \"are still combing through a lot of digital evidence that were taken at the scene and going through items that were taken in the search warrant.\"\n\"We don’t have any indication at this point, but we’re not ruling it out. And we’re going to leave no stone unturned. We’re going to make sure that we do evaluate all of the evidence that was out there and ensure that we follow up on anything that may be potentially directing us somewhere else or other actors that may be involved in this. But at this point, we do not have anything that indicates that.\"\nMaricopa County, which has had repeated tabulation equipment concerns, has become a hotbed of election-fraud claims in recent years, especially during the last presidential election in 2020.\nGates said they do not expect the incident to \"have any impact whatsoever on the primary,\" which is scheduled for July 30.\n\"The security fobs are used in conjunction with special secure tablets during the election,\" the probable cause document says. \"Because the security fob was removed from the secure facility, all the security fobs and secure tablets will need to be reprogrammed to be secure for the upcoming election. The director of the facility states that the estimated cost of the reprogramming would be greater than $19,000, and the secure operation of the facility is greatly impeded until the reprogramming is complete.\"\nGates said all the tabulators have been reprogrammed, and the county conducted a logic and accuracy test and notified the political parties.\nELECTION OFFICIALS IN ALL 50 STATES URGED TO SEEK INFO FROM BIDEN ADMIN TO PREVENT NONCITIZENS FROM VOTING\nOn Thursday, Ringfield was captured on surveillance cameras walking past a desk and multiple tabulators, the document says. Ringfield stops at the desk and grabs a \"red scrunchy wrist lanyard with a security fob and keys attached\" and continues walking, the document says. He then allegedly puts the security fob and lanyard into the right pocket of his shorts and \"immediately after, he raises his arms to stretch.\"\nThe document says Ringfield was confronted by his employer about the theft and \"Walter told them he did not take the fob and lanyard.\"\nRingfield told the employer, \"if he did mistakenly take it, it may be inside his car because it wasn’t in his pocket when he got home,\" the document says. Ringfield allowed his employer and security to look inside his vehicle, and they observed \"a red plastic lanyard on the center console shifter, and a plastic tag identifying the station one which matched the missing keys,\" but the fob was not located at that time.\nThe next day, detectives went to Ringfield’s residence in Phoenix and arrested him while he was outside.\n\"Detectives were able to see through the window into Walter’s Acura which was backed into the driveway and could see a red plastic item on the shifter consistent with what the employer and security observed,\" the document says. \"Walter was interviewed post Miranda and said he worked at MCTEC and was fired because they thought he stole something.\"\nWalter admitted to detectives that he took the fob but claimed he had it only for approximately 20 minutes and then gave it back.\nRingfield claimed he took the fob because his job was temporary, and he was trying to make it permanent, so he wanted to clean up.\nDetectives executed a search warrant at Ringfield’s residence and the security fob was located inside the master bedroom on top of a dresser, the document says.\nUnlike the one from months ago, the probable cause document in last week's arrest ticks the \"unknown\" box in the section asking if the defendant served in the U.S. military .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bill gates",
          "sentiment": "none"
        },
        {
          "name": "walter ringfield",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news digital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maricopa county",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:44:44.112+03:00",
    "updated": "2024-06-28T01:25:32.830+03:00"
  },
  {
    "uuid": "2ad9861c5970ccf6106769e6d09d48d6e672f88b",
    "url": "https://www.newsmax.com/newsmax-tv/christmas-love-religion/2024/12/26/id/1192964",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Katz",
    "published": "2024-12-26T21:36:00Z",
    "title": "Father Pavone to Newsmax: God Shows Us Love at Christmas; We Reciprocate | Newsmax.com",
    "text": "By Michael Katz | Thursday, 26 December 2024 04:36 PM EST\nGiven that Thursday marked the feast of St. Stephen, recognizing the first martyr of Christianity, Father Frank Pavone, national director of Priests for Life, told Newsmax the message for this time of year is about something deeper than God showing us love.\n\"Saint Stephen's martyrdom leads us deeper — something that both Jews and Christians acknowledge,\" Pavone told \"American Agenda.\" \"We are to love the Lord, our God, with all our heart, mind, soul, and strength.\"\n\"So, Jesus takes on a body and blood so that he can offer it on the cross. Greater love than this no one has, than to lay down his life for his friends and for his God [John 15:13]. This is what we see — not only God loving us, but Christmas shows us the power that He gives us to love Him, even if it means the sacrificing of our lives.\"\nPavone said it is what the celebration of the martyrs, as well as the celebration of love, is about throughout the year.\n\"And love, when you think about it, is at the center of every calling,\" he said. \"Spouses to love one another, parents to love their children — born and unborn — clergy to love their congregation. All of us, whether married or single or in the religious life or any vocation and every vocation, is one of self-giving love.\"\n\"That's the whole message that both Christmas and the Christian gospel are meant to convey and to empower us to live.\"\nAbout NEWSMAX TV:\nNEWSMAX is the fastest-growing cable news channel in America!\nMichael Katz is a Newsmax reporter with more than 30 years of experience reporting and editing on news, culture, and politics.\n© 2024 Newsmax. All rights reserved.\nReceive breaking news and original analysis - sent right to your inbox.\nInterest-Based Advertising | Do not sell or share my personal information\nNewsmax, Moneynews, Newsmax Health, and Independent. American. are registered trademarks of Newsmax Media, Inc. Newsmax TV, and Newsmax World are trademarks of Newsmax Media, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Religion and Belief->pope",
      "Religion and Belief->religious festival and holiday",
      "Religion and Belief->christianity",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->wellness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Michael Katz",
          "sentiment": "negative"
        },
        {
          "name": "Frank Pavone",
          "sentiment": "neutral"
        },
        {
          "name": "Stephen",
          "sentiment": "none"
        },
        {
          "name": "Jesus",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:29:40.620+02:00",
    "updated": "2024-12-27T00:29:40.620+02:00"
  },
  {
    "uuid": "6044130ec6e37a299ae55be461015d4dfb7de223",
    "url": "https://www.tuxboard.com/le-seche-serviettes-tres-puissant-lidl-pour-lutter-contre-le-froid-cet-hiver-14012024/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victoria Bernard",
    "published": "2024-01-14T21:12:00Z",
    "title": "Le sèche-serviettes très puissant Lidl pour lutter contre le froid cet hiver",
    "text": "Lidl a mis en vente un sèche-serviettes très puissant qui permet de lutter contre le froid tout au long de l'hiver !\nDepuis plusieurs mois déjà, le froid a fait son retour en France. C’est d’ailleurs pour cette raison que\nla firme Lidl propose des objets plus utiles les uns que les autres pour se réchauffer. C’est notamment le cas avec son sèche-serviettes.\nLidl frappe fort avec son produit\nRester au chaud chez soi n’est pas toujours une chose facile lorsque les températures chutent drastiquement. Heureusement, Lidl a tout ce qu’il faut pour ne pas vous laisser dans le froid.\nLe porte-serviettes électrique puissant et minimaliste de la firme fait d’ailleurs la différence la plus absolue en termes de style, d’ordre et de fonctionnalité pratique. Et ce, au milieu de cette saison très froide.\nC’est d’ailleurs\n un produit qui fait vraiment l’unanimité auprès des clients. Il faut dire qu’il a tout pour plaire et qu’il est très fonctionnel. Ce sèche-serviettes électrique a une puissance de 150 W.\nC’est une puissance vraiment idéale pour rester bien au chaud dans sa salle de bain. Ainsi, cela permet aussi d’éviter les rhumes durant cette saison où les températures sont très froides.\nCe sèche-serviettes de\nl’enseigne Lidl permet d’obtenir des résultats inégalés en peu de temps au niveau thermique. Mais il sert également à donner aux serviettes et aux vêtements une place optimale.\nUn sèche-serviettes qui va vous garder au chaud\nL’hiver apporte des températures froides et se définit donc comme un allié indispensable de chaque maison. Cela se produit surtout pendant les mois de l’année où les températures sont particulièrement basses.\nEt où il est même ennuyeux de changer de vêtements tout au long de la journée. Grâce à ce modèle Lidl, vous n’aurez plus jamais de vêtements froids. Fabriqué avec une grande puissance, il offre une utilisation personnalisée.\nEt pour cause, c’est\nun produit qui a une double fonction. Vous pouvez choisir de l’utiliser debout, fixé au mur. Tout dépend de vos fonctions mais aussi des caractéristiques de votre logement.\nC’est un sèche-serviettes qui se dote d’un interrupteur marche/arrêt pour une plus grande commodité d’utilisation. De plus, il dispose d’une minuterie avec arrêt automatique (après 2/4/8/24 heures). Mais ce n’est pas tout.\nCe produit mis en vente par Lidl possède aussi une protection IP22 contre les gouttes d’eau. Une chose est sûre, c’est une vraie merveille pour vaincre le froid hivernal à l’heure de la douche.\nUn produit à moins de 40 euros\nEn sèche-serviettes mural, le produit a des mesures d’environ 53 x 10 x 86 cm. En porte-serviettes sur pied, il a des mesures d’environ 53 x 35,5 x 90 cm. La longueur du câble fait environ 1,5 m et son poids reste de 2,2 kg.\nRéalisé en aluminium, c’est un produit qui a tout pour plaire et qui va vous maintenir au chaud tout au long de cette saison. Nul doute que vous allez profiter ce sèche-serviette pour réchauffer vos serviettes ou encore vos vêtements.\nAvant d’aller au travail, vous pouvez laisser vos vêtements sur ce produit afin qu’il soit bien chaud. Si vous souhaitez faire l’acquisition de cet article, sachez qu’il ne faudra pas dépenser une énorme somme d’argent.\nEt pour cause, Lidl a décidé de le mettre en vente pour la somme de 39,99 euros. De plus, vous pourrez trouver ce sèche-serviette sur le site internet de la marque. Comme toujours, cette dernière a pensé au bien-être des clients.\nLes consommateurs pourront d’ailleurs profiter de prix très abordables. Comme toujours,\nl’enseigne allemande fait son possible pour sortir des articles accessibles à une grande majorité des budgets.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-15T00:01:21.014+02:00",
    "updated": "2024-01-15T00:01:21.014+02:00"
  },
  {
    "uuid": "c28e0d576a144bea014f48de6780909261531e61",
    "url": "https://tw.news.yahoo.com/%E7%BD%B7%E5%B7%A5%E7%99%B1%E7%98%93%E5%85%AC%E4%BA%A4-vta%E4%B9%98%E5%AE%A2%E7%8D%B2uber%E6%90%AD%E8%BB%8A%E5%84%AA%E6%83%A0%E5%88%B8-061900705.html",
    "ord_in_thread": 0,
    "author": "世界日報",
    "published": "2025-03-27T06:19:00Z",
    "title": "罷工癱瘓公交 VTA乘客獲Uber搭車優惠券",
    "text": "世界日報World Journal 罷工癱瘓公交 VTA乘客獲Uber搭車優惠券 閱讀全文\n世界日報 2025年3月26日 下午11:19 自3月10日起，聖塔克拉拉谷交通局（ VTA ）的巴士和輕軌服務因員工罷工全面停擺，影響了超過10萬名每日通勤者。為減輕乘客的不便，VTA於24日開始提供Uber搭車優惠券，協助乘客在罷工期間維持基本的交通需求。\n根據VTA的公告，乘客每天可獲得兩張價值5元的Uber優惠券。每次搭乘，乘客須先支付2.50元的基本費用，之後優惠券將自動抵扣五元，超出部分由乘客自行承擔。優惠券僅適用於行程起點和終點均為VTA巴士或輕軌站的搭乘，且須透過Uber的手機應用程式叫車。\n然而，部分乘客對此措施表示質疑。聖荷西居民朱先生指出，五元的優惠在現實中能覆蓋的距離有限，難以真正解決通勤問題。此外，並非所有乘客都能輕易使用智能手機應用程式，對於依賴公共交通的低收入群體和老年人而言，可能增加了額外的困難。\n這次的罷工對學生族的影響也比較大。因為灣區近期天氣狀況多變，時有暴風雨，又恰逢期末。失去了公共交通選項的學生族，只能選擇步行、騎行或搭計程車。但步行或騎行遇到惡劣天氣就很困難。搭計程車又會加重經濟負擔。有同學表示已經因為此次罷工多支付了400至500元的交通費。也有初次來矽谷實習的學生，一早衝到公交車站，才發現空空蕩蕩，VTA乘車應用地圖上也看不到任何一輛車。\n此次罷工由VTA與美國交通運輸工人工會（ATU）第265分會之間的勞資糾紛引發。VTA表示，與工會的合約中包含「禁止罷工」條款，並已向聖塔克拉拉縣高等法院提起訴訟，要求工會結束罷工並恢復服務。工會則主張，合約已於3月3日到期，因此該條款不再適用。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Labor->commuting",
      "Labor->labour dispute",
      "Labor->employee",
      "Social Issue->social problem",
      "Social Issue->social condition",
      "Economy, Business and Finance->business service",
      "Economy, Business and Finance->transport"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://lineit.line.me/share/ui?url=https%3A%2F%2Ftw.news.yahoo.com%2F%25E7%25BD%25B7%25E5%25B7%25A5%25E7%2599%25B1%25E7%2598%2593%25E5%2585%25AC%25E4%25BA%25A4-vta%25E4%25B9%2598%25E5%25AE%25A2%25E7%258D%25B2uber%25E6%2590%25AD%25E8%25BB%258A%25E5%2584%25AA%25E6%2583%25A0%25E5%2588%25B8-061900705.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dli",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-10/a44b3270-094f-11eb-abdd-4cbd6fe4fad8",
      "http://www.worldjournal.com/",
      "https://s.yimg.com/ny/api/res/1.2/rzXfHM9uZHfda5nC5FYy8w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE3NjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-10/a44b3270-094f-11eb-abdd-4cbd6fe4fad8",
      "https://www.worldjournal.com/wj/story/121282/8633685?utm_source=yahoonews&utm_medium=referral&utm_campaign=yahoo",
      "https://www.worldjournal.com/wj/story/121360/8632685?utm_source=yahoonews&utm_medium=referral&utm_campaign=yahoo",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ftw.news.yahoo.com%2F%25E7%25BD%25B7%25E5%25B7%25A5%25E7%2599%25B1%25E7%2598%2593%25E5%2585%25AC%25E4%25BA%25A4-vta%25E4%25B9%2598%25E5%25AE%25A2%25E7%258D%25B2uber%25E6%2590%25AD%25E8%25BB%258A%25E5%2584%25AA%25E6%2583%25A0%25E5%2588%25B8-061900705.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.worldjournal.com/wj/story/121172/8634025?utm_source=yahoonews&utm_medium=referral&utm_campaign=yahoo",
      "https://worldjournal.com/wj/story/121282/8633685?utm_source=yahoonews&utm_medium=referral&utm_campaign=yahoo",
      "https://www.facebook.com/dialog/feed",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ftw.news.yahoo.com%2F%25E7%25BD%25B7%25E5%25B7%25A5%25E7%2599%25B1%25E7%2598%2593%25E5%2585%25AC%25E4%25BA%25A4-vta%25E4%25B9%2598%25E5%25AE%25A2%25E7%258D%25B2uber%25E6%2590%25AD%25E8%25BB%258A%25E5%2584%25AA%25E6%2583%25A0%25E5%2588%25B8-061900705.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://lineit.line.me/share/ui",
      "http://www.worldjournal.com",
      "https://www.s.yimg.com/ny/api/res/1.2/rzXfHM9uZHfda5nC5FYy8w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE3NjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-10/a44b3270-094f-11eb-abdd-4cbd6fe4fad8",
      "https://worldjournal.com/wj/story/121360/8632685?utm_source=yahoonews&utm_medium=referral&utm_campaign=yahoo",
      "http://worldjournal.com/",
      "https://www.worldjournal.com/wj/story/121172/8634025",
      "https://www.worldjournal.com/wj/story/121282/8633685",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-10/a44b3270-094f-11eb-abdd-4cbd6fe4fad8",
      "https://www.worldjournal.com/wj/story/121360/8632685",
      "https://www.lineit.line.me/share/ui?url=https%3A%2F%2Ftw.news.yahoo.com%2F%25E7%25BD%25B7%25E5%25B7%25A5%25E7%2599%25B1%25E7%2598%2593%25E5%2585%25AC%25E4%25BA%25A4-vta%25E4%25B9%2598%25E5%25AE%25A2%25E7%258D%25B2uber%25E6%2590%25AD%25E8%25BB%258A%25E5%2584%25AA%25E6%2583%25A0%25E5%2588%25B8-061900705.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dli",
      "https://worldjournal.com/wj/story/121172/8634025?utm_source=yahoonews&utm_medium=referral&utm_campaign=yahoo"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T08:40:33.026+02:00",
    "updated": "2025-03-27T08:40:33.026+02:00"
  },
  {
    "uuid": "7691aaec12d6607f3c69891c5fb431c81d292aef",
    "url": "https://www.ukrinform.net/rubric-polytics/3837487-ukrainians-cant-be-intimidated-by-russian-missile-strikes-britain-at-un.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ukrinform",
    "published": "2024-03-09T00:00:00Z",
    "title": "Ukrainians can’t be intimidated by Russian missile strikes - Britain at UN",
    "text": "This was stated by the UK Permanent Representative to the United Nations, James Kariuki, who spoke at the UN Security Council commenting on the shelling of Odesa, an Ukrinform correspondent reports. \"Russia’s actions show an utter disregard for international law and the UN Charter. It is attempting to intimidate Ukraine, its people, and those who support Ukraine. It will not succeed,\" said Kariuki. In his opinion, \"Ukrainians have shown that they will not be bullied into submission. And Russia should know that the UK stands proudly by their side,\" the diplomat noted. He called on Russia to \"withdraw your troops, cease the bloodshed and end this senseless war.\" [Italian Prime Minister on Russia's strike on Odesa: Intimidation has no effect](/rubric-ato/3836683-italian-prime-minister-on-russias-strike-on-odesa-intimidation-has-no-effect.html) \"Ukraine deserves a just and lasting peace that respects its territorial integrity. And with our support, that is what Ukraine will achieve,\" Kariuki concluded. As Ukrinform reported, on March 6, President Volodymyr Zelensky of Ukraine and Prime Minister Kyriakos Mitsotakis of Greece visited the Odesa Sea Trade Port where they were briefed on the operation of the maritime \"grain corridor\" launched in the Black Sea in August 2023. During the meeting, an explosion rang out in the port of Odesa. As a result of the Russian strike, dead and wounded were reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james kariuki",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelensky",
          "sentiment": "none"
        },
        {
          "name": "kariuki",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "negative"
        },
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "ukrinform",
          "sentiment": "none"
        },
        {
          "name": "un security council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "odesa",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T06:30:29.319+02:00",
    "updated": "2024-03-09T07:15:11.797+02:00"
  },
  {
    "uuid": "b6f01677955f28e3d3ba2269acc6f322dd2e5de3",
    "url": "https://www.newsbreak.com/berkshire-county-ma/3547738034026-berkshire-county-under-a-heat-advisory-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Advance Local Weather Alerts",
    "published": "2024-08-01T00:00:00Z",
    "title": "Berkshire County under a heat advisory Friday",
    "text": "Get updates delivered to you daily. Free and customizable. MassLive.com By Advance Local Weather Alerts,4 hours ago By Advance Local Weather Alerts,4 hours ago Read in NewsBreak Comments / 0 Add a Comment YOU MAY ALSO LIKE BBC1 day ago [Chicago, IL](/chicago-il)17 days ago [Douglas, GA](/douglas-ga)7 days ago Jay Slater Update: New details emerge with 3 key developments since teen's body discovered in Tenerife The Mirror US13 days ago BBC2 days ago Irish Central6 days ago BBC3 days ago BBC2 days ago [Fitzgerald, GA](/fitzgerald-ga)4 days ago BBC18 hours ago BBC2 days ago [Denver, CO](/denver-co)5 days ago Explore Beaufort SC7 days ago [Ronkonkoma, NY](/ronkonkoma-ny)7 days ago [Colorado State](/colorado-state)1 day ago Get updates delivered to you daily. Free and customizable. The leading platform for local news and information. By using cutting-edge technology that learns users’ preferences to curate tailored content for them, NewsBreak gathers community-focused news and information from over 10,000 sources in a timely, accessible, and easy-to-use way at no cost to users. NewsBreak does not allow any content that expresses hate or promotes false information. Instead, we strive to give businesses, communities, and users accurate and reliable local news and information. Join us in shaping the news narrative together. For more information, please see our Terms of Use and Community Standards .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fitzgerald",
          "sentiment": "none"
        },
        {
          "name": "douglas",
          "sentiment": "none"
        },
        {
          "name": "jay slater",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newsbreak comments /",
          "sentiment": "none"
        },
        {
          "name": "colorado state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tenerife the mirror",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "newsbreak",
          "sentiment": "none"
        },
        {
          "name": "berkshire county",
          "sentiment": "none"
        },
        {
          "name": "ronkonkoma",
          "sentiment": "none"
        },
        {
          "name": "denver",
          "sentiment": "none"
        },
        {
          "name": "ny",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T02:51:38.376+03:00",
    "updated": "2024-08-02T02:51:38.376+03:00"
  }
]