[
  {
    "uuid": "eb58bb9f8f8e2c597920051814203375aa346c50",
    "url": "https://www.wnd.com/2024/01/navy-reenlistments-u-s-warship-spiked-seeing-action-downing-houthi-missiles",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WND News Services",
    "published": "2024-01-18T21:58:00Z",
    "title": "Navy reenlistments on U.S. warship spiked after seeing action downing Houthi missiles",
    "text": "Micaela Burrow\nDaily Caller News Foundation\nAdvertisement - story continues below\nReenlistments on the USS Carney destroyer spiked after the ship’s first engagement with attack drones launched from Houthi-controlled Yemen, a top Navy officer said, according to Military Times.\nThe Carney, along with other guided-missile destroyers, have\ndowned dozens of drones and missiles in the Red Sea to protect international shipping from the Iran-backed Houthi rebels in recent months. When the Carney shot down missiles the Houthis appeared to launch toward Israel in October, the urgency and importance of the warship’s mission appeared to resonate with crew members, Cmdr. Jeremy Robertson, commander of the Carney, reportedly told Vice Adm. Brendan McLane, who formerly commanded the warship and is now the head of Naval Surface Forces, according to Military Times.\nTRENDING:\n'They don't like God': Network edits Jesus out of winning QB's interview\nGet the hottest, most important news stories on the Internet – delivered FREE to your inbox as soon as they break! Take just 30 seconds and sign up for WND's Email News Alerts!\n“[Robertson] told me that, two days after their first engagement, he had 15 reenlistment contracts on his desk,” McLane told Military Times. “I think this has something to do with the investment that we’ve made in [weapons tactics instructors], and the investment that we’ve made in developing a warfighting culture.”\nAdvertisement - story continues below\n“Our sailors are incredibly energized by being able to operate their weapons systems in the way that they are intended and seeing success in doing that,” he added.\nThe Iran-backed Houthi rebels have sought, sometimes successfully, to attack commercial vessels. Missiles and drones have also been aimed at U.S. Navy vessels. The Houthis say they are targeting Israel-linked vessels in response to the country’s war against Hamas in Gaza, but so far the attacks appear indiscriminate.\nExperts and officers agree the Navy surface fleet is\nlearning from the type and volume of engagements, which come at a pace unknown in modern history, according to Military Times. Destroyers have not participated in major gunfights since they were tasked with providing support during the Vietnam War, Jan van Tol, a retired forward-deployed warship captain and senior fellow at the Center for Strategic and Budgetary Assessments, said.\nMcLane did not say how the incidents have informed tactics or ongoing training, but added that the fleet is monitoring developments “very closely,” the outlet reported.\nThe real fight continues. BZ to both teams for playing a good game. 🤝 Until next year.\nHooyah USS Carney (DDG 64)!💥💥💥\n[#GoNavy]! [#AlwaysForward] [#ArmyNavyGame2023] [pic.twitter.com/zNrLqtN8TJ]\n— U.S. Navy (@USNavy)\n[December 9, 2023]\nAdvertisement - story continues below\n“We have our warfare tactics instructors involved in analyzing the data that we’re getting from the tapes on the Carney and the other ships,” he said. “And we’re looking very closely at profiles and what we have to do when it comes to radar tuning. And what we have to do when it comes to setting up our weapons system on the ship to make sure that we have … maximum defensive capability at all times.”\nThe fleet is also\nwrestling with the cost differential of shooting down cheap drones and crude, Iranian-made anti-ship cruise or ballistic missiles with the expensive systems outfitted on destroyers.\n“This is a mix we haven’t seen before, and it does represent a new wrinkle,” retired Vice. Adm. Robert Murrett, head of the Institute for Security Policy and Law at Syracuse University, told Military Times.\nAdvertisement - story continues below\nThis story originally was published by\nthe Daily Caller News Foundation.\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact\n[[email protected]](/cdn-cgi/l/email-protection).\nIMPORTANT NOTE TO WND READERS: For America's ruling elites, nothing is more precious, wonderful and life-giving to their great cause than the Jan. 6, 2021 \"insurrection\" at the U.S. Capitol. It's irrelevant that the events didn't come remotely close to constituting an actual \"insurrection,\" or that both police and over 200 undercover FBI assets provoked the riot – which Tucker Carlson calls a \"set-up.\" Yet Vice President Kamala Harris still insists the minor riot was just as horrific as the 9/11 terror attacks and Japanese surprise attack on Pearl Harbor.\nAdvertisement - story continues below\nWHY are the elites doing this?\nIt's not just because convicting, imprisoning, torturing and destroying the lives of hundreds of Trump supporters is meant to terrify and intimidate millions of Americans into submission. And it's not just because activist judges and bureaucrats in over 30 states are absurdly trying to keep Trump off their state's election ballots by citing the 14th Amendment's prohibition against anyone who \"engaged in insurrection\" from holding elective office.\nIt's because the elites' destruction of America is so rapid, horrendous and obvious that they feel compelled to turn their opponents into monsters – or lose power at the next election. But that doesn't mean just calling conservatives and Christians \"racists,\" \"white supremacists,\" \"radical extremists\" and \"domestic terrorists\" as they do continually. They know much more is needed.\nAdvertisement - story continues below\nQuestion: What if, far from being horrified by a half-baked riot they absurdly claim is worse than any domestic disturbance since the Civil War, the left actually LOVES the idea of violence on the right – the worse the better – since it perfectly serves their agenda? Increasingly, all the evidence strongly suggests today's power-mad leftist elites not only intend to intimidate and discredit their political opponents by calling them terrorists, they mean to provoke actual violence.\nThe secret strategies and shocking tactics of today's ascendant far-left elites are exposed as perhaps never before in the January issue of WND's critically acclaimed monthly Whistleblower magazine, headlined\n\"INCITING VIOLENCE: DEMS' SECRET STRATEGY FOR STAYING IN POWER.\"\nWHISTLEBLOWER is available in\nboth the popular print edition and a state-of-the-art digital version, either single issues or discounted annual subscriptions.\nFor 25 years, WND has boldly brought you the news that really matters. If you appreciate our Christian journalists and their uniquely truthful reporting and analysis,\nplease help us by becoming a WND Insider!\nAdvertisement - story continues below\nSUPPORT TRUTHFUL JOURNALISM. MAKE A DONATION TO THE NONPROFIT WND NEWS CENTER. THANK YOU!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://dailycaller.com/2023/12/12/us-warship-aid-merchant-vessel-battling-fire-houthi-attack/",
      "https://www.militarytimes.com/news/your-navy/2024/01/18/what-the-navy-is-learning-from-its-fight-in-the-red-sea/",
      "http://dailycallernewsfoundation.org/",
      "https://dailycaller.com/2024/01/09/us-shoots-down-24-houthi-drones-and-missiles-in-biggest-attack-so-far/",
      "https://dailycaller.com/2023/12/31/here-are-all-the-times-us-troops-have-shot-down-drones-and-missiles-launched-by-iran-backed-groups-since-october/",
      "https://dailycaller.com/2023/12/16/us-warship-downs-suicide-drone-wave-launched-from-yemen-in-red-sea/",
      "https://dailycaller.com/2023/12/04/houthi-attacks-red-sea-iran/",
      "https://wndnewscenter.nationbuilder.com/support_wnd_news_center",
      "https://dailycaller.com/2024/01/16/navy-seizes-iranian-weapons-houthi-rebels/",
      "https://dailycaller.com/2023/10/19/us-warship-shoots-down-missiles-fired-by-militant-group-biden-removed-from-terror-watchlist/",
      "https://dailycaller.com/2024/01/02/sailors-aboard-uss-carney-awarded-downing-houthi-drones/",
      "http://dailycallernewsfoundation.org",
      "https://www.dailycaller.com/2023/12/12/us-warship-aid-merchant-vessel-battling-fire-houthi-attack/",
      "https://dailycaller.com/2023/12/31/here-are-all-the-times-us-troops-have-shot-down-drones-and-missiles-launched-by-iran-backed-groups-since-october",
      "https://www.dailycaller.com/2024/01/16/navy-seizes-iranian-weapons-houthi-rebels/",
      "https://www.dailycaller.com/2023/12/31/here-are-all-the-times-us-troops-have-shot-down-drones-and-missiles-launched-by-iran-backed-groups-since-october/",
      "https://dailycaller.com/2023/12/12/us-warship-aid-merchant-vessel-battling-fire-houthi-attack",
      "https://militarytimes.com/news/your-navy/2024/01/18/what-the-navy-is-learning-from-its-fight-in-the-red-sea/",
      "https://www.dailycaller.com/2024/01/02/sailors-aboard-uss-carney-awarded-downing-houthi-drones/",
      "https://www.dailycaller.com/2023/10/19/us-warship-shoots-down-missiles-fired-by-militant-group-biden-removed-from-terror-watchlist/",
      "https://dailycaller.com/2024/01/09/us-shoots-down-24-houthi-drones-and-missiles-in-biggest-attack-so-far",
      "https://www.wndnewscenter.nationbuilder.com/support_wnd_news_center",
      "https://www.militarytimes.com/news/your-navy/2024/01/18/what-the-navy-is-learning-from-its-fight-in-the-red-sea",
      "https://www.dailycaller.com/2023/12/04/houthi-attacks-red-sea-iran/",
      "https://dailycaller.com/2023/12/16/us-warship-downs-suicide-drone-wave-launched-from-yemen-in-red-sea",
      "https://dailycaller.com/2023/10/19/us-warship-shoots-down-missiles-fired-by-militant-group-biden-removed-from-terror-watchlist",
      "https://dailycaller.com/2023/12/04/houthi-attacks-red-sea-iran",
      "https://dailycaller.com/2024/01/02/sailors-aboard-uss-carney-awarded-downing-houthi-drones",
      "https://www.dailycaller.com/2024/01/09/us-shoots-down-24-houthi-drones-and-missiles-in-biggest-attack-so-far/",
      "https://dailycaller.com/2024/01/16/navy-seizes-iranian-weapons-houthi-rebels",
      "http://www.dailycallernewsfoundation.org/",
      "https://www.dailycaller.com/2023/12/16/us-warship-downs-suicide-drone-wave-launched-from-yemen-in-red-sea/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "jeremy robertson",
          "sentiment": "none"
        },
        {
          "name": "carney",
          "sentiment": "none"
        },
        {
          "name": "brendan mclane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "negative"
        },
        {
          "name": "micaela burrow daily caller news foundation advertisement",
          "sentiment": "negative"
        },
        {
          "name": "military times",
          "sentiment": "none"
        },
        {
          "name": "naval surface forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T00:21:17.508+02:00",
    "updated": "2024-01-19T00:21:17.508+02:00"
  },
  {
    "uuid": "9d3fb7464beecd6ea3058450bfdbbda24ba7f976",
    "url": "https://www.bavarianfootballworks.com/2024/1/6/24024993/end-of-decade-roundup-moments-first-10-years-kimmich-bayern-fan-tuchel-transfer-rumors-kane-muller",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CSmith1919",
    "published": "2024-01-05T22:00:00Z",
    "title": "End of Decade Roundup: Top 10 (+1) Moments from my first 10 Years as a Bayern Fan - Bavarian Football Works",
    "text": "2023 was a crazy year for [Bayern Munich](https://www.bavarianfootballworks.com) and the German national team and our old friend TeddySonMaverick dusted off his writing skills and went to town on a round-up of some of year-end superlatives...or unexceptional performance. You might have seen some of these in our FanPosts section, but we wanted to run them as regular posts as well... I started supporting Bayern ten years ago. This year marks exactly a decade since I became a part of this wonderful football club. It wasn’t all rainbows and unicorns, of course, but there were still so many more good memories than bad memories. As a result, I had a bit of trouble narrowing them down to the top ten, but some of them just stood out more than the others. Here are the top ten moments of my decade of supporting Bayern so far. I don’t think it’s worth ranking them, though, so we’ll just go in chronological order. 2013 UEFA [Champions League](https://www.sbnation.com/champions-league) Final Technically speaking, I was still a neutral supporter when the coveted Wembley final rolled around. However, after watching them slump to defeat in the final that shall not be named, my needle was slightly pointing in Bayern’s direction. I wanted to see them redeem themselves. I wanted to see them shake off the sorrows and smile into the sunset. What awaited me and my tired eyes (early morning kickoffs are no joke) was probably the best [Champions League](https://www.sbnation.com/champions-league) final I have seen so far, and I’ve seen quite a few. Fluid attacks, hard pressing, great goalkeeping, and a very dynamic game overall from both sides. I don’t think I need to describe in detail what happened, since we all know the outcome. One thing’s for sure, though: when Arjen Robben gently rolled the ball past Roman Weidenfeller, I became hooked. It was the start of a new permanent chapter in my life. 2014 DFB-Pokal Final While I watched the occasional Champions League game now and then, Pokal games were hard to watch, mostly because I went to boarding school and we didn’t have Wi-Fi in our dorms. Shocking, isn’t it? As a result, the first ever Pokal game I watched live happened to be the 2014 final. I wasn’t way too invested because we had already won the Bundesliga in record time, but we all want to win finals when we get there, right? I remember Javi Martínez having the self-proclaimed game of his life. I remember Manuel Neuer braving an uncomfortable shoulder to keep us clean at the back. Most of all, I remember Arjen Robben squeezing the ball in at the near post to once again break Dortmund’s hearts, before Thomas Müller latched onto a Claudio Pizarro pass and somehow won a battle of both physique and pace to seal the double. A double in my first full season of supporting Bayern, not half bad. Bonus: 2014 FIFA World Cup Technically, this isn’t a Bayern memory, but I started supporting the German national team right around this time because of the abundance of Bayern players. I still have yet to see such a perfectly balanced Germany squad, and maybe that’s why I thought it was prime time to win the World Cup. I watched a fair few games at school, thankfully we did get satellite TV service. The Portugal game I watched in late night study hall (yes, that’s a thing in Korea). The USA game I also watched late at night while working on a school project, inadvertently leaving most, if not all, of the work to my best friend. The Algeria game was at around 5AM Korea time, as was the Brazil game. Boy, was the latter shocking. When Thomas Müller scored the opener, I didn’t think too much of it, and even after Miroslav Klose broke that elusive record I wasn’t letting my guard down. But when the Germans scored thrice more in the blink of an eye, I was wondering if they had paid Brazil to be this bad. Because the Brazil game was so impactful, the final drew relatively less attention from me. Still, I cheered when Mario Götze scored the winner, and also when the final whistle went, confirming Germany as world champions. Ah, the good old days, when Germany was actually good at football. 2015/16 UEFA Champions League Round of 16 I graduated high school in early 2016. Free from the shackles of studying, early mornings, and strict schedules, I was finally free to watch late night Champions League games. But when we went down by two early goals against [Juventus](https://www.blackwhitereadallover.com/) at home, I was more than a bit miffed. An early elimination would mean that my newfound freedom would be worthless. Even when Robert Lewandowski scored in the 77th minute, my hopes weren’t that high. But a miracle happened in stoppage time. Thomas Müller somehow nodded the ball home to level the tie and save our skins. I remember feeling such a rush of adrenaline that I punched my laptop screen. Thankfully, it wasn’t damaged, but even if it was, I might not have cared too much. We eventually turned the game around and advanced to the quarterfinals. To this day, this game still remains the most exciting and dramatic Champions League game I’ve ever seen us play. 2017/18 Travels to Germany I ended up attending New York University, and during my time there, I found flights to Germany were much cheaper and shorter from New York than from Seoul. Needless to say, I took full advantage, and went to the Allianz Arena for the first time in my life. The first time I got off the U-Bahn and looked at the stadium was a life-changing moment. Over 2017 and 2018, I visited Germany four times and watched six games, against Freiburg, Hamburg, Stuttgart, Frankfurt, Leipzig, and Frankfurt again. I watched Philipp Lahm and Xabi Alonso wave goodbye and hang their boots up. I saw Jupp Heynckes make a nice warm stew out of a poor Hamburg defense. Then I saw two very painful defeats, one in the Pokal final, but the next two games made it better. I remember watching Franck Ribéry let two defenders slide by him before coolly finishing Leipzig off. I also remember Rafinha’s last goal for Bayern, a shot that was meant to be a cross. If you had told me in, say, 2010 or something, that I would be in a country I barely knew about, in a stadium I’d never heard of, supporting a team I didn’t know existed, and hugging random strangers while doing so, I would have laughed in your face. It’s funny how life turns out sometimes, isn’t it? But my Germany trips weren’t finished yet… 2018/19 Last Week of the Season The 2018/19 season came down to the last week. Two games that could make or break the season. Two games that would also spell the end of Robbery at Bayern. Naturally, I wasn’t going to miss that. I flew over to Munich to watch the biggest games I had ever been to as a fan. That decision ended up being one of the best decisions I have ever made in my life so far. The first game remains nothing but a blur, perhaps because of the tears I shed that day. During the resounding 5-1 win that sealed the Bundesliga title, Franck Ribéry made a mazy run through a handful of defenders before chipping the keeper. Arjen Robben joined the fun a few minutes later by scoring one of the more un-Robben-like goals of his career. Who writes those scripts? When Ribéry burst into tears delivering his farewell speech, I was crying in the stands as well. I’m pretty sure I wasn’t the only one. A week later, I was in Berlin once again. I still remember Robert Lewandowski outmuscling Dayot Upamecano of all people, putting the Pokal final to bed, and running towards me and the hundreds of other fans in the stands with his shirt off. It was such a lovely and perfect way to wash away all the pain from the previous year’s final. My throat was in tatters after cheering so much that night, but I didn’t care. If I had to rank these memories, I’m pretty confident this would make at least the top three. 2019/20 UEFA Champions League Quarterfinal After graduating in rather unorthodox circumstances due to the cursed pandemic, I eventually made my way back to Korea, after which I went on a family trip. It just so happened that our blockbuster clash against Barcelona fell on the first night of said trip. Kickoff wasn’t until 4AM, so I stayed up all night playing cards with my family until the game started. I should have been tired, but that game got rid of any remnants of sleep that were lingering. I have a few games that are just inexplicable in my decade-long following of the beautiful game. This is one of them. Even when weakened, Barcelona is Barcelona. Lionel Messi is Lionel Messi. Who would have thought that we would score not three, not four, but eight goals against them? It’s been well over three years since that magical night in Lisbon, yet I still find myself questioning what happened when I think of it. My mother predicted that Bayern would win 4-1. It turns out that she had only guessed the halftime score. It goes without saying that the rest of my trip was all the more enjoyable. 2019/20 UEFA Champions League Final It was seven years since we had last made the Champions League final. Back then, while I was supporting Bayern in the game, I wasn’t officially a fan of the club. This was my first Champions League final as an official fan. I couldn’t sleep. I had briefly rented a little one-room apartment due to quarantine issues, and it was there that I waited until 4AM, trying in vain to ease my alarmingly high heart rate. They say if you want something strongly enough, you end up getting it. After an hour of tight football, Kingsley Coman opened the scoring. But I didn’t celebrate. It was just one goal. I just waited desperately for the final whistle to go. Every time Manuel Neuer stopped one of Paris’ futile attacks, my adrenaline-filled heart skipped more than a few beats. But lo and behold, the elusive final whistle did eventually blow, and I roared with delight when it did. It was around 6AM, so I probably made the neighbors really mad, but I didn’t care. We were champions of Europe. I fought back tears as I watched Neuer lift the coveted European Cup into the Lisbon sky. To this day, I still can’t properly explain how I felt at that moment. The feverish joy, the sense of pure happiness that results from a dream coming true. How do I put that in words? All I know is, it’s a feeling that I don’t think I’ll ever get tired of no matter how many times I feel it. 2020 UEFA Super Cup Winning the Champions League also means you qualify for the UEFA Super Cup. Sevilla were not a team to be taken lightly. They scored first against us, a feat not even Barcelona or Paris had managed to do. It was a very tough game to say the least, and although Leon Goretzka’s equalizer took us to extra time, our very thin bench meant we didn’t have many options to turn the game around. Enter Javi Martínez. We all know what he did the last time Bayern won the UEFA Super Cup. I said to myself, ‘come on Javi, let’s make history!’ And make it he did. A faulty clearance found its way to Javi’s head, and he powered the ball right into the top corner. Another Super Cup, another Javi goal in extra time, another historic win. It felt surreal, even downright unrealistic, to think history had repeated itself in such a manner, yet here we are. I’ve watched a lot of Super Cups over the years, both domestic and international, but none really quite made an impression on me like this particular one. 2020 FIFA Club World Cup Having won the treble, Bayern were on a “Final Mission” to become only the second team in footballing history to win the sextuple. At the moment, I wanted that title more than anything. It was a prestigious title that would put our name forever in the books. Only the Club World Cup stood between us and the sextuple. But flight problems, injuries, and other issues made it a lot harder on our players. It was as if the footballing gods didn’t want us to win. But I kept hoping and praying. On paper, the Club World Cup isn’t the most difficult competition in the world, but I didn’t let my guard down. Rather, I kept it high up. Thankfully, we breezed past Al Ahly in the semifinals and beat Tigres to become champions of the world. While no sound of delight escaped my lips this time around, I was still immensely happy. When will a sextuple happen again, and who will win it? No one knows. I was just proud to see my team right in the middle of one of the most historic moments of football. 2022/23 Bundesliga Matchday 34 The 2022/23 season was one to forget for most Bayern fans. Inconsistent results, questionable staffing changes, and just an overall bad vibe around the club meant the team was slowly sinking, and the one remaining title, the Bundesliga, had all but slipped away after Bayern’s 1-3 home defeat to Leipzig. I was debating whether or not to watch the final game at all, having lost hope. However, things took an unexpected twist when Mainz started beating Dortmund up in their backyard. I found hope I never knew I had. It came with a price, though; I was hoping for a stressless final day, and what I got was the farthest thing from it. Of course, the footballing gods just had to spice things up even more by giving Köln a penalty. But just as I was letting go of what little hope that had fluttered back to life, Jamal Musiala curled in a beautiful shot right into the bottom corner with only a minute to play. I clutched my heart and started muttering “oh my God” over and over again. Could this really be the miracle we needed? After the final whistle, the whole team huddled around, desperately waiting for Mainz to see their game out. I and every other Bayern fan in the world also waited with bated breath. Then finally, the team started celebrating. We had done it. The Meisterschale was coming home for the eleventh year in a row. This time I really did scream. It was well over 1AM, so again, I was lucky no one angrily knocked on our door, but it didn’t matter. Blazing tears ran down my cheek. It was a win that washed away all the hardships, all the sorrow, all the bad things about the past season like a refreshing drink. Bundesliga wins are always happy, but so far, this has been the best of the bunch. It has been quite a decade with many ups and downs. This is only my first decade of supporting Bayern as well, and I have many more decades to go. Who knows what those decades will bring. Judging from how things have gone so far, I think and sincerely hope that there will be many more good memories that I can cherish. In the meantime, I will keep supporting this team just as I have done over the past ten years. — TeddySonMaverick",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.bavarianfootballworks.com)",
      "https://www.blackwhitereadallover.com/)",
      "https://www.sbnation.com/champions-league)",
      "https://bavarianfootballworks.com)",
      "https://sbnation.com/champions-league)",
      "https://blackwhitereadallover.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "teddysonmaverick",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bayern munich",
          "sentiment": "negative"
        },
        {
          "name": "bayern",
          "sentiment": "negative"
        },
        {
          "name": "uefa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wembley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:05:10.249+02:00",
    "updated": "2024-01-06T01:05:10.249+02:00"
  },
  {
    "uuid": "97482ae40fd997d8d1adab0f247eb8bab61a0c3b",
    "url": "https://www.newarkadvocate.com/story/opinion/columnists/2024/03/29/faith-works-holy-saturday-defines-our-time-and-circumstances/73106044007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guest columnist - Unlimited Digital Access",
    "published": "2024-03-29T00:00:00Z",
    "title": "Faith Works: Holy Saturday defines our time and circumstances",
    "text": "Faith Works: Often overlooked, the meaning of Holy Saturday can be a reflection of our time When it comes to the day between Good Friday and Easter Sunday, you’d be forgiven if you thought of it as “Egg Hunt Day.” Holy Saturday isn’t a part of many church traditions, even when Easter, or the celebration of Christ’s resurrection, is observed. Liturgical churches have a whole series of events from Palm Sunday through what’s often called “Holy Week” to mark that last period of the earthly ministry of Jesus, but Holy Saturday can get left out. As the sun sets on Holy Saturday, Easter vigils begin in many traditions, and some Christian preachers just make sure to get to bed early (if they can) to wake up in time for sunrise services, a more Protestant tradition in place of Easter vigils. Faith Works: [Remember to be thankful, savor the blessing of each meal](/story/opinion/columnists/2024/03/22/faith-works-remember-to-be-thankful-savor-the-blessing-of-each-meal/73044248007/) But over the past decade or so, I’ve found myself increasingly drawn to consideration of Holy Saturday itself. The time unambiguously between the death of Christ Jesus on the cross and the first dawning awareness of his rising, or what English-speaking churches call Easter. One apocryphal line of the tradition teaches that this is the time when, according to a certain reading of 1 Peter 3:19, Christ \"went and proclaimed to the spirits in prison” or, in the medieval iconography, performed “the harrowing of Hell.” My favorite Bosch work shows Jesus basically kicking down the doors of Hades, which would have gotten everyone’s attention down there. Some even suggest he left behind a “Closed for Business” sign, which is a topic for another day. It’s the quiet sad clarity of what Holy Saturday points back to that has my attention: the time after Jesus was declared dead and publicly buried in his borrowed garden tomb and before the promise of new life was fulfilled. We think of Mary and John and those who left with them; of Peter wandering distraught through the streets of Jerusalem. It’s all too easy to imagine the disciples left to their own devices the night before and facing a new day, a chill sunrise, with their confusion bumping up against their faith. Food had to be found in the marketplace, cooking in the kitchen, cleaning to be done as the guests for Passover left for the countryside. It seemed to most of them to be “life after Jesus.” What now? We can jump ahead too quickly. Into Easter, into resurrection, into proof and witness and belief. Thomas will remind us soon enough of the depth of that despair which had to be settling in for many of Jesus’s followers on Holy Saturday. They could remember Jesus, but what value was memory in the presence of hideous loss? Faith Works: [Exploring Dad's year spent living in New Jersey offers valuable lesson](/story/opinion/columnists/2024/03/15/faith-works-trying-to-remember-and-not-always-succeeding/72959382007/) Where we can jump ahead is to our day and the parallels and echoes and holographic comparisons between that Holy Week and our own journey with Jesus. On Holy Saturday, in our lives lived out in faith, we are between promise and fulfillment; death is a continued reality, with resurrection still a prophetic reality we struggle to make sense of in the day to day. “Practice resurrection” as Wendell Berry suggests, but we still ask ourselves “how?” We know what’s coming Easter morning. Lilies and anthems and maybe even some trumpets, certainly songs celebrating “Christ arose!” The disciples in their rented rooms and borrowed campsites around Jerusalem after the crucifixion knew what Jesus kept telling them, “and on the third day rise.” But they struggled to make sense of it, too. Some probably better than others. We’re given reason to think Mary Magdalene may have had a better idea than most of what was coming, but even she set herself to practical arrangements for life as usual. Spices and aloe, burial preparations for a body already entombed. Somehow, what Jesus said will make sense. So she carried on. As shall we, this Holy Saturday. Jeff Gill is a writer, storyteller and preacher in central Ohio; he knows it’s too soon to say “Christ is risen” but it’s good practice. Tell him what you endure in faith at [knapsack77@gmail.com](mailto:knapsack77@gmail.com), or follow @Knapsack77 on Threads.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "christ jesus",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "protestant",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T13:52:09.771+03:00",
    "updated": "2024-03-29T16:31:27.723+03:00"
  },
  {
    "uuid": "a1829274a510d82024156f70f96e38fb815c8210",
    "url": "https://www.sasktoday.ca/agriculture/harvest-91-per-cent-complete-9609276",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SaskToday.ca",
    "published": "2024-10-03T18:46:00Z",
    "title": "Harvest 91 per cent complete",
    "text": "REGINA — Warm and dry conditions helped producers make good harvest progress this week. Harvest is now 91 per cent complete, which is up 12 per cent from last week. Progress remains above the five-year average of 83 per cent and the 10-year average which is 79 per cent. Once all crops are off, producers are hoping for lots of rain prior to freeze-up to increase soil moisture reserves. Harvest is at 99 per cent complete southwest with a few acres of unharvested crops in the region. The southeast is in the homestretch of harvest as 94 per cent of crops have been combined. Harvest is 90 per cent complete in the west-central region, while the east-central is following closely at 88 per cent. The northwest and northeast have the most crops remaining in the field with 85 per cent and 81 per cent harvested, respectively. All winter wheat, fall rye, triticale, field pea and lentil crops are off, while 99 per cent of all durum crops are in the bin. Most of the other spring-seeded cereal crops have been harvested, as 98 per cent of barley, 96 per cent of spring wheat, 94 per cent of oats and 92 per cent of canary seed crops are off. Harvest is winding down for mustard and chickpea crops as 98 per cent and 95 per cent of these crops have been combined, respectively. Producers are currently working to get later seeded oilseed crops harvested in good time, as 82 per cent of canola and 68 per cent of flax have been harvested. Finally, soybeans continue to be furthest behind as harvest progress sits at 56 per cent. Some areas in the northern regions experienced delays from rainfall. The Glaslyn area received the most rainfall last week with 31 mm of precipitation, followed closely by the Meota and North Battleford areas which received 26 mm and 25 mm, respectively. The Rosthern area received 22 mm of rain, while the Duck Lake area received 20 mm. Both the Spruce Home and Turtleford areas also received notable moisture at 19 mm for both areas. Topsoil moisture conditions are slightly down from last week. Cropland topsoil moisture is rated as 60 per cent adequate, 34 per cent short and six per cent very short. Hayland topsoil moisture currently sits at 50 per cent adequate, 35 per cent short and 15 per cent very short. Finally, pasture topsoil moisture continues to be the lowest as conditions are 43 per cent adequate, 37 per cent short and 20 per cent very short. Crop yields in Saskatchewan vary between and within the six reporting regions. This is largely due to variable rainfall and weather conditions during the growing season. Provincially, the average yields for spring-seeded cereal crops is 46 bushels per acre for hard red spring wheat, 32 bushels per acre for durum, 62 bushels per acre for barley and 75 bushels per acre for oats. For oilseed crops, the average yield for canola is 33 bushels per acre, 688 pounds per acre for mustard, and 22 bushels per acre for flax. Average yields for legume crops are 35 bushels per acre for field peas, 1220 pounds per acre for lentils, 29 bushels per acre for soybeans, and 1431 pounds per acre for chickpeas. Hard red spring wheat quality in Saskatchewan differs between regions due to factors such as growing season temperatures and moisture. This year, the average grades of Hard Red Spring Wheat in Saskatchewan are 61 per cent 1CW, 29 per cent 2CW, eight per cent 3CW, and two per cent CW Feed. This year's grades are slightly better than the five-year average grades which are 53 per cent 1CW, 31 per cent 2CW, 10 per cent 3CW, and six per cent CW Feed. This year's grades are also better than the 10-year average grades, which are 43 per cent 1CW, 33 per cent 2CW, 16 per cent 3CW, and nine per cent CW feed. As more crops are harvested, there is less crop damage occurring. The main causes of crop damage last week were from wind blowing swathes around, wildlife and waterfowl. Many producers are currently working to get the last of their crops off. The producers who have completed harvest are busy putting equipment away, drying grain, hauling bales, harrowing and spraying for weeds. Safety should continue to be a priority even as harvest efforts wind down. Producers are reminded to pay close attention when operating equipment near power lines and on dry stubble.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T00:13:16.885+03:00",
    "updated": "2024-10-04T02:15:03.742+03:00"
  },
  {
    "uuid": "6cfe9790286a1a987dcbc70c5f94c56df7a7838c",
    "url": "https://bvmsports.com/2025/03/19/ketron-kc-shaw-named-to-hbcu-all-american-team",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Via University",
    "published": "2025-03-19T22:04:00Z",
    "title": "Ketron \"KC\" Shaw named to HBCU All-American Team",
    "text": "Ketron “KC” Shaw named to HBCU All-American Team\nKetron Shaw selected to Box-To-Row's HBCU All-American Team University of Maryland Eastern Shore combo guard Ketron KC Shaw was selected to Box-To-Row's HBCU All-American Second Team earlier this week. In his first year at the University of Maryland Eastern Shore, Shaw led the Hawks in scoring, assists and in rebounding throughout the season. Shaw's 18.0 points per game ranksed fourth in the MEAC while his 5.9 rebounds per contest ranked fifth in the conference. He was also a top ten assist man in the MEAC finishing the regular season ranked seventh averaging 3.1 assists. Shaw recorded 14 games of 20...\nRead more at University of Maryland Eastern Shore Athletics",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sports honour",
      "Sport->soccer",
      "Sport->sport achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://umeshawksports.com/news/2025/3/19/mens-basketball-ketron-kc-shaw-named-to-hbcu-all-american-team.aspx",
      "https://www.umeshawksports.com/news/2025/3/19/mens-basketball-ketron-kc-shaw-named-to-hbcu-all-american-team.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ketron",
          "sentiment": "negative"
        },
        {
          "name": "Shaw",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "University of Maryland Eastern Shore Athletics",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Hawks",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:33:14.527+02:00",
    "updated": "2025-03-20T00:33:14.527+02:00"
  },
  {
    "uuid": "d2bd8f325d530c34d8533771c5e213662c9722d6",
    "url": "https://www.fardanews.com/بخش-%D8%A8%DB%8C%D9%86-%D8%A7%D9%84%D9%85%D9%84%D9%84-75/1369560-%D9%85%D8%AE%D8%A7%D9%84%D9%81%D8%AA-%D9%88%D9%84%DB%8C-%D8%B9%D9%87%D8%AF-%D8%A8%D8%AD%D8%B1%DB%8C%D9%86-%D8%A8%D8%A7-%D8%A7%D8%B1%D8%B3%D8%A7%D9%84-%D9%BE%D8%A7%D8%AA%D8%B1%DB%8C%D9%88%D8%AA-%D8%A8%D9%87-%D8%A7%D9%88%DA%A9%D8%B1%D8%A7%DB%8C%D9%86",
    "ord_in_thread": 0,
    "author": "fardanews",
    "published": "2025-07-17T04:54:35Z",
    "title": "مخالفت ولی‌عهد بحرین با ارسال پاتریوت به اوکراین",
    "text": "مخالفت ولیعهد بحرین با ارسال پاتریوت به اوکراین\n«سلمان بن حمد بن عیسی آل خلیفه» ولیعهد بحرین بامداد پنجشنبه با درخواست «دونالد ترامپ» رئیس جمهور آمریکا برای ارسال سامانههای پدافندی «پاتریوت» به اوکراین مخالفت کرد.\n«سلمان بن حمد بن عیسی آل خلیفه» ولیعهد بحرین بامداد پنجشنبه با درخواست «دونالد ترامپ» رئیس جمهور آمریکا برای ارسال سامانههای پدافندی «پاتریوت» به اوکراین مخالفت کرد.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "persian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->diplomacy",
      "Politics->political crisis",
      "Politics->international relations",
      "Social Issue->social condition",
      "Social Issue->discrimination",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:54:35.218+03:00",
    "updated": "2025-07-17T04:57:16.000+00:00"
  },
  {
    "uuid": "9132949e533d9bf58348304bdb3c23b8ac1ba35c",
    "url": "https://www.siasat.com/despite-bail-in-all-cases-mufti-salman-azhari-moved-to-another-jail-2981978",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Desk",
    "published": "2024-02-23T09:45:00Z",
    "title": "Despite bail in all cases, Mufti Salman Azhari moved to another jail",
    "text": "Muslim scholar Mufti Salman Azhari, who was recently granted bail in all ‘hate speech’ cases, has now been booked by the Junagadh police under the Gujarat PASA Act (Prevention of Anti-Social Activities Act, 1985).\nHe was\n[shifted ](//twitter.com/HateDetectors/status/1761028203118985501)from Sabarmati Sabarmati Jail in Ahmedabad to Vadodara Central Jail late on Thursday, February 22, under heavy police security.\nAzhari was recently granted bail in all registered cases against him in Gujarat.\nOn February 5, Azhari was arrested from Mumbai for\n[delivering an alleged hate speech on January 31](/gujarat-police-arrest-mufti-salman-azhari-in-hate-speech-case-2971761/) at an event held on an open ground near the ‘B’ division police station in Junagadh city.\nHe along with local organisers was booked under Sections 153B (promoting enmity between different religious groups) and 505 (2) (making statements conducive to public mischief) of the IPC.\nHis arrest created a furore in the Muslim community who gathered in hundreds at the Ghatkopar police station, where he was being held, demanding his immediate release.\n[Five persons were later detained](/gujarat-police-arrest-mufti-salman-azhari-in-hate-speech-case-2971761/) for throwing stones at a public bus.\nAs tension escalated, the police asked Azhari to tell the crowd to disperse. In a loudspeaker, Azhari said, “Neither am I a criminal, nor have I been brought here for committing a crime. They are doing the required investigation and I am also cooperating with them. I am ready to be arrested if it is in my destiny.”\nOn February 7, Azhari was granted bail but was re-arrested by the Kutch police in connection with an alleged inflammatory speech during a religious event at Samakhiari on January 31.\nAzhari, successfully secured bail for the second case.\nHowever, on February 9, Azhari was booked for a third alleged hate speech registered against him at Modasa police station. Apart from sections 153B and 505(2), he was charged under section 298 for “uttering words with deliberate intent to wound the religious feelings of any person”.\nThe police also invoked the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, alleging he used derogatory terms against the SC community in his speech.\nWho is Mufti Salman Azhari?\nMaulana Mufti Salman Azhari is a Sunni scholar and motivational speaker from Mumbai. He is the founder of Jamia Riyaz-ul-Jannah, Al-Amaan Education and Welfare Trust, and Dar-ul-Amaan.\nHe graduated from the prestigious Islamic learning centers Islamic Dawah from Jamia Al-Azhar located in Cairo, Egypt.\nAzhari’s speeches are reportedly inspiring mainly to the young Muslim population, earning him a significant following globally. He is also involved in various socio-religious activities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mufti salman azhari",
          "sentiment": "negative"
        },
        {
          "name": "azhari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sabarmati sabarmati jail",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "junagadh",
          "sentiment": "none"
        },
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "ghatkopar",
          "sentiment": "none"
        },
        {
          "name": "vadodara central jail",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T17:18:56.495+02:00",
    "updated": "2024-02-23T17:18:56.495+02:00"
  },
  {
    "uuid": "ae4800d762293a1f367117522868da44bdc2a05b",
    "url": "https://fox11online.com/weather/weather-stories/surprise-spring-snowfall-could-benefit-northeast-wisconsins-vegetation-expert-says-mother-nature-brian-hans-watter-farms-moisture-perennials-buds-trees-shrubs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FOX 11 Meteorologist Christian Palacio",
    "published": "2024-03-21T22:28:00Z",
    "title": "chevron-right",
    "text": "(WLUK) -- Much of February and March saw unusually warm temperatures throughout Northeast Wisconsin, but as it turns out, Mother Nature still has some winter left up her sleeve. Winter Weather Advisories are in place and most of the area is [expected to get between three and seven inches of accumulating snow](https://fox11online.com/weather/weather-stories/accumulating-snow-will-cause-a-slippery-friday-morning-commute) by early Friday afternoon. [With this surprise snow in the forecast](Is spring in full swing? Northeast Wisconsinites worry another cold snap could be coming), many are concerned about how it might affect plants and vegetation -- especially with buds already bursting on some trees and shrubs. I spoke with a greenhouse owner to get the answers. \"It's still pretty early, so anything that's coming out now is going to be really hardy and not be too affected by it,\" said Brian Hans, owner of Watter Farms. Hans said as long as there isn't flowering, we shouldn't have any problems. As a matter of fact, Hans said the snow in the forecast could actually be a good thing. That's because during this time of year, snow is usually the main source of moisture for vegetation. \"We're going to be getting some moisture. So, we really need it. Let's face it, with the spring we've had, we can slow things down a little bit anyhow,\" said Hans. Hans said there are some plants you can start planting right now. \"Perennials you can plant now, some really cool crops like radishes, lettuces, spinach -- all the early crops you can certainly plant now,\" Hans said. \"We still have maybe seven weeks of non-planting of tropical things like cucumbers, and tomatoes, etc.\" The important thing to remember is that although we had above-average warmth for the majority of winter, it's not unusual to see colder temperatures here and there as we move through spring.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian hans",
          "sentiment": "none"
        },
        {
          "name": "hans",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "watter farms",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "northeast wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T09:51:01.621+02:00",
    "updated": "2024-03-22T09:51:01.621+02:00"
  },
  {
    "uuid": "815d2d348fec3d94e8738d91c6ceb2c5db1c6d0a",
    "url": "https://fashionweekonline.com/is-your-mani-ready-for-2025-heres-how-to-get-ahead-of-the-nail-game",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hannah Longman",
    "published": "2024-12-26T12:45:00Z",
    "title": "Is Your Mani Ready for 2025? Here's How to Get Ahead of the Nail Game",
    "text": "N ail trends in 2025 are shaping up to be bold, unexpected, and honestly a little unpredictable—like the best fashion always is.\nYour standard glossy reds or baby pinks? Cute, sure. But next year, nails are becoming a full-on canvas for creativity and self-expression. Think of them as the cherry on top of your outfit—only the cherry is neon, metallic, and probably has some 3D detail that catches the light like a disco ball.\nFrom moodier twists on classic colors to designs that push what we thought nails could do, the manicures of 2025 are about stepping up and standing out. The future is at your fingertips, literally. Ready to start painting? Let’s get into it.\nMinimalist, Who? We’re in Our Maximalist Era The subtle, clean girl manicure might’ve had its moment, but 2025’s nails are anything but shy. Maximalism is back, and it’s flexing. Forget neutral nudes—nails are bold, punchy, and dripping with personality. Texture is making a comeback too. Think multi-layered designs that mix finishes like matte and chrome in one look or raised detailing that turns nails into miniature works of art.\nAnd while press-ons and simple polish will always have their fanbase, expect nail artists to really shine next year—pardon the pun. Hand-painted art is taking over, with intricate designs that demand attention. Think graffiti-like swirls, high-contrast checkerboards, and moody Renaissance-inspired paintings so tiny they’ll make you do a double take. If you thought maximalist nail art was loud before, 2025 is turning up the volume.\nColor Story: 2025 Belongs to One Shade Every year has its “it” color, and 2025’s crown is already claimed. Sure, we’ve seen trends come and go, but purple nail polish will be everywhere in 2025, in all shades for all seasons. Lavender for spring? Check. Deep, almost-black aubergine for winter? Absolutely. Glossy violets, metallic lilacs, and subtle mauve tones that look good on everyone? Done and done. Purple is versatile in a way most colors can only dream of.\nIf you’ve been a diehard fan of classic reds or natural neutrals, don’t panic—this is your chance to branch out. Try a deep plum as your gateway to the trend. Or, if you’re feeling experimental, go for an ultraviolet chrome that looks like it belongs in a sci-fi movie. The magic of purple is that it’s equal parts regal, edgy, and completely wearable. Trust me: you’ll be on board by February.\nTextures Are Everything—But Not How You Think Glossy nails will always be around, but they’re about to share the spotlight with finishes you haven’t seen since the Tumblr era. Matte polish is stepping out of retirement with fresh designs that make it feel new again. Paired with shiny detailing or metallic accents, matte nails look sleek, modern, and just the right amount of edgy.\nBut wait, there’s more. Velvet nails—yep, the ones that shift and sparkle when the light hits them—are coming back, but this time in unexpected colors like deep greens, coppers, and icy blues. Textures are subtle, but they add a richness that makes every mani feel a little bit extra in the best way possible.\nAnd don’t sleep on jelly nails , either. Remember the translucent, candy-like nails that blew up a couple years ago? They’re coming back, but this time in more daring shades like black cherry, neon orange, and—you guessed it—purple. With a glossy, glass-like finish, jelly nails bring a futuristic edge without feeling too over the top.\nFrench Tips? Only If You’re Flipping the Script French tips have had their revival in every imaginable iteration: colorful, minimalist, inverted—you name it. But 2025’s take? It’s throwing tradition out the window. If you’re still rocking thin white lines on the tips of your nails, consider this your sign to upgrade. This time, French tips are bolder, chunkier, and, honestly, a little rebellious.\nChunky chrome tips are one of the biggest ways to do it. Think metallic golds or silvers that look sculptural and futuristic. If chrome isn’t your thing, try high-contrast colors—black tips on a sheer base are surprisingly chic, while bright neons give the classic French manicure a playful twist. And let’s not forget gradient tips, where the polish fades into your natural nail or into another bold shade.\nAt the heart of the trend is this: French tips in 2025 are more about making a statement than playing it safe. Whether it’s chunky, colorful, or textured, your nails should stand out and push the boundaries just a little bit. When paired with emerging acrylic nail trends , French tips have never felt more fresh.\nThe DIY vs. Pro Divide is About to Get Big While the DIY manicure movement blew up in recent years—thanks, lockdowns—the gap between home nails and salon nails is widening. Nail artistry is going to new levels in 2025, with techniques and materials you probably won’t have lying around in your bathroom drawer. Expect trends like multi-dimensional nail art, encapsulated designs, and airbrushed details to dominate, all of which scream “professional hands only.”\nBut that doesn’t mean DIYers are out of the game. On the contrary, the tools are getting better. Peel-off nail stickers and press-ons are looking more realistic than ever, so even if you’re not making weekly nail appointments, you can still stay on trend. Expect more tech-driven tools too—LED lamps that cut drying time in half, temperature-sensitive polishes that shift colors, and gels that promise zero chips for weeks.\nThe takeaway? If you’re going for a “nail art masterpiece” look, you’ll probably want a pro. But if you’re feeling creative at home, the options for DIY have never been better.\nNail It Now The beauty of 2025’s nail trends is that you don’t have to wait for January to try them out. Chunky French tips? Do it. Jelly nails? Go for it. That punchy, purple manicure everyone’s about to be wearing? Start now, and you’ll be ahead of the curve.\nThe future of nails is bold, textured, and dripping with personality. It’s about taking risks, having fun, and letting your hands do the talking. Nail trends might change every year, but one thing’s for sure: 2025’s manicures are anything but boring. So grab a brush, book that appointment, or break out your at-home kit—it’s time to get painting.\n##",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://dazzledry.com/collections/purple-nail-polish",
      "https://www.byrdie.com/bella-hadid-ice-jelly-nails-8762326",
      "https://www.glamour.com/gallery/best-trending-nail-designs",
      "https://glamour.com/gallery/best-trending-nail-designs",
      "https://byrdie.com/bella-hadid-ice-jelly-nails-8762326",
      "https://www.dazzledry.com/collections/purple-nail-polish"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:08:22.310+02:00",
    "updated": "2024-12-27T00:08:22.310+02:00"
  }
]