[
  {
    "uuid": "3c3c70a6a3190196475fdb55a7d4dea5665a8bd7",
    "url": "https://paxtoneixxw.corpfinwiki.com/7956007/top_latest_five_vashikaran_specialist_urban_news",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "corpfinwiki.com",
    "published": "2023-12-29T03:58:00Z",
    "title": "Top latest Five vashikaran specialist Urban news",
    "text": "Top latest Five vashikaran specialist Urban news\nWiki Article\nShould your head is undecided over it, you should consider the assistance of vashikaran specialist expert services. A lot of the expert services are on the vashikaran products and services are offered, and you can provide them with a contact any time and get in contact with them to realize the benefits.\nThank you greatly Ankit Sharma Ji! We are quite grateful in your skilled aid in facilitating our relationship. We experienced lost all hopes compelled from the continual troubles specified, however you gave us faith and efficient marriage challenge Alternative, using which now we are lastly receiving married!\nRight here we have been discussing vashikaran guru pandit ankit sharma ji that has really immense proficient in fetching sacred and real result with The nice intention of uniting the pair or appreciate birds and bringing peace inside the loved ones and relationship.\nWith the assistance of vashikaran tantra and mantra you can easily appear in excess of the issues although bringing the situation underneath favor. The spiritual art of vashikaran just isn't a brand new into the society this mystical approach was staying practiced from all the last a number of decades to generate the society from difficulty.\nGenerally keep in mind that once you chant the mantra with the incorrect intention, it will eventually ruin you. It is so for the reason that, inside our universe, every thing will come again to us in a few or another way. Therefore, a single must be mindful Within this context and chant the mantra most properly.\nThe intention of performing the vashikaran should be appropriate and legitimate. Only with the correct alternative can you obtain the desired consequence and turn the position as part of your favor.\nye dharmā hetuprabhavā hetuṃ teṣāṃ tathāgato hyavadat, teṣāṃ ca yo nirodha evaṃvādī mahāśramaṇaḥ\n, this means “subjugating” or “creating someone matter to at least one's will.” It derives within the root, vash\nAnd Finally, superior, selfless, and benevolent intentions of the virtuous vashikaran practitioner is greater than possible to supply the absolute best and most protected outcomes.\nHolding wealthy and various knowledge and knowledge in vashikaran products and services, our grand vashikaran baba ji is very well-versed and globally well-liked for really like, relationship, relatives, marital, wellbeing and organization complications Alternative by vashikaran of ace and unmatched high-quality. To give due honor towards the privacy and esteem of people, all twigs of data connected together with his vashikaran providers are maintained secret normally.\nAs is described previously mentioned, only few things vary for fixing numerous problems with assistance of vashikaran therapy. This provides the basic notion about \"how can vashikaran remedy your difficulties?\", to cause you to free from the troubling issue\nmore info specified.\nI am a housewife and I've finished a person month of relationship Within this month. In beginning times all the things is ok, but as days go, our marriage life was turning into hell. Infect my partner made a decision to get divorce with me and I used to be very unhappy, in that issue my a person relative informed me concerning this web-site and famed astrologer Arjun Ji after the suggestion I phone him up and instructed him about my trouble and you have to believe that in which my spouse was Prepared to the divorce and now the situation is the fact he can’t Reside with no me for 1 working day.\nThank you Ankit ji for brightening up lives of countless people today. Fortuitous are those who are capable to succeed in you and receive your methods.\nGuru ji, you had suggested me to wear a blue sapphire and a pearl, to expedite my relationship, some three-five months in the past. Your Remedy has actually been really productive, and now I am living with my partner congenially and Fortunately. Thanking both you and your Business all over again!\nReport this wiki page",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://vashikaran-mantra87643.ourcodeblog.com/24366156/how-much-you-need-to-expect-you-ll-pay-for-a-good-vashikaran-specialist",
      "https://www.vashikaran-mantra87643.ourcodeblog.com/24366156/how-much-you-need-to-expect-you-ll-pay-for-a-good-vashikaran-specialist"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ankit sharma ji",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:06:13.007+02:00",
    "updated": "2023-12-29T07:06:13.007+02:00"
  },
  {
    "uuid": "91bb48e633ebd88ba86dac0b567e8385ffaec6e8",
    "url": "https://www.lesoir.be/565505/article/2024-02-01/al-nassr-na-pas-eu-besoin-de-cristiano-ronaldo-pour-humilier-6-0-linter-miami-de",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lesoir.com",
    "published": "2024-02-01T22:15:00Z",
    "title": "Al-Nassr n’a pas eu besoin de Cristiano Ronaldo pour humilier 6-0 l’Inter Miami de Lionel Messi - Le Soir",
    "text": "Les retrouvailles tant attendues n’ont pas eu lieu et la rencontre a tourné à la correction. AFP Par Belga Publié le 1/02/2024 à 23:15 Temps de lecture: 1 min L e match amical entre le Al-Nassr de Cristiano Ronaldo et l’Inter Miami de Lionel Messi s’est terminé par la large victoire 6-0 du club saoudien, à Riyad jeudi soir. Le choc s’est finalement joué sans les deux stars puisque le Portugais était forfait en raison d’une gêne au mollet et que l’Argentin est monté au jeu à la 83e alors que le score était acquis.\nLes Saoudiens ont complètement surclassé leurs adversaires et ont rapidement fait la différence par Otavio (3e), Anderson Talisca (10e) et Aymeric Laporte, auteur d’un sublime coup franc (12e). En seconde période, Talisca s’est payé un triplé avec deux nouveaux buts (51e, 73e) et Mohammed Maran a également participé au festival de buts (68e).\nChez les Américains, trois autres ex-joueurs du FC Barcelone figuraient dans le onze de départ: Jordi Alba, Sergio Busquets et Luis Suarez.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://leseng.rosselcdn.net/sites/all/themes/enacarbon_lesoir/images/s-lesoir.svg",
      "https://leseng.rosselcdn.net/sites/default/files/dpistyles_v2/ls_16_9_864w/2024/02/01/node_565505/30850803/public/2024/02/01/11695718.jpeg?itok=yAQp1iE-1706825747",
      "https://leseng.rosselcdn.net/sites/default/files/dpistyles_v2/ls_16_9_864w/2024/02/01/node_565505/30850803/public/2024/02/01/11695718.jpeg",
      "https://www.leseng.rosselcdn.net/sites/default/files/dpistyles_v2/ls_16_9_864w/2024/02/01/node_565505/30850803/public/2024/02/01/11695718.jpeg?itok=yAQp1iE-1706825747",
      "https://www.leseng.rosselcdn.net/sites/all/themes/enacarbon_lesoir/images/s-lesoir.svg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:46:40.788+02:00",
    "updated": "2024-02-02T00:46:40.788+02:00"
  },
  {
    "uuid": "1b5679a630f5234ff250e977e414222da83b9f6d",
    "url": "https://www.click2houston.com/weather/2023/12/30/a-gorgeous-final-2023-weekend-in-houston/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daji Aswad",
    "published": "2023-12-30T13:09:00Z",
    "title": "A gorgeous final 2023 weekend in Houston",
    "text": "Saturday’s Forecast: Saturday morning temperatures chillier north of Houston below the freezing mark in places like Conroe. Houston waking up to temperatures in the mid and upper 30s. We say goodbye to the chill by the afternoon with a more southerly wind and sunshine that will help push temperatures into the low 60s and mid 60s.\nTemperatures fell below freezing north of Houston leaving some areas with a light freeze and frost. (Copyright 2023 by KPRC Click2Houston - All rights reserved.) New Year’s Eve Forecast: Staying dry Sunday with temperatures climbing above average into the 70s. Sunday night no worries if you are headed out to any firework shows, we’re staying dry with a slight increase in clouds. Rain doesn’t return to the forecast until Monday along a cold front that could develop a few showers.\nTemperatures rise above average for the last day of 2023. (Copyright 2021 by KPRC Click2Houston - All rights reserved.) Dry end to 2023. (Copyright 2021 by KPRC Click2Houston - All rights reserved.) We could start the new year with light rain early Monday morning (Copyright 2023 by KPRC Click2Houston - All rights reserved.) 10-Day forecast: The start of 2024 is cool and possibly rainy. The warmest temperatre I see is Monday and Friday at 62° with mornings in the 40s.\nSunny and warm end to 2023 (Copyright 2021 by KPRC Click2Houston - All rights reserved.) KPRC 2's Frank Billingsley has a passion for all things weather. Sent every Monday, Wednesday and Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://static.gmg.io/gmg.static/videoplayer/player.css",
      "https://pubads.g.doubleclick.net/gampad/ads?sz=640x480&iu=/15466288/KPRC/Livestream&ciu_szs=300x250&impl=s&gdfp_req=1&env=vp&output=vast&unviewed_position_start=1&url=",
      "https://pubads.g.doubleclick.net/ssai/event/rO9yamzMRBuzRXiqddlrkg/master.m3u8",
      "https://pubads.g.doubleclick.net/gampad/ads",
      "https://www.static.gmg.io/gmg.static/videoplayer/player.css",
      "https://www.pubads.g.doubleclick.net/ssai/event/rO9yamzMRBuzRXiqddlrkg/master.m3u8",
      "https://www.pubads.g.doubleclick.net/gampad/ads?sz=640x480&iu=/15466288/KPRC/Livestream&ciu_szs=300x250&impl=s&gdfp_req=1&env=vp&output=vast&unviewed_position_start=1&url="
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kprc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "houston",
          "sentiment": "none"
        },
        {
          "name": "conroe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T16:21:17.546+02:00",
    "updated": "2023-12-30T19:08:55.911+02:00"
  },
  {
    "uuid": "f41de77c2e9e0a9c283b95a9034dec685b192423",
    "url": "https://sipse.com/novedades/mara-lezama-atiende-llamadas-de-auxilio-de-la-gente-afectada-por-inundaciones-en-chetumal-471794.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SIPSE.com",
    "published": "2024-06-22T14:00:00Z",
    "title": "Mara Lezama atiende llamadas de auxilio de la gente afectada por inundaciones en Chetumal",
    "text": "Mara Lezama atiende llamadas de auxilio de la gente afectada por inundaciones en Chetumal La gobernadora camina por calles de las colonias Ampliación Nueva Generación, Territorio Federal y Caribe 1, 2 y 3. La gobernadora Mara Lezama Espinosa atendió las llamadas de auxilio y de apoyo que las y los chetumaleños hicieron al Centro de Mando que la titular del Ejecutivo instaló para atender la emergencia ocasionada por las inundaciones que dejaron las lluvias en colonias y fraccionamientos de Chetumal. De acuerdo con el comunicado, acompañada de elementos de la Marina, del Ejército, Guardia Nacional y brigadistas del gobierno del estado, la gobernadora Mara Lezama estuvo en las colonias Ampliación Nueva Generación, Territorio Federal y Caribe 1, 2 y 3, coordinando las acciones después de atender personalmente a las familias. En todos los sitios destacan las cadenas humanas que se van formando, de manera solidaria, para hacer llegar las despensas a quienes las necesitan. “Estamos haciendo este recorrido en donde escuchamos a la gente, a las mujeres que nos dicen que ya no les tiren basura; la vamos a limpiar, pero no es que ellos la generen, sino que se las vienen a tirar y eso ocasiona que se tapen los pozos”, explicó Mara Lezama. Insistió en que se trabaje por un Chetumal limpio, todos juntos, para evitar problemas de este tipo. El Nuevo Acuerdo para el Bienestar y Desarrollo de Quintana Roo contempla acciones conjuntas, para el bienestar y el cuidado de la salud de todas y todos, por lo que convocó a no tirar basura en las calles. Al caminar sobre la calle Antigua, de la colonia Ampliación Nueva Generación, Mara Lezama explicó que la basura será sacada del lugar, pues aunque es una vía, es un canal natural que lleva el agua de lluvia a la sabana, pero si se tapa, se inundan. Asimismo, informó que después de entregar despensas a las familias que quedaron incomunicadas, personal de SESA acudirá para atender enfermedades y personal de Vectores nebulizará o termonebulizará la zona, para evitar enfermedades transmitidas por mosquitos. La gobernadora insistió en que el Centro de Mando recibe las llamadas de auxilio y apoyo, por lo que insistió en que si se tiene alguna emergencia se puede llamar al 911, así como a otros números para que se puedan contactar: 983 154 3905, 983 154 7945, 998 891 4032 y con el servicio de grúas completamente gratuito: 983 185 8885, 983 164 6999, 983 184 0828 y 983 154 3905.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-23T08:13:29.548+03:00",
    "updated": "2024-06-23T08:13:29.548+03:00"
  },
  {
    "uuid": "2acf5f51631de79a455f07fa259d4399c106856a",
    "url": "https://bari.repubblica.it/cronaca/2023/12/28/news/bari_nuova_sparatoria_picone_ferito_tre_colpi_va_in_moto_verso_policlinico_saccascia_terra-421770941/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "di Gennaro Totorizzo",
    "published": "2023-12-28T19:32:00Z",
    "title": "Bari, sparatoria a Picone: ferito con tre colpi va in moto verso il Policlinico e s’accascia a terra. Soccorso da passanti - la Repubblica",
    "text": "Tre sparatorie in dieci giorni a Bari, due in 24 ore. L’ultima in ordine di tempo è avvenuta nella serata di oggi 28 dicembre vicino al liceo De Nittis, in via Timavo, nel quartiere Picone. In un conflitto a fuoco, è stato ferito un giovane, sui 25 anni. Ora è caccia all’autore o agli autori dell’aggressione, che potrebbero essere andati via in auto.\nL’uomo sarebbe salito sul suo scooter e avrebbe raggiunto via Storelli, vicino al Policlinico, per chiedere aiuto: si è accasciato al suolo, è stato soccorso da alcuni passanti ed è stato portato al pronto soccorso dagli operatori del 118. Attualmente è tenuto nella shock room: avrebbe ricevuto due colpi alla gamba e uno alla schiena. Non sarebbe in pericolo di vita.\nSul posto sono intervenuti i carabinieri, che indagano sul caso con la sezione investigazioni scientifiche del comando provinciale di Bari, e la polizia locale. Sul luogo della sparatoria ci sono anche vetri molto probabilmente di un’auto. I militari hanno sequestrato lo scooter e stanno rilevando le immagini di sicurezza di una telecamera che puntava sull’area.\nQuesto è un articolo a pagamento, ma oggi te lo regaliamo.\nBuona lettura! LEGGI Chiudi Leggi i commenti I commenti dei lettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.repstatic.it/cless/common/widget/dynamic-paywall/2023-v1/css/style.css",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/dynamic-paywall/2023-v1/css/style.css",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:50.101+02:00",
    "updated": "2023-12-29T00:03:50.101+02:00"
  },
  {
    "uuid": "1015fce84eb4a8d764efb827d8a3669591b57c68",
    "url": "https://futurism.com/the-byte/openai-big-tech-alarmed-ai-performance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Frank Landymore",
    "published": "2024-11-14T22:30:00Z",
    "title": "OpenAI Alarmed When Its Shiny New AI Model Isn't as Smart as It Was Supposed to Be",
    "text": "\"The AGI bubble is bursting a little bit.\" Cooling Off OpenAI's next large language model may not be as powerful as many hoped. Code-named Orion, the AI model is sorely underperforming behind the scenes, [Bloomberg reports](https://www.bloomberg.com/news/articles/2024-11-13/openai-google-and-anthropic-are-struggling-to-build-more-advanced-ai), showing less improvement over its predecessor than GPT-4 did over GPT-3. A similar [report from The Information](https://www.theinformation.com/articles/openai-shifts-strategy-as-rate-of-gpt-ai-improvements-slows) this week indicated that some OpenAI researchers believed that in certain areas like coding, there were no improvements at all. And according to Bloomberg, OpenAI isn't the only AI outfit struggling with diminishing returns. Google's next iteration of its Gemini model is also falling short of internal expectations, while the timeline for Anthropic's release of its much hyped Claude 3.5 Opus is up in the air. These industry-wide struggles may be a sign that the current paradigm of improving AI models via what's known as \"scaling\" is [hitting a brick wall](https://futurism.com/the-byte/openai-diminishing-returns), portending [potential economic woes in the future](https://futurism.com/the-byte/ai-expert-crash-imminent) if AI models remain costly to develop without achieving significant leaps in performance towards building an artificial general intelligence. \"The AGI bubble is bursting a little bit,\" Margaret Mitchell, chief ethics scientist at the AI startup Hugging Face, told Bloomberg, adding that \"different training approaches\" may be needed to approach anything like human levels of intelligence and versatility. Gluttonous Tech The ethos that has yielded gains in generative AI so far has been scaling: to make generative AI models more powerful, the primary way to achieve this is by making them bigger. That means adding more processing power — AI chips, like from Nvidia — and injecting more training data, which has largely been scraped from the web with little cost. But as these models get larger and more powerful, they also get hungrier. All that energy isn't cheap — Microsoft is looking to [reboot entire nuclear power plants](https://futurism.com/the-byte/microsoft-three-mile-island) to support its AI data centers, for example — and free training data [is drying up](https://futurism.com/the-byte/ai-training-data-shortage). To obtain new brain food for their AIs, tech companies are using synthetic, computer -generated data. Yet, they still \"struggle to get unique, high-quality datasets without human guidance, especially when it comes to language,\" Lila Tretikov, head of AI strategy at New Enterprise associates, told Bloomberg. And so, to give an idea of all those expenses: in a podcast episode quoted by Bloomberg, Anthropic CEO Dario Amodei said that a cutting-edge AI model currently costs around $100 million to build, and estimated that by 2027, they could cost well over $10 billion apiece. Best Days Behind This year, Anthropic updated its [Claude models](https://futurism.com/the-byte/claude-ai-bored-demonstration), but notably snubbed Opus, while references to a near-future release date for it have been scrubbed from its website. Like with OpenAI, researchers at the company reportedly observed only marginal improvements with Opus considering its size and how much it cost to build and run, according to a Bloomberg source. Similarly, Google's [Gemini software](https://futurism.com/the-byte/google-demo-gemini-ai-tech-fail) is falling short of its goals, per Bloomberg, and the company has released few major improvements to its large language model in the meantime. These aren't insurmountable challenges, to be clear. But it's increasingly sounding like the AI industry may not enjoy the same pace of advancements as it has in the past decade. \"We got very excited for a brief period of very fast progress,\" Noah Giansiracusa, an associate professor of mathematics at Bentley University in Massachusetts, told Bloomberg. \"That just wasn't sustainable.\" More on AI: [AI Expert Warns Crash Is Imminent As AI Improvements Hit Brick Wall](https://futurism.com/the-byte/ai-expert-crash-imminent) Share This Article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.bloomberg.com/news/articles/2024-11-13/openai-google-and-anthropic-are-struggling-to-build-more-advanced-ai),",
      "https://www.theinformation.com/articles/openai-shifts-strategy-as-rate-of-gpt-ai-improvements-slows)",
      "https://theinformation.com/articles/openai-shifts-strategy-as-rate-of-gpt-ai-improvements-slows)",
      "https://bloomberg.com/news/articles/2024-11-13/openai-google-and-anthropic-are-struggling-to-build-more-advanced-ai),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T02:30:51.745+02:00",
    "updated": "2024-11-15T02:30:51.745+02:00"
  },
  {
    "uuid": "141c7067c2ec91eb8a7f88d17819ab1ef4b3ecdb",
    "url": "https://ground.news/article/the-absence-of-dams-prevents-diyala-from-storing-90-percent-of-the-flood-water",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "non14.net",
    "published": "2024-03-22T13:41:00Z",
    "title": "Ground News - The absence of dams prevents Diyala from storing 90 percent of the flood water",
    "text": "Summary by non14.net Many governorates of Iraq have been witnessing since the night Last Tuesday, until this day There was a lot of rain that was accompanied There are colds in some areas, a problem Floods and torrents caused material losses and human. Heavy rains Share menu 0 Articles 0 Articles All Left Center Right\nnon14.net The absence of dams prevents Diyala from storing 90 percent of the flood water Many governorates of Iraq have been witnessing since the night Last Tuesday, until this day There was a lot of rain that was accompanied There are colds in some areas, a problem Floods and torrents caused material losses and human. Heavy rains\n23 minutes ago · Baghdad, Iraq Read Full Article\nnon14.net\nThe absence of dams prevents Diyala from storing 90 percent of the flood water Many governorates of Iraq have been witnessing since the night Last Tuesday, until this day There was a lot of rain that was accompanied There are colds in some areas, a problem Floods and torrents caused material losses and human. Heavy rains\n23 minutes ago · Baghdad, Iraq Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "diyala",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "baghdad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T16:04:24.309+02:00",
    "updated": "2024-03-22T16:04:24.309+02:00"
  },
  {
    "uuid": "2cdaa0da7fb7edcf91cb7a3d027496aa5dd3b251",
    "url": "https://www.pinkvilla.com/tv/news/kaun-banega-crorepati-16-heres-how-amitabh-bachchan-reacted-to-contestant-named-jaya-1349048",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Siddhi Chatterjee",
    "published": "2024-09-19T17:01:00Z",
    "title": "Kaun Banega Crorepati 16: Here's how Amitabh Bachchan reacted to contestant named Jaya | PINKVILLA",
    "text": "Amitabh Bachchan was reminded of his home, looking at a contestant on the sets of Kaun Banega Crorepati 16. Here's what happened. The recent episode of Amitabh Bachchan's Kaun Banega Crorepati 16 had a contestant named Jaya, who hailed from Gujarat. She made the veteran megastar remember her home. Read more to know about it. Jaya has studied engineering and, as of now, focuses on farming in her village. The contestant named Jaya had an overwhelming moment on the sets of Kaun Banega Crorepati 16 . As she made it to the hot seat she told Amitabh Bachchan, \"Sir I want to tell you something. Waise toh Jaya ji aap roz hi bolte honge, par aaj mera ek request hai, mere liye ek baar Jaya ji boliye. (You may be telling Jaya ji everyday, but I request you to call me Jaya ji for once.) She gave a subtle hint to Jaya Bachchan whom AB fondly calls Jaya Ji. The legendary actor gave a witty reply by saying, \"Jabse baithe hai tabse Jaya ji toh hi bol rahe hai. Zara sochiye devi ji, jab tak aap khelte rahenge, tab tak humei apna ghar yaad aata rahega. (Since the time I am sitting, I have been saying Jaya ji. Just imagine goddess, till the time you will be playing, till that time I will remember my home.) The wordplay done by the Piku actor left her speechless. Her knowledge of GK was tremendous on the show, and the audience had to clap for her. She took home Rs 25 lakh, and when she reached Rs 50 lakh for a question related to British colonisation, she decided to quit the quiz game. The question presented by Amit Ji , worth Rs 50 lakh, was, \"Which of these countries has never been invaded or colonized by the British?\" The options were Grenada, Argentina, Ivory Coast, and Costa Rica. Jaya faced the challenges till question 14 like a pro, which was an inspiration to all. All her lifelines were over, and that was when she decided to quit the show. After taking home Rs 25 lakh, AB asked her to guess the answer, and she said Grenada, which was the wrong answer. Ivory Coast was the right answer. ALSO READ: Kaun Banega Crorepati 16: Amitabh Bachchan shares THIS advice Shashi Kapoor gave him to avoid social awkwardness Latest Articles []https://www.pinkvilla.com/tv/serial-updates/yeh-rishta-kya-kehlata-hai-written-update-september-19-armaan-convinces-abhira-of-marriage-decides-this-1348987 []https://www.pinkvilla.com/tv/news/bigg-boss-marathi-5-promo-nikki-tamboli-ditches-arbaz-patel-and-saves-his-rivals-in-task-latter-gets-furious-1348956 []https://www.pinkvilla.com/tv/news/rajiv-thakur-speaks-out-on-his-limited-screen-time-in-the-great-indian-kapil-show-season-1-says-ye-complaint-hain-1348943",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:04:50.223+03:00",
    "updated": "2024-09-20T00:04:50.223+03:00"
  },
  {
    "uuid": "4faa36cb67cb620eb3d107ac42dbf3b53cc2888b",
    "url": "https://www.wbrc.com/video/2025/04/23/sullivan-family-continues-fight-end-cte",
    "ord_in_thread": 0,
    "author": "@WBRCnews",
    "published": "2025-04-23T21:36:00Z",
    "title": "Sullivan family continues fight to end CTE",
    "text": "Skip to content\nLivestream\nVideo\nFirst Alert Desk\nKids & Jobs\nGray DC Bureau\nNextGen TV\nZeam - News Streams\nCircle Country\nInvestigateTV\nWatching Your Wallet\nPowerNation\nDigital Marketing\nSullivan family continues fight to end CTE\nUpdated: 37 minutes ago\nEmail This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nSullivan family continues fight to end CTE\nGoing to the DMV to get STAR ID\nUpdated: 37 minutes ago\n|\nGoing to the DMV to get STAR ID\nUniversity of Montevallo student confronted by man with knife on campus\nUpdated: 37 minutes ago\n|\nUniversity of Montevallo student confronted by man with knife on campus\nMore than 200 arrests in Birmingham in April\nUpdated: 37 minutes ago\n|\nMore than 200 arrests in Birmingham in April\nBanning ultra-processed foods from school lunch\nUpdated: 6 hours ago\n|\nBanning ultra-processed foods from school lunch\nPat Sullivan Race to end CTE\nUpdated: 7 hours ago\n|\nPat Sullivan Race to end CTE\nCelebrate Trails Day\nUpdated: 7 hours ago\n|\nCelebrate Trails Day",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->injury",
      "Health->public health",
      "Social Issue->fraternal and community group",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->healthcare industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Sullivan",
          "sentiment": "positive"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "STAR ID\nUniversity of Montevallo",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "DMV",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T00:48:07.489+03:00",
    "updated": "2025-04-24T00:48:07.489+03:00"
  }
]