[
  {
    "uuid": "18d9e97d25169d6cc5703e47c18b515e9aebef26",
    "url": "https://www.netweather.tv/weather-forecasts/news/12288-stormy-again-this-weekend-but-wind-rain-should-ease-for-seeing-in-the-new-year",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nick Finnis",
    "published": "2023-12-29T14:22:00Z",
    "title": "Stormy again this weekend, but wind & rain should ease for seeing in the New Year",
    "text": "Another Atlantic depression will bring gales, heavy rain and hill snow in the north over the weekend, though it should turn drier and less windy Sunday evening to welcome in the New Year, though showers can't be ruled out. We’ve had nearly everything the weather can throw at us but the kitchen sink this week, rain, damaging winds, ice, snow, hail and even a tornado in Manchester on Wednesday night. Only thing missing is a heatwave. The weather will remain unsettled and stormy with further spells of heavy rain and strong winds at times over the last weekend of 2023. The first week of 2024 continues in a similar vein, with further areas of low pressure moving east off the Atlantic bringing further spells of rain or showers at times. But with the jet stream sinking south away from the UK through the week, the lows will be less deep so gales less likely than we have seen and will see over the weekend. For now, continuing windy this afternoon across England and Wales, particularly across west Wales, northern and SW England, with gales possible over coasts and hills here. The strong westerly wind will drive areas of showers eastwards, but with some dry, bright or sunny spells in between. A more organised band of showers or longer spells of rain affecting N. Ireland, the Scottish Borders and far north of England through the day along a frontal boundary separating colder air to the north and milder air to the south. Temperatures reaching 8-11C. Across most of Scotland, away from the far south, it’s a colder, drier and less windy picture, though there will be some wintry showers in the far north. Temperatures reaching 4-6C at best. With a ridge of high pressure building in tonight, showers will generally fade and skies will clear to bring a colder night than of late, with temperatures falling into low single figures across England and Wales – which will allow a ground frost in places. Inland across Scotland temperatures falling below freezing to bring an air frost, perhaps as low as -7 to -8C in the Highlands. A cold start to Saturday across northern and eastern areas, but across the west it will have clouded over and turned milder before dawn, with rain spreading in across SW England and Wales quickly spreading northeast across northern and western areas through the morning accompanied by strong winds, reaching the central belt of Scotland by lunchtime. Snow preceding the rain for a time across the hills of N. Ireland, the far north of England and Scotland, even to lower levels in Scotland, though settling snow confined to hills. Snow continuing into the afternoon across the Highlands and could affect major routes again through the area. Rain and hill snow will gradually clear northeast across northern areas through the afternoon, but more heavy rain will spread northeast along a trailing cold front across north across SW England, Wales and NW England into the evening. An active cold front with a band of heavy and squally rain with strong to gale force winds will then sweep east across England and Wales Saturday night, winds could gust 40-50mph widely, but with some gusts of up to 60mph as the squall passes through, maybe higher gusts along coasts of southern and southwest England. [A yellow wind warning](https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2023-12-30) has been issued by the Met Office. Yellow warnings are also in force for rain across Wales and Northern Ireland, with the cold front and rain before it bringing some large rainfall totals over the weekend falling on already saturated ground – so increasing the risk for flooding. New Year’s Eve will see a weakening area of low pressure drift east from Ireland across to central areas of Britain through the day. This low will bring sunshine and scattered showers across England and Wales, locally heavy and thundery towards southern and western coasts, falling wintry over northern hills. Scotland looking drier and sunnier away from the far northeast. Windy towards southern and southwestern coasts. Looking mostly dry, chilly and breezy in the evening to welcome in the New Year, but could be a few showers blowing through in places too, so maybe worth taking a brolly if outdoors. Further areas of low pressure moving west to east next week, but on a more southerly track as the jet stream starts to track further south. So longer spell of rain becoming more confined to southern Britain but showers could affect most places at times too through the week. Not as mild as recently and it will remain cold enough across Scotland for some sleet and snow from showers, especially over hills. Looking further ahead there are signs it may eventually turn colder through the second week of January, with some weather models for a while hinting at a pattern change to bring blocking to the northwest, sending low pressure further south into mainland Europe while pulling in much colder air from the north or northeast. This change is not certain, as it’s being flagged at 9-10 days away, which is an unreliable timeframe to have confidence in. An update on the Sudden Stratospheric Warming [I highlighted ](https://www.netweather.tv/weather-forecasts/news/12283-increasing-possibility-of-a-sudden-stratospheric-warming-in-the-new-year-which-may-bring-colder-weather)earlier in the week, this now doesn’t look to occur now in early January as signalled for a while, with no reversal of 10 hPa zonal (westerly) winds at 60N to easterly that would technically be a SSW. However, there will still be a weakening of zonal winds causing a minor warming of the polar stratosphere which will mean a weak stratospheric polar vortex. This weakening and warming high up in the stratosphere could trickle down to the troposphere, where our weather happens, to bring an increased likelihood of high latitude blocking than can lead to cold and wintry weather for the UK and Europe. And this could be why the models are starting to show some blocking with colder conditions developing in the second week of January. We’ll keep you posted if this potential for much colder and possibly wintry weather looks more and more likely.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2023-12-30)",
      "https://metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2023-12-30)",
      "https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "sw england",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "west wales",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:07:11.764+02:00",
    "updated": "2023-12-29T17:07:11.764+02:00"
  },
  {
    "uuid": "40235ce9b9c23aba72a71c9075485bbc501ad20b",
    "url": "https://clinicmedicalrecordsystem38225.pages10.com/endocrinologist-in-liberty-hill-dedicated-professionals-for-hormonal-wellness-59778143",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clinicmedicalrecordsystem",
    "published": "2023-12-28T18:29:00Z",
    "title": "Endocrinologist in Liberty Hill: Dedicated Professionals for Hormonal Wellness",
    "text": "The Scientific Research Behind Hormone Policy: Insights From an Endocrinologist\nThe Scientific Research Behind Hormonal Agent Regulation: Insights From an Endocrinologist uses a thorough exploration of the elaborate processes included in hormonal agent policy. Created by an experienced endocrinologist, this insightful guide explores the remarkable globe of hormonal agents and their essential function in preserving bodily functions. From the basics of hormonal agent manufacturing to the complicated responses loopholes that regulate their release, this publication gives a thorough exam of the mechanisms at play. Additionally, it checks out the different aspects that can disrupt hormone equilibrium and provides important understandings right into how these imbalances can be diagnosed and treated. Whether you are a physician looking for a much deeper understanding of endocrine function or a private thinking about discovering about the science behind hormonal agent guideline, this publication is an invaluable source.\nHormonal Agents and Their Features\nHormones play crucial duties in the policy and coordination of various physical procedures within the body. These chemical carriers are created by endocrine glands and are released right into the bloodstream, where they take a trip to target cells or organs to apply their impacts. The features of hormones are varied and include almost every element of human physiology.\nAmong the primary functions of hormones is to keep homeostasis, which is the stable inner setting required for the body to work efficiently. Insulin, a hormone created by the pancreatic, regulates blood glucose degrees by promoting the uptake and storage of sugar in cells. Another hormone, cortisol, aids the body respond to anxiety by raising blood sugar levels and subduing the immune system.\nHormonal agents also play critical roles in development and growth. Growth hormone, created by the pituitary gland, boosts the growth of tissues and bones, while thyroid hormonal agents control metabolism and affect the growth of the nerves - Texas endocrinology. Furthermore, reproductive hormonal agents, such as estrogen and testosterone, are accountable for the growth and upkeep of second sex-related characteristics and the policy of the menstrual cycle\nThe Endocrine System: A Review\nPlaying an essential duty in the regulation and sychronisation of physical processes, the endocrine system is a complicated network of glands that create and launch hormones into the bloodstream. These glands, including the hypothalamus, pituitary gland, thyroid gland, adrenal glands, pancreas, ovaries, and testes, produce hormonal agents that work as chemical carriers, affecting various physical features. The endocrine system functions in combination with the nerves to keep and regulate homeostasis, guaranteeing that the body's inner setting remains steady.\nThe hypothalamus, situated in the brain, is considered the master regulator of the endocrine system. It produces hormones that boost or prevent the launch of hormonal agents from the pituitary gland, which in turn manages the activity of various other endocrine glands. The thyroid gland, located in the neck, creates hormonal agents that control metabolic rate and energy equilibrium. The adrenal glands, positioned atop the kidneys, generate hormonal agents that assist the body respond to stress and manage high blood pressure.\nRegulation of Hormonal Agent Production\nThe law of hormonal agent production entails an intricate interaction between numerous glands and responses mechanisms within the endocrine system. Hormonal agents are chemical carriers that play an important role in keeping homeostasis and collaborating various physical processes in the body. The manufacturing of hormones is snugly managed to make certain the appropriate performance of the endocrine system.\nThe hypothalamus, located in the mind, acts as a vital regulator of hormonal agent production. It launches hormonal agents that hinder the production or stimulate of hormonal agents by the pituitary gland, which is commonly referred to as the \"master gland\" of the endocrine system. The pituitary gland, subsequently, creates hormonal agents that act upon various target glands throughout the body, boosting them to generate and release specific hormonal agents.\nComments systems likewise\nsee this pageplay a crucial duty in hormonal agent law. When hormonal agent degrees climb over or drop listed below the optimum array, the body causes devices to either decline or rise hormonal agent manufacturing, specifically, to bring back equilibrium.\nResponses Loops in Hormonal Agent Guideline\nResponses loopholes play an essential function in the policy of hormone production. These loops involve a series of interactions in between the endocrine glands, hormones, and target organs to maintain homeostasis in the body. There are two kinds of comments loopholes: negative comments and favorable comments.\nNegative responses is one of the most common type of responses loop in hormone law. It works by sensing the degrees of a hormone in the blood and adjusting hormone manufacturing accordingly. When hormone levels climb over a certain limit, the hypothalamus in the brain indicates the pituitary gland to lower hormonal agent production. This, subsequently, lowers the stimulation of the target body organ, bring about a decrease in hormonal agent secretion. Alternatively, when hormonal agent levels drop listed below the threshold, the hypothalamus boosts the pituitary gland to enhance hormonal agent production, restoring equilibrium.\nPositive responses loops, on the various other hand, magnify hormonal agent production. This happens when a\nher explanationhormonal agent promotes the launch of more of the exact same hormonal agent, leading to a fast rise in its levels. Nevertheless, favorable comments loopholes are less typical in hormonal agent guideline and are normally involved in specific physical processes, such as giving birth and lactation.\nFactors Affecting Hormonal Agent Balance\nFactors influencing hormone balance include dietary options, way of life behaviors, and ecological direct exposures. These factors can have a significant effect on the delicate balance of hormones in the body, impacting different physiological processes and general wellness.\nDietary options play an important function in hormonal agent law. Consuming a balanced diet regimen that includes a selection of nutrients is necessary for keeping hormone balance.\nAdequate sleep is critical for hormone production and law, as interrupted sleep patterns can lead to imbalances. Additionally, chronic stress and anxiety can dysregulate the hypothalamic-pituitary-adrenal (HPA) axis, a crucial gamer in hormone law, leading to a cascade of hormone inequalities.\nworkday ccflead to a large range of health and wellness issues, including the inability to conceive, developing disorders, and hormone imbalances.\nVerdict\nIn verdict, comprehending the science behind hormonal agent regulation is necessary for keeping overall health and wellness and health. Hormonal agents play essential functions in different physical features, and their manufacturing is regulated by complex comments loopholes. Aspects such as stress, diet, and lifestyle selections can affect hormone equilibrium. By studying and comprehending these mechanisms, we can better understand and take care of hormone-related problems, inevitably bring about boosted wellness results.\nThe Science Behind Hormonal Agent Law: Insights From an Endocrinologist supplies a comprehensive exploration of the detailed processes entailed in hormone law. It creates hormonal agents that promote or hinder the release of hormones from the pituitary gland, which in turn manages the task of other endocrine glands. It launches hormonal agents that promote or hinder the production of hormones by the pituitary gland, which is often referred to as the \"master gland\" of the endocrine system. The pituitary gland, in turn, generates hormonal agents that act on numerous target glands throughout the body, stimulating them to create and release certain hormonal agents.\nWhen hormone levels increase over a certain threshold, the hypothalamus in the mind signals the pituitary gland to decrease hormone manufacturing. (Texas endocrinology)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://messiahvdiik.topbloghub.com/30213522/best-endocrinologist-near-me-finding-top-medical-specialists",
      "https://doctors-offices-near-me83602.blogolize.com/best-endocrinologist-in-austin-premier-hormone-healthcare-in-the-funding-63517243",
      "https://concentra-medical-center15702.isblog.net/texas-endocrinology-state-of-the-art-hormonal-healthcare-41223572",
      "https://www.doctors-offices-near-me83602.blogolize.com/best-endocrinologist-in-austin-premier-hormone-healthcare-in-the-funding-63517243",
      "https://www.messiahvdiik.topbloghub.com/30213522/best-endocrinologist-near-me-finding-top-medical-specialists",
      "https://www.concentra-medical-center15702.isblog.net/texas-endocrinology-state-of-the-art-hormonal-healthcare-41223572"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "liberty hill",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:44:06.565+02:00",
    "updated": "2023-12-29T01:44:06.565+02:00"
  },
  {
    "uuid": "d5fce1febf966efec5884c869a0cb15ab33cdcf8",
    "url": "https://www.meneame.net/story/sanchez-celebra-salida-vox-gobiernos-autonomicos-gran-dia-espana/c018",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nadaquever",
    "published": "2024-07-12T05:24:00Z",
    "title": "#18 Sánchez celebra la salida de Vox de gobiernos autonómicos: \"Es un gran día para España\"",
    "text": "Portada\nmis comunidades\notras secciones\nAl final el gobierno frankenstein, el que iba a reventar por un lado u otro, ahí sigue. Y mientras el PP teniendo que lidiar con una panda de paletos vociferantes como aliados, y ahora además con una escisión aún más paleta y aún más vociferante.\nPues voy a hacer de abogado del diablo. Lo primero de todo es que avisaron de salirse de los gobiernos si se cumplía lo del reparto de menores...y han cumplido. Seguramente si hubieran reculado ya estaríamos con el mantra de los sillones y las poltronas.\nSe está celebrando el reparto, cuando seguimos sin atajar el problema. Muchos de ellos no son menores, no tenemos información alguna suya previa y por mucho que digamos donde deberían estar es con sus familias.\nSupongo que desde la perspectiva de la \"izquierda\" esto es una fiesta. Pero no todo el mundo piensa igual y esto es un problema que ni los políticos de izquierda o derecha se van a comer en sus barrios y casas.\nLuego vendrán los sesudos análisis del auge de la ultra derecha.\nY bueno, ahora ya podéis tildarme de fascista o lo que os salga de las pelotas por no seguir el ideario estándar de la izquierda.\n[#8](c8#c-8) Es el asunto del tonto, el dedo y la luna. Pero ya sabemos que eso en la izquierda no ocurre. Somos moralmente superiores.\nTeniendo en cuenta el contexto, que vox es un partido de gente que ha demostrado tener poca capacidad de gestionar, que es un partido para hacer ruido en la oposición más que para gobernar (igual que podemos en este punto), y que esta crisis de los menores no es ni de lejos representativo del problema inmigratorio.\nPero hay que reconocer que esto es un gesto de honestidad que no recordamos en la política española. Renunciar a poltronas porque se han incumplido puntos que eran importantes para ellos desde el punto de vista de programa. Sobre cualquier otro partido (desde el PP a indepes o el psoe) hay cientos de ejemplos de lo contrario, de aferrarse al sillón y capear las preguntas con una desvergüenza acojonante.\nTodo por repartirse 300-400 niños entre 44 millones de españoles, niños que ya están en España (sí, Canarias, señor Abascal, es España y hay que ser solidaria con ella, que también hay españoles allí) y cosa que lleva haciéndose cada año. Ultra\"católicos\" negando el auxilio a niños. VAYA VAYA.\nEs que no dan para más. Ni honor ni pollas, es que son tontos. El \"honor\" es para las batallas, no para la política.\nMe arremango el fajín y apurandome el Cinzano promulgo:\n-Hay un movimiento divertido en la derecha, al crecer Vox, el PP se vio obligado a endurecer sus posturas mas escoradas para intentar recuperar los votos del ala mas reaccionaria que se iban desangrando pa Vox, eso es lo que vimos estos años, un \"a ver quien dice la idiotez mas gorda\". Esta semana asistimos a una nueva dinámica encabezada por el follaardillas, Vox ha visto como le crece un enano por la derecha, no puede permitirlo, o sea q se enfurruñan y se cierran en banda haciendo bandera de... pos algo tan propagandistico y de impacto entre el electorado mas ultra como los MENAS... (Aunque sea algo tan anecdótico como 21 personas, muchos niños, pa acoger en una comunidad como Castilla.... q lo pones en perspectiva y dices q cojones 21 personas no tienes donde meterlas en la españa vacia???? Esto no es \"problema\" esto es publicidad pa sus cafeteros) Con lo que puede ojo puede, que el PP vuelva a intentar pegar un giro hacia el centro (con el debilitamiento del ala dura del partido, Ayuso juapa, te miro a ti q ultimamente estas muy callada) y dejar que Vox y Alvise se maten a garrotazos a ver quien es mas y muy Ejpañó\nGolpe en la barra erupto, niño ponte una tapita aqui anda, que hay que darle culto al cuerpo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T10:26:28.397+03:00",
    "updated": "2024-07-12T10:26:28.397+03:00"
  },
  {
    "uuid": "84fb22379dafe1554245d406c3af935a51bb108a",
    "url": "https://www.timeslive.co.za/news/sci-tech/2025-01-10-meta-knew-it-used-pirated-books-to-train-ai-authors-say-in-court-papers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2025-01-10T09:02:00Z",
    "title": "Meta knew it used pirated books to train AI, authors say in court papers",
    "text": "Sci-Tech Meta knew it used pirated books to train AI, authors say in court papers 10 January 2025 - 11:02 By Reuters Just R20 for the first month. Support independent journalism by subscribing to our digital news package. Subscribe now Meta CEO Mark Zuckerberg in Menlo Park, California, US, on September 25 2024. Zuckerberg approved platforms' use of pirated versions of copyrighted books to train its AI systems, a group of authors allege in newly disclosed court papers. File photo.\nImage: REUTERS/MAHUEL ORBEGOZO\nPlatforms used pirated versions of copyrighted books to train its artificial intelligence (AI) systems with approval from its CEO Mark Zuckerberg, a group of authors alleged in newly disclosed court papers.\nTa-Nehisi Coates, comedian Sarah Silverman and other authors suing Meta for copyright infringement made the accusations in filings made public on Wednesday in California federal court. They said internal documents produced by Meta during the discovery process showed the company knew the works were pirated.\nSpokespeople for Meta did not immediately respond to a request for comment.\nThe authors sued Meta in 2023, arguing that the tech giant misused their books to train its large language model Llama.\nThe case is one of several alleging that copyrighted works by authors, artists and others were used to develop AI products without permission. Defendants have argued that they made fair use of copyrighted material.\nMeta shelves fact-checking in policy reversal ahead of Trump administration Meta has been working on the shift away from fact-checking for more than a year, a source familiar with the discussions said. News 2 days ago The authors asked the court on Wednesday for permission to file an updated complaint. They said new evidence showed Meta used the AI training dataset LibGen, which allegedly includes millions of pirated works, and distributed it through peer-to-peer torrents.\nThey said internal Meta communications showed Zuckerberg \"approved Meta's use of the LibGen dataset notwithstanding concerns within Meta's AI executive team (and others at Meta) that LibGen is 'a dataset we know to be pirated.'\"\nUS district judge Vince Chhabria last year dismissed claims that text generated by Meta's chatbots infringed the authors' copyrights and that Meta unlawfully stripped their books' copyright management information (CMI).\nThe writers argued Wednesday that the evidence bolstered their infringement claims and justified reviving their CMI claim and adding a new computer fraud claim.\nChhabria said during a hearing on Thursday that he would allow the writers to file an amended complaint but expressed skepticism about the merits of the fraud and CMI claims.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->scientific research",
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->corporate news and profiles",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.pinterest.com/pin/create/button/",
      "https://app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html",
      "https://pinterest.com/pin/create/button/",
      "https://www.pinterest.com/pin/create/button",
      "https://www.app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ta-Nehisi Coates",
          "sentiment": "none"
        },
        {
          "name": "Sarah Silverman",
          "sentiment": "none"
        },
        {
          "name": "Mark Zuckerberg",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T11:23:04.337+02:00",
    "updated": "2025-01-10T11:23:04.337+02:00"
  },
  {
    "uuid": "51b5ec17a46583f1c87f00104ea5660b874eea70",
    "url": "https://www.koat.com/article/nasa-spacecraft-images-volcanic-jupiter-moon-lo/46292368",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeff Stitt",
    "published": "2024-01-05T21:03:00Z",
    "title": "NASA's Juno spacecraft captures images of Jupiter's moon Io, the most volcanic body in the solar system",
    "text": "NASA's Juno spacecraft captures images of Jupiter's moon Io, the most volcanic body in the solar system A NASA spacecraft is providing earthlings with an out-of-this-world look at what [NASA](/article/nasa-laser-message-beams-video-of-cat-back-to-earth/46175735) calls “the solar system’s most volcanic world.” NASA has released images of Jupiter’s moon Io after the [Juno](https://science.nasa.gov/mission/juno/) spacecraft, on Dec. 30, flew within 932 miles of the moon in the Jovian System. It’s the closest a spacecraft has come to Io in more than two decades, and is [Juno Mission's](/article/jupiter-s-mysteries-first-results-from-the-juno-mission/9932757) “closest-ever approach to Jupiter’s moon,” NASA said. “Juno captured Io’s molten surface and will return for another look in February,” [NASA said in a post on X, formerly known as Twitter.](https://twitter.com/NASA/status/1742310312571760843?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet) Scientists hope Juno’s flyby will help in better understanding the nature and diversity of the Jovian moon’s volcanoes, [according to an article published by NASA after the spacecraft flew by Io.](https://www.nasa.gov/missions/juno/nasas-juno-to-get-close-look-at-jupiters-volcanic-moon-io-on-dec-30/) Juno, an \"orbiter,\" launched Aug. 5, 2011, and arrived at Jupiter in 2016 to explore the Jovian System, according to NASA's webpage dedicated to the mission and the craft. See some of the images NASA released in the video player above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://science.nasa.gov/mission/juno/",
      "https://twitter.com/NASA/status/1742310312571760843?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet",
      "https://www.nasa.gov/missions/juno/nasas-juno-to-get-close-look-at-jupiters-volcanic-moon-io-on-dec-30/",
      "https://nasa.gov/missions/juno/nasas-juno-to-get-close-look-at-jupiters-volcanic-moon-io-on-dec-30/",
      "https://www.twitter.com/NASA/status/1742310312571760843?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet",
      "https://www.nasa.gov/missions/juno/nasas-juno-to-get-close-look-at-jupiters-volcanic-moon-io-on-dec-30",
      "https://twitter.com/NASA/status/1742310312571760843",
      "https://www.science.nasa.gov/mission/juno/",
      "https://science.nasa.gov/mission/juno"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nasa",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "jupiter",
          "sentiment": "none"
        },
        {
          "name": "jupiter’s moon",
          "sentiment": "none"
        },
        {
          "name": "jovian",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:18:42.124+02:00",
    "updated": "2024-01-06T02:22:36.097+02:00"
  },
  {
    "uuid": "62f1dd075d51acc16cba5f061718748fc8b0c906",
    "url": "https://www.zazoom.it/2025-01-23/aew-annunciata-data-e-location-di-dynasty-2025/16237629",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2025-01-23T22:59:00Z",
    "title": "AEW | Annunciata data e location di Dynasty 2025",
    "text": "AEW | Annunciata data e location di Dynasty 2025\nLa All Elite Wrestling è pronta a ridare ai suoi fan un PPV che l’anno scorso ha riscosso molto successo.Stiamo parlando di Dynasty, che diventerà di fatto anche il primo PPV della compagnia a svolgersi a Philadelphia, Pennsylvania.Il Liacouras Center ospiterà l’evento Domenica 6 Aprile. La città di Philadelphia non ha mai ospitato un PPV della AEW prima d’ora, soltanto episodi di Dynamite, Collision e ROH Supercard Of Honor 2024. La AEW ha anche confermato che nelle settimane precedenti l’evento porterà i suoi show settimanali nelle città di: Las Vegas, Nevada il 15 Marzo, Milwaukee, Wisconsin il 29 Marzo e Peoria, Illinois il 2 Aprile.Le parole di Tony Khan Tony Khan parlando a Inquirer ha espresso tutta la sua felicità per essere riuscito finalmente a portare un PPV in una città importante per il Pro Wrestling come Philadelphia, ecco le sue parole:“Philadelphia è stata un’ottima casa per l’AEW e per tutto il Pro Wrestling in questi ultimi anni.Leggi su Zonawrestling.net\nZonawrestling.net - AEW: Annunciata data e location di Dynasty 2025\n- Torna ufficialmente Bad Blood! La WWE annuncia data e location del vecchio PLE\n- Annunciata la data d’uscita di Everdream Valley\n- AEW: Annunciata data e location di Dynasty 2025\n- AEW Winter is Coming 2024, annunciata data e location della puntata speciale di Dynamite\n- AEW: Annunciata la data di WrestleDream 2024\n- SPOILER: Risultati AEW All In: London 2024\nVideo AEW Annunciata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->wrestling",
      "Sport->sport organisation",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tony Khan Tony Khan",
          "sentiment": "none"
        },
        {
          "name": "Inquirer",
          "sentiment": "none"
        },
        {
          "name": "Dynasty",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Philadelphia",
          "sentiment": "none"
        },
        {
          "name": "Pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "Milwaukee",
          "sentiment": "none"
        },
        {
          "name": "Las Vegas",
          "sentiment": "none"
        },
        {
          "name": "Wisconsin",
          "sentiment": "none"
        },
        {
          "name": "Illinois",
          "sentiment": "none"
        },
        {
          "name": "Peoria",
          "sentiment": "none"
        },
        {
          "name": "Nevada",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:13:56.352+02:00",
    "updated": "2025-01-24T00:13:56.352+02:00"
  },
  {
    "uuid": "4a94a64d174f355d473902fba5db906aa82b0cce",
    "url": "https://finance.sina.com.cn/money/fund/etf/2025-08-14/doc-infkxptz7048377.shtml",
    "ord_in_thread": 0,
    "author": "新浪基金",
    "published": "2025-08-14T05:47:00Z",
    "title": "光模块回调，高\"光\"159363午后下探逾2%，资金果断进场！机构：算力在后GPT-5时代依然为\"硬通货\"_新浪财经_新浪网",
    "text": "8月14日，前一日批量新高后， 光模块集体轮动回调 ，光模块含量超41%的 创业板人工智能午后加速下探逾2% 。截至发稿， 长芯博创 领跌逾6% ， 天孚通信 、 联特科技 、 中际旭创 等均跌超3%。\n　　 热门ETF方面，同标的指数规模最大、流动性突出的 创业板人工智能ETF（159363）午后场内价格一度下探逾2%，资金果断进场抢筹，实时净申购1800万份。\n　　 中金公司 最新认为， 算力进入“二次抢筹”阶段，继续看好海外算力链投资。 大模型行业领军者正通过技术迭代及客户粘性，使得追赶者不得不进行“算力抢筹”来避免被时代淘汰。 北美模型更新迭代+推理应用落地已在当下模型代际上实现初步闭环，算力在后GPT-5时代依然为“硬通货”，继续看好海外算力产业链。\n　　 广发证券 最新分析指出，云厂商的财报显示出CapEx-ROI飞轮效应正在形成， 光模块行业迎来了“戴维斯双击”局面。 各大云厂商在AI相关业务上的表述普遍乐观，资本支出（CapEx）也超出了市场预期。这意味着， 随着AI投资回报路径逐渐清晰，科技厂商将迎来新的投资机会。\n　　 行情复盘看，本轮AI行情以 光模块为代表的上游算力硬件显著领涨 ，聚焦AI算力的 创业板人工智能频繁刷新历史高点 ，年内以来 累计上涨超42% ， 显著跑赢 中证人工智能、CS人工智、科创AI等 同类AI指数 。调整区间值得重点关注布局机会！\n　　 注：统计区间为2025.1.1-2025.8.13， 创业板人工智能指数 基日为2018.12.28，发布日期为2024.7.11。创业板人工智能指数2020-2024年年度涨跌幅分别为：20.1%、17.57%、-34.52%、47.83%、38.44%， 指数成份股构成根据该指数编制规则适时调整，其回测历史业绩不预示指数未来表现。\n　　 把握 算力+应用核心机会 ，建议重点关注全市场首只的 创业板人工智能ETF华宝（159363） 及场外联接 （A类023407、C类023408） ，标的指数约 七成 仓位 布局算力 ， 三成 仓位布局 AI应用 ，高效地捕捉AI主题行情，并且重点布局 光模块龙头“易中天” ，光模块含量超41%。\n　　 数据来源：沪深交易所等。注：“全市场首只”是指首只跟踪创业板人工智能指数的ETF。截至2025.8.12，创业板人工智能ETF华宝最新规模超19亿元，年内日均成交超1.5亿元，在跟踪创业板人工智能指数的6只ETF中排行第一。\n　　 风险提示：创业板人工智能ETF华宝被动跟踪创业板人工智能指数，该指数基日为2018.12.28，发布日期为2024.7.11。创业板人工智能指数2020-2024年年度涨跌幅分别为：20.1%、17.57%、-34.52%、47.83%、38.44%， 指数成份股构成根据该指数编制规则适时调整，其回测历史业绩不预示指数未来表现。 文中指数成份股仅作展示，个股描述不作为任何形式的投资建议，也不代表管理人旗下任何基金的持仓信息和交易动向。基金管理人评估的本基金风险等级为R4-中高风险，适宜积极型（C4）及以上的投资者，适当性匹配意见请以销售机构为准。任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，投资人须对任何自主决定的投资行为负责。另，本文中的任何观点、分析及预测不构成对阅读者任何形式的投资建议，亦不对因使用本文内容所引发的直接或间接损失负任何责任。 基金投资有风险，基金的过往业绩并不代表其未来表现，基金管理人管理的其他基金的业绩并不构成基金业绩表现的保证，基金投资须谨慎。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business information",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial service",
      "Science and Technology->technology and engineering",
      "Science and Technology->biomedical science",
      "Science and Technology->scientific innovation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:29:39.619+03:00",
    "updated": "2025-08-14T09:47:14.000+03:00"
  },
  {
    "uuid": "2048e74c9fade6bdeaad0d17a8d0ae9c0e9414d2",
    "url": "https://www.ultimahora.es/opinion/tribuna/2024/06/28/2192895/extrana-pinza-psib-vox.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marc González",
    "published": "2024-06-27T22:30:00Z",
    "title": "La extraña pinza PSIB-Vox",
    "text": "El último episodio del culebrón a cuenta de la torpeza mayúscula de Gabriel Le Senne en la sesión parlamentaria de marras es el del supuesto ofrecimiento de Francina Armengol a Marga Prohens de los votos necesarios para destituir al president del Parlament. La extraña pinza PSIB-Vox También en Opinión [El estanque del Parc de la Mar se tiñe de gris](/noticias/palma/2024/06/27/2192423/parc-mar-estanque-tine-gris.html) [El jefe de una gran clínica alemana lo deja todo para mudarse a Mallorca](/noticias/local/2024/06/27/2192379/alemanes-mallorca-jefe-gran-clinica-alemana-deja-todo-para-mudarse-mallorca.html) [Cenas con desconocidos en Palma: una nueva forma de conocer gente](/noticias/sociedad/2024/06/27/2192085/conocer-gente-mallorca-cenas-desconocidos-traves-timeleft.html) [Un conductor da positivo en alcohol en Son Servera y el operario de la grúa que fue en su ayuda también](/sucesos/ultimas/2024/06/26/2191603/control-alcoholemia-conductor-positivo-mallorca-operario-grua-tambien.html) [¿Volverá a llover barro?](/noticias/local/2024/06/27/2192879/tiempo-mallorca-volvera-llover-barro.html) Sin comentarios De momento no hay comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:15:49.597+03:00",
    "updated": "2024-06-28T04:08:16.563+03:00"
  }
]