[
  {
    "uuid": "c7363d020d74a12ce9ff948e760d6eca845668ef",
    "url": "https://worldisraelnews.com/we-are-ready-iranian-activists-express-support-for-israel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miriam Metzinger",
    "published": "2024-03-07T22:09:00Z",
    "title": "‘We are ready’ – Iranian activists express support for Israel",
    "text": "‘We are ready’ – Iranian activists express support for Israel March 8, 2024 Vahid Beheshti, Iranian human rights activist (Photo: YouTube screenshot)(Photo: YouTube screenshot)‘We are ready’ – Iranian activists express support for Israel Tweet Email https://worldisraelnews.com/we-are-ready-iranian-activists-express-support-for-israel/ Email Print 750 Farsi-speaking volunteers are engaged in pro-Israel advocacy and are making the case for Israel to Iranians abroad. By NewsIranian activists held signs in support of Israel at a pedestrian bridge at the entrance of Tehran.Many protestors who bravely risked reprisals from Iran’s autocratic government held signs that said, “We Are Ready,” a message that echoes sentiments expressed by Vahid Beheshti who, during his visit to Israel, was the first Iranian to speak at the Knesset. The message “We Are Ready” is an encouragement to Israel to attack and defeat the Ayatollah’s regime.Vahid Beheshti said, “On my last trip to Israel, as the first Iranian to speak in the Knesset, I stated that the only way to achieve peace in the region is to eliminate the Islamic Republic.” He added, “We have an army of 80 million Iranians who are thirsty for freedom and democracy to meet them.”Beheshti urged Israel to strike Islamic Revolutionary Guards Corp (IRGC) headquarters in Iran as well as nuclear centers. “Referring to my statements in the Israeli parliament, the brave people of Iran expressed their demand for support in fighting against terrorists of the Islamic Republic,” said Beheshti.In addition to Beheshti’s efforts, 750 Farsi-speaking volunteers are engaging in pro-Israel advocacy to make the case for Israel to Iranians abroad.Read Iran admits to arming Hamas, but distances itself from October 7th massacresThe initiative, sponsored by the Merage Foundation, was founded by Sigal Aferiat Cohen, who was born in Iran and wanted to counteract the anti-Israel hate characteristic of many Farsi-speaking spaces online.She said, “Since I was born in Iran and speak the language, I was attracted to news in the Persian language, as I wanted to understand how the war is portrayed there, and I quickly found myself responding to the growing number of expressions of hatred, especially in Iranian Telegram groups.” “I quickly realized that I alone wouldn’t be able to make an impact, and I thought about how to explain the Israeli narrative indirectly, in order to get the message through,” Cohen said.“I concluded that using Farsi would be an unorthodox way through which we could explain the Israeli side,” she concluded. AyatollahIranPro-Israel activism",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vahid beheshti",
          "sentiment": "negative"
        },
        {
          "name": "ayatollah",
          "sentiment": "none"
        },
        {
          "name": "beheshti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "knesset",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "farsi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T02:19:23.079+02:00",
    "updated": "2024-03-08T02:19:23.079+02:00"
  },
  {
    "uuid": "194905a71cef51805d7545c864eb45e19b61be5f",
    "url": "https://www.newsbreak.com/florida-state/3547777128197-florida-governor-issues-state-of-emergency-ahead-of-potential-tropical-system",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-08-01T21:26:00Z",
    "title": "Florida governor issues state of emergency ahead of potential tropical system",
    "text": "By Channing Frampton ,\n2 hours ago Thursday, Governor Ron DeSantis issue a state of emergency for many counties in the state. The governor is taking executive action ahead of a potential tropical system that could bring flooding rain to much of the state. First to Know Chief Meteorologist broke this news live on ABC 27 News at 5:00. Watch that video above.\nAhead of that system, which was dubbed \"Invest 97L\" Thursday, Governor DeSantis declared the following counties under a state of emergency:\nAlachua Baker Bay Bradford Calhoun Charlotte Citrus Clay Collier Columbia Dixie Duval Escambia Flagler Franklin Gadsden Gilchrist Gulf Hamilton Hernando Hillsborough Holmes Jackson Jefferson Lafayette Lake Lee Leon Levy Liberty Madison Manatee Marion Monroe Nassau Okaloosa Orange Osceola Pasco Pinellas Polk Putnam Santa Rosa Sarasota Seminole St. Johns Sumter Suwannee, Taylor Union Volusia Wakulla Walton Washington In the order, the governor said \"based on meteorological reports, there is significant threat of heavy rainfall over most of the State of Florida, with the possibility of at least twelve (12) inches of rainfall over the next seven (7) days.\"\nThe governor added, \"I order the Adjutant General to activate the Florida National Guard, as needed, to deal with this emergency. I further order the Director of the Florida State Guard to activate the Florida State Guard, as needed, to respond to this emergency.\"\nRead the entire order here.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=2h4dbA_0ukpM5Po00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2h4dbA_0ukpM5Po00",
      "https://www.wtxl.com/weather/slight-uptick-in-chance-of-development-for-tropical-system-in-atlantic",
      "https://www.flgov.com/wp-content/uploads/2024/08/EO-24-156.pdf",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2h4dbA_0ukpM5Po00",
      "https://flgov.com/wp-content/uploads/2024/08/EO-24-156.pdf",
      "https://wtxl.com/weather/slight-uptick-in-chance-of-development-for-tropical-system-in-atlantic",
      "https://www.img.particlenews.com/image.php?url=2h4dbA_0ukpM5Po00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "channing frampton",
          "sentiment": "negative"
        },
        {
          "name": "ron desantis",
          "sentiment": "negative"
        },
        {
          "name": "desantis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T03:11:24.351+03:00",
    "updated": "2024-08-02T03:11:24.351+03:00"
  },
  {
    "uuid": "07da97d4133efec388b8ba15d26ed257787eafb1",
    "url": "https://thepeoplesvoice.tv/wef-tells-americans-your-god-given-rights-are-a-fiction-you-will-be-happier-as-slaves/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Baxter Dmitry",
    "published": "2024-01-25T19:48:00Z",
    "title": "WEF Tells Americans ‘Your God Given Rights Are a Fiction’… ‘You Will Be Happier as Slaves’",
    "text": "Citizens of the United States and other western countries who believe they have “god given rights” are in for a rude awakening according to the World Economic Forum which has declared that human beings have the same rights as “jellyfish.”\nHuman beings must prepare to be enslaved, according Klaus Schwab’s right-hand-man, Yuval Noah Harari, because everything that humans believe about God, their nations, and themselves is fake news.\nBYPASS THE CENSORS\nSign up to get unfiltered news delivered straight to your inbox.\nYou can unsubscribe any time. By subscribing you agree to our\nTerms of Use\nHarari’s disturbing speech represents the most devastating attack by the WEF on humanity to date and signals that the elite are shifting their mission to enslave the masses into high gear.\nBut we’ve got news for the prophet of Davos and his cronies at the World Economic Forum. We the people are waking up and we are not going to be gaslit by globalist psychopaths spewing lies and falsehoods.\nBefore we dive in,\nsubscribe to the channel if you haven’t already, join the People’s Voice Locals community to join our incredible community and support the channel, and gain access to exclusive and uncensored content.\nIn the spirt of knowing thy enemy, we need to take a look at the latest blasphemy that has come out of the World Economic Forum, in this case from the mouth of Yuval Noah Harari.\nSpeaking at a TedX event where he was attempting to win over non-believers to the globalist cult, Harari led by informing those in attendance that homo sapiens do not have any rights.\nAccording to Harari and the elite, the idea that humans have rights, and should therefore enjoy the freedoms that we have in the United States and the Western world, is simply a fiction.\nDon’t think your country is going to protect you from the wrath of the global elite. According to Harari, the global elite do not respect nations. Just like your so-called rights to freedom, nation states are nothing more than fake entities that can be dismantled whenever it suits the agenda of the globalists.\nIt hardly needs saying that Harari’s blasphemy directly contradicts everything that is good and right in this world.\nLike the US Declaration of Independence which states:\n“We hold these truths to be self-evident, that all men are created equal, that they are endowed, by their Creator, with certain unalienable rights, that among these are life, liberty, and the pursuit of happiness.“\nWhat is going on here? Why are Harari and the elite so determined to brainwash humanity into accepting that they have no rights and must accept a life without liberty or happiness?\nAs Member of the European Parliament Christine Anderson explains, it’s all about erecting a totalitarian control regime.\nBut people are waking up to the agenda of the elite and all across the world there are protest movements growing by the day to thwart the plans of those who seek to take away our rights.\nParis and Berlin are in gridlock as French and German farmers join their Dutch allies in rising up against their WEF-infiltrated governments and refusing to be driven out of business.\nThese protests featuring real farmers and real people could not be any further away from the rarefied air of the World Economic Forum in Davos where this past week the elite were meeting and plotting to ban everything in your life that you enjoy until you accept your fate as a slave.\nThey have already warned us that we will be locked in 15 minute cities without the right to travel, without the right to eat meat, without the right to buy more than 2 or 3 new outfits per year.\nNow they are coming for our simple pleasures. That’s right, the WEF have now declared war on…\ncoffee.\nThis full frontal assault on our rights and freedoms has been years in the making and the Covid plandemic was just the beginning.\nIf you think Covid wasn’t planned as part of a wider agenda, take a look at this interview with investigative journalist Harry Vox filmed in 2014. Yes, a whole 9 years ago, long before Covid.\nHarry Vox is describing Mass Formation Psychosis, a form of social conditioning used by the elites to terrify the masses into submission.\n9/11 and the Covid pandemic being two egregious examples that have changed the world – for the worse – and forever.\nThese tyrants have now become arrogant and sure of their own success. They are no longer hiding in the shadows and pulling puppet strings from behind the curtain.\nBut we don’t have to continue falling for these tricks. We don’t have to continue handing over our birthright to the global elite. We do not have to become enslaved.\nThanks to people like yourself, who have chosen to take the red pill and reject the siren song of the elite and their mainstream media fake news, humanity now stands a fighting chance against the elite agenda.\nIf you understand the importance of these videos in educating the masses about the shadow government and the evil agenda of the elite, please share this video, subscribe to the channel, and join the People’s Voice Locals community to help us continue to produce this content and forewarn as many people as possible.\nWatch:\nBaxter Dmitry\nEmail:\nLatest posts by Baxter Dmitry (\nsee all)\n-\nWEF Tells Americans ‘Your God Given Rights Are a Fiction’… ‘You Will Be Happier as Slaves’- January 25, 2024\n-\nFully Vaccinated Actor Hospitalized With ‘Heart Attack Symptoms,’ Media Blames Caterpillars- January 25, 2024\n-\nWHO Blames ‘Fake News and Conspiracy Theories’ As Sovereign Nations Reject Pandemic Treaty- January 25, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.peoplesvoice.locals.com/support",
      "https://rumble.com/c/THEPEOPLESVOICE",
      "https://peoplesvoice.locals.com/support",
      "https://www.rumble.com/c/THEPEOPLESVOICE"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "davos",
          "sentiment": "none"
        },
        {
          "name": "yuval noah harari",
          "sentiment": "none"
        },
        {
          "name": "klaus schwab",
          "sentiment": "none"
        },
        {
          "name": "harari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wef",
          "sentiment": "negative"
        },
        {
          "name": "people’s voice locals",
          "sentiment": "none"
        },
        {
          "name": "world economic forum",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:23:02.798+02:00",
    "updated": "2024-01-26T00:23:02.798+02:00"
  },
  {
    "uuid": "30527adea4288c09202a1aa66a2c55ef79fb7abc",
    "url": "https://peerj.com/articles/17777",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fränzi Korner-Nievergelt",
    "published": "2024-07-19T05:00:00Z",
    "title": "Natural grazing by horses and cattle promotes bird diversity in a restored European alluvial grassland",
    "text": "Natural grazing by horses and cattle promotes bird diversity in a restored European alluvial grassland\n[1]Research Station Petite Camargue Alsacienne, Saint Louis, France [2]Department of Environmental Sciences, Universität Basel, Basel, Switzerland [3]Oikostat GmbH, Ettiswil, Switzerland\n- Published\n- Accepted\n- Received\n- Academic Editor\n[Fernanda Michalski](editor-1)\n- Subject Areas\n-\n[Biodiversity](/subjects/?filter=Biodiversity), [Conservation Biology](/subjects/?filter=Conservation%20Biology), [Ecology](/subjects/?filter=Ecology), [Ecosystem Science](/subjects/?filter=Ecosystem%20Science)\n- Keywords\n- Rewilding, Natural grazing, Heterogeneity, Equid, Bovid, Bird guilds, Highland cattle, Konik horse\n- Copyright\n- © 2024 Lovász et al.\n- Licence\n-\nThis is an open access article distributed under the terms of the\nCreative Commons Attribution License, which permits unrestricted use, distribution, reproduction and adaptation in any medium and for any purpose provided that it is properly attributed. For attribution, the original author(s), title, publication source (PeerJ) and either DOI or URL of the article must be cited.\n- Cite this article\n-\n2024. Natural grazing by horses and cattle promotes bird diversity in a restored European alluvial grassland. PeerJ 12:e17777\nhttps://doi.org/10.7717/peerj.17777 [the review history of this article](/articles/17777/reviews/)public.\nAbstract\nContext\nA challenge in grassland conservation is to maintain both the openness and the heterogeneity of the habitat to support the diversity of their animal communities, including birds—a taxon that is known to be sensitive to disturbance. An increasingly used management tool in European grassland conservation, especially in rewilding projects, is grazing by large herbivores such as horses and cattle. These grazers are believed to create and maintain patchy landscapes that promote diversity and richness of other species, but their influence on birds is often debated by conservationists, who raise concerns about the impact of disturbance by the grazers.\nObjectives\nOur aim was to examine the relationship between the abundance and species richness of birds across four foraging guilds and the area utilization patterns of Highland cattle and Konik horses in an alluvial grassland in France. We also aimed to examine the influence of land cover and season on the spatial distribution, including abundance and species richness, of different bird guilds present in the grazed area.\nMethods\nWe used GPS-collars on all grazers and recorded their positions on an hourly basis over a study period of 1.5 years, assessing patterns of area usage. We counted birds weekly along three transects to describe their distribution within the grazed area and carried out land-cover surveys to describe the habitat. To assess how species richness and abundance of birds of different guilds were related to grazer density, season, and habitat characteristics, we used GAMM models in a spatially explicit framework. We also compared bird numbers at our main study site with a nearby non-grazed control area.\nResults\nThe number of birds in the grazed area was about twice the number in the non-grazed control area. Within the grazed area, the abundance of open-area foraging birds increased with increasing grazer density. The number of woodland-foraging birds was also positively correlated with grazer density but less so than open-area foraging birds. The number of individuals in the aerial and wetland bird guilds was not correlated with the density of grazers. Most bird species and individuals were observed on open landscapes scattered with woody patches and waterbodies, and on areas with moderate grazer density.\nConclusions\nLow-intensity grazing represents a potentially important management tool in creating heterogeneity in alluvial grasslands, thereby promoting suitable habitat for a diverse assemblage of bird species.\nIntroduction\nYear-round grazing by free-roaming large herbivores is increasingly used in the management of European grassland restoration projects (\nGilhaus, Stelzner & Hölzel, 2014), yet conservationists often question whether it is an approach that benefits the maximum number of levels of the trophic chain. In the lowlands of Europe, grassland ecosystems were historically (i.e., preceding the start of agriculture around 5500 BC) often shaped by river dynamics and activities of animals such as beavers and large herbivores ( Hejcman et al., 2013). Until the recent increase in anthropogenic land use, such alluvial areas were ecosystems of high conservation value, hosting diverse assemblages of species, including many birds with various habitat and foraging needs ( Emanuelsson, 2008; Silva, 2008).\nHowever, ongoing human impact during the Anthropocene (\nLewis & Maslin, 2015), such as river regulations and agricultural intensification, persist in driving the decline of alluvial grasslands and their associated species ( Bissels et al., 2004; Prach, 2007). For example, a large-scale 10-year study found that more than 70% of grassland- and farmland-associated bird species were declining in number in Europe ( Donald et al., 2006). Therefore, the European LIFE program focuses on the restoration of alluvial grasslands ( Silva, 2008). The integration of grazing by ungulates, including horses and cattle emerges as an important management tool, particularly in light of the expanding scope of rewilding initiatives ( Linnartz & Meissner, 2014; Naundrup & Svenning, 2015; Pereira & Navarro, 2015).\nThe diverse space-use patterns and grazing behaviour of ungulates create and maintain heterogenous landscapes (\nAdler, Raff & Lauenroth, 2001; Fuhlendorf et al., 2006; Svenning, 2002; Vera, 2000). In this context, heterogeneity refers to the structural complexity of the land cover, leading to richness in resources (reviewed by Stein, Gerstner & Kreft, 2014). Since more resources can support more individuals and species ( Hurlbert, 2004; Srivastava & Lawton, 1998), grazed landscapes likely host a variety of bird species ( May, 1986; van Klink et al., 2016; VanWieren, 1995). However, it has been difficult to differentiate between the effect of landscape structure ( Cody, 1985) and the effect of grazers on the species richness and abundance of birds in grazed areas ( Hildén, 1965; Lovász, Korner-Nievergelt & Amrhein, 2021; Skórka, Martyka & Wójcik, 2006).\nAnother layer of complexity comes from variation in the responses of birds to ungulate grazing, as these responses are shaped by the intensity and seasonal variation of grazing, and by the foraging and breeding ecology of the bird species. Grasslands grazed at low intensity (<0.5 animal units per hectare, where 1 animal unit = 500 kg;\nAndresen et al., 1990) seem to benefit many grassland-associated bird species, enhancing foraging and nesting opportunities ( Buckingham & Peach, 2005; Pärt & Söderström, 1999). For instance, the abundances of the Eurasian Skylark Alauda arvensis, Red-backed Shrike Lanius collurio or Meadow Pipit Anthus pratensis were found to be higher with low-intensity grazing in the breeding season ( Ceresa et al., 2012; Evans et al., 2006; Kohler, Hiller & Tischew, 2016). This is likely because birds profit from increased food availability resulting from the grazers’ activity, yet the evidence for such pattern is indirect. For instance, Dennis et al. (2008) found that structural diversity of the vegetation increased foliar arthropod abundance, and there is also evidence that food availability (such as insects attracted by grazers) is a crucial factor influencing bird abundance ( Vickery et al., 2001; Atkinson et al., 2005). Furthermore, Evans et al. (2006) found that low-intensity grazing by mixed-species livestock (cattle and sheep) improved the abundance of an insectivorous bird, the Meadow Pipit. Similarly, a study on the impact of single-species grazing by feral horses in Argentina found that areas with moderate horse densities had the highest species richness and abundance of birds ( Zalba & Cozzani, 2004). On the other hand, intense grazing (>2.0 animal units per hectare) likely only favours bird species that exploit very short vegetation to feed on soil invertebrates, such as Thrushes, Turdus sp (review by Buckingham & Peach, 2005). In general, species richness among birds associated with open areas seems to be higher in areas grazed with low intensity, and lower in areas with high grazer densities ( Barzan, Bellis & Dardanelli, 2021; Batary, Baldi & Erdos, 2007).\nThe evidence for a relationship between grazers and bird species that are not heavily reliant on open areas remains ambiguous. While wetland-associated birds might face challenges due to the trampling of nests around water bodies where ungulates accumulate for drinking (\nMandema et al., 2013; Pakanen, Luukkonen & Koivula, 2011), the heterogenous vegetation maintained by grazers can also facilitate nesting, as it minimizes predation risk ( Whittingham & Evans, 2004).\nStudies on seasonal variation in the influence of grazers on birds often found contradictory results, describing both positive and negative relationships between birds and grazers, even within the same species (reviewed by\nAtkinson, Buckingham & Morris, 2004). For instance, Wilson, Taylor & Muirhead (1996) observed Skylarks avoiding grazed fields in winter and reported “extremely low densities” of Skylarks on grazed pastures in summer as well ( Wilson et al., 1997). In contrast, Suárez, Garza & Morales (2003) emphasized the importance of grazed areas for both wintering and breeding Skylarks, as they found a positive association between Skylark presence and pastures with short vegetation in both seasons.\nPrevious studies primarily compared the impacts of grazing on birds between enclosures with different grazing intensities, (e.g.,\nBaldi, Batary & Erdos, 2005; Söderström, Pärt & Linnarsson, 2001) and often only in experimental conditions ( Evans et al., 2006). However, the grazers’ uneven distribution within enclosures due to their heterogeneous use of an area complicates quantifying actual grazing pressure ( Fern et al., 2020). Thus, the responses of birds to such varying area usage by grazers have rarely been addressed ( Lovász, Korner-Nievergelt & Amrhein, 2021), and real-life rather than experimental conditions have been understudied in the past. Furthermore, previous research mainly focused on the effects of grazing on breeding birds (e.g., Coppedge et al., 2008; Kohler, Hiller & Tischew, 2016; Vold, Berkeley & McNew, 2019) or on specific bird guilds (e.g.: Cox et al., 2014; Lituma et al., 2022), rather than studying the dynamics of larger bird communities.\nIn this study, we aimed to address this gap by investigating how the species richness and abundance of individuals of a bird community is related to the spatial distribution of a mixed assemblage of Highland cattle and Konik horses in a natural grazing regime throughout the year. We focussed on the relationships between the numbers of bird individuals, incorporating species within four guilds, and the density of cattle and horse GPS positions within our study area, which is a recently restored alluvial grassland in a French nature reserve. Additionally, we evaluated the dynamic interplay between bird and grazer densities across seasons and varying land-cover conditions. We also compared the species richness and abundance of birds in the grazed area to a non-grazed control site in the breeding season. We expected that the presence of birds within the grazed area would show variation depending on the changes in grazer densities, habitat characteristics and season, and according to the particular ecology of birds in different foraging guilds. We also expected that the grazed area would attract more bird species and individuals than the non-grazed area and that grazing exerts the most important influence on the density of birds foraging in open areas. (Portions of this text were previously published as part of a thesis (\nLovász, 2022) and a preprint: Lovász, Korner-Nievergelt & Amrhein, 2024).\nMaterials and Methods\nStudy site\nWe carried out the study in a 32-ha test-enclosure that is part of an ecosystem restoration project of the nature reserve Petite Camargue Alsacienne, located in Alsace, France, north of the city of Basel, Switzerland. The area is situated on the Rhine Island (see the map of the study area and further details in\nLovász, Korner-Nievergelt & Amrhein (2021)), where approximately 100 ha of former agricultural fields had been transformed into an alluvial environment. The ecosystem restoration process started in 2014 and involved establishing a heterogenous grassland scattered with shrubs (hawthorn, Crataegus sp; dog rose, Rosa canina), young and old trees (willow, Salix sp; oak, Quercus sp) and bare-ground gravel sites, surrounded by patches of old forests (oak; ash, Fraxinus sp). Water from the Rhine river is diverted through the area as a small stream, and ground-water ponds have also been created. The aim has been to maintain the heterogeneity of the area and to promote a species-rich alluvial ecosystem.\nThe study area has been managed using the approach of natural grazing, a low-intensity year-round mixed grazing regime (<0.5 animals per ha), with the aim of substituting extinct wild herbivores, such as the wild horse Equus ferus or the aurochs Bos primigenius, with domestic breeds kept in semi-wild conditions (\nLovász, Korner-Nievergelt & Amrhein, 2021). This natural grazing approach includes minimal human intervention and no systematic winter feeding ( Linnell, Kaczensky & Lescureux, 2016; Vermeulen, 2015).\nLand-cover characteristics\nWe carried out surveys to characterize the landscape on the grazed study site and the non-grazed control area. We used satellite imagery (Google Maps) in QGIS (version 3.4.4-Madeira) to divide the study area into 50 × 50 m grid cells. With the help of a printed map of these grid cells (using the QGIS printout layer) and a handheld GPS (application: Gaia GPS), the observer (L.L.) visited each grid cell. The observer visually estimated the percentage of types of land cover inside the cell by marking the corner points with flags and standing in the midpoint of the cell (which was already indicated with permanent markings used in a different study). When it was necessary for adequate estimation of the cover types (for example, when visibility decreased due to trees), the observer walked along one diagonal of the grid cell to determine the cover attributes. Additionally, the observer compared the observations to the QGIS map image of the area while estimating the percentages. The comprehensive land-cover survey took place once during the study period in summer 2020. The observed large-scale habitat characteristics did not noticeably change during the 1.5-year study period, as indicated by weekly visual inspections.\nWe followed\nCunningham & Johnson (2019) when defining a small number of categories for land-cover types in our study area: tree-cover (all trees of ca. ≥ 3 years old), sapling-cover (all growth stages of young trees of ca. <3 years old), shrub-cover, cover of meadow, surface of bare ground, and surface of water on the respective grid cell. Based on Hildén (1965), these characteristics were suggested as important determinants for habitat selection of birds in our study site.\nWe identified six different land-cover types, indicating a heterogenous mosaic-like environment. The cover by meadow (grassland) was the most abundant (61%). Bare ground, tree cover and shrub cover represented only a small proportion of all cover types (6.9%, 3.4%, and 1.7%, respectively), as the area was restored with the aim of recreating an open alluvial grassland. Single trees and shrubs were patchily distributed without providing extensive cover. The relatively high percentage of sapling cover (17.9%) consisted mainly of poplar (Populus sp) trees. Such sapling patches were often relatively large (up to more than 1 ha), with either bare ground or species-poor meadow patches as understory. Extensive areas with bare ground were only found near water bodies. Water bodies represented 9.2% of all cover types, and all of them were groundwater ponds with relatively stable water levels throughout the year.\nCattle and horse data\nTo counteract the natural succession by willow and poplar saplings encroaching upon the meadows and to foster a heterogenous environment, large grazers were progressively introduced into the test enclosure. The introduction began with horses in September 2018, followed by cattle in January 2019. The initial number of five Highland cattle and five Konik horses increased to seven cattle (five adults and additionally two calves born on-site) in the summer of 2019, and to seven horses (five adults and additionally two young mares brought from other areas) in the summer of 2020. Over the duration of our data collection, the overall stocking rate increased from ∼0.3 animals per ha to ∼0.4 animals per ha.\nTo determine the density distribution of the horses and cattle across the study area, we recorded hourly GPS positions of the grazers and considered these as a proxy for the space use of the animals. All grazers (14 in total) were equipped with GPS collars (Followit, type Pellego) upon their arrival to the study area by the management of the nature reserve. The collars registered the position of the animals once per hour. The first round of data collection was from January to July 2019 (the GPS data from this first data collection were used in\nLovász, Korner-Nievergelt & Amrhein, 2021). The GPS collars recorded for 5 to 6 months with one charge, and it was only possible to subsequently recharge the devices of the horses; the cattle were not tame enough to handle the collars without the need of capturing and blocking the animal (which was only possible in winter during the regular roundup of cattle). Thus, more durable GPS collars (Followit, type Tellus) were used for two cattle starting from March 2020, instead of the five formerly used collars (the structure of the collected data of the two collars was identical). Data were then continuously collected until March 2021. In total, data collection spanned one year and six months. In our analysis, we accounted for different numbers of collars during the different time periods.\nThe data were downloaded through satellite processing from the interface of the GPS collar provider (Followit, Lindesberg, Sweden), and, thus, no contact with the animals was necessary to access the data. GPS collars comply with animal welfare requirements for horses (\nCollins et al., 2014; Hennig, Beck & Scasta, 2018) and have been widely used also on cattle for decades, without causing harm or disturbance ( Turner et al., 2000; Ungar et al., 2005).\nThe GPS positions in our dataset may show some imprecision because GPS accuracy can vary depending on atmospheric conditions or due to satellite or receiver errors (\nHurn, 1993), caused by satellite geometry ( Dussault et al., 2001), topography, overhead canopies, or adjacent structures ( Di Orio, Callas & Schaefer, 2003; Moen et al., 1996). The GPS collars did not record HDOP (horizontal dilution of precision), so we could not statistically account for inaccuracy ( Langley, 1999). However, as the rate of GPS positions falling outside of the fenced area were negligible (see Lovász, Korner-Nievergelt & Amrhein, 2021), we assumed that imprecision would not strongly influence our results.\nBird abundance and species richness data\nMain study site\nWe surveyed bird abundance by transect counting following the recommendations of\nGregory, Gibbons & Donald (2004) and Bibby et al. (2000). Our methods were similar to those in Lovász, Korner-Nievergelt & Amrhein, 2021, but to facilitate understanding, we give detailed descriptions here as well.\nOur objective was to conduct surveys one morning every two weeks from 31 January 2019 to 24 July 2019, and weekly between 20 March 2020 and 22 March 2021. Data collection took place exclusively under favourable weather conditions (absence of precipitation, wind speed below 5 m/s). Our total sampled area was 21.4 ha. We did not include the 10.6-ha forested area of the 32-ha enclosure, as our aim was to investigate bird abundance and species richness in the open areas.\nWe established three line transects over the grazed open area of the test enclosure, each approximately 700 m long, in a way that provided visual and/or auditory coverage of all parts of the area (map of the study area:\n[Fig. S1](#supp-4)). A trained observer (L.L.) walked along each transect at a slow pace and recorded the position of all identified individual birds (seen or heard) on a digital map (Map Marker 2.11_1442). Birds flying higher than 20 m above the ground were not recorded except if they showed some connection to the area (e.g., Skylarks Alauda arvensis that made territorial song-flights at ≥ 20 m elevation were counted, but raptors or water birds crossing ≥ 20 m over the meadows or migrating Common Swifts Apus apus were not).\nDuring each survey, all three transects were visited between sunrise and noon, excluding dawn to minimize differences in detectability due to rapid changes in the birds’ conspicuousness and activity (\nDawson, 1981%20of%20density&author=Dawson&publication_year=1981)). We systematically varied the order of surveying the three transects among the surveys. We assumed that differences in bird detectability between the three transects were minimal, due to the similar open habitat of the surveyed areas.\nWe avoided visual and auditory double counts as much as possible by using a detection distance of about 60 m towards each side of the transect, which also corresponded to the assumed range of visual detectability of birds on the ground. By counting birds only inside these 120 m-wide stretches, the surveyed areas did not overlap, but still covered the entire study site. We followed the recommendation of\nDawson & Bull (1975) by considering observations as different individuals only if the observer was reasonably certain that the same individual was not observed.\nWe classified the observed bird species into four different guilds (functional groups on an ecological basis\nWilson, 1999) according to their foraging ecology ( Francis et al., 2020): ‘aerial’, ‘open-area’, ‘wetland’, ‘woodland’ guilds (see [Table S1](#supp-2)). For the classification, we considered the primary foraging habitats on the Rhine Island and used the concept of a ‘guild’ as described by Root (1967), which refers to a “group of species that exploit the same class of environmental resources in a similar way”.\nControl area\nWe also carried out transect surveys on a non-grazed control area that consisted of two parts, one 14.3 ha and the other 9.5 ha (in total 23.8 ha), which we selected on two different regions of the Rhine Island, each neighboring the main study site, and each having similarly mainly open habitats. We considered the two parts together as one control site and defined three transects for transect sampling, each of approximately 700 m length, similar to the main study site. The control site included similar habitats as our main study area but was not grazed by cattle or horses during our data collection period. Notably, the control area was grazed by sheep and goats during a few weeks in spring and summer 2019, but not in 2020. Therefore, we considered this area as a non-grazed control site in 2020. Our survey method was analogous to that of the main study site. Data collection took place between 8 April 2020 and 22 May 2020 (as the site was available for research purposes only during these two months due to an exceptional permission resulting from the COVID-19 lockdown).\nPermissions\nThe fieldwork was carried out with the permission of the national nature reserve Petite Camargue Alsacienne.\nStatistical analysis\nFor the analysis, we used the 50 × 50 m grid cells of the Universal Transverse Mercator (UTM) coordinate system’s grid over the study area. We first calculated the mean numbers of species and of individuals in the main study site and the control site during the breeding season. Subsequently, to assess how bird abundance and species richness were related to grazer density, we used only data from our main study site (since the control site was not grazed).\nTo analyze how the abundance of birds of different guilds were related to grazer density, season, and habitat characteristics, we used generalized additive mixed models (GAMM) that we fitted to the data of each bird guild separately. Our response variable was the number of bird individuals counted per survey per 50 × 50 m grid cell, summed over all species belonging to a bird guild. First, we fitted a negative binomial model, but a posterior predictive check showed that the data contained too many zeros. We therefore assumed a zero-inflated negative binomial distribution of the bird counts with a constant proportion of zero values. We used the logarithm as link function for the count model. As predictors, we used grazer density, date (day of year), and habitat characteristics.\nGrazer density was measured as the sum of the hourly horse and cattle GPS positions per grid cell over the 3 weeks prior to a bird survey. Our previous study (\nLovász, Korner-Nievergelt & Amrhein, 2021) showed that the effects of horse vs cattle densities on bird count densities were rather similar, and, therefore, we pooled the data for horse and cattle GPS positions. We further assumed that grazer space-use patterns earlier than 3 weeks before the respective bird survey did not substantially influence space use of birds (based on Lovász, Korner-Nievergelt & Amrhein, 2021; this was an arbitrary cut-off time we chose for pooling grazer positions). Because we assumed that the detectability of birds was relatively homogeneous across the main site and control site areas, and our aim was not to estimate the total number of birds present, we did not take detectability into account in our analyses, following Buckland et al. (2001). As habitat characteristics, we used the land-cover variables “bare ground”, “sapling”, “shrub” and “tree”. To avoid redundancy in the predictor variables due to cover types summing up to 100%, we did not include the most abundant land cover type “meadow”. The cover type “water” was included as a binary variable indicating presence or absence of water bodies on a 50x50 m cell. All predictors were z-transformed so that their means were zero and their standard deviations were one.\nWe used a two-dimensional tensor product smooth for grazer density and day of year. To obtain the smooth terms, we used three cubic regression splines, as implemented in the function t2 of the package mgcv (\nWood, Scheipl & Faraway, 2013). Because some grid cells at the edges of the study area had sizes smaller than 50 × 50 m, we used the logarithm of the grid cell size as an offset in the linear predictor of the counts.\nThe grid cell ID was first used as a random factor to account for repeated measures. However, Markov chains of these model fits did not converge well. We therefore omitted the random factor from the model. To assess the strength of the pseudoreplication that may have arisen by omitting the grid cell ID as a random factor, we estimated the proportion of residual variance that can be explained by among-grid cell variance using normal linear mixed models. This proportion was relatively low for all guilds (wetland birds: 8.1%, woodland birds: 2.6%, open-area birds: 0.7%, aerial birds: <0.1%). We thus considered that pseudoreplication due to repeated measures of grid cells was low in our study. However, we acknowledge in the interpretation of our results that our compatibility intervals (\nAmrhein & Greenland, 2022) may underestimate statistical uncertainty, particularly for wetland birds.\nTo analyze how species richness was related to grazer density, day of year, and habitat characteristics, we used the number of species detected during one survey on each of the 50 × 50 m grid cells as the outcome variable in another GAMM. Similarly to the model for the abundance, here we also used a zero-inflated negative binomial model. We used the same predictors as those used for the analyses of abundance, except that the logarithm of the grid-cell size was used as a covariate instead of an offset. For analyzing species richness, we used the grid cell ID as a random factor, to account for repeated measures in the grid cells. Unlike for the abundance models, Markov chains for the species richness model including cell ID as random factor converged well.\nAll models were fitted using Hamiltonian Monte Carlo methods as implemented in Stan (\nmc-stan.org; Carpenter et al., 2017). We used the R-package brms as an interface to Stan ( Bürkner, 2017). We used the default prior distributions that were optimized for z-transformed predictors and that did not markedly affect the results: the positive range of t (3, −2.3, 2.5) for the intercept of the negative-binomial model, a logistic (0,1) for the intercept of the zero-model, flat priors for all model coefficients, positive range of t (3,0,2.5) for the variance parameters (random effects and coefficients of the smoother), and gamma (0.01, 0.01) for the shape parameter of the negative-binomial model.\nAfter fitting the models, we checked convergence graphically by looking at the Markov chains and using the R-hat value. We further inspected the goodness-of-fit via posterior predictive model checking using the package shinystan (\nGabry, 2017). We compared density distributions of our data with density distributions of data replicated from the models, and we compared means, standard deviation, minimum and maximum of our data with replicated data based on the models. We also checked for spatial correlation by looking at the semi-variance and by visualizing the residuals on a map, and we did not detect conspicuous spatial autocorrelation.\nPosterior predictive model checking revealed that a Poisson distribution or negative binomial distribution did not describe the data distribution well, but zero-inflated negative binomial distributions fitted well to all our response variables.\nResults\nBird counts on the main study site and the control site\nIn total, we made 5,447 observations of individuals of 87 bird species during the entire study (see\n[Table S2](#supp-3) for the species list). On the main (grazed) study site, we surveyed 112 grid cells during a total of 73 surveys between 31 January 2019 and 22 March 2021. During these 73 surveys, we counted 5,104 individual birds.\nFor comparison, we conducted surveys at the (non-grazed) control site during a period of about two months in the breeding season, from the 89th to the 142nd day of the year. On this control site, we surveyed 121 grid cells during seven surveys and compared the number of individuals observed on the control site and the main site during the same period in 2019 (six surveys) and in 2020 (seven surveys). The mean (±SE) number of observed bird individuals per survey per grid cell was 0.93 (±0.14) on the main site, and 0.43 (±0.08) on the control site. Also, the mean species richness (number of observed bird species per survey per grid cell) was higher in the grazed area (0.27 ±0.01) than on the control site (0.18 ± 0.01) during the period of comparison.\nEffects of grazer density, season, and habitat on bird abundance\nIn the following, we describe how the numbers of observations of aerial, open-area, wetland, and woodland bird individuals changed seasonally, in relation to grazer density (i.e., the numbers of GPS positions of grazers per grid cell summed over a 3-week period) and in relation to the habitat characteristics for our main study site.\nAerial-foraging birds\nIn total, we made 831 observations of aerial-foraging bird individuals. Almost all birds of this guild were swallows and swifts that do not breed at the study site (422 Barn swallows, 138 House martins, 269 Common swifts). During spring migration (April and early May), the numbers of individuals in the aerial foraging guild reached a peak, particularly in areas with low grazer density (\n[Figs. 1](#fig-1), [2A](#fig-2) and [2B](#fig-2)). During the rest of the year, there was no obvious relationship between the numbers of aerial-foraging birds and grazer densities ( [Figs. 1](#fig-1), [2B](#fig-2); the apparent increase at high grazer densities on 1 September in [Fig. 2A](#fig-2) had high statistical uncertainty, as indicated by the wide compatibility interval). Aerial birds were observed in similar numbers (average 0.2 individuals per grid cell per survey: see the heatmap contour lines in [Fig. 1](#fig-1)) throughout the whole range of grazer density in the breeding season (April–July).\nThere were slightly more counts of aerial birds on plots with higher proportions of meadow cover (\n[Fig. S2A](#supp-5)). We expected to find more aerial-foraging birds over water bodies, since swallows often forage on insects above water. However, we did not find such a difference when comparing grid cells with and without water bodies. Also, the percentage of coverage in all other habitat categories showed almost no relationship with bird abundance in the aerial-foraging guild ( [Fig. S2A](#supp-5)).\nOpen-area foraging birds\nIn total, we made 2,352 observations of open-area foraging birds. We observed more individuals at grid cells with higher grazer frequencies throughout the year (\n[Figs. 1](#fig-1), [2A](#fig-2)– [2B](#fig-2)). The number of individuals reached its peak in spring and early summer (i.e., during the breeding period; [Figs. 1](#fig-1) and [2](#fig-2)) and this peak was particularly strong with high grazer densities ( [Fig. 2B](#fig-2)).\nThe most frequently observed birds in the open-area foraging guild were Starlings (940 individuals), Skylarks (639), and Pipits (473). Starlings were mostly non-breeding guests and were only present on the study site during spring and summer, while Skylarks were observed both breeding and migrating, and Pipits were migrants and occasional winter visitors. The peak of bird observations of this guild in spring (\n[Fig. 2B](#fig-2)) may, therefore, mainly be shaped by the spring arrival of Starlings.\nWhen investigating the land-cover effects, the number of individuals in the open-area foraging guild slightly decreased with an increasing proportion of bare ground (\n[Fig. S2B](#supp-5)). This probably reflects the fact that in our study site, areas with bare ground were mainly found between and around sapling-covered areas; and sapling cover appeared to negatively affect the numbers of open-area birds ( [Fig. S2B](#supp-5)). Statistical uncertainty (as indicated by the intervals) for the meadow, tree and shrub cover was too high to draw conclusions. There was only a negligible difference in the number of open-area foraging birds between grid cells with and without water bodies ( [Fig. S2B](#supp-5)).\nWetland-foraging birds\nIn total, we made 1,051 observations of wetland-foraging birds, from which the Mute swan (235 individuals), the Mallard (172) and the Tufted duck (140) were the most numerous, all of which bred at or around the study site in low numbers but were mostly non-breeding guests.\nThe number of individuals of wetland species was similar at low and moderate grazer densities and lower at high grazer densities throughout the year (\n[Fig. 1](#fig-1)).\nWhen investigating which land cover type attracted wetland birds, we found that, as expected, birds of this guild were associated with water: we counted about ten times more individuals at grid cells with water bodies than without (\n[Fig. S2C](#supp-5)). The number of individuals slightly decreased with increasing bare ground and sapling cover, while it showed a moderate increase with increasing meadow, shrub, and tree cover ( [Fig. S2C](#supp-5)). This pattern may reflect that in our study site, water bodies were often surrounded by meadows, and there were also some trees and shrubs that grew near these water bodies.\nWoodland-foraging birds\nIn total, we counted 1,213 woodland-foraging birds; the most numerous were the Great tit (281 individuals), the Common chaffinch (183) and the Red-backed shrike (140), all of which bred within or around the study site.\nOverall, there were fewer woodland-foraging birds during the breeding period than during the migration period and during winter (\n[Figs. 1](#fig-1) and [2](#fig-2)). While during the breeding period, numbers of woodland birds were higher at higher grazer densities ( [Figs. 1](#fig-1) and [2A](#fig-2)), during autumn and winter there was a minor increase in bird numbers at lower grazer densities ( [Fig. 1](#fig-1), but statistical uncertainty in [Fig. 2A](#fig-2) for September was high).\nWoodland-associated birds used the different land cover types as expected: woodland birds were more often observed in areas with higher shrub and tree cover (\n[Fig. S2D](#supp-5)), while fewer individuals were observed in areas with a higher cover of bare ground, meadow, and saplings ( [Fig. S2D](#supp-5)). We observed almost no difference between the number of woodland-associated birds in grid cells with or without water bodies ( [Fig. S2D](#supp-5)).\nEffects of grazer density, season, and habitat on the species richness of birds\nWe found species richness to be relatively constant throughout the year, with an average of about 0.3 species counted per grid cell per survey (\n[Fig. 3](#fig-3)).\nIndependently of the land-cover variables included in the model, most species per grid cell were observed at average grazer densities (24.1 GPS positions per grid cell per 3 weeks) on the median day of the study period (1st June), and this pattern was similar for all seasons (\n[Fig. 4](#fig-4) and see [Fig. S3](#supp-6)). However, the pattern at higher grazer densities was unclear due to the large compatibility intervals, at least for the median day of the study period ( [Fig. S3](#supp-6), right side).\nThe number of bird species decreased slightly with increasing cover of bare ground, meadow, and saplings (\n[Figs. 5A](#fig-5)/ [5C](#fig-5)), while it increased with more extensive shrub and tree cover ( [Figs. 5D](#fig-5)/ [5E](#fig-5)) and was also higher in grid cells with water bodies ( [Fig. 5F](#fig-5)).\nDiscussion\nIn this study, we investigated how mixed-species (horse and cattle) grazing at low to moderate intensities was related to the presence of birds in several feeding guilds. We aimed to describe the complex effects of the space use of grazers and the habitat on four bird guilds throughout the year in an alluvial ecosystem restoration site in France.\nIn line with our expectations, we found that the grazed area attracted, on average, more than twice as many individuals and significantly more species (close to double) than the non-grazed area. A similar pattern was observed in a riparian environment concerning livestock grazing in an experimental context (\nNelson, Gray & Evans, 2011). However, to our understanding, our study marks the first attempt to compare areas with and without low-intensity mixed-species grazing in a nature conservation context. Our study also seems to be first in accounting for the spatio-temporal variation of grazer presence inside the grazed area instead of comparing only mean grazing intensities of areas with different numbers of grazers.\nWe found that the bird guild that showed the strongest positive relationship with low-intensity grazing by cattle and horses was the open-area foraging guild. Here, the number of observations was consistently higher at higher grazer density throughout the year. These patterns are likely due to the open habitat maintained by grazers (\nLeal et al., 2019), providing better food availability, prey visibility, and predator detectability for birds foraging in the open ( Buckingham & Peach, 2005; Martin & Possingham, 2005; Cox et al., 2014; Whittingham & Evans, 2004). However, the density of birds associated with open areas in our study site was better explained by grazer density than by land cover (the relationship with grazers was similarly strong year-round, as heatmap colors suggest in [Fig. 1](#fig-1), while the relationship with land-cover variables was less clear, as shown in [Fig. S2B](#supp-5)), suggesting that individuals of this guild closely responded to the actual presence of the grazers rather than to the land cover created by them. Furthermore, the open-area foraging birds were present in our study area year-round, yet in smaller numbers in the autumn and winter periods than in the breeding period. Neilly & Schwarzkopf (2019) similarly pointed out that ground-foraging birds (which are also part of our open-area guild) are, among all guilds, the most responsive to grazers. This may be due to the generally higher insect abundance attracted by cattle and horses ( Dennis et al., 2008; Vickery et al., 2001), or due to the insects flushed from the vegetation following the movement of herbivores ( Källander, 2004). In particular, Starlings are known to associate closely with large herbivores ( Källander, 2004), and this species was also the most abundant in the open-area guild in our study site. After Starlings, the most abundant species in the guild were Skylarks and Pipits, which are known to forage in areas with short and diverse vegetation maintained by grazers ( Buckingham, Peach & Fox, 2006; Chamberlain et al., 1999; Evans et al., 2006; Wakeham-Dawson & Aebischer, 1998). The high abundance of these three species reflects the importance of areas with natural grazing management for the open-area foraging guild.\nWoodland-foraging birds also showed a positive relationship with grazer space use, especially in winter, when they were present in the grazed area in higher numbers than in summer. The seasonal variation in the abundance of woodland birds and their relation to grazers may be explained by the fact that our study site is mainly an open area with few trees and shrubs but is surrounded by old forests. In spring, we observed woodland-associated species such as the Great tit and the Chaffinch breeding in the surrounding forests rather than at our study site, while Red-backed shrikes were breeding on the study site. The insectivorous shrikes usually prefer grazed open areas scattered with shrubs that provide nest sites and hunting perches (\nCeresa et al., 2012) as well as insects associated with grazers ( Brambilla, Rubolini & Guidali, 2007; Vanhinsbergh, 1999), which may explain the positive association of the woodland guild with grazers also during the breeding period. On the other hand, the higher number of woodland-associated birds counted on the study site during autumn and winter reflects that the resident Chaffinches and Great tits, which are predominantly granivorous in winter ( Perkins et al., 2000), often searched for food on the grazed open areas. Leal et al. (2019) reported a similar pattern, and also concluded that woodland birds profit from the activity of grazers opening up the vegetation and thus increasing prey and seed visibility. Similar to our results, Laiolo (2005) found that open areas had greater avian diversity in winter than in spring, hosting woodland birds as well as other guilds.\nUnlike birds associated with open areas and woodlands, the numbers of aerial- and wetland-birds seemed to be relatively independent of the variability of grazer densities at our study site. The guild of aerial-foraging birds did not show a clear association with either grazing or land cover. As suggested by\nNeilly & Schwarzkopf (2019), a reason for this may be that conspicuous responses of bird species to grazing are only to be expected in guilds that forage close to the ground. On the other hand, Willi, Korner-Nievergelt & Grüebler (2011) found that the presence of grazers is likely advantageous for swallows and swifts, due to the high abundance of flying insects in the proximity of large herbivores and Musitelli et al. (2016) similarly proposed a positive effect of high insect abundance around livestock farms on swallows. The overall weak relationship we found between the numbers of aerial-foraging birds and habitat variables may indicate that the distribution of flying insects was relatively even across land-cover types in our study site. Consistent with our findings, Neilly & Schwarzkopf (2019) found that the “abundance of aerial foraging guilds was not influenced by the grazing treatments, vegetation type or habitat variables”. Further research could address the relationship between grazer densities and flying insects, taking differences in land cover into account. However, such an approach may need to account for variables that might be hard to control for, for instance, the effect of wind and temperature on both the habitat use of grazers and the distribution of insects.\nUnsurprisingly, we found that in wetland birds, it was the presence of water rather than grazer density that explained their abundance over the grazed area. Both in the breeding period and in the migration period, we counted more birds of the wetland guild at low grazer densities (\n[Figs. 1](#fig-1) and [2](#fig-2)), but this may also indicate that, at our study site, horses and cattle spent only a small fraction of their time in or around water bodies (L.L. own observation). Also in the UK, Highland cattle in semi-wild conditions spent less than 0.5% of their daily time standing in water, while this behaviour was not at all observed in Konik horses ( Laidlaw, 2018). In our study, it seemed that the primary factor influencing wetland birds was the presence of water within the grid cell rather than the presence of grazers.\nThe positive relationship between meadow cover and the number of bird observations in three of four guilds (the except being woodland birds) and the generally positive relationship between shrub cover and the number of individuals for all four guilds are in line with earlier studies. For example,\nPons et al. (2003) pointed out that grasslands scattered with shrubs are of highest value for bird conservation, since these areas host more individuals and more species than homogenous forested areas.\nOverall species richness showed an optimum at grid cells with low to moderate grazer densities, similar to findings from earlier studies which reported that many bird species favor areas with low-intensity grazing (\nBarzan, Bellis & Dardanelli, 2021). We found the highest species richness in our study site occurred where scattered woody patches and water bodies enriched the open habitats. Since such heterogeneous habitats are structurally complex and rich in resources ( Stein, Gerstner & Kreft, 2014), they can host more individuals and support a greater species diversity ( Srivastava & Lawton, 1998).\nConclusions\nOur results indicate that low-intensity mixed-species grazing fosters both the presence of individuals of birds and their overall species diversity, particularly benefiting the open-area foraging bird guild. Since aerial-, wetland- and woodland birds were also present in high numbers in the grazed area and showed either positive or neutral relationships with grazer density, our findings indicate that low-intensity grazing fulfils the needs of birds with different foraging and breeding ecologies. We therefore conclude that the management of alluvial grasslands with low-intensity cattle and horse grazing resulting in heterogenous environments is a favourable conservation plan for ecosystem restoration and maintenance.\nSupplemental Information\nSupplementary Material\nCriteria for classifying the bird species of our main study area into guilds\nList of species and number of individuals counted on the Rhine island (on the main and control site)\nBird observation transects in the main study site (yellow) and in the control sites (white)\nThe dashed yellow line indicates the fence around the main study site, while the dotted white lines are approximate boundaries of the sampled area (as no fence existed at the time of the surveys).\nAbundance of birds of the four guilds in relation to land cover types\nNumber of individuals (grey dots) and average number of individuals (regression lines, with 95% compatibility intervals represented as dotted lines): (A) aerial foraging birds; (B) open-area foraging birds; (C) wetland-foraging birds; (D) woodland-foraging birds\nNumber of species and average number of species per grid cell in relation to grazer density on the median day of the study period (1st June)\nLeft figure: horizontal boxplots are the number of species per grid cell per survey. Sample sizes refer to the sum of the number of grid cells where the respective number of species was found during the surveys. On the right, the regression line is the average number of species per grid cell, and dotted lines are compatibility intervals",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://doi.org/10.1023%2FA%3A1024191814560",
      "https://doi.org/10.1038%2Fnature14258",
      "https://scholar.google.com/scholar_lookup?title=Influence%20of%20agricultural%20management,%20sward%20structure%20and%20food%20resources%20on%20grassland%20field%20use%20by%20birds%20in%20lowland%20England&author=Atkinson&publication_year=2005",
      "https://cran.r-project.org/web/packages/shinystan/index.html",
      "https://doi.org/10.1098%2Frsbl.2006.0543",
      "https://scholar.google.com/scholar_lookup?title=Stan:%20a%20probabilistic%20programming%20language&author=Carpenter&publication_year=2017",
      "https://doi.org/10.1016%2FS0167-8809%2802%2900175-5",
      "https://doi.org/10.1016%2Fj.agee.2014.04.026",
      "https://doi.org/10.1371%2Fjournal.pone.0103189",
      "https://scholar.google.com/scholar_lookup?title=Natural%20grazing&author=Vermeulen&publication_year=2015",
      "https://doi.org/10.1177%2F02683962221105904",
      "https://doi.org/10.2307%2F2405262",
      "https://doi.org/10.1007%2Fs10336-020-01804-6",
      "https://scholar.google.com/scholar_lookup?title=Habitat%20selection%20in%20birds&author=Cody&publication_year=1985",
      "https://doi.org/10.1016%2Fj.rama.2019.08.005",
      "https://scholar.google.com/scholar_lookup?title=Counting%20birds%20for%20a%20relative%20measure%20(index",
      "https://scholar.google.com/scholar_lookup?title=Alluvial%20meadows%20under%20changing%20management:%20their%20degradation%20and%20restoration&author=Prach&publication_year=2007",
      "https://scholar.google.com/scholar_lookup?title=Habitat%20selection%20in%20birds:%20a%20review&author=Hild%C3%A9n&publication_year=1965",
      "https://scholar.google.com/scholar_lookup?title=Narrowness%20of%20habitat%20selection%20in%20woodland%20and%20grassland%20birds&author=Cunningham&publication_year=2019",
      "https://scholar.google.com/scholar_lookup?title=brms:%20an%20R%20package%20for%20Bayesian%20multilevel%20models%20using%20Stan&author=B%C3%BCrkner&publication_year=2017",
      "https://scholar.google.com/scholar_lookup?title=The%20behaviour%20of%20free-roaming%20herds%20of%20Highland%20cattle%20and%20Konik%20polski%20at%20Wicken%20Fen%20nature%20reserve&author=Laidlaw&publication_year=2018",
      "https://doi.org/10.4141%2FA99-093",
      "https://doi.org/10.1016%2FS0167-8809%2898%2900148-0",
      "https://creativecommons.org/licenses/by/4.0/",
      "https://doi.org/10.1890%2F1051-0761%282001%29011%5B1141%3AGEOBYV%5D2.0.CO%3B2",
      "https://doi.org/10.1016%2FS0006-3207%2801%2900162-8",
      "https://doi.org/10.7717/peerj.17777",
      "https://doi.org/10.1111%2Faec.12663",
      "https://doi.org/10.1080%2F00063659609461025",
      "https://doi.org/10.1890%2F1051-0761%282006%29016%5B1706%3ASHBTBF%5D2.0.CO%3B2",
      "https://doi.org/10.1016%2Fj.biocon.2003.10.013",
      "https://doi.org/10.1080%2F00063657.2012.676623",
      "https://doi.org/10.1080%2F00063650709461471",
      "https://doi.org/10.1111%2Fj.1365-2664.2005.01012.x",
      "https://doi.org/10.2111%2F1551-5028%282005%2958%5B256%3AIOAAFG%5D2.0.CO%3B2",
      "https://doi.org/10.1016%2Fj.agee.2005.06.019",
      "https://scholar.google.com/scholar_lookup?title=Bird%20census%20and%20survey%20techniques&author=Gregory&publication_year=2004",
      "https://doi.org/10.1007%2Fs11258-013-0287-6",
      "https://scholar.google.com/scholar_lookup?title=Dilution%20of%20precision&author=Langley&publication_year=1999",
      "https://doi.org/10.1111%2Fj.1474-919X.2004.00370.x",
      "https://doi.org/10.1111%2Fj.1474-919X.2004.00346.x",
      "https://scholar.google.com/scholar_lookup?title=Rauchschwalben%20Hirundo%20rustica%20brauchen%20Nutztiere,%20Mehlschwalben%20Delichon%20urbicum%20Nisthilfen&author=Willi&publication_year=2011",
      "https://doi.org/10.1007%2FBF00032166",
      "https://scholar.google.com/scholar_lookup?title=Nature%20conservation%20with%20large%20herbivores%20in%20a%20restored%20riparian%20environment&author=Lov%C3%A1sz&publication_year=2022",
      "https://doi.org/10.1111%2Fele.12277",
      "https://scholar.google.com/scholar_lookup?title=The%20impact%20of%20feral%20horses%20on%20grassland%20bird%20communities%20in%20Argentina&author=Zalba&publication_year=2004",
      "https://scholar.google.com/scholar_lookup?title=Differential%20GPS%20explained:%20an%20expos%C3%A9%20of%20the%20surprisingly%20simple%20principles%20behind%20today%E2%80%99s%20most%20advanced%20positioning%20technology&author=Hurn&publication_year=1993",
      "https://scholar.google.com/scholar_lookup?title=Performance%20of%20two%20GPS%20telemetry%20collars%20under%20different%20habitat%20conditions&author=Di%20Orio&publication_year=2003",
      "https://doi.org/10.1007%2Fs11852-013-0239-2",
      "https://doi.org/10.1016%2Fj.agee.2016.11.001",
      "https://doi.org/10.1046%2Fj.1365-2664.2001.00626.x",
      "https://scholar.google.com/scholar_lookup?title=Spatial%20ecology%20observations%20from%20feral%20horses%20equipped%20with%20global%20positioning%20system%20transmitters&author=Hennig&publication_year=2018",
      "https://doi.org/10.2307%2F1938668",
      "https://doi.org/10.1111%2Fj.1365-2664.2007.01378.x",
      "https://doi.org/10.2307%2F1942327",
      "https://scholar.google.com/scholar_lookup?title=LIFE%20and%20Europe%E2%80%99s%20grasslands:%20restoring%20a%20forgotten%20habitat&author=Silva&publication_year=2008",
      "https://scholar.google.com/scholar_lookup?title=The%20ecology%20and%20conservation%20of%20the%20Red-Backed%20Shrike%20Lanius%20collurio%20breeding%20in%20Europe&author=Vanhinsbergh&publication_year=1999",
      "https://scholar.google.com/scholar_lookup?title=Rewilding%20european%20landscapes&author=Pereira&publication_year=2015",
      "https://doi.org/10.1007%2Fs11222-012-9314-z",
      "https://doi.org/10.1186%2Fs13717-019-0204-6",
      "https://doi.org/10.1371%2Fjournal.pone.0132359",
      "https://doi.org/10.1016%2Fj.agee.2016.03.020",
      "https://doi.org/10.1890%2F10-0032.1",
      "https://scholar.google.com/scholar_lookup?title=Rewilding%20horses%20in%20Europe:%20background%20and%20guidelines%20%E2%80%93a%20living%20document&author=Linnartz&publication_year=2014",
      "https://doi.org/10.1016%2Fj.agee.2006.02.007",
      "https://scholar.google.com/scholar_lookup?title=Human%20dimensions%20of%20wild%20equid%20management&author=Linnell&publication_year=2016",
      "https://doi.org/10.1111%2Fgfs.12066",
      "https://scholar.google.com/scholar_lookup?title=Influence%20of%20satellite%20geometry%20and%20differential%20correction%20on%20GPS%20location%20accuracy&author=Dussault&publication_year=2001",
      "https://doi.org/10.21203%2Frs.3.rs-2962219%2Fv2",
      "https://doi.org/10.1007%2Fs004420100737",
      "https://doi.org/10.1016%2Fj.agee.2005.02.006",
      "https://doi.org/10.1111%2Fj.1461-0248.2004.00630.x",
      "https://scholar.google.com/scholar_lookup?title=The%20potential%20role%20of%20large%20herbivores%20in%20nature%20conservation%20and%20extensive%20land%20use%20in%20Europe&author=VanWieren&publication_year=1995",
      "https://doi.org/10.1046%2Fj.1365-2664.1999.00453.x",
      "https://doi.org/10.1016%2FS0006-3207%2899%2900022-1",
      "https://doi.org/10.1007%2Fs10531-016-1087-9",
      "https://www.mc-stan.org",
      "https://doi.org/10.1007%2Fs10531-011-0075-3",
      "https://scholar.google.com/scholar_lookup?title=Guilds,%20functional%20types%20and%20ecological%20groups&author=Wilson&publication_year=1999",
      "https://doi.org/10.1016%2Fj.biocon.2008.02.015",
      "https://scholar.google.com/scholar_lookup?title=Counting%20birds%20in%20New%20Zealand%20forests&author=Dawson&publication_year=1975",
      "https://doi.org/10.1016%2Fj.baae.2021.08.007",
      "https://scholar.google.com/scholar_lookup?title=Grazing%20improves%20habitat%20suitability%20for%20many%20ground%20foraging%20birds%20in%20Mediterranean%20wooded%20grasslands&author=Leal&publication_year=2019",
      "https://doi.org/10.1016%2FS0006-3207%2800%2900042-2",
      "https://doi.org/10.7717%2Fpeerj.10657",
      "https://doi.org/10.3161%2F068.041.0111",
      "https://scholar.google.com/scholar_lookup?title=Effects%20of%20moose%20movement%20and%20habitat%20use%20on%20GPS%20collar%20performance&author=Moen&publication_year=1996",
      "https://scholar.google.com/scholar_lookup?title=Grazing%20ecology%20and%20forest%20history&author=Vera&publication_year=2000",
      "https://doi.org/10.34080%2Fos.v14.22795",
      "https://doi.org/10.1079%2FASC50700199",
      "https://scholar.google.com/scholar_lookup?title=Bird%20census%20techniques&author=Bibby&publication_year=2000",
      "https://doi.org/10.1086%2F286187",
      "https://doi.org/10.1016%2Fj.agee.2021.107710",
      "https://doi.org/10.1007%2Fs10531-006-9135-5",
      "https://scholar.google.com/scholar_lookup?title=Introduction%20to%20distance%20sampling:%20estimating%20abundance%20of%20biological%20populations&author=Buckland&publication_year=2001",
      "https://scholar.google.com/scholar_lookup?title=Semi-natural%20grasslands%20in%20Europe%20today&author=Emanuelsson&publication_year=2008",
      "https://doi.org/10.1111%2Fj.1523-1739.2005.004376.x",
      "https://www.scholar.google.com/scholar_lookup?title=Spatial%20ecology%20observations%20from%20feral%20horses%20equipped%20with%20global%20positioning%20system%20transmitters&author=Hennig&publication_year=2018",
      "https://www.scholar.google.com/scholar_lookup?title=Rewilding%20european%20landscapes&author=Pereira&publication_year=2015",
      "https://www.scholar.google.com/scholar_lookup?title=Bird%20census%20techniques&author=Bibby&publication_year=2000",
      "https://www.doi.org/10.1111%2Fj.1365-2664.2007.01378.x",
      "https://www.doi.org/10.21203%2Frs.3.rs-2962219%2Fv2",
      "https://www.doi.org/10.7717%2Fpeerj.10657",
      "https://www.doi.org/10.1038%2Fnature14258",
      "https://www.doi.org/10.1111%2Fele.12277",
      "https://www.cran.r-project.org/web/packages/shinystan/index.html",
      "https://www.scholar.google.com/scholar_lookup?title=Performance%20of%20two%20GPS%20telemetry%20collars%20under%20different%20habitat%20conditions&author=Di%20Orio&publication_year=2003",
      "https://www.doi.org/10.1111%2Fj.1365-2664.2005.01012.x",
      "https://www.scholar.google.com/scholar_lookup?title=Alluvial%20meadows%20under%20changing%20management:%20their%20degradation%20and%20restoration&author=Prach&publication_year=2007",
      "https://www.doi.org/10.2307%2F1942327",
      "https://www.doi.org/10.1016%2FS0006-3207%2899%2900022-1",
      "https://www.doi.org/10.1016%2FS0006-3207%2800%2900042-2",
      "https://www.scholar.google.com/scholar_lookup?title=Differential%20GPS%20explained:%20an%20expos%C3%A9%20of%20the%20surprisingly%20simple%20principles%20behind%20today%E2%80%99s%20most%20advanced%20positioning%20technology&author=Hurn&publication_year=1993",
      "https://www.doi.org/10.1371%2Fjournal.pone.0103189",
      "https://www.scholar.google.com/scholar_lookup?title=Nature%20conservation%20with%20large%20herbivores%20in%20a%20restored%20riparian%20environment&author=Lov%C3%A1sz&publication_year=2022",
      "https://www.scholar.google.com/scholar_lookup?title=Habitat%20selection%20in%20birds&author=Cody&publication_year=1985",
      "https://www.scholar.google.com/scholar_lookup?title=Grazing%20ecology%20and%20forest%20history&author=Vera&publication_year=2000",
      "https://scholar.google.com/scholar_lookup",
      "https://www.doi.org/10.1046%2Fj.1365-2664.2001.00626.x",
      "https://www.doi.org/10.1111%2Fgfs.12066",
      "https://www.scholar.google.com/scholar_lookup?title=Introduction%20to%20distance%20sampling:%20estimating%20abundance%20of%20biological%20populations&author=Buckland&publication_year=2001",
      "https://www.scholar.google.com/scholar_lookup?title=Rewilding%20horses%20in%20Europe:%20background%20and%20guidelines%20%E2%80%93a%20living%20document&author=Linnartz&publication_year=2014",
      "https://www.doi.org/10.1007%2Fs10531-011-0075-3",
      "https://www.doi.org/10.1023%2FA%3A1024191814560",
      "https://www.scholar.google.com/scholar_lookup?title=Dilution%20of%20precision&author=Langley&publication_year=1999",
      "https://www.doi.org/10.2307%2F2405262",
      "https://www.scholar.google.com/scholar_lookup?title=Narrowness%20of%20habitat%20selection%20in%20woodland%20and%20grassland%20birds&author=Cunningham&publication_year=2019",
      "https://www.doi.org/10.1016%2FS0006-3207%2801%2900162-8",
      "https://www.doi.org/10.2111%2F1551-5028%282005%2958%5B256%3AIOAAFG%5D2.0.CO%3B2",
      "https://www.scholar.google.com/scholar_lookup?title=The%20ecology%20and%20conservation%20of%20the%20Red-Backed%20Shrike%20Lanius%20collurio%20breeding%20in%20Europe&author=Vanhinsbergh&publication_year=1999",
      "https://www.doi.org/10.1111%2Fj.1474-919X.2004.00346.x",
      "https://www.scholar.google.com/scholar_lookup?title=Influence%20of%20satellite%20geometry%20and%20differential%20correction%20on%20GPS%20location%20accuracy&author=Dussault&publication_year=2001",
      "https://www.doi.org/10.1890%2F1051-0761%282006%29016%5B1706%3ASHBTBF%5D2.0.CO%3B2",
      "https://www.scholar.google.com/scholar_lookup?title=The%20potential%20role%20of%20large%20herbivores%20in%20nature%20conservation%20and%20extensive%20land%20use%20in%20Europe&author=VanWieren&publication_year=1995",
      "https://www.doi.org/10.1016%2Fj.agee.2016.11.001",
      "https://www.doi.org/10.1111%2Fj.1523-1739.2005.004376.x",
      "https://www.doi.org/10.1007%2Fs10531-016-1087-9",
      "https://www.scholar.google.com/scholar_lookup?title=Stan:%20a%20probabilistic%20programming%20language&author=Carpenter&publication_year=2017",
      "https://www.doi.org/10.1016%2Fj.agee.2006.02.007",
      "https://www.doi.org/10.1007%2Fs10531-006-9135-5",
      "https://www.doi.org/10.1098%2Frsbl.2006.0543",
      "https://www.doi.org/10.1086%2F286187",
      "https://www.doi.org/10.1007%2Fs11222-012-9314-z",
      "https://www.scholar.google.com/scholar_lookup?title=Counting%20birds%20for%20a%20relative%20measure%20(index",
      "https://www.doi.org/10.1007%2Fs004420100737",
      "https://www.scholar.google.com/scholar_lookup?title=Influence%20of%20agricultural%20management,%20sward%20structure%20and%20food%20resources%20on%20grassland%20field%20use%20by%20birds%20in%20lowland%20England&author=Atkinson&publication_year=2005",
      "https://www.doi.org/10.1007%2Fs11852-013-0239-2",
      "https://www.doi.org/10.4141%2FA99-093",
      "https://www.doi.org/10.1080%2F00063659609461025",
      "https://www.doi.org/10.1177%2F02683962221105904",
      "https://www.doi.org/10.1016%2Fj.biocon.2008.02.015",
      "https://www.doi.org/10.3161%2F068.041.0111",
      "https://www.scholar.google.com/scholar_lookup?title=Rauchschwalben%20Hirundo%20rustica%20brauchen%20Nutztiere,%20Mehlschwalben%20Delichon%20urbicum%20Nisthilfen&author=Willi&publication_year=2011",
      "https://www.scholar.google.com/scholar_lookup?title=Semi-natural%20grasslands%20in%20Europe%20today&author=Emanuelsson&publication_year=2008",
      "https://www.scholar.google.com/scholar_lookup?title=brms:%20an%20R%20package%20for%20Bayesian%20multilevel%20models%20using%20Stan&author=B%C3%BCrkner&publication_year=2017",
      "https://www.doi.org/10.1079%2FASC50700199",
      "https://www.doi.org/10.1016%2Fj.agee.2005.06.019",
      "https://www.doi.org/10.1007%2Fs10336-020-01804-6",
      "https://www.doi.org/10.1080%2F00063657.2012.676623",
      "https://www.doi.org/10.1890%2F1051-0761%282001%29011%5B1141%3AGEOBYV%5D2.0.CO%3B2",
      "https://www.doi.org/10.1016%2Fj.agee.2005.02.006",
      "https://www.doi.org/10.1080%2F00063650709461471",
      "https://www.scholar.google.com/scholar_lookup?title=LIFE%20and%20Europe%E2%80%99s%20grasslands:%20restoring%20a%20forgotten%20habitat&author=Silva&publication_year=2008",
      "https://www.doi.org/10.34080%2Fos.v14.22795",
      "https://www.scholar.google.com/scholar_lookup?title=The%20behaviour%20of%20free-roaming%20herds%20of%20Highland%20cattle%20and%20Konik%20polski%20at%20Wicken%20Fen%20nature%20reserve&author=Laidlaw&publication_year=2018",
      "https://www.scholar.google.com/scholar_lookup?title=Habitat%20selection%20in%20birds:%20a%20review&author=Hild%C3%A9n&publication_year=1965",
      "https://mc-stan.org",
      "https://www.doi.org/10.1111%2Faec.12663",
      "https://www.creativecommons.org/licenses/by/4.0/",
      "https://www.scholar.google.com/scholar_lookup?title=Natural%20grazing&author=Vermeulen&publication_year=2015",
      "https://www.scholar.google.com/scholar_lookup?title=Bird%20census%20and%20survey%20techniques&author=Gregory&publication_year=2004",
      "https://www.doi.org/10.1016%2Fj.agee.2021.107710",
      "https://www.doi.org/10.7717/peerj.17777",
      "https://www.doi.org/10.1016%2FS0167-8809%2802%2900175-5",
      "https://www.scholar.google.com/scholar_lookup?title=Grazing%20improves%20habitat%20suitability%20for%20many%20ground%20foraging%20birds%20in%20Mediterranean%20wooded%20grasslands&author=Leal&publication_year=2019",
      "https://www.doi.org/10.1016%2Fj.rama.2019.08.005",
      "https://www.doi.org/10.1890%2F10-0032.1",
      "https://www.doi.org/10.1111%2Fj.1474-919X.2004.00370.x",
      "https://www.doi.org/10.1016%2Fj.baae.2021.08.007",
      "https://www.doi.org/10.1111%2Fj.1461-0248.2004.00630.x",
      "https://www.doi.org/10.1016%2Fj.agee.2016.03.020",
      "https://www.doi.org/10.1046%2Fj.1365-2664.1999.00453.x",
      "https://creativecommons.org/licenses/by/4.0",
      "https://www.doi.org/10.1016%2FS0167-8809%2898%2900148-0",
      "https://www.doi.org/10.1007%2FBF00032166",
      "https://www.scholar.google.com/scholar_lookup?title=Counting%20birds%20in%20New%20Zealand%20forests&author=Dawson&publication_year=1975",
      "https://www.scholar.google.com/scholar_lookup?title=Guilds,%20functional%20types%20and%20ecological%20groups&author=Wilson&publication_year=1999",
      "https://www.scholar.google.com/scholar_lookup?title=Effects%20of%20moose%20movement%20and%20habitat%20use%20on%20GPS%20collar%20performance&author=Moen&publication_year=1996",
      "https://www.doi.org/10.1186%2Fs13717-019-0204-6",
      "https://www.doi.org/10.1016%2Fj.agee.2014.04.026",
      "https://www.doi.org/10.1016%2Fj.biocon.2003.10.013",
      "https://www.doi.org/10.2307%2F1938668",
      "https://www.scholar.google.com/scholar_lookup?title=Human%20dimensions%20of%20wild%20equid%20management&author=Linnell&publication_year=2016",
      "https://www.scholar.google.com/scholar_lookup?title=The%20impact%20of%20feral%20horses%20on%20grassland%20bird%20communities%20in%20Argentina&author=Zalba&publication_year=2004",
      "https://www.doi.org/10.1371%2Fjournal.pone.0132359",
      "https://www.doi.org/10.1007%2Fs11258-013-0287-6"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "konik",
          "sentiment": "none"
        },
        {
          "name": "fernanda michalski",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "]research station petite camargue alsacienne",
          "sentiment": "none"
        },
        {
          "name": "]department of environmental sciences",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saint louis",
          "sentiment": "none"
        },
        {
          "name": "universität basel",
          "sentiment": "none"
        },
        {
          "name": "basel",
          "sentiment": "none"
        },
        {
          "name": "equid",
          "sentiment": "none"
        },
        {
          "name": "ettiswil",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        },
        {
          "name": "highland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T11:25:33.792+03:00",
    "updated": "2024-07-19T11:25:33.792+03:00"
  }
]