[
  {
    "uuid": "9ae01b9df8b38f7305291cc9378954a3b90bc9ef",
    "url": "https://www.aol.com/sports/derrick-henry-likely-finished-tennessee-213133581.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2024-01-07T21:31:00Z",
    "title": "Derrick Henry, likely finished in Tennessee, says goodbye to Titans fans after win",
    "text": "Derrick Henry, likely finished in Tennessee, says goodbye to Titans fans after win Derrick Henry gave Tennessee Titans fans some great memories over his eight seasons with the team. The city of Nashville seems to have given Henry plenty of great memories too. Henry will be a free agent after this season, and he's unlikely to return to the Titans. He has acknowledged that probability often late this season. After the Titans [won 28-20](https://sports.yahoo.com/jaguars-blow-playoff-chance-in-loss-to-titans-clinching-postseason-berths-for-bills-steelers-205744397.html) over the Jacksonville Jaguars in their final game, Henry took a microphone and thanked Titans fans. It's fairly rare for a player to address the crowd after a game, but Henry is a rare player. Henry had 153 yards and a touchdown in what was almost assuredly his final game with the Titans. In a heartfelt message, Henry thanked Titans fans for \"the greatest eight years of my life,\" and said he appreciated them supporting him through the ups and the downs. There were a lot more ups than downs, including a 2,000-yard rushing season in 2020, one of his two NFL rushing titles. \"Hopefully I was an inspiration to all the young kids,\" Henry said. \" [@Titans]fans... Thank you for the greatest 8 years of my life.\" 👑💙 [@KingHenry_2] [pic.twitter.com/3CpEHq4PiC] — NFL (@NFL) [January 7, 2024] Henry represented the Titans well from when he was a second-round pick, following his Heisman Trophy season at Alabama, until his final game. Henry just turned 30 and is nearing the end of his career. He can help his next team on a short-term deal starting next season. Whatever happens, he'll be welcomed back in Tennessee. It seems the feeling is mutual.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://sports.yahoo.com/jaguars-blow-playoff-chance-in-loss-to-titans-clinching-postseason-berths-for-bills-steelers-205744397.html)",
      "https://www.sports.yahoo.com/jaguars-blow-playoff-chance-in-loss-to-titans-clinching-postseason-berths-for-bills-steelers-205744397.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derrick henry gav",
          "sentiment": "negative"
        },
        {
          "name": "derrick henry",
          "sentiment": "negative"
        },
        {
          "name": "henry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "titans",
          "sentiment": "negative"
        },
        {
          "name": "jacksonville jaguars",
          "sentiment": "none"
        },
        {
          "name": "tennessee titans",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:04:29.160+02:00",
    "updated": "2024-01-08T00:04:29.160+02:00"
  },
  {
    "uuid": "e2d3070e408a2e808dcc1ec24db1723ce8385759",
    "url": "https://www.app.com/story/news/local/2024/03/22/saturdays-storm-a-washout-with-flooding-possible/73067874007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2024-03-22T00:00:00Z",
    "title": "Saturday's storm a ‘washout’, with flooding possible",
    "text": "[Jenna Calderón](/staff/10267050002/jenna-caldern/) A storm Saturday will bring a few inches of rain, some potential flooding and a full day of gloom to the Shore, according to weather officials. Rain will begin in the early morning hours, according to the National Weather Service, who has issued a flood watch for both Monmouth and Ocean counties starting at 4 a.m. Saturday to 8 a.m. Sunday. Steven DiMartino, certified digital meteorologist from NYNJPA Weather, said rain will start to break out after 2 a.m., but will become widespread by 6 a.m., continuing throughout most of the day. \"Saturday is definitely a wash out,\" he said. Lee Robertson, a meteorologist with the weather service, said rain will reach between two to three inches, and up to four in some areas. DiMartino predicts the areas that get hit the hardest will see around two to three inches, but one to two inches on average throughout the region. \"I think 3 inches is a cap, and that's going to be more of an isolated threat,\" DiMartino said. He said the heaviest rainfall will be around 2 p.m. through 6 p.m., and by 8 p.m. things will dry out. Local creeks and streams will likely see some rises from the rainfall, along with some decent flooding in urban areas with poor drainage, according to Robertson. DiMartino stressed the impact the storm will have on travel. \"There's going to be major ponding on the roadways, major hydroplaning issues,\" he said. \"And in that [heavy rain] period, visibility is going to be below two miles.\" Sunday will be dry and sunny, but windy, according to the National Weather Service, with winds in the 30 to 35 mph range. \"[It's] is going to be seasonable chilly, but beautiful,\" DiMartino said. Robertson said coastal flooding is possible from Sunday to Monday due to the strong winds from the northeast. Jenna Calderón covers breaking news and cold cases in Monmouth and Ocean counties. Before coming to the Press, she covered The Queen City for Cincinnati Magazine in Ohio. Contact her at 330-590-3903; jcalderon@gannettnj.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.facebook.com/dialog/feed?app_id=${window.ga_data.site.facebook.appid}&redirect_uri=${window.location.href}&link=${url}&name=${encodeURIComponent(headline)}`);",
      "https://twitter.com/intent/tweet?text=${text}",
      "https://www.facebook.com/dialog/feed",
      "https://facebook.com/dialog/feed?app_id=${window.ga_data.site.facebook.appid}&redirect_uri=${window.location.href}&link=${url}&name=${encodeURIComponent(headline)}`);",
      "https://www.twitter.com/intent/tweet?text=${text}",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dimartino",
          "sentiment": "none"
        },
        {
          "name": "lee robertson",
          "sentiment": "none"
        },
        {
          "name": "steven dimartino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jenna calderón asbury park press",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "ocean",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "monmouth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-23T00:07:41.587+02:00",
    "updated": "2024-03-23T06:01:16.920+02:00"
  },
  {
    "uuid": "8b5175cec138f04ed850cc2b256a51bfbfb424d3",
    "url": "https://electronicintifada.net/content/longest-four-days-my-life/43256",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Khuloud Rabah Sulaiman",
    "published": "2023-12-28T20:42:00Z",
    "title": "The longest four days of my life | The Electronic Intifada",
    "text": "The longest four days of my life Khuloud Rabah Sulaiman The Electronic Intifada 28 December 2023\nRafah, Gaza’s southermost city, has been attacked repeatedly by Israel.\nAbed Rahim Khatib DPA via ZUMA Press On 14 December, the communications network in Gaza was shut down .\nAt 7 pm that day, I was on a call with my colleague Mohammed Salem .\nMohammed is a photojournalist who is now in Egypt.\nI was talking to him about his experience of living outside Gaza, of being away from his family and loved ones here.\nI was planning to write an article based on our conversation, which ended because of the blackout.\nMy first reaction was to smile. Being left without an internet connection meant I could get some rest from the news.\nI quickly felt guilty about that reaction.\nTo be honest, I was sick of seeing how the world had been silent – for 70 days at that point.\nSilent about the constant barbarism of the Israeli occupation toward my people.\nSilent about the torture, detentions, massive destruction and genocide.\nI was sick of hearing Arab and other governments, as well as some international bodies, asking for a ceasefire, without putting pressure on Israel or taking any real action.\nAfter an hour of being disconnected from the internet, my 10-year-old nephew Ahmad rushed towards me and asked, “Do you have a signal on your iPhone? Or has it vanished once again?”\nI smiled and said, “My iPhone signal has gone away. The internet has already been interrupted. And I’m not getting any phone calls or messages.”\nAhmad asked me what was happening.\n“The Israeli occupation has deliberately damaged the networks just to separate us from the world,” I said.\nRed lights While we were talking, Ahmad and I saw red lights flashing. Then we heard the missiles fall to the ground and explode.\nAs soon as we saw the red lights, we covered our ears.\nOnce the explosions had stopped, I rushed to turn on the radio so that I could find out what the targets were.\nThe targets were a mosque and two adjacent multi-story buildings in our neighborhood.\nAt 9 pm, we were again listening to the radio news, when we heard more explosions.\nThe light in our apartment grew dimmer until it turned off.\nMy brother-in-law goes to a school each day to charge our phones and the battery for the light. But he had been unable to do so that day.\nFor a few minutes, there was a terrifying darkness. We could not see each other.\nThen, we were surprised by a strong light coming from my dad. He had his flashlight.\nFortunately, my dad had charged it at the mosque.\nWe got back listening to the news.\nSuddenly I felt the drone buzzing around us was flying at a very low height. It felt as if it was just over my head.\nAfter a while, an F-16 warplane began to fly around for an hour or so until I heard six consecutive explosions. The explosions shook our apartment and lit it up.\nSome shrapnel flew toward us. Some pieces of the asbestos roof fell in.\nMiraculously we were not hit. From the radio, we learned that the targets were nearby houses and mosques.\nTwo hours later, I heard Israeli tanks starting to fire shells from one direction. Israel’s naval forces started firing from another direction.\nOur rented apartment is a 20 minute walk from the beach in Rafah, Gaza’s southernmost city.\nThe shelling from the naval vessels got more intense and closer as the night continued. I feared that we would be struck.\nAfter that, we could hear fighting between the Israeli military and the Palestinian resistance.\nI got so scared that I imagined death was imminent. I quickly turned to the Quran seeking solace and protection.\nI kept reciting verses until the neighborhood went completely quiet.\nThe silence didn’t take away my fear.\nI continued to shiver. I was worried that my family would end up under the rubble, that we wouldn’t be able to contact emergency services for help.\nI am shocked by what happened to the extended family of Fares Alghoul, a journalist I know.\nHe received a call about an attack on his relatives. As the internet went down moments later, he had to wait until it was reconnected the following day for further details.\nTens of his relatives were trapped under the rubble when Israel carpetbombed Beach refugee camp in Gaza City. Neighbors were unable to contact the emergency services because of the communications blackout.\nBefore going to bed, I performed salah for our protection and recited some prayers. It was the only way I could sleep in peace.\nRelief The internet blackout earlier this month lasted for four days.\nI was very worried about my two uncles, who had stayed in Gaza City after persuading their children to move south.\nI spoke with them a few hours before the internet blackout. They told me that Israel had tanks and bulldozers in their area.\nSome nearby schools were stormed and the Israelis were detaining many displaced people.\nThe call ended abruptly. I tried to call them back but there was no reply.\nThroughout the internet blackout, I prayed for my uncles’ protection. And as soon as the internet was back, I made sure to be in constant touch with them.\nTheir neighborhood has been bombed nonstop.\nMost of the tall buildings in it have been leveled, as have many smaller houses and shops. The house where my uncles live is still standing – so far.\nAfter four days without internet access my nephew Ahmad rushed to tell me that the networks were back in action. I immediately called one of my uncles.\nIt was a major relief to hear his voice.\nHe explained why the phone call had ended abruptly a few days earlier.\nMy uncle had hung up on me because the Israelis had launched an attack in the area where he was. “Miraculously, we fled the house and went to a safer place,” he said.\nThose four days without internet access were the longest four days of my life. It felt like a year passed during them.\nWe waited anxiously the whole time for the networks to be reconnected.\nJust one day after the networks were back, they were disconnected once again.\nOnce again, I was unable to contact my uncles.\nBefore the internet outage this month, I had actually found a way to beat the blackouts.\nMy hero Mirna El Helbawi – an Egyptian activist – has helped me and many others by obtaining eSIM cards. They mean we can use the internet via foreign internet networks.\nTo use the eSIM cards, I have to go into the center of Rafah. It’s about 30 minutes on foot from our apartment.\nSometimes, my parents will not allow me to go into the center of Rafah, even for work. If they hear of explosions in the area, they feel it is too dangerous.\nI respect their fears.\nDuring those four long days of the internet blackout this month, I had no choice but to wait until the networks were back.\nKhuloud Rabah Sulaiman is a journalist living in Gaza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://widerimage.reuters.com/photographer/mohammed-salem",
      "https://www.theguardian.com/world/2023/nov/12/relatives-count-cost-gaza-airstrikes-israeli-missiles-apartment-blocks-survivors",
      "https://english.wafa.ps/Pages/Details/140084",
      "https://www.gazaesims.com/",
      "https://www.gazaesims.com",
      "https://www.widerimage.reuters.com/photographer/mohammed-salem",
      "https://theguardian.com/world/2023/nov/12/relatives-count-cost-gaza-airstrikes-israeli-missiles-apartment-blocks-survivors",
      "https://www.english.wafa.ps/Pages/Details/140084",
      "https://gazaesims.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khuloud rabah sulaiman",
          "sentiment": "negative"
        },
        {
          "name": "raf",
          "sentiment": "negative"
        },
        {
          "name": "abed rahim khatib",
          "sentiment": "none"
        },
        {
          "name": "mohammed salem",
          "sentiment": "none"
        },
        {
          "name": "mohammed",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "electronic intifada",
          "sentiment": "negative"
        },
        {
          "name": "zuma press",
          "sentiment": "none"
        },
        {
          "name": "dpa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:30.579+02:00",
    "updated": "2023-12-29T02:36:17.458+02:00"
  },
  {
    "uuid": "5c1997e68e4d102bf4c6b634901540e6ec2e1bf4",
    "url": "https://www.adgully.com/i-have-never-hosted-a-show-like-this-pratik-gandhi-140439.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adgully Bureau",
    "published": "2023-12-29T00:00:00Z",
    "title": "“I have never hosted a show like this”: Pratik Gandhi - Adgully.com",
    "text": "Amazon miniTV, Amazon’s free video streaming service, recently released the second installment of its crime thriller anthology series - Crimes Aaj Kal . Produced by Optimystix Entertainment and directed by Subbu Iyer, the series focuses on showcasing the shocking incidents of crime that involve the youth of India, either as perpetrators or as victims. Hosted by versatile actor Pratik Gandhi, the show warns viewers about the crimes happening in their very own neighbourhood and sheds light on how they can safeguard themselves against them.\nAs Crimes Aaj Kal 2 marks Pratik Gandhi ’s debut as a host, the actor candidly spoke about his experience donning the host’s hat for the show. He said, “ Crimes Aaj Kal season 2 marked my first on-screen anchoring experience. I have hosted poetry shows and engaged in stage anchoring before, but I have never hosted a show like this on screen. It posed a new challenge for me. It required significant effort to prepare for a role that I had never undertaken. Initially, narrating the plot and presenting different criminal stories was tough. But, as actors, it is our job to embrace new roles. So, I approached it without overthinking and gave it my best shot as I love to explore challenging opportunities.”\nCrimes Aaj Kal S2 is streaming now for free on Amazon miniTV, available on Amazon’s shopping app, Fire TV, and Play Store.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aaj kal",
          "sentiment": "none"
        },
        {
          "name": "subbu iyer",
          "sentiment": "none"
        },
        {
          "name": "pratik gandhi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pratik gandhi - adgully.com amazon",
          "sentiment": "negative"
        },
        {
          "name": "optimystix entertainment",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "amazon",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:16:36.324+02:00",
    "updated": "2023-12-29T07:16:36.324+02:00"
  },
  {
    "uuid": "77f46f6a7e60ef733e34c563dfe1ac434e17c921",
    "url": "https://www.newsbytesapp.com/news/lifestyle/enchanting-forest-fables-for-nature-lovers/story",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anujj Trehaan",
    "published": "2024-07-19T07:54:00Z",
    "title": "Enchanting forest fables for nature lovers",
    "text": "Enchanting forest fables for nature lovers Forests, full of fascination and mystery, inspire countless stories exploring their depths, inhabitants, and the lessons they teach. For those deeply connected to nature, forest fables offer a special mix of entertainment and wisdom. These stories captivate the imagination and instill a deeper appreciation for the natural world. Here are some enchanting forest fables that are ideal for nature lovers of all ages. 'The Wind in the Willows' The Wind in the Willows by Kenneth Grahame transports readers to the lush English countryside. It chronicles the adventures of Mole, Rat, Badger, and Toad, delving into themes of friendship, curiosity, and respect for nature. Its vivid depictions of the setting deeply immerse readers, making them feel as if they are wandering through enchanting forests and along serene rivers themselves. 'Where the Forest Meets the Stars' Where the Forest Meets the Stars by Glendy Vanderah unfolds in a mysterious woodland setting where an ornithologist finds a strange child claiming to be from another world. As they bond over their love for nature's wonders, they embark on an emotional journey that reveals healing powers hidden in the forest. This book beautifully combines elements of magic realism with heartfelt storytelling. 'The Hidden Life of Trees' The Hidden Life of Trees by Peter Wohlleben isn't a traditional fable but provides insights into tree communication, mutual support, and survival in forests. With accessible language and anecdotes, Wohlleben changes how we view forests—seeing them as communities, not just collections of plants. This enlightening book deepens our connection with nature, inviting us to see the forest with new eyes. 'Overstory' Overstory by Richard Powers intertwines stories linked by deep connections to trees and forests. This [Pulitzer Prize](https://www.newsbytesapp.com/news/world/pulitzer-prize) winner explores human impacts on natural landscapes across generations, highlighting destruction and restoration. It prompts reflection on our environmental impact and inspires hope through themes of resilience and rebirth. A compelling read that positions forests as central to its narrative, offering profound insights for nature lovers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "glendy vanderah",
          "sentiment": "none"
        },
        {
          "name": "badger",
          "sentiment": "none"
        },
        {
          "name": "kenneth grahame",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T13:31:22.534+03:00",
    "updated": "2024-07-19T13:31:22.534+03:00"
  }
]