[
  {
    "uuid": "aa64785c9fe8c64229311f8799a1951014c9e266",
    "url": "https://www.lionsroar.com/poetry-as-spiritual-practice",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shin Yu Pai",
    "published": "2024-05-31T14:00:00Z",
    "title": "Poetry as Spiritual Practice",
    "text": "Everything Blends Together to Form Its Own Coherence\nBy Shin Yu Pai\nMy earliest connection to Buddhism came through poetry. Growing up in a Taiwanese immigrant household without consistent ritual or practice, I learned social values through my father quoting Confucius and Chinese classical poems. Though he claimed we descended from a lineage of poets beginning with Pai Chu-I, Chinese culture always felt abstract for me.\nIn my teens, I encountered the Eastern wisdom-infused writings of Beat poets: Gary Snyder, Joanne Kyger, Jack Kerouac. At Boston University, I learned the songs of Milarepa, alongside translations of Ryokan, Dogen’s Moon in a Dew Drop, and Izumi Shikibu. The convergence between Buddhist worldviews and poetic practice resonated with my beliefs on the possibilities of merging artistic and spiritual perspectives.\nWhen I studied poetics at Naropa University, I expressed my discomfort to my program director about the very white environment. They advised me to “meditate more”—basically, be less attached to my racial identity. Since then, I’ve resisted aligning with any single Buddhist community that cannot acknowledge race.\n“There is no separation between poetry, meditation practice, and life itself.” —Shin Yu Pai\nAt Naropa, I also learned practical applications of meditation and its expressions through creative practices, particularly Japanese tea—an aesthetic and spiritual practice bringing together poetry, flowers, pottery, and performance. I realized the boundaries between the spiritual and creative are permeable: one can bring a tea heart into any undertaking.\nAfter taking refuge vows with Gangteng Tulku Rinpoche and taking bodhisattva vows with His Holiness the Dalai Lama, I returned to my parents’ motherland to visit Taiwanese temples. Within these sacred halls, I saw Daoist deities co-existing alongside Buddhist icons: everything blending together to form its own coherence.\nI’ve written poems on practice, capturing where the mind wanders and rests. I’ve written about observing Rohatsu, the anniversary of the Buddha’s enlightenment, which is commemorated by a long and challenging sit. Now that I have a child, even under the best of circumstances, I cannot participate in this intensive multi-day practice. But my creative practices, involving repetitious movements and coming into somatic awareness, are versions of prostration or supplication. Sometimes, it is cutting hundreds of versions of the same image in paper. Other times, it is making a recipe from memory. Chanting and singing are somatic practices that ground me in an embodied and authentic voice: sensing the breath moving through the body as it forms around syllables, consonants, vowels, feelings, or colors.\nMy experimental talk-poem performance, Anything Can Go Wrong, At Any Time, incorporates casting clay tsa-tsas—Buddhist reliquary objects—with monologue. The narrator discusses sitting with the Zen sangha at Seattle University in St. Ignatius Chapel, a breathtaking architectural gem. She is distracted, both by the unique beauty of the space at twilight and by the presence of a man she desires.\nMy speaker struggles with being asked to give a dharma talk by the white male sangha leader. It’s true that he wishes to run a democratic sangha free of power structures, but the speaker also knows that with her providing a talk from her Asian American convert Buddhist perspective, he is no longer under pressure to prepare a weekly dharma talk. She ruminates on other Asian American Buddhist poets, like EJ Koh and Ocean Vuong, who are lionized and revered for being “good Buddhists.” She is convinced she falls into the categories of “bad Asian” and “bad Buddhist.”\nHalf of the talk-poem takes place as the speaker shapes clay into a bronze mold to create miniature stupas. She oils the mold, presses and compacts clay into the form, and then releases the clay shape, placing the finished stupas on a tabletop as she continues discussing the risks and instability of ceramic pieces going through the fire. There is only a fantasy of control—everything can shatter in an instant.\nMy poems also contemplate ancient relics like the giant buddha statues destroyed by the Taliban in the Bamiyan Valley and black market buddhas circulating on the global art market. I’m inspired by light artist Hiro Yamamoto’s mission to restore and reanimate the Bamiyan buddhas in a profound act of ephemerality and impermanence.\nMy poems cultivate compassion for all sentient beings, human and non-human, in an exploration of interspecies loneliness. Many days, I write a three-line haiku which reflects my desire to distill a fleeting moment before it passes. These poems\n[—]filled with flowers, dogs, seasonal references, small children, holidays, aging, and my husband—are glimpses into my state of mind.\nRecently, I’ve turned these haiku poems into haiku comics, or sequential art panels, which my friend and collaborator Justin Rueff illustrates. Through this project, we find resonance within the interrelatedness of boredom, fear, anxiety, and the human experience.\nWhenever I feel guilty for not spending more time on the cushion, I remind myself Buddhism is an engaged practice. There is no separation between poetry, meditation practice, and life itself. There are many paths to enlightenment, and we’re not all made for lives as ascetics: the hardest work is integrating Buddhist values into your own medium of truth.\nSacred Thread\nBy Aruni Wijesinghe\nLike koi rising in a pond, themes of Buddhism and the immigrant experience surface organically in my poems. My childhood in 1970s New York was both typically American and specifically Sri Lankan. I grew up eating tuna casserole one night, rice and curry the next. I decorated a tree for Christmas and lit an oil lamp for Vesak. This blending of traditions is what makes my narrative both unique and universally American. My parents and grandmother wove American and Sri Lankan Buddhist values into an upbringing that celebrated the best of both worlds.\n“I strive to treat my themes, writing practice, literary community, and myself with compassion” —Aruni Wijesinghe\nAs a child, Buddhism wasn’t something I consciously thought about. Faith was my inheritance, like my dark eyes and hair. As a Sri Lankan American and Sinhala Buddhist, religion is part of my identity. In my early childhood, my parents taught me to recite stanzas in Pali, especially the Nine Qualities of the Buddha. I would perform this mysterious incantation— known as the “sadhu song” (“monk song”)—by rote, never understanding the meaning of syllables murmured at bedtime, during religious rites, or in times of stress. As an adult, I recognize these instances of faith as my first brushes with the poetry of dharma.\nThough my Buddhist identity bound me to my Sri Lankan community, it estranged me from the greater mainstream American culture of the 1970s. Rockland County, New York was not a center for Buddhist worship, and I felt this cultural isolation acutely during the holiday season, which I reflect on in “An Unknown Religion”:\nBeing Buddhist is a lonely island\nin a sea of electric menorahs and plastic lawn nativities,\nBaby Jesus glowing in His manger\nevery night of December.\nObserving neighbors practice traditions that were well-recognized as part of the dominant culture, I was sure that no one had heard of Buddhism, let alone knew it was a major tradition worldwide. I was convinced that my schoolmates would not understand our family’s practices. In response to a conversation I had with my best friend’s mother, I wrote:\nShe will not understand how we make\npuja on January first, burn linen wicks\nin a brass oil lamp, eat kiri bath (milk rice) for\ngood luck\nIt ultimately took me years to situate myself in the American landscape, and to realize that Buddhism is very much a part of American faith traditions, and that the link between Buddhism and our immigrant culture serves as a compass point. My brother, sister, and I were fortunate to have our aachchi (grandmother) help raise us, and her teachings stayed with us. Even after we three grandchildren were married and starting families of our own, Aachchi continued to remind us of the blessings of the tisarana (three refuges) with her gifts of pirith nool (sacred thread tied around the wrist). She would collect these tokens on her visits to the local vihara (temple) and mail them to us, which I explore in my poem, “Thread”:\n[She] trusts the USPS to deliver\nblessings of Lord Buddha, hopes\na thirty-seven-cent stamp\nwill buy passage for miracles\nto encircle our wrists\nNow, the combination of religion and family tradition anchors me every day. As a working writer in the Los Angeles literary scene, Buddhism continues to inform my poetry. I strive to treat my themes, writing practice, literary community, and myself with compassion. I often struggle to look at life with clear eyes, but as a Buddhist, I choose to observe loss, death, and decay calmly. Though life will contain pain and suffering, I can choose to have compassion for the potential negative feelings that arise from facing life events and write without sentimentality. The ability to be composed about the subject while maintaining loving-kindness for the process affords me the ability to write truthfully about the people and circumstances of my life.\nI hope readers find connection and comfort in my poetry. I hope they can recognize themselves in the work. I hope they know they are not alone.\nIntimacy with the Here and Now\nBy Melanie Anne Gin\nI once got into a fight with a beloved dharma teacher about the Buddhist concept of interbeing. She insisted that interbeing is not theoretical but rather entirely practical, and encouraged me to practice with this lens. At first it felt forced to look deeply into my cup of tea to touch the rain, soil, sun, and farmer that made my tea possible, so I resisted. And yet each time I paused to consider the many conditions manifesting my present moment, the theory of interbeing became deep knowing in my body. Gratitude, joy, and wonder would arise because of the infinity of ways we are inextricably connected. In one of these moments, I wrote:\nBreathing in, I sip this jasmine tea\nconnecting me to the ancient ones.\nI touch tea plantations in China, earth\nfragrant with fallen blossoms, a quiet village\nleft behind for the cries of gold mountain.\nGrand ancestor, did you know your flowery\nland would one day grace my cup?\nBreathing out, I smile to this precious inheritance.\nPoetry arises out of this shift in cognition, slowing down to touch the reality of the present moment. Without expectation, I notice the fresh, cool air settling on my skin. I trace my breath as it enters my nose and expands in my belly, knowing my easeful smile and trembling heart. When I slow down, I can see the beauty of tiny things—the frayed yellowing of magnolia blossoms past bloom, one red salamander exploring mossy terrain. This noticing is poetry itself, beyond words, deep and wondrous intimacy with the here and now.\nI carry ink and sketch paper for when the words emerge, bright and insistent, often just the first few lines of a poem-to-be. If I am listening and kind to the impulse, I write freely and without editing. The mind gets out of the way. I capture the direct experience of the present moment, one line leading to another in a flowing stream of consciousness.\nEach poem is an opportunity to give voice to a new version of self: to hold grief and pain fully, to digest confusion, to delight in wonder. I slow down and ask myself: Who are you in this present moment, dear one? What truths in your heart are longing to be known in words?\n“In writing, see that there is no version of self to cling to, just words on a page that denote a past place and time.” —Melanie Anne Gin\nWhen editing, I practice with the fourth mindfulness training of the Plum Village tradition, Deep Listening and Loving Speech. I consider the words I write, and the silences in between, as sounds that will one day land in a body. I take care to choose sounds that do not cause harm, that support healing and release. When I speak of suffering, I do so from my own positionality and voice, allowing space for others to have different experiences.\nRarely do poems tumble from the consciousness ready for sharing. The same conditions that spark a poem support its revision: discipline, space, letting go. When I return to a poem after time away, there is a fresh and curious mind. I listen to the poem’s rhythm, reworking and sequencing. Some poems are still works in progress, waiting for clarity. I know others are complete by the resonance in my body.\nIn writing, I bow to the ferocity of my emotions—beauty and resilience, rage and sorrow—sometimes in the same poem. I learn to accept the fleeting nature of this body and mind, recognizing through poetry that I’m changing in each moment. I see that there is no version of self to cling to, just words on a page that denote a past place and time.\nRecently, I was ordained as a lay member of Plum Village’s Order of Interbeing. Before the ceremony, I set out on a solo walk through the forest, connecting to my aspirations on the cusp of ordination. My poem “Migrating Home” surfaces this moment of quiet, resounding joy. I offer it to you with deep bows:\nTwo geese stir suddenly on the surface of the still\nlake.\nFlapping majestic wings, they send ripples in all\ndirections,\nmigrating to territory unknown. Do these geese\ntravel in pairs,\nor will they meet their flock soon?\nI come alone to see the moss laid out in the forest\nLike a carpet revealing many jewels—a red\nsalamander,\na spider web, the sparkle of mist on tree bark.\nI pause at the foot of the forest, before a dark stone\nBuddha,\nbearing a smile that persists in every season.\nSeeing her beauty, I connect to aspirations\nMade some years ago before another stone Buddha\nout past the mulberry trees ready for harvest.\nI vowed to cultivate peace in myself,\nto heal my relationship with my family,\nto discover a vocation which does no harm.\nI rest by the Buddha’s feet beside the lake with\nechoes of the\nmigratory geese. I too have been in migration,\nalight,\nwith ripples cast from my thoughts, speech, and\nactions.\nI travel alone and yet know the truth of interbeing\nI am because my teacher is, and because you are.\nSoon I will be arriving at my final destination,\ntaking formal vows before the beloved community\nof Thich Nhat Hanh and Sister Chan Khong.\nBefore the Buddhas, I ask these great ancestors to\nbless me with their courage and compassion.\nAt the Buddha’s feet, I give myself permission to\nland,\nfeet solidly on the ground, heart trembling, mind still.\nI dwell on the vast, unshakeable home inside.\nThe light of ten thousand Buddhas illuminates my way.\nThis article was published in the June 2024 issue of\nBodhi Leaves: The Asian American Buddhist Monthly.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shin yu pai",
          "sentiment": "negative"
        },
        {
          "name": "buddhi",
          "sentiment": "negative"
        },
        {
          "name": "jack kerouac",
          "sentiment": "none"
        },
        {
          "name": "joanne kyger",
          "sentiment": "none"
        },
        {
          "name": "pai chu",
          "sentiment": "none"
        },
        {
          "name": "gary snyder",
          "sentiment": "none"
        },
        {
          "name": "izumi shikibu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boston university",
          "sentiment": "none"
        },
        {
          "name": "naropa university",
          "sentiment": "none"
        },
        {
          "name": "buddhist",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dogen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T03:07:45.589+03:00",
    "updated": "2024-06-01T03:07:45.589+03:00"
  },
  {
    "uuid": "a8b07433e0a3c41e16cbe8779d17e31fb85a91e3",
    "url": "https://www.vaticannews.va/it/mondo/news/2024-08/aggiornamento-internazionale-medio-oriente0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vatican News",
    "published": "2024-08-22T10:44:00Z",
    "title": "Medio Oriente, ucciso in Libano un comandante di Fatah",
    "text": "Medio Oriente, ucciso in Libano un comandante di Fatah\nRoberta Barbi – Città del Vaticano\nKhalil al Maqdah era un membro di Fatah, o meglio, della sua ala militare – la Brigata dei martiri di al Aqsa – nel mirino di Israele già da diversi anni con l’accusa di dirigere assieme al fratello attacchi terroristici e di contrabbandare armi in Cisgiordania. Sono riusciti a raggiungerlo solo ieri, quando un razzo sganciato da un caccia israeliano ha centrato l’auto a bordo della quale stava viaggiando, davanti al campo profughi palestinesi di Ain al-Helweh, alla periferia di Sidone, una quarantina di km a sud di Beirut. Un’uccisione che da Ramallah, il comitato centrale di Fatah definisce “un’ulteriore prova che Israele vuole incendiare la regione e gettarla in una guerra su vasta scala”.\nAlta tensione in Libano\nSempre in Libano si susseguono attacchi vicendevoli tra Israele e Hezbollah: è stato colpito un deposito di armi del movimento sciita nella valle orientale di Bekaa, cui è seguita una pioggia di almeno 50 razzi contro le alture del Golan. L’esercito israeliano ha affermato di aver attaccato anche un’unità terroristica di Hezbollah che aveva lanciato missili dal sud del Libano, nell’area di Zarit. Colpito, infine, un edificio usato come base militare dal gruppo nel sud del Paese, a Kfarklea.\nLa situazione a Gaza\nAnche a Gaza continuano le operazioni militari che causano nuove vittime. Sale ad almeno 11 il numero delle persone che stanotte hanno perso la vita in un bombardamento a Beit Lahia, nel nord della Striscia, dove è stata colpita una casa, secondo l’agenzia palestinese Wafa. Tre, invece, i morti e quattro i feriti nel campo di Maghazi, al centro dell’enclave. 13 i feriti in quello di Nuseirat e vittime si registrano anche a Khan Younis. Secondo il ministero della Salute locale collegato ad Hamas, il bilancio dei morti a Gaza avrebbe superato la soglia dei 40mila dall’inizio del conflitto, il 7 ottobre scorso, giorno del sanguinoso raid palestinese costato la vita a 1400 israeliani.\nBiden a Netanyahu: urgente il cessate il fuoco\nNuovo colloquio tra il presidente Usa, Joe Biden, e il premier israeliano, Benjamin Netanyahu. I due leader hanno parlato degli sforzi americani a sostegno della difesa israeliana contro le minacce dell’Iran e di gruppi come Hezbollah o Houthi, che operano in Yemen, ma anche delle prossime trattative al Cairo. Secondo un comunicato della Casa Bianca, Biden avrebbe messo in evidenza l’urgenza di concludere l’accordo per il cessate il fuoco e per il rilascio degli ostaggi.\nGrazie per aver letto questo articolo. Se vuoi restare aggiornato ti invitiamo a iscriverti alla newsletter\n[ cliccando qui](/it/iscrizione-newsletter.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T05:21:27.892+03:00",
    "updated": "2024-08-23T05:21:27.892+03:00"
  },
  {
    "uuid": "0d33e10af3e9f4c66a8eaaaf2b22279effc23d97",
    "url": "https://www.jagran.com/delhi/new-delhi-city-chapter-on-pakistanchina-and-islam-will-be-removed-from-syllabus-of-ma-political-science-of-du-teachers-protested-40003409.html",
    "ord_in_thread": 0,
    "author": "@jagrannews",
    "published": "2025-06-26T11:32:00Z",
    "title": "DU के सिलेबल से हटेगा पाकिस्तान-चीन और इस्लाम का चैप्टर, शिक्षकों ने कहा- छात्रों की भू-राजनीतिक समझ होगी कमजोर",
    "text": "DU के सिलेबल से हटेगा पाकिस्तान-चीन और इस्लाम का चैप्टर, शिक्षकों ने कहा- छात्रों की भू-राजनीतिक समझ होगी कमजोर\nदिल्ली विश्वविद्यालय के स्नातकोत्तर राजनीति विज्ञान पाठ्यक्रम से पाकिस्तान, चीन, इस्लाम और राजनीतिक हिंसा जैसे विषयों को हटाने या संशोधित करने की सिफारिश पर शिक्षकों में भारी नाराजगी है। भूगोल और समाजशास्त्र जैसे अन्य विषयों में भी बदलाव प्रस्तावित हैं, जैसे आंतरिक संघर्ष और धार्मिक हिंसा से संबंधित इकाइयों को हटाना। शिक्षकों का आरोप है कि ये बदलाव अकादमिक स्वायत्तता को कमजोर करते हैं और वैज्ञानिक अध्ययन के बजाय आस्था पर आधारित हैं।\nजागरण संवाददाता, नई दिल्ली। दिल्ली विश्वविद्यालय (डीयू) के स्नातकोत्तर राजनीति विज्ञान पाठ्यक्रम से पाकिस्तान, चीन, इस्लाम और राजनीतिक हिंसा जैसे अहम विषयों को हटाने की सिफारिश को लेकर शिक्षकों में भारी नाराजगी है। विश्वविद्यालय की अकादमिक मामलों की स्टैंडिंग कमेटी की हालिया बैठक में इन बदलावों पर चर्चा हुई, जिसमें इन विषयों को या तो पूरी तरह हटाने या उनकी जगह नए पाठ्यक्रम लाने की बात कही गई।\nस्टैंडिंग कमेटी और अकादमिक काउंसिल की सदस्य डॉ. मोनामी सिन्हा ने जानकारी दी कि पाकिस्तान और विश्व, समसामयिक विश्व में चीन की भूमिका, इस्लाम और अंतरराष्ट्रीय संबंध, पाकिस्तान: राज्य और समाज, धार्मिक राष्ट्रवाद और राजनीतिक हिंसा जैसे कोर्स या तो हटाए जा रहे हैं या बड़े पैमाने पर संशोधित किए जा रहे हैं।\nडॉ. सिन्हा ने चेताया कि इन विषयों को हटाना शैक्षणिक गहराई और भू-राजनीतिक समझ को कमजोर करने वाला कदम होगा। उन्होंने कहा कि भारत की विदेश नीति की चुनौतियों में पाकिस्तान एक स्थायी विषय है। छात्रों को इस पर अध्ययन की गहराई से समझ मिलनी चाहिए।\nपाकिस्तान के महिमामंडन को हटाने का निर्देश\nपिछले दिनों कुलपति योगेश सिंह ने सभी विभागाध्यक्षों को पाठ्यक्रम की समीक्षा कर पाकिस्तान के अनावश्यक महिमामंडन को हटाने का निर्देश दिया था। यह बयान जम्मू-कश्मीर के पहलगाम में 22 अप्रैल को हुए आतंकी हमले के बाद आया था।\nभूगोल और समाजशास्त्र पाठ्यक्रम में भी बदलाव की सिफारिश\nसिर्फ राजनीतिक विज्ञान ही नहीं, भूगोल और समाजशास्त्र जैसे विषयों में भी बदलाव की सिफारिश की गई है। एमए भूगोल के पहले सेमेस्टर में आंतरिक संघर्ष और धार्मिक हिंसा से जुड़े यूनिट को हटाने की बात की गई है। इसमें प्रसिद्ध समाजविज्ञानी पाल ब्रास के लेख को भी हटाने की सिफारिश हुई है। समाजशास्त्र में मार्क्स, वेबर और दुर्खीम पर आधारित थ्योरी पेपर की आलोचना करते हुए उसमें भारतीय विचारकों और संयुक्त परिवार संरचना को शामिल करने की बात उठी है। समान-लैंगिक परिवारों पर आधारित कैथ वेस्टन की रीडिंग को भी हटाने का प्रस्ताव आया, क्योंकि भारत में समलैंगिक विवाह वैध नहीं हैं।\nशिक्षक संगठनों ने जताई आपत्ति\nडेमोक्रेटिक टीचर्स फ्रंट (डीटीएफ) की सचिव डॉ. आभा देव ने इन बदलावों को लेकर आपत्ति जताई। उन्होंने कहा कि विभागों की अकादमिक स्वायत्तता को खत्म किया जा रहा है। पाठ्यक्रमों को आस्था के आधार पर बदला जा रहा है, न कि वैज्ञानिक अध्ययन और शिक्षण पद्धति के आधार पर। ये बदलाव छात्रवृत्ति को नुकसान पहुंचाएंगे। अकादमिक काउंसिल के निर्वाचित सदस्य मितुराज धूसिया ने स्टैंडिंग कमेटी की भूमिका पर सवाल उठाया और कहा कि यह कमेटी सुझाव दे सकती है लेकिन विभागों को कोर्स हटाने का सीधा निर्देश नहीं दे सकती।",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Education->curriculum",
      "Education->students",
      "Education->teachers",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news_pk",
        "top_news_ae",
        "top_news_sg",
        "top_news_kw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T15:57:35.657+03:00",
    "updated": "2025-06-26T13:03:25.000+00:00"
  },
  {
    "uuid": "f7c9e63df4fd7fe84cabad8cb38caeaadcc66c8d",
    "url": "https://www.columbiadailyherald.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:16.292+02:00",
    "updated": "2023-12-29T00:28:16.292+02:00"
  },
  {
    "uuid": "a1d54cd57e58aab10a8033d98b5fb99122521f7b",
    "url": "https://finance.sina.com.cn/jjxw/2025-07-31/doc-infiitzw7498102.shtml",
    "ord_in_thread": 0,
    "author": "投资界",
    "published": "2025-07-31T03:54:00Z",
    "title": "零次方机器人完成天使+和天使++轮亿元级融资，加速产业发展和商业化落地|机器人_新浪财经_新浪网",
    "text": "原标题：零次方 机器人 完成天使+和天使++轮亿元级融资，加速产业发展和商业化落地\n投资界（ID：pedaily2012）7月31日消息，据36氪安徽报道，零次方机器人宣布完成 天使+和天使++轮亿元级 融资。 天使+轮融资由包河创投，同创伟业， 力合科创 出资； 天使++轮由水木基金，包河创投，瑞穗力合，拉尔夫创投 出资。\n零次方机器人成立于2025年1月，核心成员来自清华大学AI&Robot智能机器人实验室，团队中有多位主创曾就职于字节跳动、百度等互联网大厂等。成立仅半年时间，零次方机器人已实现了具身智能软硬件、数据采训整体解决方案、商业服务场景整体解决方案等完备产品打造。\n本两轮所筹资金主要用于三个方面，以构建“技术突破—量产能力—生态协同”的铁三角体系：技术突破方面，零次方机器人将深化具身智能专项场景大模型算法研发，突破复杂场景动态决策瓶颈,加速具身智能商服场景落地；量产提速层面，零次方机器人加速人形机器人柔性产线建设，推动年底500台多型号机器人量产交付；生态布局维度，零次方机器人联合产业资本、政府机构打造具身智能数据枢纽，破解具身行业数据模态缺失、数据采集流程繁琐、任务数据管理繁杂、模型训练推理部署门槛高”等难题，以具身行业基建设施建设，加速具身智能产业发展。\n包河创投总经理王瑞 表示 ：零次方机器人近期的突破与进展，既见技术创新的锐度，更显产业落地的定力，令人欣喜。在具身智能赛道竞速之际，零次方机器人以国内首 个专项场景操作大模型、首家移动+多任务操作机器人企业的双重突破，锚定了技术制高点，5小时零失误的现场验证，更让创新成果有了实打实的“硬度”。\n水木基金合伙人方方 称 ：零次方机器人勇于开拓创新、强调实战力的清华00后年轻团队引领，在较短的时间内打造了硬件本体、软件平台和通用算法全矩阵产品链，公司发布的“全模态”数据全链路解决方案，打通数据到场景落地的壁障。作为国内专场场景多任务连贯操作的首家企业，零次方机器人在落地应用上也领 先于行业。我们期待这支年轻的团队继续全情投入，持续引领，为中国具身智能领域不断注入新动能，早日实现“让通用AGI赋能千行百业，千家万户”。\n瑞穗力合基金高级合伙人 指出 ：零次方机器人作为具身领域的新锐团队，在视觉语言大模型，机器人强化学习，运动控制，生产执行能力让我们眼前一亮，我们看好并很高兴能够帮助中国本土机器人通过走向国际化，在日本及不同市场开发多样的客户需求和应用场景，最终找到一个理想的产品市场契合度(Product Market Fit)。\n同创伟业国家中小基金负责人张文军 提及 ：全球老龄化加剧与劳动力短缺正倒逼“机器人替人”变为刚需，中国凭借AI算法、机电一体化、供应链三大优势已占据人形机器人全球主战场。同创伟业选择投资零次方机器人团队，参与天使+轮融资，正是看重其场景攻坚能力（率先实现专项场景超长序列多任务连贯操作）与技术闭环创新（自研Zerith-H1硬件、易用的VR操控与数据管理软件，以及深度集成的训练推理工具链）。他们在业内率先构建了“从数据到动作”的完整闭环，引起行业轰动。同创伟业坚定看好人形机器人行业的发展机会和这支零零后领衔的硬科技团队，相信他们会以极 致效率、深厚的科技实力为中国的人工智能产业增光溢彩。\n力合科创总经理汪姜维表示 ：零次方机器人的孵化和成长，是科技成果转化的成功实践，更是清华大学“实验室-产业-资本”三角闭环的生动诠释。清华大学深圳国际研究生院 AI&Robot实验室以具身智能决策算法核心专利转化出资，不仅为团队注入硬科技基因，更构建起“研发-迭代-反哺”的可持续创新飞轮。这种模式破解了高校成果“重论文轻转化”的困局，使前沿技术得以在零次方的产品体系（如Zerith-V0模型）中快速验证、迭代、商用。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business financing",
      "Economy, Business and Finance->investment and opinion pieces",
      "Science and Technology->technology and engineering",
      "Science and Technology->biotechnology",
      "Science and Technology->scientific innovation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:58:17.299+03:00",
    "updated": "2025-08-01T08:07:09.000+03:00"
  },
  {
    "uuid": "0e36ed5d2de4992b6cd2c2c679fb0ddbd5fe1c26",
    "url": "https://www.jagranjosh.com/general-knowledge/happy-good-friday-2024-wishes-quotes-greetings-messages-to-share-1711689433-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Twinkle",
    "published": "2024-03-29T02:45:00Z",
    "title": "Happy Good Friday 2024: 45+ Quotes, Wishes, Greetings And Messages To Share For Holy Friday",
    "text": "Happy Good Friday 2024: Good Friday celebrates the resurrection of Jesus Christ after his crucifixion. It falls on the Friday before Easter and is a part of Holy Week. The day is observed by Christians all over the world to venerate the final hours of the crucifixion of Jesus Christ. On this day, devotees attend church services on Good Friday and observe fasting, abstinence, and readings, centred on the events of Jesus’ crucifixion. Holy Friday 2024: Wishes & Messages - May God turn this Good Friday into the blissful beginning of your life. May God fill your life with goodness on this holy day. - May we reflect on God's great love on this Good Friday. - Let this Good Friday remind us of how much love God has for us. - We give thanks to God for everything he has done for us. - May the message of the cross be a source of comfort for you. - Hoping you find strength as you look at what was done on the cross. - I’m praying to the Lord that he keeps you safe always and fills your life with eternal love and peace. Wishing you a Holy Day. - Let this Good Friday remind us of how much love God has for us. - Have a divine Good Friday with your family, friends, and loved ones. Good Friday is beautiful as it reminds us that we matter to the great Lord. - I hope the Saviour blesses you always. Have a holy Good Friday with your dear ones. Great Friday 2024: WhatsApp & Facebook Status - Let's do all we can to give glory to God on this Good Friday. - On this sacred day, may we carry the message of compassion and sacrifice in our hearts, extending kindness and empathy to all those around us. - As we commemorate the crucifixion, let us strive to emulate Christ's selflessness and love, serving others with humility and grace. - May the significance of Good Friday inspire us to seek reconciliation and harmony, fostering understanding and unity in our communities. - On this day of reflection, may we find strength in the knowledge that through Christ's sacrifice, we are offered the gift of salvation and eternal life. - As we remember the suffering of Christ, let us also remember those who suffer around the world today, and commit to working towards a more just and compassionate society. - May the reverence of Good Friday deepen our faith and fortify our spirits, guiding us through life's trials with courage and perseverance. - On this holy day, may we be reminded of the transformative power of love, and may it inspire us to live with compassion, generosity, and grace. Good Friday 2024: Instagram Captions - Reflecting on sacrifice. - A day of solemn remembrance. - Honoring the ultimate act of love. - Contemplating redemption's path. - Sacred moments of introspection. - Quietly contemplating the cross. - Reverence for the crucifixion. - Remembering His sacrifice. - Grateful for His saving grace. - Meditating on the cross. - Finding strength in His suffering. - Silence speaks volumes today. - Respecting the significance of Good Friday. - In solemn observance. - A day of profound reflection. Sad Friday 2024: Quotes - “We may say that on the first Good Friday afternoon was completed that great act by which light conquered darkness and goodness conquered sin.\" - Phillips Brooks - \"By the cross we, too, are crucified with Christ; but alive in Christ. We are no more rebels, but servants; no more servants, but sons!\" - Frederic William Farrar - \"It was inevitable that Jesus Christ should be crucified. It was also inevitable that He should rise again.\" - H. R. L. Sheppard - “Our Lord has written the promise of the resurrection, not in books alone but in every leaf in springtime.”- Martin Luther - “No pain, no palm, no thorns, no throne; no gall, no glory; And, no cross, no crown.”- William Penn - “We are Easter people living in a Good Friday world.”- Barbara Johnson - “Easter is a time when God turned the inevitability of death into the invincibility of life.”- Craig D. Lounsbrough - “Unless there is a Good Friday in your life, there can be no Easter Sunday.”- Fulton J. Sheen - “As Man alone, Jesus could not have saved us; as God alone, He would not; Incarnate, He could and did.”- Malcolm Muggeridge - “If we want to know what God is like, let us look at Calvary.”- Robert E. Coleman Happy Good Friday!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus christ",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T08:39:42.331+03:00",
    "updated": "2024-03-29T08:39:42.331+03:00"
  },
  {
    "uuid": "65c2ec51e4f8b7971b5b928c379c273bc018ea13",
    "url": "https://www.newkerala.com/news/o/centre-approves-rs-106680-crore-flood-affected-six-states-261",
    "ord_in_thread": 0,
    "author": "ANI",
    "published": "2025-07-10T17:51:46Z",
    "title": "Centre Approves Rs 1066 Crore for Flood-Hit Assam Kerala Uttarakhand | NewKerala.com",
    "text": "Key Points\nAssam gets highest share of Rs 375 crore from relief fund\nNDRF deploys 104 teams across 21 states\nOver Rs 8000 crore released to 19 states this year\nArmy and Air Force assisting in rescue operations\nAmong the six flood affected states, Assam received Rs 375.60 crore, Manipur Rs 29.20 crore, Meghalaya Rs 30.40 crore, Mizoram Rs 22.80 crore, Kerala Rs 153.20 crore, and Uttarakhand Rs 455.60 crore, as Central share from State Disaster Response Fund (SDRF), mentions a Ministry of Home Affairs (MHA) data.\n\"These states have been affected due to extremely heavy rainfall, floods and landslides during the south-west monsoon of this year,\" said the MHA.\nHighlighting the Centre's effort for the welfare of states, Union Home Minister Amit Shah said through a post on X handle that \"Modi govt stands resolutely beside the states in all situations.\"\n\"...Today the central government has approved Rs 1066.80 crore for flood- and landslide-affected states of Assam, Manipur, Meghalaya, Mizoram, Kerala, and Uttarakhand as part of the Central share under SDRF. More than Rs 8000 crore from SDRF/NDRF funds has been provided to 19 states this year. Apart from financial aid, providing all logistic assistance, including deployment of requisite NDRF, Army, and Air Force, has been our priority,\" Shah mentioned.\nThis year, according to the MHA data, the Centre has already released Rs 6,166.00 crore from the State Disaster Response Fund (SDRF) to 14 states and Rs 1,988.91 crore from the National Disaster Response Fund (NDRF) to 12 states.\nIn addition, the data pointed out that Rs 726.20 crore released from the State Disaster Mitigation Fund (SDMF) to five states and Rs 17.55 crore from the National Disaster Mitigation Fund (NDMF) have also been released to two states.\n\"Central Government has also provided all logistic assistance, including deployment of requisite NDRF teams, Army teams and Air Force support to all the flood, landslides, and cloudburst affected States. During the ongoing monsoon, 104 teams of NDRF are deployed in the 21 states and Union Territories for rescue and relief operations,\" It added.\nLeave a Comment\nThank you! Your comment has been submitted successfully.\nDisclaimer: Comments here reflect the author's views alone. Insulting or using offensive language against individuals, communities, religion, or the nation is illegal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Disaster and Accident->disaster",
      "Disaster and Accident->natural disaster",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T20:51:46.797+03:00",
    "updated": "2025-07-10T17:55:45.000+00:00"
  },
  {
    "uuid": "5e256c9baabd644e170e5295c8dc44c829997c18",
    "url": "https://www.wtxl.com/northeast-tallahassee/all-hands-on-deck-night-to-shine-tallahassee-is-back-on-heres-how-you-can-help",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kenya Cardonne",
    "published": "2025-01-09T22:57:00Z",
    "title": "Night to Shine Tallahassee is back on; here's how you can help",
    "text": "News Local News In Your Neighborhood Northeast Tallahassee Actions Facebook Tweet Email “All hands on deck” Night to Shine Tallahassee is back on; here’s how you can help Prev Next Night to Shine Tallahassee has managed a comeback less than a week after it was canceled. Now, organizers need the community to help with volunteering and donations. By: Kenya Cardonne Posted Night to Shine Tallahassee is back on less than a week after it was canceled. The Tim Tebow Foundation-approved event will now be held at Immanuel Baptist Church. Watch the video to learn how you can play a role in giving the special needs community a memorable Night to Shine Prom event. BROADCAST TRANSCRIPT:\nNight to Shine Tallahassee is no longer canceled! I'm Kenya Cardonne in the Northeast Tallahassee neighborhood, outside the new home of the annual Prom event for our special needs community. Now that Prom has been saved, it's an all-hands-on-deck operation to pull it off in less than 30 days.\nElizabeth Crawford, Chair of Night to Shine Tallahassee 2025 - \"I was just heartbroken. I was like, we have to have a Prom. We can't not have a Prom.\"\nIt's a feeling neighbors have struggled with since they learned Night to Shine Tallahassee had been canceled due to Genesis Church no longer being able to host it.\nMatthew Whitfield, Night to Shine Guest - \"Made me feel sad. I love Night to Shine.\"\nAnd so do the hundreds of neighbors who flooded social media with the passionate urge to still give these adults their Night to Shine.\nNeighbors like Elizabeth Crawford of Sport Clips, who has been a business sponsor for at least eight years.\nCrawford - \"I know how important it is to our special needs community, to these people, to be able to have their Prom, to get out, to socialize, to have fun.\"\nCrawford is now the Chair of a committee that like-minded neighbors formed to turn the situation around. She tells me their meeting on Tuesday did just that.\nCrawford - \"The number of people that showed up just ready to get their hands dirty, do whatever they had to do, not even really asking for anything specific to do, just 'whatever you need us to do, we'll do.'\"\nBy Wednesday afternoon, the Tim Tebow Foundation gave the green light for Night to Shine Tallahassee to take place at Immanuel Baptist Church— one of several organizations that offered their space for the event without hesitation.\nJim Moore, Associate Pastor at Immanuel Baptist Church - \"For the special needs community who sometimes haven't been given everything they needed, now is an opportunity for Tallahassee and the community to come together and give them one night where they get to shine and it's just all a spotlight on them.\"\nWith plenty of space for a petting zoo, a party bus, food, and dancing, Night to Shine is set to shine brighter than ever this year.\n\"I am so excited to tell you that Night to Shine is back on!\"\nWhitfield - \"Yay!\"\nCrawford - \"So, all those people that, you know, put all those comments on Facebook, we need you now to start signing up to volunteer, because we're going to need all hands on deck. This is a community outreach call out.\"\nAn effort that longtime Night to Shine guests like Matthew Whitfield say they appreciate.\nWhitfield - \"Thank you very much, the community of Tallahassee, Florida!\"\nThe event will take place on Friday, February 7th from 6:00 - 9:00 PM.\nImmanuel Baptist Church says they hope to be the home of Tallahassee Night to Shine for many years to come.\nIf you want to help by volunteering or donating, click here .\nIn Northeast Tallahassee, Kenya Cardonne ABC 27\nCopyright 2025 Scripps Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. Report a typo\nMore News in Northeast Tallahassee We cover stories making an impact in Northeast Tallahassee. This is your home to stay on top of what is changing in Northeast Tallahassee and why it matters to you and your family. We want to hear from you! Click here and tell us what we should be covering in your neighborhood.\nMore News in Northeast Tallahassee Sign up for the Headlines Newsletter and receive up to date information. now signed up to receive the Headlines Newsletter. Click here to manage all Newsletters\nMore News In Your Neighborhood",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Social Issue->charity",
      "Social Issue->social services",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://x-default-stgec.uplynk.com/ause/slices/fe9/a97ad276f83142cda1b35edbfd83fcc1/fe92e12404494108b9f4e023a115e86f/fe92e12404494108b9f4e023a115e86f_e.mp4",
      "https://www.facebook.com/dialog/share?app_id=2047260942057979&display=popup&href=https://www.wtxl.com/northeast-tallahassee/all-hands-on-deck-night-to-shine-tallahassee-is-back-on-heres-how-you-can-help",
      "https://api.ewscloud.com/prod/notifications/v1/wtxl/contactlists/subscribe/",
      "https://content.uplynk.com/fe92e12404494108b9f4e023a115e86f.m3u8",
      "https://myibclife.com/nts",
      "https://twitter.com/intent/tweet?url=https://www.wtxl.com/northeast-tallahassee/all-hands-on-deck-night-to-shine-tallahassee-is-back-on-heres-how-you-can-help&text=%E2%80%9CAll%20hands%20on%20deck%E2%80%9D%20Night%20to%20Shine%20Tallahassee%20is%20back%20on%3B%20here%E2%80%99s%20how%20you%20can%20help",
      "https://api.ewscloud.com/prod/notifications/v1/wtxl/contactlists/subscribe",
      "https://twitter.com/intent/tweet?url=https://wtxl.com/northeast-tallahassee/all-hands-on-deck-night-to-shine-tallahassee-is-back-on-heres-how-you-can-help&text=%E2%80%9CAll%20hands%20on%20deck%E2%80%9D%20Night%20to%20Shine%20Tallahassee%20is%20back%20on%3B%20here%E2%80%99s%20how%20you%20can%20help",
      "https://www.facebook.com/dialog/share",
      "https://www.content.uplynk.com/fe92e12404494108b9f4e023a115e86f.m3u8",
      "https://facebook.com/dialog/share?app_id=2047260942057979&display=popup&href=https://wtxl.com/northeast-tallahassee/all-hands-on-deck-night-to-shine-tallahassee-is-back-on-heres-how-you-can-help",
      "https://www.x-default-stgec.uplynk.com/ause/slices/fe9/a97ad276f83142cda1b35edbfd83fcc1/fe92e12404494108b9f4e023a115e86f/fe92e12404494108b9f4e023a115e86f_e.mp4",
      "https://www.myibclife.com/nts",
      "https://twitter.com/intent/tweet",
      "https://www.api.ewscloud.com/prod/notifications/v1/wtxl/contactlists/subscribe/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Elizabeth Crawford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Immanuel Baptist Church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Northeast",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T02:11:47.494+02:00",
    "updated": "2025-01-10T02:11:47.494+02:00"
  },
  {
    "uuid": "cffcee35ac323f1b235adabb87f5d959b3de48f8",
    "url": "https://fox17.com/news/local/2024-tennessee-crime-man-arrested-on-attempted-murder-charge-for-nashville-shooting-middle-tn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emma Martinez",
    "published": "2024-08-08T00:00:00Z",
    "title": "chevron-right",
    "text": "Metro Police arrested a man Wednesday after witnessing an apparent drug transaction. Detectives have been searching forAlbin Avdiu after a warrant was issued related to the shooting of a 30-year-old Nashville man on Monday. Avdiu was spotted Wednesday on Kendall Park Drive where police followed him to Murfreesboro Pike. Metro Police report officers then found him conducting an alleged drug deal. Back up was called, but Avdiu managed to evade them. Spike strips were deployed and he was chased until he was finally caught in a backyard on Griggs Place where he was taken into custody. Police searched his car and found 4.7 grams of blue powder that tested positive for fentanyl, about 800-900 pills, which also tested positive for fentanyl, various other pills and a loaded handgun. They also searched Avdiu’s house where they found two rifles, numerous loaded magazines, a money counter and $7,210.50 cash. Avdiu is being charged with attempted murder and reckless endangerment from the Aug. 5 shooting. He is also being charged with felony drug possession, evading arrest and gun possession during the commission of a felony from Wednesday’s events. He is jailed on $385,000 bond. Download the FREE FOX 17 News app to get push alerts sent to your iPhone, iPad or Android .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://play.google.com/store/apps/details?id=com.cellit.cellitnews.wztv&hl=en_US",
      "https://apps.apple.com/us/app/fox-17-news/id379157248",
      "https://www.play.google.com/store/apps/details?id=com.cellit.cellitnews.wztv&hl=en_US",
      "https://play.google.com/store/apps/details",
      "https://www.apps.apple.com/us/app/fox-17-news/id379157248"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "avdiu",
          "sentiment": "none"
        },
        {
          "name": "murfreesboro pike",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "metro police",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "griggs place",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        },
        {
          "name": "kendall park drive",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:06:12.308+03:00",
    "updated": "2024-08-09T00:06:12.308+03:00"
  }
]