[
  {
    "uuid": "0460ca1f962a41ad525c1ce9708ae3203935edd6",
    "url": "https://bnnbreaking.com/world/us/maine-photographer-captures-resilience-amid-winter-flooding/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ayesha Mumtaz",
    "published": "2024-01-12T10:07:00Z",
    "title": "Maine Photographer Captures Resilience Amid Winter Flooding",
    "text": "Mike Shildt: From Foul Balls to Manager of the San Diego Padres\nMaine Photographer Captures Resilience Amid Winter Flooding\nOld Orchard Beach, a charming coastal town in Maine, was recently subjected to significant flooding, causing extensive disruption and damage. Amid the chaos, local photographer Chelsea Hamilton of Captivating Moments Photography by Chelsea, found an opportunity to document the unusual scenes.\nDocumenting the Deluge\nChelsea, accompanied by her children, donned muck boots to capture images of the flooded areas. Noteworthy among these were the visuals of the usually bustling West Grand Avenue and the vicinity of the town’s library, now under water. In a sight that underlined the severity of the situation, residents were spotted navigating the waters in a canoe.\nUnprecedented Ocean Recession\nA fire department official noted that the ocean’s recession was the slowest ever observed in the area, giving a further indication of the scale of the flooding. Despite the harsh conditions, the resilient town showed signs of recovery the following morning, with only a few roads remaining submerged and puddles having frozen overnight.\nBeauty Amid Chaos\nIn spite of the devastation, Chelsea managed to find a poignant beauty in the scenes she photographed. Her images served as a testament to the enduring spirit of the town amidst the testing times.\nThis incident of flooding is one among several harsh weather events that have hit Maine this winter, including the ‘Grinch storm’ that brought snow, rain, winds, and power outages right before the holidays. With another severe storm predicted to bring similar conditions, the community continues to brace itself, remaining hopeful for the return of visitors to its beaches in the coming months.\nComments\nSubscribe to BNN Breaking\nSign up for our daily newsletter covering global breaking news around the world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike shildt",
          "sentiment": "negative"
        },
        {
          "name": "captures resilien",
          "sentiment": "negative"
        },
        {
          "name": "chelsea hamilton",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "deluge chelsea",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "san diego padres maine",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "west grand avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T14:12:29.193+02:00",
    "updated": "2024-01-12T14:12:29.193+02:00"
  },
  {
    "uuid": "04c172a7a465ba87cc6720e1bcd2b123d75bdc32",
    "url": "https://www.newsbreak.com/news/3548476925075-flood-alerts-issued-for-england",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-08-02T12:46:00Z",
    "title": "Flood alerts issued for England",
    "text": "By Sophie Halle-Richards ,\n47 minutes ago\nFlood alerts have been issued in England after heavy showers and thunderstorms on Thursday, the Met Office said.\nTorrential downpours battered the UK on Thursday as almost a month’s worth of rain fell in an hour in Greater London , according to the weather forecaster.\nA flood alert has been issued on Friday for Rivers Eden and Eden Brook in the south east of England, and Upper River Loddon in the south west.\nAcross the weekend, England and Wales will be largely dry with sunny spells, with highs of 25C in southern England on Saturday and Sunday, and lows of 20C further north.\nMet Office spokesman Stephen Dixon said: “What’s replacing the previous weather regime is a transition back to more changeable conditions for the UK, albeit still retaining some level of sunshine at times.”\nOn Saturday, showers will continue in the north west, though for much of England and Wales, it will be a dry day with sunny spells.\nSunday is likely to be increasingly wet for western Scotland and Northern Ireland, and some places in south-west Scotland may see an excess of 70mm of rain from Sunday into Monday, the Met Office said.\nSunday will be a fine day for England and Wales, with sunny spells and the odd light shower in parts of northern England.\nNext week is predicted to be changeable, with bright, dry and sunny periods at times, interrupted by some more unsettled interludes through the week.\nRain will move from west to east gradually, and those further south east will generally see less frequent rain.\nMr Dixon said: “An Environment Agency rain gauge at New Addington, Greater London, recorded 53.4mm of rain as part of yesterday’s thundery outbreaks.”\nAverage total rainfall for August in the same area is 56mm, the forecaster said.\n“However, such is the nature of these localised thundery outbreaks, some private rain gauges that are not a part of the official Met Office network recorded higher totals through the day in parts of southern and central England,” Mr Dixon added.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=2qPYEr_0ulWml4l00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2qPYEr_0ulWml4l00",
      "https://www.independent.co.uk/topic/scotland",
      "https://www.independent.co.uk/topic/greater-london",
      "https://www.independent.co.uk/topic/england",
      "https://www.independent.co.uk/topic/wales",
      "https://www.independent.co.uk/topic/met-office",
      "https://independent.co.uk/topic/greater-london",
      "https://www.img.particlenews.com/image.php?url=2qPYEr_0ulWml4l00",
      "https://independent.co.uk/topic/met-office",
      "https://img.particlenews.com/image.php",
      "https://independent.co.uk/topic/wales",
      "https://independent.co.uk/topic/scotland",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2qPYEr_0ulWml4l00",
      "https://independent.co.uk/topic/england"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sophie halle-richards",
          "sentiment": "negative"
        },
        {
          "name": "stephen dixon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "rivers eden",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater london",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "upper river loddon",
          "sentiment": "none"
        },
        {
          "name": "south west",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        },
        {
          "name": "eden brook",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T16:41:40.794+03:00",
    "updated": "2024-08-02T16:41:40.794+03:00"
  },
  {
    "uuid": "4b7296c82309dfebe43083a69f538a6f61f06e4f",
    "url": "https://www.dnj.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:34:27.352+02:00",
    "updated": "2023-12-30T02:34:27.352+02:00"
  },
  {
    "uuid": "74ffab47d0abcb427a12819a666ee3380315fa0f",
    "url": "https://ground.news/article/suspects-of-nijjar-killing-still-in-canada-to-be-arrested-soon-report_8ad226",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T07:03:00Z",
    "title": "Ground News - Suspects of Nijjar killing still in Canada, to be arrested soon: Report",
    "text": "Summary by Ground News Canadian police are close to arresting two men believed to be responsible for the fatal shooting of Sikh separatist Hardeep Singh Nijjar in June. The suspects are currently under police surveillance and are expected to be apprehended \"in a matter of weeks\" The ties between India and Canada came under strain following Canadian Prime Minister Justin Trudeau's allegations in September of a \"potential\" involvement of Indian agents. Share menu More\nFilters 7 Articles 7 Articles All Left Center Right\nThe Hindu Lean Left High Factuality Independent: The Hindu Group Hardeep Singh Nijjar killing | Canada may arrest two suspects ‘within weeks’, says report Canadian police are close to arresting two men believed to be responsible for the fatal shooting of Sikh separatist Hardeep Singh Nijjar\n6 hours ago · India Read Full Article\nThe Hindu Lean Left High Factuality Independent: The Hindu Group\nHardeep Singh Nijjar killing | Canada may arrest two suspects ‘within weeks’, says report Canadian police are close to arresting two men believed to be responsible for the fatal shooting of Sikh separatist Hardeep Singh Nijjar\n6 hours ago · India Read Full Article NDTV Lean Left Mixed Factuality Independent: Independent Media Individual: Gautam Adani In Hardeep Nijjar's Killing, Canada May Arrest 2 Men \"In Weeks\": Report Canadian police are close to arresting two men believed to be responsible for the fatal shooting of Khalistani terrorist Hardeep Singh Nijjar in the British Columbia province in June and are still in the country, according to a media report. According to The Globe and Mail newspaper, the suspects are currently under police surveillance and are expected to be apprehended \"in a matter of weeks.\" According to three anonymous sources quoted by the n…\n18 hours ago · New Delhi, India Read Full Article\nNDTV Lean Left Mixed Factuality Independent: Independent Media Individual: Gautam Adani\nIn Hardeep Nijjar's Killing, Canada May Arrest 2 Men \"In Weeks\": Report Canadian police are close to arresting two men believed to be responsible for the fatal shooting of Khalistani terrorist Hardeep Singh Nijjar in the British Columbia province in June and are still in the country, according to a media report. According to The Globe and Mail newspaper, the suspects are currently under police surveillance and are expected to be apprehended \"in a matter of weeks.\" According to three anonymous sources quoted by the n…\n18 hours ago · New Delhi, India Read Full Article Hindustan Times Center Low Factuality Independent: HT Media Report says Nijjar murder suspects to be arrested soon in Canada, India says will ‘look into’ it Following a Canadian media report that law enforcement has tracked down two persons connected to the murder of pro-Khalistan figure Hardeep Singh Nijjar, India has said it has assured Ottawa that it will “look into” whatever “specific and relevant information” is shared with New Delhi related to the investigation.\n17 hours ago · New Delhi, India Read Full Article\nHindustan Times Center Low Factuality Independent: HT Media\nReport says Nijjar murder suspects to be arrested soon in Canada, India says will ‘look into’ it Following a Canadian media report that law enforcement has tracked down two persons connected to the murder of pro-Khalistan figure Hardeep Singh Nijjar, India has said it has assured Ottawa that it will “look into” whatever “specific and relevant information” is shared with New Delhi related to the investigation.\n17 hours ago · New Delhi, India Read Full Article WION Center Mixed Factuality Private Equity: Invesco Suspects of Nijjar killing still in Canada, to be arrested soon: Report Two people, who have been suspected of being involved in Sikh separatist leader Hardeep Singh Nijjar's fatal shooting in British Columbia, are under police surveillance as per reports and are likely to be apprehended by the Royal Canadian Mounted Police (RCMP) in the next few weeks, as stated by Canadian daily The Globe and Mail.\n18 hours ago · Noida, India Read Full Article\nWION Center Mixed Factuality Private Equity: Invesco\nSuspects of Nijjar killing still in Canada, to be arrested soon: Report Two people, who have been suspected of being involved in Sikh separatist leader Hardeep Singh Nijjar's fatal shooting in British Columbia, are under police surveillance as per reports and are likely to be apprehended by the Royal Canadian Mounted Police (RCMP) in the next few weeks, as stated by Canadian daily The Globe and Mail.\n18 hours ago · Noida, India Read Full Article India Today Lean Right Mixed Factuality Media Conglomerate: Living Media Canada may arrest two suspects in Nijjar killing 'within weeks': Report Canadian police may soon arrest two men believed to be responsible for the fatal shooting of Khalistani terrorist Hardeep Singh Nijjar, in the British Columbia province in June.\n17 hours ago · India Read Full Article\nIndia Today Lean Right Mixed Factuality Media Conglomerate: Living Media\nCanada may arrest two suspects in Nijjar killing 'within weeks': Report Canadian police may soon arrest two men believed to be responsible for the fatal shooting of Khalistani terrorist Hardeep Singh Nijjar, in the British Columbia province in June.\n17 hours ago · India Read Full Article Live Mint Center Mixed Factuality Independent: HT Media Hardeep Singh Nijjar Killing: Police to make arrest soon as murder suspect did not leave Canada, says report Hardeep Singh Nijjar Killing: Law enforcement in Canada is closely monitoring two individuals believed to be responsible for the shooting death of Khalistani terrorist Hardeep Singh Nijjar.\n18 hours ago · New Delhi, India Read Full Article\nLive Mint Center Mixed Factuality Independent: HT Media\nHardeep Singh Nijjar Killing: Police to make arrest soon as murder suspect did not leave Canada, says report Hardeep Singh Nijjar Killing: Law enforcement in Canada is closely monitoring two individuals believed to be responsible for the shooting death of Khalistani terrorist Hardeep Singh Nijjar.\n18 hours ago · New Delhi, India Read Full Article More articles Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.thehindu.com/news/international/canada-may-arrest-two-suspects-in-nijjars-killing-within-weeks-says-report/article67683611.ece?utm_source=ground.news&utm_medium=referral",
      "https://www.wionews.com/world/suspects-of-nijjar-killing-still-in-canada-to-be-arrested-soon-report-674211?utm_source=ground.news&utm_medium=referral",
      "https://www.indiatoday.in/world/story/canada-may-arrest-two-suspects-in-killing-of-khalistani-separatist-hardeep-singh-nijjar-within-weeks-report-2481378-2023-12-28?utm_source=ground.news&utm_medium=referral",
      "https://www.ndtv.com/india-news/in-hardeep-singh-nijjars-killing-canada-may-arrest-2-men-in-weeks-report-4755964?utm_source=ground.news&utm_medium=referral",
      "https://www.hindustantimes.com/world-news/report-says-nijjar-murder-suspects-to-be-arrested-soon-in-canada-india-says-will-look-into-it-101703742848001.html?utm_source=ground.news&utm_medium=referral",
      "https://www.livemint.com/news/world/hardeep-singh-nijjar-killing-canada-india-diplomatic-row-justin-trudeau-pm-modi-diplomats-surrey-khalistani-terrorist-11703736226404.html?utm_source=ground.news&utm_medium=referral",
      "https://ndtv.com/india-news/in-hardeep-singh-nijjars-killing-canada-may-arrest-2-men-in-weeks-report-4755964?utm_source=ground.news&utm_medium=referral",
      "https://www.wionews.com/world/suspects-of-nijjar-killing-still-in-canada-to-be-arrested-soon-report-674211",
      "https://indiatoday.in/world/story/canada-may-arrest-two-suspects-in-killing-of-khalistani-separatist-hardeep-singh-nijjar-within-weeks-report-2481378-2023-12-28?utm_source=ground.news&utm_medium=referral",
      "https://thehindu.com/news/international/canada-may-arrest-two-suspects-in-nijjars-killing-within-weeks-says-report/article67683611.ece?utm_source=ground.news&utm_medium=referral",
      "https://www.hindustantimes.com/world-news/report-says-nijjar-murder-suspects-to-be-arrested-soon-in-canada-india-says-will-look-into-it-101703742848001.html",
      "https://hindustantimes.com/world-news/report-says-nijjar-murder-suspects-to-be-arrested-soon-in-canada-india-says-will-look-into-it-101703742848001.html?utm_source=ground.news&utm_medium=referral",
      "https://www.thehindu.com/news/international/canada-may-arrest-two-suspects-in-nijjars-killing-within-weeks-says-report/article67683611.ece",
      "https://www.livemint.com/news/world/hardeep-singh-nijjar-killing-canada-india-diplomatic-row-justin-trudeau-pm-modi-diplomats-surrey-khalistani-terrorist-11703736226404.html",
      "https://livemint.com/news/world/hardeep-singh-nijjar-killing-canada-india-diplomatic-row-justin-trudeau-pm-modi-diplomats-surrey-khalistani-terrorist-11703736226404.html?utm_source=ground.news&utm_medium=referral",
      "https://www.ndtv.com/india-news/in-hardeep-singh-nijjars-killing-canada-may-arrest-2-men-in-weeks-report-4755964",
      "https://www.indiatoday.in/world/story/canada-may-arrest-two-suspects-in-killing-of-khalistani-separatist-hardeep-singh-nijjar-within-weeks-report-2481378-2023-12-28",
      "https://wionews.com/world/suspects-of-nijjar-killing-still-in-canada-to-be-arrested-soon-report-674211?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "justin trudeau",
          "sentiment": "none"
        },
        {
          "name": "hardeep singh nijjar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news",
          "sentiment": "negative"
        },
        {
          "name": "hindu lean left high factuality independent",
          "sentiment": "none"
        },
        {
          "name": "hindu group hardeep singh nijjar",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "nijjar",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:57.605+02:00",
    "updated": "2023-12-29T00:42:57.605+02:00"
  },
  {
    "uuid": "95c92839d108433b12eddeddc389c38f54dd34e3",
    "url": "https://www.wenxuecity.com/news/2025/07/10/126241459.html",
    "ord_in_thread": 0,
    "author": "綜合新聞",
    "published": "2025-07-10T07:33:00Z",
    "title": "洛杉磯隧道突然坍塌 31人一度被埋遇險 已悉數獲救 | 文學城",
    "text": "美國加利福尼亞州洛杉磯市消防局9日說，在該市當日發生的一起隧道坍塌事故中救出31名被困人員。LAFD has just reported that all workers who were trapped in the tunnel in Wilmington are now out and accounted for.\n— Mayor Karen Bass (@MayorOfLA)\nI just spoke with many of the workers who were trapped. Thank you to all of our brave first responders who acted immediately. You are L.A.'s true heroes.[pic.twitter.com/6hdAwbH1MI][July 10, 2025]\n洛杉磯消防局說，這31人都是隧道工人，所有人暫無明顯傷勢。消防局仍在核實被困人數，目前尚無人員失蹤報告。\n洛杉磯郊區威爾明頓（Wilmington）在當地時間9日晚間，發生1起隧道坍塌事故，超過30名工人被活埋，並一度與外界失聯，逾百名警消與救難人員趕赴現場搜救。根據美媒最新消息指出，受困工人們目前已獲救。\n28 WORKERS BURIED ALIVE IN DRAGADOS MEGATUNNEL COLLAPSE - WTF IS UNDER LOS ANGELES?\n— HustleBitch (@HustleBitch_)\nA massive shaft operated by Dragados Mining & Boring Co. just imploded beneath Wilmington, trapping up to 28 workers underground.\nThis isn’t a city pipe job, it’s a global tunnel giant with…[pic.twitter.com/DtFnVXUYFD][July 10, 2025]\n綜合外媒報導，坍塌事故發生在9日晚間8時（台灣時間10日11點）左右，地點位於洛杉磯威爾明頓的1處工地。洛杉磯消防局（LAFD）指出，通往隧道的唯一出入口，距離救援地點以南約6英裏（約9.6公裏），提高了救援工作的複雜性和難度。\n根據消防局發布的信息，這條隧道直徑約5.5米，用於市政汙水處理，坍塌發生在距離唯一入口以南約8至9公裏的一處地下挖掘點。被困工人爬過一堆數米高的鬆散泥土，與坍塌點另一側的幾名同事會合後被救出。\n洛杉磯消防局獲報後，立即調集搜救隊前往現場，營救遭到活埋、困在廢墟下的31位工人。另從當地媒體播出畫麵顯示，晚間8點55分左右，受困工人們搭乘籠子，透過起重機被吊出隧道，目前尚無人員傷亡通報。\n報導指出，事故發生地點為洛杉磯縣環保署委托負責、耗資6.305億美元的“洛杉磯汙水排放隧道”（Los Angeles Effluent Outfall Tunnel），這條隧道長7英裏（約11.2公裏）、寬約18英尺（約5.4米），且有450英尺（約137.1米）深。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "topics": [
      "Disaster and Accident->structural failure",
      "Disaster and Accident->emergency response",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ca",
        "top_news_us",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T18:50:53.981+03:00",
    "updated": "2025-07-11T16:11:21.000+00:00"
  },
  {
    "uuid": "bab5c260abe4638120bba99d59912d2cfa7d0d4e",
    "url": "https://holdenyjra975207.pages10.com/online-money-making-by-composing-e-books-59779153",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Holdenyjra",
    "published": "2023-12-28T19:31:00Z",
    "title": "Online Money Making By Composing E-Books",
    "text": "Although publishing the old way is hard, you can self release your method to success. The big mistake individuals make is believing that there is an easy method to make a book effective, but the facts are that composing and promoting any book, consisting of one for kids is a very uphill struggle.\nInvest the time you require to prepare an outline for your book, and after that devote an hour every day to the writing process. I have actually written 10 books in this way, and each one took me about four months to finish. Once your summary is detailed enough it just ends up being a process of filling out the blanks with your understanding and info.\nTo prosper, you require a tutor you can rely on when you struck the inescapable snags. This book offers you access to a tutor and all the tools you require to prosper. 10 years ago I acquired a book on how to get abundant on the web. I stopped working miserably, partly since the author of the book was generating income by selling everyone else's books on the web and persuaded his clients you needed all those books. The result was that I became so baffled I stopped working and lost numerous thousands of dollars while doing so. The missing element was the absence of appropriate tutoring. The author of that book is still around and now provides tutoring service but he will remain unnamed as I have no interest\nBooks to read this year in working with him.\nOn the other hand I also took a look at books. And recognized that books ranged from novelty and executive length all the way approximately tomes. So comparing writing various length books was going to be a problem.\nYou only understand how excellent a book seeks you've written it. So a book is product centric. The entire focus is on the item, and it's coming out of your head. The marketing genius is not being acknowledged. Hear the marketing genius is your reader.\nEverybody wishes to do an excellent task. In Writing Books and eBooks, that desire is among the huge factors that books never ever get completed. What you've done just isn't great enough or going to be great enough. So we stop writing. We don't recognize the distinction in between completing a bad book and not completing at all. Being able to finish a good book, consistently, is a crucial element in knowing the system is excellent.\nThis book walks you step by step, day by day, as you compose the book you didn't understand you could compose. And if you are going to prosper in your efforts to make money on the web, you will need your own instructional item. While you can make a decent living on the web by just selling other individuals's products, you will do a lot much better by producing your own product. Selling anything on the internet is hard and that is why the majority of individuals do not succeed.\nAfter reading this list, you most likely realize you have some of the \"composing as a pastime\" mindset. Now that you're conscious of it, eliminate it. No more reasons. Make today the first day of the rest of your professional composing profession!\nOnline Money Making By Composing E-Books\nAlthough publishing the old way is hard, you can self release your method to success. The big mistake individuals make is believing that there is an easy method to make a book effective, but the facts are that composing and promoting any book, consisting of one for kids is a very uphill struggle.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.penguin.co.uk/articles/2018/100-must-read-classic-books.html",
      "https://penguin.co.uk/articles/2018/100-must-read-classic-books.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:00:13.223+02:00",
    "updated": "2023-12-29T03:00:13.223+02:00"
  },
  {
    "uuid": "ed7ca7218a5ba01a81fabb7930bf7094689e25c1",
    "url": "https://www.thecity.nyc/2024/06/13/youth-detention-lawsuit-sexual-abuse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachel Holliday Smith",
    "published": "2024-06-13T17:15:00Z",
    "title": "Hundreds Sue City Alleging Past Sex Abuse at Youth Detention Centers",
    "text": "When they were both 15 years old, Nijere Stewart loved walking on stilts and Clyde Wiggins enjoyed recording music before they would experience alleged sexual abuse at Crossroads Juvenile Center in Brownsville that they said forever changed their youth.\nLaw firm Levy Konigsberg LLP on Thursday announced it has filed a total of 250 civil lawsuits since April, including 100 this week, on behalf of people formerly detained at youth detention centers, all of them alleging sexual abuse by guards, counselors and other staff members.\nThe lawsuits are made possible by the Gender Motivated Violence Protection Act , a 2022 law passed by the City Council creating a two-year window allowing past survivors of sexual abuse to pursue civil actions at any time until March 1, 2025.\nAllegations of sexual abuse have long persisted within the New York City system of incarceration. Last month, the city shelled out $1.6 million to a man detained on Rikers Island who was abused by a physical therapist. Last year, hundreds of women filed rape lawsuits against the Department of Correction.\nJerome Block, partner at Levy Konigsberg, Brooklyn Borough President Antonio Reynoso and Councilmember Alexa Aviles (D-Brooklyn) were joined by survivors of the alleged abuse and youth and justice advocates at Brooklyn Borough Hall on Tuesday to denounce and address the “culture of secrecy” that they say allows abuse to persist.\nClyde Wiggins speaks at Brooklyn Borough Hall about being allegedly sexually abused while staying at a juvenile facility in the city, June 13, 2024. Credit: Ben Fractenberg/THE CITY “The number one change that needs to take place is the culture. The culture has to be that the juvenile justice system is to educate, it’s to rehabilitate, and it’s to set kids on the right path and the kids have to be valued and protected,” Block said at the press conference. He alleged that clients had been raped, forced to perform oral sex or other sexual acts, threatened and manipulated at Crossroads, which is run by the Administration for Child Services .\n“If there’s not a change in culture, then this is going to continue,” said Block.\nHe added that there should be neutral parties in the facilities that youth can approach to report any wrongdoing.\nIn a written statement to THE CITY, ACS spokesperson Marisa Kaufman said the agency does not tolerate sexual abuse and harassment, and that it is committed to following through on a 2003 federal law to eradicate prisoner rape in all types of correctional facilities.\n“ACS has a zero-tolerance policy concerning sexual abuse and sexual harassment of youth in detention and we are committed to the prevention and elimination of sexual abuse and harassment through compliance with the Prison Rape Elimination Act ,” said Kaufman, adding: “Earlier this year, we implemented an updated Prevention, Detection and Response to Sexual Misconduct in Secure Detention policy. We will review all filed lawsuits.”\n‘An Innocent Kid’ Stewart, 30, said police arrested him after officers found a gun under the staircase of where he and his friends were hanging out in his Crown Heights apartment building, noting that the weapon didn’t belong to any of them. He said he was sexually abused, beaten and starved at Crossroads Juvenile Center.\n“I went from an innocent kid with straight A’s, loved to play with my brothers, walk stilts in Crown Heights,” said Stewart at the press conference, before he became “traumatized and ashamed as a teenager because of the nightmare I had to go to live every night from adults who were supposed to protect you.”\nHis petition alleges that around 2008, “a male staff member at Crossroads routinely abused the power of his position and sexually abused” Stewart.\nToday, Stewart, a father of three, still walks stilts and teaches others in his community how to do the same.\nAfter spending five months at Crossroads, Stewart said returning to society was difficult for him, but encouraged others to speak out.\n“I didn’t want to interact with people like that. It was kind of rough, like mentally, physically,” he told THE CITY. “Going forward, I just be talking about this, encouraging people who been abused to come out. It don’t matter who you are.”\nWiggins, 34, said he was “at the wrong place, at the wrong time, chilling with the wrong crowd” when he was charged with robbery in the first degree and sent to Crossroads, where he was detained for three years.\nTwo young men spoke at Brooklyn Borough Hall about being the victims of alleged sexual abuse while staying at a juvenile facility, June 13, 2024. Credit: Ben Fractenberg/THE CITY “Basically people made us go somewhere where I wasn’t supposed to be. Police pulled up. It was a lot of stuff going on. I got charged. Everybody put it on me cause I was the youngest there,” Wiggins told THE CITY, noting that his peers encouraged him to take the charge because they thought he would not face any penalties being the youngest of the group and not having a criminal record at the time.\nHis lawsuit alleges that a female tutor repeatedly forced him to perform oral sex on her and that she bribed him with outside food and alcohol.\nWiggins, originally from Brownsville, said that before his detention he enjoyed recording music — but he struggled to return to that creativity after his release.\n His 6-year-old son has helped renew that spark.\n“He actually took the passion up for rapping. He be making his own little songs and stuff,” Wiggins said. “I’m finally finding the passion back with my son.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://bja.ojp.gov/program/prea/overview",
      "https://legistar.council.nyc.gov/LegislationDetail.aspx?ID=5072017&GUID=BA4C2A62-23E0-4AB2-B3A1-AC18F53C9993",
      "https://legistar.council.nyc.gov/LegislationDetail.aspx",
      "https://www.legistar.council.nyc.gov/LegislationDetail.aspx?ID=5072017&GUID=BA4C2A62-23E0-4AB2-B3A1-AC18F53C9993",
      "https://www.bja.ojp.gov/program/prea/overview"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clyde wiggins",
          "sentiment": "negative"
        },
        {
          "name": "nijere stewart",
          "sentiment": "negative"
        },
        {
          "name": "jerome block",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "youth detention centers",
          "sentiment": "negative"
        },
        {
          "name": "levy konigsberg llp",
          "sentiment": "none"
        },
        {
          "name": "department of correction",
          "sentiment": "none"
        },
        {
          "name": "city council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "rikers island",
          "sentiment": "none"
        },
        {
          "name": "brownsville",
          "sentiment": "none"
        },
        {
          "name": "crossroads juvenile center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:26:37.385+03:00",
    "updated": "2024-07-10T19:40:02.101+03:00"
  },
  {
    "uuid": "9df11958a134e7473ec8be35fd16a61be7a26294",
    "url": "https://www.abnewswire.com/pressreleases/always-green-turf-az-revolutionizes-outdoor-spaces-with-superior-synthetic-grass-solutions_706899.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-07-18T21:46:00Z",
    "title": "Always Green Turf AZ Revolutionizes Outdoor Spaces with Superior Synthetic Grass Solutions",
    "text": "Always Green Turf AZ continues to redefine outdoor landscaping with their state-of-the-art synthetic grass and\nfake grass installation services. Homeowners and businesses alike are discovering the transformative power of synthetic grass installation, a solution that promises not only aesthetic beauty but also practical benefits.\nThe Rise of Fake Grass\nIn recent years, fake grass has gained tremendous popularity. This surge can be attributed to the numerous advantages it offers over traditional lawns. This company is at the forefront of this revolution, providing high-quality synthetic grass that mimics the look and feel of natural grass without the associated maintenance hassles.\nBenefits of Synthetic Grass\nOne of the primary reasons for the shift towards synthetic grass is water conservation. With droughts becoming more frequent and severe, maintaining a natural lawn can be both challenging and costly. Their synthetic grass solutions help conserve water, reducing utility bills and promoting environmental sustainability. Additionally, synthetic grass remains lush and green year-round, regardless of weather conditions, ensuring a consistently beautiful outdoor space.\nAnother significant benefit is the reduction of maintenance efforts and costs. Traditional lawns require regular mowing, fertilizing, and pest control. In contrast, fake grass requires minimal upkeep, freeing up time and resources for other activities. This low-maintenance aspect is particularly appealing to busy homeowners and business owners looking to enhance their curb appeal without the ongoing investment of time and money.\nSuperior Synthetic Grass Installation\nAlways Green Turf AZ prides itself on delivering top-notch\nsynthetic grass installation services. The company’s team of skilled professionals ensures that every installation is executed with precision and attention to detail. From initial consultation to final installation, they are committed to providing a seamless experience for their clients.\nThe process begins with a thorough assessment of the site, taking into consideration factors such as soil type, drainage, and intended use of the space. This ensures that the synthetic grass installation is tailored to meet the specific needs and preferences of each client. Always Green Turf AZ uses only the highest quality materials, guaranteeing durability and longevity.\nVersatile Applications\nThe applications of synthetic grass extend far beyond residential lawns. This company has successfully done\nfake grass installation in a variety of settings, including commercial properties, sports fields, playgrounds, and rooftop gardens. Each installation is customized to suit the unique requirements of the space, ensuring optimal performance and aesthetic appeal.\nFor commercial properties, synthetic grass offers a pristine, inviting appearance that can enhance the overall image of the business. It is also an ideal solution for sports fields, providing a safe and durable surface for athletic activities. Playgrounds benefit from the soft, cushioned feel of synthetic grass, offering a safer environment for children to play. Additionally, rooftop gardens and terraces can be transformed into lush, green retreats, providing a relaxing escape in urban settings.\nCustomer Satisfaction at the Core\nAt the heart of Always Green Turf AZ’s success is their unwavering commitment to customer satisfaction. The company’s team works closely with clients throughout the entire process, ensuring that their vision is brought to life. This customer-centric approach has earned them a reputation for excellence and a loyal client base.\nThe Future of Landscaping\nAs the demand for sustainable and low-maintenance landscaping solutions continues to grow, this company is poised to lead the way. The company is constantly innovating, exploring new technologies and techniques to enhance their synthetic grass offerings. Their dedication to quality and customer satisfaction ensures that they remain at the forefront of the industry.\nGet in Touch\nFor those interested in transforming their outdoor spaces with fake grass or\nsynthetic grass installation, they offer comprehensive consultations. Their team is ready to answer any questions and provide expert advice tailored to individual needs. With Always Green Turf AZ, achieving a beautiful, low-maintenance lawn has never been easier.\nTo learn more about them and their synthetic grass solutions, visit Always Green Turf AZ. Experience the benefits of fake grass and synthetic grass installation, and discover why this is the trusted choice for homeowners and businesses across Phoenix and beyond.\nMedia Contact\nCompany Name:\nAlways Green Turf AZ\nContact Person: Support\nEmail:\nSend Email\nPhone: 480-571-0285\nAddress:204 S Mesa Dr\nCity: Mesa\nState: AZ 85210\nCountry: United States\nWebsite:\nhttps://www.alwaysgreenturfaz.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.google.com/maps?q=fake+grass+installation&cid=5962544020660156128",
      "https://www.alwaysgreenturfaz.com",
      "https://www.alwaysgreenturfaz.com/#:~:text=wherever%20else%20green-,synthetic%20grass,-is%20needed.%20Our",
      "https://www.alwaysgreenturfaz.com/#:~:text=YARD%20FROM%20LIFELESS%2C-,FAKE%20GRASS,-TO%20A%20VIBRANT",
      "https://alwaysgreenturfaz.com/#:~:text=YARD%20FROM%20LIFELESS%2C-,FAKE%20GRASS,-TO%20A%20VIBRANT",
      "https://www.google.com/maps",
      "https://alwaysgreenturfaz.com",
      "https://alwaysgreenturfaz.com/#:~:text=wherever%20else%20green-,synthetic%20grass,-is%20needed.%20Our",
      "https://google.com/maps?q=fake+grass+installation&cid=5962544020660156128"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "superior synthetic grass solutions always green turf az",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T01:28:54.941+03:00",
    "updated": "2024-07-19T01:28:54.941+03:00"
  },
  {
    "uuid": "956741c4fc49b94b53e7185a9ec9b39647f006ca",
    "url": "https://expressdigest.com/brooks-naders-ex-husband-is-dating-a-glamorous-southern-charm-star-amid-their-divorce",
    "ord_in_thread": 0,
    "author": "ExpressDigest",
    "published": "2025-05-01T00:20:00Z",
    "title": "Brooks Nader's ex-husband is dating a glamorous Southern Charm star amid their divorce",
    "text": "By ASHLEIGH GRAY FOR DAILYMAIL.COM\nPublished: 01:20 BST, 1 May 2025 | Updated: 01:20 BST, 1 May 2025\nBrooks Nader’s estranged husband Billy Haire is in a new romance with former Southern Charm star Naomie Olindo.\nNaomie, 32, and the hunky businessman took their relationship public on Tuesday as they each posted a loved-up photo of them on a boat via social media.\nHaire shared the image first, with Olindo reposting it and adding a single red heart emoji for her 729,000 Instagram followers to see.\nNaomie was clad in a patterned bikini, straw hat and sunglasses while Billy wore a black T-shirt, towel, and backwards baseball cap.\nIt comes one year after the NYU business school graduate announced his split from former Dancing with the Stars contestant Brooks.\nNader and Haire tied the knot on December 14, 2019 in New Orleans, Louisiana.\nBrooks Nader ‘s estranged husband Billy Haire is in a new romance with former Southern Charm star Naomie Olindo\nBrooks seen on April 24\nNews first broke of their split in May 2024 after a rep for Nader confirmed to People that they were ‘divorcing after living apart for months.’\n‘The split is amicable,’ the insider said. ‘She’s a busy person and career wise she’s on top of the world.\n‘All relationships are hard and some can be salvaged, some can’t. They’re both truly amazing people. They have just decided to go their separate ways,’ it was added.\nAs recently as January, the Sports Illustrated cover girl revealed she was still legally married to her ex.\nIt came amid her sizzling relationship with DWTS coach Gleb Savchenko.\nEight months after she filed for divorce, Brooks appeared on TikTok and gave an update on her and her ex Billy’s status.\nShe captioned a video, ‘Plot twist: still legally married.’\nThe comments of the post were full of her followers advising her to ‘get those papers going.’\nNader and Haire tied the knot on December 14, 2019 in New Orleans, Louisiana. They announced their plan to divorce in May 2024; pictured in 2022\nFor her part, Naomie was in a relationship with fellow Southern Charm star Craig Conover before they went their separate ways in 2017; pictured in 2021\nOther fans predicted that Savchenko was going to propose ‘the day the divorce is finalized.’\nNader and Savchenko struck up an on-off romance when they became dance partners on DWTS in September 2024. They most recently ended their relationship in April, with Brooks pulling the plug.\nFor her part, Naomie was in a relationship with fellow Southern Charm star Craig Conover before they went their separate ways in 2017.\nShe went on to date Metul Shah, eventually breaking up with him in 2021 over alleged infidelity.\n‘[We’re] definitely better as friends,’ Olindo told Us Weekly of where she stood with Craig in 2022.\n‘We learned so much from each other and from the whole situation that there’s no way either one of us could regret that.’\n:\nBrooks Nader’s ex-husband is dating a glamorous Southern Charm star amid their divorce\n***\nRead more at DailyMail.co.uk",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.dailymail.co.uk/static/gunther/1.17.0/registration--.css",
      "https://mads.dailymail.co.uk/v8/de/tvshowbiz/none/article/other/inread_player.html",
      "https://www.dailymail.co.uk/static/gunther/1.17.0/all1-ie8-9--.css",
      "https://www.dailymail.co.uk/static/gunther/gunther-2159/video_bundle--.css",
      "http://www.omniture.com",
      "https://www.dailymail.co.uk/tvshowbiz/article-14666103/brooks-nader-ex-husband-dating-southern-charm-naomie-olindo.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://mads.dailymail.co.uk/v8/de/tvshowbiz/none/article/other/para_top.html",
      "https://www.dailymail.co.uk/static/gunther/1.17.0/all-ie8-9--.css",
      "https://dailymail.co.uk/static/gunther/gunther-2159/video_bundle--.css",
      "https://dailymail.co.uk/tvshowbiz/article-14666103/brooks-nader-ex-husband-dating-southern-charm-naomie-olindo.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://dailymail.co.uk/static/gunther/1.17.0/all1-ie8-9--.css",
      "https://dailymail.co.uk/static/gunther/1.17.0/registration--.css",
      "https://www.mads.dailymail.co.uk/v8/de/tvshowbiz/none/article/other/para_top.html",
      "https://www.mads.dailymail.co.uk/v8/de/tvshowbiz/none/article/other/inread_player.html",
      "http://omniture.com",
      "https://dailymail.co.uk/static/gunther/1.17.0/all-ie8-9--.css",
      "https://www.dailymail.co.uk/tvshowbiz/article-14666103/brooks-nader-ex-husband-dating-southern-charm-naomie-olindo.html"
    ],
    "entities": {
      "persons": [
        {
          "name": "Brooks Nader",
          "sentiment": "negative"
        },
        {
          "name": "Naomie Olindo\nBrooks",
          "sentiment": "none"
        },
        {
          "name": "Billy Haire",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Southern Charm",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "NYU",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T06:14:19.694+03:00",
    "updated": "2025-05-01T03:25:09.000+00:00"
  }
]