[
  {
    "uuid": "0bfa6fdedd912b23e431fa8781f320f9ac3f318d",
    "url": "https://www.timesnownews.com/mumbai/with-atal-setu-pune-to-become-a-part-of-mumbai-heres-how-article-107747795",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TN City Desk",
    "published": "2024-02-16T05:42:00Z",
    "title": "Mumbai News: With Atal Setu, Pune To Become A Part Of Mumbai; Here's How | Mumbai News, Times Now",
    "text": "With Atal Setu, Pune To Become A Part Of Mumbai; Here's How According to Nadir Godrej, with the Atal Setu, Pune will seamlessly integrate with Bombay, bridging the short distance between them and transforming the entire expanse into a vast megalopolis. Pune will become a part of Bombay with the Atal Setu. Photo : ANI Mumbai: In an interview, Nadir Godrej, Managing Director of Godrej Industries, shared insights on Mumbai's evolution and the city's infrastructure expansion, particularly with the inauguration of the Atal Setu bridge. According to him, the Atal Setu significantly expands Mumbai's urban footprint, transitioning it into what Americans term a megalopolis, akin to Boswash—an extensive urban corridor stretching from Boston to Washington, DC, encompassing New York City. With the Atal Setu, Pune will seamlessly integrate with Bombay, bridging the short distance between them and transforming the entire expanse into a vast megalopolis. As per an [ET Now report](https://economictimes.indiatimes.com/markets/expert-view/pune-will-become-a-part-of-bombay-with-the-atal-setu-everything-in-between-will-be-one-huge-megalopolis-nadir-godrej/articleshow/107716697.cms?from=mdr), Godrej highlighted Mumbai's cosmopolitan nature and its historical significance as a global city with a thriving financial hub akin to New York. Reflecting on Mumbai's growth trajectory, Godrej noted the exponential rise in population and urban development over the years. While applauding infrastructural advancements such as the Atal Setu bridge and the forthcoming coastal road, he also expressed concerns about escalating air pollution and urged government intervention to address environmental challenges. According to him, the construction of the Atal Setu bridge will significantly enhance connectivity between Pune and Bombay (Mumbai). Historically, Pune and Bombay have been two distinct cities with some geographical distance between them. However, with the introduction of the Atal Setu bridge, the physical barrier between the two cities is greatly reduced, making travel between them much more accessible and convenient. Mumbai's Trans-Harbour Link In recent news, Navi Mumbai Municipal Transport (NMMT) may kick off bus services on the newly-inaugurated Mumbai Trans Harbour Link (MTHL) or the Atal Setu. Once the proposal is passed, locals willing to experience the longest sea link in India will be able to travel using public transport. In its proposal, NMMT has proposed initiating four services between Nerul and Mantralaya on the bridge. Mumbai's Coastal Road Project Mumbai Coastal Road project aims to establish an access-controlled freeway along the western shoreline of Mumbai, extending from Marine Drive to Dahisar. Phase 1 covering the stretch from Marine Drive to Worli is nearing completion, with 84 per cent progress. The subsequent phase will be from Worli to Versova. Phase 3, from Versova to Dahisar, has recently finalised its contractors, marking a significant step forward in the overall project. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Related News](https://www.timesnownews.com/mumbai) Mumbai Bus Operators Against New School Timings, May Hike Fares by 25-40 Per Cent AI Centre In London Likely To Be Named After Chhatrapati Shivaji Maharaj Mumbai Local Trains To Get Less-Crowded; Major Infra Boost On Cards To Ensure Hassle-Free Travel Wheelchair Unavailable, Air India Passenger Walks For 1 Km; Dies Of Heart Attack Akasa Air Cancels THESE Mumbai-Bengaluru Flights Until March 30",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "atal setu",
          "sentiment": "negative"
        },
        {
          "name": "nadir godrej",
          "sentiment": "negative"
        },
        {
          "name": "godrej",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "godrej industries",
          "sentiment": "negative"
        },
        {
          "name": "times now mumbai",
          "sentiment": "negative"
        },
        {
          "name": "mumbai news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "pune",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "bombay",
          "sentiment": "none"
        },
        {
          "name": "washington, dc",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:26:16.683+02:00",
    "updated": "2024-02-16T13:26:07.985+02:00"
  },
  {
    "uuid": "da6a32a4a97a1924d25d231a09541479e81d5ebb",
    "url": "https://www.diariodecadiz.es/cadiz/alcalde-Cadiz-anuncia-mas-baldeos-calles-partir-lunes-13_0_1901510306.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario de Cádiz",
    "published": "2024-05-10T12:51:00Z",
    "title": "El alcalde de Cádiz anuncia más baldeos de las calles a partir del lunes 13 de mayo",
    "text": "Las calles de Cádiz, cada vez más sucias debido a las restricciones en el uso del agua que impone la sequía, pero también a la ineficacia de la contrata de limpieza, se baldearán más y con mayor frecuencia a partir de la semana que arranca el próximo lunes 13 de mayo. Así lo ha anunciado esta mañana el alcalde de Cádiz, Bruno García, tras la Junta de Gobierno Local y antes de firmar el decreto que lo permitirá. García ha recordado que la pasada semana los ayuntamientos de Cádiz y San Fernando recibieron la autorización especial para poder baldear debido a los problemas para disponer de agua a través de los pozos y contar con margen suficiente para no superar el consumo por habitante. \"A partir de ahora, las calles se podrán baldear contribuyendo a que la ciudad esté más limpia\", dijo. Además, esta autorización permitirá también el riego de plantas en parques y jardines, \"aunque no será un riego abundante, sino de supervivencia, para que no mueran\", precisó. Actualización del mapa de ruidos La Junta de Gobierno Local ha adjudicado el servicio para la actualización del Mapa de ruidos y el Plan de Acción contra el ruido en la ciudad de Cádiz a la empresa Ibermad Medio Ambiente y Desarrollo SL por un importe de 51.216 euros, contando con seis meses para hacer este trabajo. Esta acción se encontraba dentro de la estrategia Edusi aunque, al no poder acometerse a tiempo, va a ser financiada por el propio Ayuntamiento de Cádiz. El alcalde ha incidido en que el mapa del ruido actual data del año 2012, por lo que es necesario realizar una actualización para adaptarlo a la situación real. Por ello, en primera instancia se va a hacer un trabajo de campo que localice y analice todos los posibles puntos de afección para que después en el Plan contra el ruido vayan incluidas las medidas que se van a poner en marcha para minimizar esta situación. Entre otras cosas este diagnóstico también servirá para revisar y actualizar las zonas acústicamente saturadas. \"En todos los estudios se va a tener en cuenta la población afectada\", dijo García. Personas sin hogar La Junta de Gobierno Local ha aprobado también el contrato de suministro de material para la campaña de inclemencias meteorológicas del Ayuntamiento de Cádiz para personas sin hogar. Se trata del material que se entrega a estas personas con motivo de la campaña de frío en invierno, con sacos de dormir, impermeables, camisetas, guantes y calcetines térmicos; y de la campaña de calor en verano, con calzado fresco, protector solar y gorras. Este contrato será de dos años con posibilidad de prórroga por uno más, siendo el precio de licitación de 7.108,76 euros. Ayudas sociales En cuanto a las ayudas sociales, se han aprobado ayudas por valor de 160.894,88 euros, de los cuales 145.784 euros son para 501 ayudas de emergencia social; 10.098 euros para ayudas económicas familiares; 3.711 euros para ayudas para el pago de la luz; y 1.300 euros para ayudas para el pago del agua. Por otro lado, se han aprobado 5 bonificaciones para pensionistas para el pago de la luz, 2 bonificaciones para pensionistas para el pago del agua, 27 ayudas de cobertura energética anual, y 10 ayudas de suministros vitales de agua. Cádiz, única capital andaluza sin Reglamento de Participación Ciudadana Por otro lado, el alcalde ha asegurado que se han iniciado los trámites para adaptar el Reglamento de Participación Ciudadana a la Ley 7/2017, de 27 de diciembre, de Participación Ciudadana de Andalucía. “Esta cuestión ya la hemos adelantado a las asociaciones de vecinos de nuestra ciudad, a través de la Federación Vecinos Cádiz”. El alcalde ha resaltado que “se trata de una demanda histórica de las asociaciones de vecinos que además es necesaria porque Cádiz es la única capital de provincia de Andalucía que aún no está adaptada a esta ley”. Esta medida tiene por objeto la regulación del derecho de participación ciudadana en la dirección de los asuntos públicos tanto autonómicos como locales, en condiciones de igualdad, de manera real y efectiva, ya sea directamente o a través de las entidades de participación ciudadana, así como el fomento de su ejercicio. Para poder llevar a cabo esta adaptación se ha contratado la empresa Coglobal, que va a realizar varias tandas de reuniones en distintos bloques con asociaciones y con vecinos. A partir de esas reuniones se redacta el proyecto de Reglamento de Participación Ciudadana, cuyo borrador deberá pasar por el pleno municipal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T16:22:43.603+03:00",
    "updated": "2024-05-10T21:34:35.022+03:00"
  },
  {
    "uuid": "91b618082576e56f42382c963ce0a0cafe62960a",
    "url": "https://www.giantfreakinrobot.com/sci/vibrating-pill-cures-obesity.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeffrey Rapaport",
    "published": "2024-01-05T21:00:00Z",
    "title": "Vibrating Pill Cures Obesity? New Tech Is Sci-Fi Come To Life",
    "text": "Vibrating Pill Cures Obesity? New Tech Is Sci-Fi Come To Life\nThe latest in the ongoing trend of\nsci-fi tropes becoming reality: a vibrating pill developed by MIT scientists significantly curbing obesity. The technology constitutes a groundbreaking development in the fight against weight gain, which the pill purports to reduce. Despite its cutting-edge package, the innovative approach nonetheless draws from an age-old advice: drink a glass of water before meals to feel full.\nScientists hope the technology will revolutionize weight loss strategies and offer an alternative to conventional dieting methods, such as surgery and expensive medications. Simulating the all-familiar sensation of being full is the key concept behind the vibrating pill. Indeed, dieticians have long counseled clients to imbibe a healthy portion of water before eating.\nHow It Works\nThe MIT researchers developing the capsule adhered to a similar principle, but one taking a much more direct approach. Specifically, the pill is intended to stimulate the stomach’s mechanoreceptors. These, in turn, send signals to the brain through the vagus cranial nerve.\nCumulatively, this activation commences the production of various hormones in the brain. These include insulin, GLP-1, C-peptide, and PYY—all of which collaboratively reduce hunger and enhance the digestion process.\nGood news for dieters long disappointed by the fad diets and endless stream of exercise regimes: initial tests of the vibrating pill in laboratory settings led to promising results.\nThe research team found that animals fed the pill 20 minutes before eating exhibited a reduction in food consumption by 40 percent. Simply put, the high-tech pill’s ability to leverage and regulate the body’s endogenous system engenders decreased appetite.\nSimulating the all-familiar sensation of being full is the key concept behind the vibrating pill.\nMost remarkably, as an associate professor at MIT Giovanni Traverso highlighted, the capsule employs the body’s innate biology instead of external, potentially harmful agents to promote weight loss.\nWhat emerges is a potentially powerful, even revolutionary tool for treating obesity—one largely harnessing the human body’s internal system to achieve improved health.\nThat being said, the vibrating pill has a slightly disconcerting appearance—reminiscent of something behind the origin story of a\nsuperhero like Cyborg more than something you pick up at the pharmacy.\nA silver oxide battery powers a vibrating motor inside the capsule—itself the size of a typical multi-vitamin. The pill exhibits novel design and ingenious application: upon reaching the stomach, its outer layer dissolves in the surrounding gastric acid. This process then finalizes the electrical circuit and initiates the vibration.\nOf course, following their tests on animals, the scientists behind the pill now focus on ensuring the technology is as safe and feasible for human consumption as possible. As compelling and promising as the vibrating pill’s efficacy is, it’s easy to see people reluctant to swallow a miniature motor–at least until human trials are safely and transparently complete.\nThe research team found that animals fed the pill 20 minutes before eating exhibited a reduction in food consumption by 40 percent.\nAdditionally, scaling up production remains a priority and perhaps a challenge. Manufacturing—of drugs, iPhones, or EVs, for that matter—often proves an under appreciated obstacle in tech.\nChallenges aside, researchers like post-doc Shriya Srinivasan exhibit optimism; Srinivasan believes the pill could be produced cost-effectively and at an enormous scale.\nFor its part, the vibrating pill joins a burgeoning trend in medical research, one exploring the possibilities of capsule-based tech. From ingestible sensors to advanced micro-robotic systems, the future increasingly appears characterized by medical treatments reduced to the mere act of swallowing a pill.\nSource:\nMIT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://news.mit.edu/2023/engineers-develop-vibrating-ingestible-capsule-1222",
      "https://www.news.mit.edu/2023/engineers-develop-vibrating-ingestible-capsule-1222"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "mit",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:37:01.813+02:00",
    "updated": "2024-01-06T00:37:01.813+02:00"
  },
  {
    "uuid": "eda6e86fb41f0dbbed8a5b23bb7508e34b0bbb96",
    "url": "https://www.cambridge-news.co.uk/news/local-news/what-know-far-peterborough-fire-28361325",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "newsdesk@cambridge-news.co.uk (Tom Burnett)",
    "published": "2023-12-28T22:19:00Z",
    "title": "What we know so far about Peterborough fire as emergency services attend Padholme Road blaze",
    "text": "Dozens of firefighters are at the scene of a 'large fire' in\nPeterborough tonight (Thursday, December 28). Emergency services are attending the blaze on Padholme Road. Cambridgeshire Fire and Rescue Service has said it was called to a fire in the roof of an industrial building. More than 30 firefighters are currently at the scene.\nEmergency services were first contacted about the incident at around 8.50pm. Cambridgeshire Police has urged people to avoid the area and those living nearby have been advised to keep doors and windows shut due to smoke rising from the fire.\nLive updates:\nUpdates on the Padholme Road fire in Peterborough as they come in\nA Cambridgeshire Police spokesperson said: \"Police are assisting Cambs Fire & Rescue Service at a large fire off Padholme Road in Peterborough. Please avoid the area, and keeps doors and windows closed to protect from smoke.\"\nA Cambridgeshire Fire and Rescue Service spokesperson said: \"More than 30 firefighters are tackling a fire involving an industrial building on Padholme Road in Peterborough. Crews were called to the scene around 8.50pm reporting a large fire involving the roof. Please avoid the area where possible and keep windows closed if nearby.\"\nDo you want more of the latest Cambridgeshire news as it comes in? Sign up to our dedicated newsletter to make sure you never miss a big story from Cambridge or anywhere else in the county.\nYou can also sign up to our dedicated Peterborough, Traffic and Crime newsletters for the latest updates on the topics you are most interested in.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "decembe",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "cambridgeshire fire and rescue service",
          "sentiment": "none"
        },
        {
          "name": "cambridgeshire police",
          "sentiment": "none"
        },
        {
          "name": "cambs fire & rescue service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "peterborough",
          "sentiment": "none"
        },
        {
          "name": "padholme road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:01.875+02:00",
    "updated": "2023-12-29T01:13:01.875+02:00"
  },
  {
    "uuid": "18be3c0fd07494def9b5aeea1f885d5396015594",
    "url": "https://andina.pe/agencia/noticia-san-martin-emergencia-defensa-civil-recaba-informacion-para-conocer-nivel-danos-968441.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
    "published": "2023-12-29T00:00:00Z",
    "title": "San Martín en emergencia: Defensa Civil recaba información para conocer nivel de daños | Noticias | Agencia Peruana de Noticias Andina",
    "text": "Si bien en los últimos días en la región San Martín se han presentado lluvias intensas y hay cierto número de personas que han sufrido algunos daños y afectaciones, la situación se mantiene dentro de lo normal con precipitaciones fuertes por algunas horas pero luego aparece el sol, también fuerte.\nAsí lo expresó Olter Gonzales Sandoval, jefe de la Oficina Regional de Seguridad y Defensa Nacional de la Región San Martín, al ser entrevistado por la Agencia Andina al señalar que personal de su sector se ha desplegado a las zonas donde han ocurrido problemas para obtener la información requerida y proceder a la ayuda correspondiente.\nEn tal sentido, precisó por el momento no se han producido lluvias por encima de lo normal en la presente temporada.\nIndicó que al llover intensamente sube el caudal de los ríos y no se transita con normalidad y ocurren problemas en viviendas que están en zonas de alto peligro cuyos habitantes, a pesar de las advertencias de Defensa Civil, no se quieren mover.\nLea también: [Lluvias en San Martín: evalúan daños causados por inundaciones en tres distritos de Lamas ]\n\" Hoy (jueves) no hemos tenido lluvia, pero ayer llovió bastante pero luego a las 3 de la tardes salió un fuerte sol, así es acá en la Selva, en esta temporada, llueve, aumentan los cauces de los ríos, se afecta carreteras y viviendas pero el sol vuelve a salir \", expresó.\nOlter Gonzales dijo que se ha recibido información de casas afectadas por las lluvias y la crecida de las aguas y deslizamientos de tierra en localidades como El Pongo ,Chazuta, San Pablo y zonas aledañas pero no se sabe con exactitud lo ocurrido debido a que no había forma de llegar a dichas zonas por la crecida de los ríos.\nApenas bajó el cauce, el personal de Defensa Civil regional ha viajado a las zonas de donde provienen los reportes para recabar la información en la fichas EDAN (Evaluación de Daños y Análisis de Necesidades) para luego subir los datos al Sinpad (Sistema Nacional de Información para la Prevención y Atención de Desastres) y enviar la ayuda que se necesita, señaló el funcionario.\nLa información inicial, agregó, que hemos recibido es de unas 50 casas con daños, pero no podemos decir si hay afectados o damnificados, eso lo sabremos con exactitud cuando se conozca la información que suban los empadronadores.\nLea también: [San Martín reporta emergencias por lluvias intensas e inundaciones en diversas provincias]\nGonzales Sandoval dijo que tanto la Dirección Regional de Vivienda como de Transportes se están movilizando para atender las viviendas y vías afectadas al igual que Defensa Civil de los municipios locales y que todos los organismos involucrados \" están preparados llevar y entregar los bienes de ayuda humanitaria que se requieran \".\nAsimismo, mencionó el trabajo que realiza la Concesionaria IIRSA Norte en la carretera Tarapoto-Yurimaguas vía que quedó bloqueada por el deslizamiento de tierra pero que ya quedó habilitada.\n\" Hasta el momento no sabemos con exactitud lo que ha ocurrido pero sí conocemos y es lamentable que muchas viviendas están en zonas de riesgo y esto porque lo permiten las autoridades de los municipios que les dan un documento que los reconocen como asentamiento humano \", anotó.\nEl funcionario sostuvo que con ese documento, los pobladores van a las empresas eléctricas de su localidad y obtiene su servicio de luz eléctrica, con lo cual prácticamente oficializan su estancia en una zona no adecuada.\n\" Es lamentable que esto ocurra y es responsabilidad de las autoridades que les otorgan permisos para ubicar casas en lugares que son de alto riesgo \", aseveró tras indicar que están a la espera de la información que levanten los empadronadores. (FIN) JCB/MAO\nMás en Andina:\nDiversas calles de la ciudad de Yurimaguas se encuentran inundadas debido a las lluvias intensas, de más de diez horas de duración, que se registraron entre la noche del martes 26 y ayer miércoles en Loreto.\n?? https://t.co/4EWMcixw6q pic.twitter.com/xWWOw7DmZ3\n— Agencia Andina (@Agencia_Andina) December 28, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://t.co/xWWOw7DmZ3",
      "https://t.co/4EWMcixw6q",
      "https://twitter.com/Agencia_Andina/status/1740472618447491434?ref_src=twsrc%5Etfw",
      "https://twitter.com/Agencia_Andina/status/1740472618447491434",
      "https://www.twitter.com/Agencia_Andina/status/1740472618447491434?ref_src=twsrc%5Etfw",
      "https://www.t.co/4EWMcixw6q",
      "https://www.t.co/xWWOw7DmZ3"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:28:24.935+02:00",
    "updated": "2023-12-29T15:28:24.935+02:00"
  },
  {
    "uuid": "6cebc32040fc81de088408858c9ab41d4d330f9f",
    "url": "https://www.cba24n.com.ar/deportes/ezequiel-delgado-se-quedo-con-el-primer--torneo-de-pesca-del-2025-_a678963bfb3ee0f79548eb6a0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cba24n",
    "published": "2025-01-16T21:47:00Z",
    "title": "Ezequiel Delgado se quedó con el primer torneo de Pesca del 2025",
    "text": "Ezequiel Delgado se quedó con el primer torneo de Pesca del 2025\nCon un emocionante evento en Carlos Paz, la Federación Cordobesa de Caza y Pesca (FECAPES) inauguró su calendario.\nEl pasado domingo, el Club de Pesca Renault dio inicio a la temporada 2025 con el Concurso a la Pieza de Mayor Peso, un evento que reunió a 250 pescadores en las aguas del emblemático lago San Roque.\nOrganizado por el Club de Pesca Renault y bajo la fiscalización de FECAPES, el certamen dio un emocionante espectáculo en el que se registraron 35 capturas válidas.\nEl gran protagonista de la jornada fue Ezequiel Delgado, quien se llevó el primer premio con una carpa de 5,940 kg, consagrándose como el ganador absoluto del torneo.\nDesde la comisión directiva del club organizador expresaron su agradecimiento a todos los participantes y colaboradores, destacando el apoyo recibido: “Estas son las cosas que nos animan a seguir trabajando para superarnos y tratar de mejorar en cada evento. Muchas gracias por el apoyo.”\nEl certamen, realizado en el Monumento Bustos, también priorizó la inclusión, permitiendo participar a damas, cadetes y adultos con impedimentos físicos. Además, las reglas garantizaron equidad, como la prohibición del uso de multifilamento.\nLO QUE VIENE:🎣👇",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->casting (fishing)",
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ezequiel Delgado",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Federación Cordobesa de Caza y Pesca",
          "sentiment": "none"
        },
        {
          "name": "Club de Pesca Renault",
          "sentiment": "none"
        },
        {
          "name": "FECAPES",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:24:43.633+02:00",
    "updated": "2025-01-17T00:24:43.633+02:00"
  },
  {
    "uuid": "8b798dcc746e6b5f88e4670c34810ba6f0d74f7b",
    "url": "https://www.yorkpress.co.uk/news/24016848.york-river-ouse-six-flood-warnings-rain-expected/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kevin Glenton",
    "published": "2023-12-29T10:45:00Z",
    "title": "York: River Ouse has six flood warnings and rain expected | York Press",
    "text": "UPDATED: A sixth flood warning has been issued by the Environment Agency for the River Ouse at York. The agency said the area influenced is Fulford and Fordlands Road. The Environment Agency said low-lying land in the area is expected to be the most affected, particularly around riverside properties in Fulford from Blue Bridge Lane to the A64, and properties in the Fordlands Road area that can be cut-off by road flooding. FLOOD warnings have been issued for York with river levels more than double their normal levels and more rain forecast. Flood warnings from The Environment Agency – meaning ‘act now, flooding expected’ – were in place on the River Ouse before 8am this morning (Friday, December 29) due to Storm Gerrit. The agency also has issued two flood alerts – meaning flooding is possible – on the River Ouse. Areas with Flood Warnings The warnings are for the following parts of the River Ouse and areas influenced by rising river levels: - River Ouse at Acaster Malbis – properties along Intake Lane, Mill Lane, Yew Tree Close, Darling Lane and Hauling Lane - River Ouse at Naburn Lock – Naburn Lock Buildings and Lock Cottages - River Ouse at York – properties on King’s Staith in York and riverside areas through York from Lendal Bridge to Millennium Bridge - River Ouse at York – Skeldergate and Tower Street – properties at lower levels on Skeldergate and on Tower Street near Tower Gardens, properties on Cumberland Street - River Ouse at York – St George’s Field and Queen’s Staith – properties along Queen’s Staith, on South Esplanade, Friars Terrace and Tower Place, St George’s Field carpark and Rowntree Park On the River Ouse in York, the Viking Recorder at 9.30am registered a level of 4.06 metres, more than double the top of the normal range of 1.90 metres. The Environment Agency has [updated its prediction for the peak of the Ouse level](https://www.yorkpress.co.uk/news/24015662.flood-warnings-york-alerts-north-yorkshire/) there, to 4.31 metres, on December 30 at 4am. It added that the Foss Barrier in York is in operation. A level there was recorded at 8.92 metres at 9.45am this morning, which is over a metre above the normal range. Today's Met Office weather forecast for York includes 'light showers in the afternoon'. It added that in Yorkshire and the Humber rain showers are expected overnight and will ease before Saturday. On Saturday, the Met Office forecast for York includes 'heavy rain by late morning', with conditions expected to brighten with sunny intervals by late morning on Sunday. City of York Council has said that Rowntree Park, St George’s Field Car Park, Esplanade Car Park are closed due to the high river levels. It also said flood defences are installed on Peckitt Street and Tower Gardens in York. It added that temporary footbridges are in place at Fordlands Road and City Mills. The Environment Agency flood alert said: “We are monitoring rainfall and river levels, and are checking rivers for blockages in the area. “Our incident rooms are open and we are closely monitoring the situation. “We are liaising with emergency services and local authorities. “Consider activating any property flood protection products. “Avoid using low-lying footpaths and any bridges near local watercourses, and do not attempt to walk, cycle or drive through water.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mill lane",
          "sentiment": "none"
        },
        {
          "name": "fulford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "environment agency",
          "sentiment": "negative"
        },
        {
          "name": "river ouse at york",
          "sentiment": "negative"
        },
        {
          "name": "| york press",
          "sentiment": "negative"
        },
        {
          "name": "river ouse",
          "sentiment": "negative"
        },
        {
          "name": "darling lane",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fordlands road",
          "sentiment": "none"
        },
        {
          "name": "river ouse",
          "sentiment": "none"
        },
        {
          "name": "fulford",
          "sentiment": "none"
        },
        {
          "name": "intake lane",
          "sentiment": "none"
        },
        {
          "name": "hauling lane - river ouse",
          "sentiment": "none"
        },
        {
          "name": "blue bridge lane",
          "sentiment": "none"
        },
        {
          "name": "naburn lo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:48:42.468+02:00",
    "updated": "2023-12-29T19:48:42.468+02:00"
  }
]