[
  {
    "uuid": "39a9ccd2b2bb33ec736d573391d622dbb710c35b",
    "url": "https://architectureau.com/articles/houses-156-preview",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexa Kempton",
    "published": "2024-02-01T12:01:00Z",
    "title": "Houses 156 preview",
    "text": "The stories told in Houses detail the ways that homes have been tailored to meet the demands of contemporary living. Whether it’s a judicious augmentation of an older terrace or bungalow, clever adjustments to an apartment or a carefully designed new house, these homes demonstrate how architects and designers create varied opportunities for inhabiting across moods and seasons. After all, our homes need to support different modes of occupation:\nrest or play, the daily rituals of family meals or teenagers’ needs for increasing independence, space for parties and quiet zones for study or professional work.\nAdaptability was a core component of the brief in Brick House by Studio Roam and With Architecture Studio. This new home in Perth is designed with future replication in mind – learning from the ideas of the terrace, the plan can be flipped and repeated, ensuring flexibility for future generations.\nAt Niwa House by John Ellway, the traditional patterns of the worker’s cottage have been adjusted to suit the contemporary fold between work and domestic life. This reconfigured house, only enlarged by 30 square metres, comfortably accommodates a growing family, with space for visitors, hobbies and homework, while preserving ample space for the garden.\nAdaptability is integral to the longevity of our homes, ensuring they will serve multiple generations well now and into the future. That message of responsible development is one we support wholeheartedly at Houses.\nAlexa Kempton, editor\nFollow Houses on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john ellway",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "niwa house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brick house",
          "sentiment": "none"
        },
        {
          "name": "perth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T03:04:10.466+02:00",
    "updated": "2024-02-02T03:04:10.466+02:00"
  },
  {
    "uuid": "1c9d02350c1a52f147400ecd8c91ee31a567abac",
    "url": "https://www.intouchweekly.com/posts/nicole-kidman-silently-struggling-after-fans-notice-weight-loss/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark McGarry",
    "published": "2023-12-28T20:59:00Z",
    "title": "Nicole Kidman ‘Silently Struggling’ After Fans Notice Weight Loss | In Touch Weekly",
    "text": "A day after arriving in Sydney on a long-haul flight from the U.S., Keith Urban was back at the airport to pick up his wife of 17 years, Nicole Kidman , as she came home for Christmas on December 18.\nThe pair smiled widely as he led her by the hand and ushered her outside into his waiting car. “It was all very sweet and lovey-dovey — he even opened the car door for her,” says an observer, “but it definitely seemed a little bizarre, like they were putting on a show of unity and happiness for all of the cameras.”\nIn private, it’s a different story. “Nicole has been secretly struggling and doing her best to hide it,” says an insider exclusively to In Touch . But fans have started to notice her erratic social media posts, dramatic weight loss and changing face due to suspected plastic surgery. “Everyone wants to know what’s wrong with her. Even those close to her are concerned. The truth is, Nicole has been working herself ragged, and it’s taking a toll.”\nUnrelenting Schedule In the past two years, Nicole has filmed five TV shows and three movies. “She’s been acting in projects nearly back-to-back while also doing advertisements and producing,” says the insider. “She even just took on the job as a Balenciaga brand ambassador, as if she didn’t have enough on her plate.”\nAnother source reveals she also earns upwards of $1 million for a few hours’ work appearing at private events, such as corporate conventions and sales conferences. “The sheer frequency of these jobs seems to indicate she’s desperate for easy cash,” says the source. Despite already being worth an estimated $250 million, “it’s as if she fears if she turns down work opportunities, she’ll lose the career she worked so hard for,” the insider adds of the 56-year-old. “She’s shown no signs of slowing down.”\nBrokenhearted! See the Messiest Celebrity Breakups Ever Here And she throws herself into every new job, body and soul. As a practitioner of the Method acting style, she’s admitted her preparation for roles is “bats—t crazy.” She’s been known to lose herself in a character to the point where those on set have observed that “something inside her just snaps and she becomes a different person,” says the insider.\nIt’s difficult to turn off that level of intensity when she gets home. After making the 2020 series The Undoing , Nicole admitted, “I went down for a week because your immune system doesn’t know the difference between acting and truth.”\nThe side effects are more than just physical. “Certain things penetrate in a really deep way. There is just no getting around that, and I wish there was. It does take a toll on my health and my spirit,” she’s said, adding that sometimes when she gets home, her children “are going, ‘Why are you looking like that, Mummy?’”\nAlarming Photos Fans wonder the same thing. “Nicole has always been shy and slightly quirky, which can cause her to act awkwardly in social situations. But her recent behavior has drawn a lot of attention,” says the insider. “She just seems off at times.”\nIn a series of Instagram photos posted on November 30, the actress made faces while wearing just rock band T-shirts and no pants.\nSee Tom Cruise and Nicole Kidman’s Complete Relationship Timeline Aside from acting like “she’s 15 years old,” as one commenter griped, others fretted about her bony frame and speculated that she seems to have gotten plastic surgery.\nScary Skinny In person, the changes are even more noticeable. “She looks incredibly skinny. People are whispering about how boney she is,” says a witness who’s seen her on set for the erotic thriller Babygirl in NYC recently. (Nutrition expert Dr. Fred Pescatore , who has not treated Nicole, estimates that the 5-foot-11 actress is about 25 pounds below the average weight for her height.) “Her face doesn’t look so sunken,” adds the witness, “because she appears to have had fillers.”\nNew York-based plastic surgeon Dr. Ramtin Kassir believes she’s done a lot more than that. “I think the [recent] pictures you see are the result of surgery, fillers and injectables,” says the doctor (who has not treated her), adding that he believes Nicole has had face, brow and neck lifts. (She admitted to using Botox in 2011 but claimed she stopped.) “When you get a lot of injectables and fillers, it interferes with the lymphatic drainage,” adds Dr. Kassir, “so you get this puffy balloon face.”\nMuch-Needed Break Some believe Nicole needs to slow down. “She tends to lose weight when she’s overworked,” notes the insider, adding that even an A-list Oscar winner can’t escape Hollywood’s demanding beauty standards, which have led to her being criticized for dressing in age-inappropriate outfits in photo shoots to maintain her youthful appearance. “And on top of dealing with all that public criticism, she’s not giving herself enough time to recover from the constant strain of travel and long working hours. She doesn’t have the comforts of home and barely sees her family, which is difficult for her and could explain why she doesn’t seem like herself.”\nSo Grown Up! Photos of Tom Cruise, Nicole Kidman's Daughter Bella Today The holidays are her chance to recharge. “The good news is that she gets to spend them with her family,” the insider says of Keith, 56, and their daughters Sunday, 15, and Faith, 13, as well as Nicole’s mother and sister. “They mean everything to her. Nicole is going to cherish this time and try to relax and re-center herself for the new year — before she pushes herself too far.”\nHave a tip? Send it to us! Email In Touch at contact@intouchweekly.com .\nComment Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to share on Pinterest (Opens in new window) <div",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keith urban",
          "sentiment": "negative"
        },
        {
          "name": "nicole kidman",
          "sentiment": "negative"
        },
        {
          "name": "nicole",
          "sentiment": "none"
        },
        {
          "name": "”",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:57.870+02:00",
    "updated": "2024-01-05T07:43:55.212+02:00"
  },
  {
    "uuid": "d0c54f0165fb662c975a72e78045af3793795217",
    "url": "https://rmc.bfmtv.com/actualites/international/gaza-la-france-accueille-deux-premiers-enfants-palestiniens-blesses_AD-202312280581.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AL",
    "published": "2023-12-28T19:41:00Z",
    "title": "Gaza: la France accueille deux premiers enfants palestiniens blessés",
    "text": "D'après le Quai d'Orsay, après ces deux premières assistances, la France doit accueillir d'autres \"enfants palestiniens blessés ou gravement malades dès la semaine prochaine\". La France a accueilli jeudi deux enfants palestiniens blessés, qui ont été pris en charge dans des services hospitaliers pédiatriques, selon un communiqué du ministère français des Affaires étrangères.\nUn appel incessant à la mise en place d'une trêve humanitaire Paris prévoit \"une nouvelle opération d'accueil d'enfants palestiniens blessés ou gravement malades dès la semaine prochaine\", affirme le Quai d'Orsay, \"conformément aux engagements du président de la République\" Emmanuel Macron.\n\"La France est extrêmement préoccupée par la situation humanitaire à Gaza et continue de se mobiliser pour venir en aide à la population civile\", rappelle le ministère en réitérant son \"appel à la mise en place d'une trêve humanitaire, qui doit pouvoir mener à un cessez-le-feu pérenne, pour permettre le passage de l'aide humanitaire et l'évacuation des blessés\".\nLa guerre déclenchée le 7 octobre par l'attaque sanglante du mouvement islamiste palestinien contre Israël ne montre aucun signe de répit malgré les lourdes pertes civiles et les appels internationaux à un cessez-le-feu.\nExpliquez-nous par Nicolas Poincaré : Peut-on espérer une nouvelle trêve à Gaza ? - 21/12 3:24 129 personnes toujours détenues à Gaza Au total, 21.320 personnes, en majorité des femmes et des enfants, ont été tuées dans la bande de Gaza assiégée depuis le début des opérations militaires israéliennes, selon le ministère de la Santé du Hamas.\nEn Israël, l'attaque du 7 octobre a fait environ 1.140 morts, pour la plupart des civils, selon un décompte de l'AFP réalisé à partir des derniers chiffres officiels israéliens. Environ 250 personnes ont été enlevées par le Hamas, dont 129 restent détenues à Gaza.\nSur le même sujet Le pape dénonce \"la situation humanitaire désespérée\" à Gaza B. Netanyahou à Gaza : \"La guerre va continuer jusqu'au bout\" Guerre Israël-Hamas: Paris \"gravement préoccupé\" par l'intensification et la prolongation des combats à Gaza En représailles, Israël a juré de détruire le Hamas, classé organisation terroriste par les États-Unis, Israël et l'Union Européenne. L'armée a lancé le 27 octobre une offensive terrestre qui a coûté la vie jusqu'à présent à 167 soldats, selon l'armée.\ndossier : Israël : attaque terroriste massive du Hamas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:05.811+02:00",
    "updated": "2023-12-29T00:23:40.470+02:00"
  },
  {
    "uuid": "467ce79b700426a1053207d80b8264bc6ee88834",
    "url": "https://punchng.com/tinubu-determined-to-end-violence-in-south-east-shettima/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephen Angbulu",
    "published": "2023-12-29T20:28:00Z",
    "title": "Tinubu determined to end violence in South-East — Shettima",
    "text": "Vice President Kashim Shettima, on Friday, said the Tinubu-led government is resolute to end the reign of terror in Nigeria’s South-East fueled by those he called “self-serving criminals” taking advantage of the security situation to foster their political agenda. “The problem we are here to solve as a community, as a Umunna, is a creation of self-serving criminals who do not represent the interests of the Ndi-Igbo and Nigerians,” Shettima said in Bende, Abia State when he unveiled the Peace in South-East Project by the Deputy Speaker of the House of Representatives, Benjamin Kalu. His comments came over three weeks after he advocated the adoption of non-kinetic mechanisms to tackle insecurity in the South-East. Shettima who received a delegation led by the Deputy Speaker at the Presidential Villa, Abuja, on December 5, said, “The approach is the most beautiful I have seen so far. We need to build bridges, there is a need for a handshake, that way, those that have not been radicalised can be captured.” Kalu’s delegation were at the State House to seek the VP’s buy-in on the PISE-P. Since 2012, insecurity in Nigeria’s South East, where the Indigenous People of Biafra is most active, has become increasingly complex and multifaceted as the region continues to see a rise in unrest and conflict in recent years. The increased unrest is partly attributed to the activities of IPOB and its militant wing, the Eastern Security Network, which, proponents say, was established to combat criminality and protect the local population from perceived threats. However, ESN’s operations have led to clashes with Nigerian security forces, resulting in casualties and further instability. A report by the International Centre for Investigative Reporting revealed that at least two people die daily as a result of violence in the South East, with over 1700 deaths documented between 2021 and June 2023. According to a statement signed Friday by the Senior Special Assistant to the Vice President on Media and Communications, Stanley Nkwocha, the VP said Tinubu is concerned about the development and is “determined to deploy all available resources to eliminate the purveyors of falsehoods and propaganda that have become weapons against Nigeria’s unity.” The statement is titled ‘Tinubu poised to end the reign of terror in South-East – Shettima.’ Delivering his speech titled, ‘Why We are all Umunna’, Shettima said, “His Excellency, President Bola Tinubu, has been concerned about the extensive economic devastation inflicted by non-state actors on this beautiful region since we took office. “He is acutely aware that our commitment to Nigeria’s future remains incomplete as long as we grapple with the sinister operations of economic saboteurs who masquerade as advocates for the Ndi-Igbo. “That’s why he’s determined to utilise all available resources to ensure that the peace we’re establishing in this region is not cosmetic, and we can’t guarantee it unless all of us see through the falsehoods and propaganda that have become weapons against our unity.” Shettima reasoned that the terror groups that have held the South East to ransom were not created by the people of the region, or of Nigerians from other parts of the country. “The problem we are here to solve as a community, as an Umunna, is a creation of self-serving criminals who do not represent the interests of the Ndi-Igbo and Nigerians. “Mr President knows this better than all of us, and that’s why he has never held any group accountable for the infractions of law-breaking individuals who identify as their members. This, I believe, is the democracy we have all chosen,” he stated. He revealed that the criminals disrupting the peace in the South-East are doing so in connivance with “forces exploiting the situation for dangerous political agenda,” adding that attempts to undo the hard work of the nation’s heroes past will fail. However, the VP maintained that the situation cannot be reversed unless the government involves the people whom he said are its ears, legs and mouths in the region. “Today, we stand united to firmly declare: enough is enough,” Shettima stated, stressing the need for a coordinated intervention to tackle insecurity in the region head-on. He promised that the Tinubu administration “shall not rest until it fulfils its pledge to mitigate the crisis” it inherited. Shettima commended Deputy Speaker Kalu, who is the convener of the peace initiative, for his efforts to restore lasting peace in the South East, just as he said the event attests “to the profound understanding that no one comprehends the experience of a community better than the people themselves.” Earlier, Kalu said his goal for initiating the PISE-P was to foster peace, unity, and development in the region. The project also aims at promoting reconciliation among communities and individuals affected by past conflicts, he added. Also speaking at the event, the Chairman of the South-East Governor’s Forum, Governor Hope Uzodimma of Imo State, commended the Vice President for his sufficient goodwill to the people of the South East. Uzodimma who is also Chairman of the Progressive Governors’ Forum said, “Our Vice President has shown sufficient goodwill to the people of the South East. “From this part of the country, we will continue to work with the rest of Nigeria to make the country a prosperous nation for the interest of all of us for service to God and humanity.” Dignitaries present at the event include Deputy Governor of Anambra State, Gilbert Ibezim; Deputy Senate President, Senator Barau Jibrin; Speaker of the House of Representatives, Tajudeen Abbas and National Chairman of the All Progressives Congress, Dr. Abdullahi Ganduje. Others are Senator Osita Izunaso; Kano State APC governorship candidate, Nasiru Gawuna; former Minister of State for Mines and Steel Development, Henry Ikoh; the Obi of Onitsha, Nnaemeka Achebe; the Ooni of Ife, Adeyeye Ogunwusi; former Imo State Governor, Rochas Okorocha; former Minister of Labour and Productivity, Emeka Wogu; former Deputy Speaker of the House of Representatives, Emeka Ihedioha, and former Chief of Army Staff, Lt.-Gen. Azubuike Ihejirika, among others.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "kashim shettima",
          "sentiment": "negative"
        },
        {
          "name": "shettima",
          "sentiment": "none"
        },
        {
          "name": "benjamin kalu",
          "sentiment": "none"
        },
        {
          "name": "kalu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ndi-igbo",
          "sentiment": "none"
        },
        {
          "name": "abia state",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south-east",
          "sentiment": "none"
        },
        {
          "name": "umunna",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "presidential villa",
          "sentiment": "none"
        },
        {
          "name": "bende",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:40:50.309+02:00",
    "updated": "2023-12-30T00:20:29.793+02:00"
  },
  {
    "uuid": "86f121bf7dde45e6fc8fc4ff671a1d895ab5d6b5",
    "url": "https://www.gn-online.de/sportwelt/geniestreich-bonmati-kannte-bergers-schwaeche-581693.html",
    "ord_in_thread": 0,
    "author": "dpa",
    "published": "2025-07-24T03:35:00Z",
    "title": "„Geniestreich\": Bonmatí kannte Bergers Schwäche",
    "text": "Fußball-EM\n„Geniestreich“: Bonmatí kannte Bergers Schwäche\nSpaniens Siegtorschützin Aitana Bonmatí verrät, wie sie Deutschlands Torhüterin Ann-Katrin Berger im EM-Halbfinale ausgetrickst hat. Und was sie unbedingt verhindern wollte.\nSpaniens Siegtorschützin Aitana Bonmatí verrät, wie sie Deutschlands Torhüterin Ann-Katrin Berger im EM-Halbfinale ausgetrickst hat. Und was sie unbedingt verhindern wollte.\nUm diesen Artikel zu lesen, bestelle bitte eines unserer Abo-Angebote oder melde dich als Abonnent an. Alle Inhalte auf GN-Online stehen dir dann sofort uneingeschränkt zur Verfügung.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer",
      "Arts, Culture and Entertainment->news media",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->mass media",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Aitana Bonmatí",
          "sentiment": "none"
        },
        {
          "name": "Bergers",
          "sentiment": "none"
        },
        {
          "name": "Ann-Katrin Berger",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Spaniens",
          "sentiment": "none"
        },
        {
          "name": "Deutschlands",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:50:10.560+03:00",
    "updated": "2025-07-24T07:56:01.000+03:00"
  },
  {
    "uuid": "fcef134179febecede5bd1570b793f7253288784",
    "url": "https://www.jornaldocomercio.com/geral/2025/01/1189275-onibus-da-regiao-metropolitana-ficam-mais-caros-a-partir-de-1-de-fevereiro.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jornal do Comércio",
    "published": "2025-01-30T12:32:00Z",
    "title": "Ônibus da Região Metropolitana ficam mais caros a partir de 1º de fevereiro",
    "text": "O mês de fevereiro começa com aumento para os usuários dos ônibus da Região Metropolitana de Porto Alegre. A medida, que passa a valer a partir de 1º de fevereiro, eleva as tarifas do transporte público em 14,21% , segundo a Fundação Estadual de Planejamento Metropolitano e Regional (Metroplan). A tarifa mais comum para os usuários do município de Alvorada é de R$ 6,30, e será reajustada para R$ 7,15. Já para os passageiros de Viamão, onde a tarifa mais comum é de R$ 6,85, vão desembolsar R$ 7,85. Alvorada e Viamão representam cerca de 40% do total de passageiros do transporte intermunicipal da Região Metropolitana de Porto Alegre, na modalidade comum. O reajuste, segundo a Metroplan, é para restabelecer o equilíbrio econômico-financeiro da operação do transporte intermunicipal de passageiros, após 13 meses sem aumento. • LEIA MAIS: Setor de transporte tem inflação menor em 2024 Desde a pandemia de Covid-19, de acordo com a Fundação, o transporte público comum da Região Metropolitana de Porto Alegre vem sofrendo impactos significativos, potencializados, em 2024, pela enchente que atingiu o Rio Grande do Sul. O cenário fez despencar a demanda pelo transporte público, exigindo aportes financeiros que somam R$ 157,3 milhões somente do governo do Estado para cobrir o déficit tarifário. O superintendente da Metroplan, Francisco Horbe, explica que o governo do Estado tem adotado medidas para minimizar os efeitos da crise. \"Durante a pandemia da Covid-19, foram aportados recursos e limitados os reajustes para não sobrecarregar as famílias de baixa renda\", explica. Segundo Horbe, contudo, a demanda não se recuperou totalmente e, somado às recentes cheias, o déficit tarifário acumulado exigiu novos aportes, como os R$ 26 milhões repassados ao Sistema Estadual de Transporte Metropolitano no final de 2024. Antes disso, em 2022, foi realizado um aporte de R$ 88,5 milhões do governo estadual ao Sistema Estadual de Transporte Metropolitano, com o objetivo de compensar os efeitos da pandemia. Em 2023, foram necessários aportes de recursos tanto estaduais quanto federais, totalizando R$ 42,8 milhões do governo do Estado do RS e R$ 38 milhões do governo federal, ainda em decorrência dos impactos da pandemia sobre a demanda e os custos. \"Sem o repasse de verbas federais para cobrir as gratuidades estabelecidas por lei, todos os recursos para subsidiar o sistema precisam ser retirados do caixa do governo estadual\", comenta. Horbe diz que é necessário o reajuste tarifário de 14,21% em 2025, para evitar a necessidade de novos aportes financeiros ainda maiores. O reajuste inclui percentuais pendentes de revisões tarifárias anteriores, totalizando 27,92% necessários desde 2021, dos quais apenas 12% foram aplicados nos últimos três anos e meio. Desde julho de 2021, ocorreram apenas dois reajustes tarifários: 6% em 1° de agosto de 2023 e 5,66% em 3 de janeiro de 2024. O reajuste tarifário de 14,21% refere-se aos percentuais pendentes da revisão tarifária de 2022 e dos reajustes tarifários de 2023 e 2024, todos homologados pelo Conselho Superior da Agergs, com percentuais de 20,74%, 2,77% e 3,08%, respectivamente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->transport",
      "Economy, Business and Finance->utilities",
      "Economy, Business and Finance->business governance",
      "Social Issue->public housing",
      "Social Issue->social condition",
      "Lifestyle and Leisure->travel and tourism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T04:15:48.287+02:00",
    "updated": "2025-01-31T04:15:48.287+02:00"
  },
  {
    "uuid": "cf54d4d8aaf5b8dafa7b1090c693b67ad550f2e4",
    "url": "https://www.90min.com/posts/brighton-4-2-tottenham-player-ratings-28-12-23",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jude Summerfield",
    "published": "2023-12-28T21:49:00Z",
    "title": "Brighton 4-2 Tottenham: Player ratings as Pedro double helps Seagulls hold off Spurs",
    "text": "Pedro scored twice from the spot / Julian Finney/GettyImages GK: Jason Steele - 6/10 - Rarely tested by Spurs' attackers and dealt with anything that came into the box.\nRB: Jack Hinshelwood - 8/10 - Found space early on to blast Brighton in front. Physical with Son which helped subdue the South Korean.\nCB: Jan Paul van Hecke - 7/10 - Came close to scoring as his header hit the post. Generally competent throughout.\nCB: Lewis Dunk - 6/10 - Made the blunder which led to Son's goal and waited for Steele to claim a cross before Davies nodded in. Mainly fine otherwise.\nLB: Igor - 6/10 - Added more defensive beef on the left before his half-time withdrawal.\nCM: Pascal Gross - 8/10 - Added his trademark coolness in possession to proceedings, also making five tackles.\nCM: Billy Gilmour - 7/10 - Looked to shovel the ball out wide as quickly as possible when receiving possession.\nCM: James Milner - 7/10 - Came close to netting with a shot that came back off the post. Industrious as ever.\nAM: Facundo Buonanotte - 6/10 - Produced a great finish but had it chalked off for offside.\nST: Danny Welbeck - 8/10 - Might have scored with two good openings early on before being dragged down for Pedro's penalty.\nST: Joao Pedro - 9/10 - Strong run off the left before picking out Hinshelwood. Grabbed the ball and rolled in his side's second from the spot before bagging another in the second half.\nSubstitutes SUB: Pervis Estupinan (46' for Igor) - 7/10 - Brilliant strike from distance looked to have sealed a comfortable victory for the hosts, though Brighton eventually held on for victory.\nSUB: Carlos Baleba (59' for Buonanotte) - 5/10\nSUB: Jakub Moder (69' for Milner) - 5/10\nSUB: Evan Ferguson (69' for Welbeck) - 6/10\nSUB: Adam Lallana (90' for Pedro) - N/A\nSubs not used: Bart Verbruggen, Mahmoud Dahoud, Benicio Baker-Boaitey, Luca Barrington.\nManager Roberto De Zerbi - 8/10 - Exploited Tottenham's chasm in defence by playing to Welbeck and Pedro's strengths. Still gave up plenty of chances but that is to be expected.\nTottenham player ratings (4-2-3-1)\nVeliz scored his first Spurs goal / Bryn Lennon/GettyImages GK: Guglielmo Vicario - 7/10 - The only real defensive presence pulling his weight in the first half - he made four quality stops in the first 45 minutes.\nRB: Pedro Porro - 5/10 - Had a bit of a nightmare first half, even playing in Brighton namesake Pedro with a loose back-pass. Assisted Davies' header but a bad night overall.\nCB: Emerson Royal - 5/10 - Was errant positionally, sometimes chasing the ball in frustration and being caught out.\nCB: Ben Davies - 6/10 - Always shows commitment but was exposed by Brighton's raking passes over the top. Excellent desire to head in Porro's cross.\nLB: Destiny Udogie - 6/10 - Got sucked in too easily for the first goal. Quite standoffish in defence and lacked end product to accompany his threatening bursts.\nCM: Pape Matar Sarr - 5/10 - Overpowered by Brighton's sharp passing and couldn't display any box-to-box threat.\nCM: Pierre-Emile Hojbjerg - 6/10 - Battled out of swarms of Brighton players at times and was often around to mop up loose ball. Might have further reduced the deficit but struck the post.\nRW: Brennan Johnson - 5/10 - Wasted a couple of chances when running in behind.\nAM: Dejan Kulusevski - 5/10 - Tugged down Welbeck for the penalty and will miss the next game against Bournemouth. Showed flashes of creativity but not enough.\nLW: Son Heung-min - 6/10 - Not overly involved in attack before setting up Veliz's consolation.\nST: Richarlison - 5/10 - Some nice centre-forward play saw Richarlison strike the outside of the post. However, he struggled to stay onside throughout.\nSubstitutes SUB: Giovani Lo Celso (65' for Sarr) - 6/10\nSUB: Bryan Gil (65' for Richarlison) - 5/10\nSUB: Alejo Veliz (70' for Johnson) - 7/10 - Bagged his first Premier League goal with a bit of a scruffy finish that gave Spurs a sniff.\nSubs not used: Fraser Forster, Eric Dier, Alfie Dorrington, Ashley Phillips, Yago Santiago, Jamie Donley.\nManager Ange Postecoglou - 5/10 - Certainly hamstrung by injuries and won't be changing much tactically, but did little to counter Brighton's evident ploy to go long.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pedro",
          "sentiment": "negative"
        },
        {
          "name": "jason steele",
          "sentiment": "negative"
        },
        {
          "name": "julian finney",
          "sentiment": "negative"
        },
        {
          "name": "jack hinshelwood",
          "sentiment": "none"
        },
        {
          "name": "igor",
          "sentiment": "none"
        },
        {
          "name": "james milner",
          "sentiment": "none"
        },
        {
          "name": "jan paul van hecke",
          "sentiment": "none"
        },
        {
          "name": "davies",
          "sentiment": "none"
        },
        {
          "name": "pascal gross",
          "sentiment": "none"
        },
        {
          "name": "billy gilmour",
          "sentiment": "none"
        },
        {
          "name": "danny welbec",
          "sentiment": "none"
        },
        {
          "name": "lewis dunk",
          "sentiment": "none"
        },
        {
          "name": "steele",
          "sentiment": "none"
        },
        {
          "name": "facundo buonanotte",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brighton",
          "sentiment": "negative"
        },
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:49.510+02:00",
    "updated": "2023-12-29T00:02:49.510+02:00"
  },
  {
    "uuid": "8affe49a2bd8ff1fa0f63f4bda5b50a648b467ff",
    "url": "https://www.cieletespace.fr/actualites/d-intenses-aurores-polaires-dans-le-ciel-de-la-france",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cieletespace",
    "published": "2024-10-11T12:32:00Z",
    "title": "D'intenses aurores polaires dans le ciel de la France",
    "text": "Les aurores polaires étaient bien [au rendez-vous sur l’Europe dans la nuit du 10 au 11 octobre 2024](https://www.cieletespace.fr/actualites/alerte-aux-aurores-boreales-dans-la-nuit-du-10-au-11-octobre). Le pic d'activité a eu lieu vers 1h30, heure légale française. Les aurores étaient alors parfaitement visibles à l’œil nu, et la couleur rouge était perceptible sans effort. Percevoir cette couleur reste rare car, même si de nombreuses aurores faibles ont été observées ces derniers mois depuis la France, seules deux ont affiché nettement ces couleurs : [l’aurore du 10 mai 2024](https://www.cieletespace.fr/actualites/des-aurores-boreales-illuminent-la-nuit-de-facon-spectaculaire) et celle de ce 10 octobre. Disponible [sur notre boutique web](https://boutique.cieletespace.fr/numeros/) et en kiosque ([où le trouver ?](https://web2store.mlp.fr/produit.aspx?edi_code=ihl4zep%2fJ9w%3d&tit_code=9i4nf03liCc%3d)) En une du Ciel & espace 597 : [La Grande Tache rouge livre ses secrets](https://www.cieletespace.fr/actualites/cieletespace597) Ces deux dates resteront dans les mémoires. Elles correspondent aux tempêtes géomagnétiques les plus fortes depuis près de 20 ans. Sous les draperies rouges, les aurores vertes étaient elles aussi visibles avec une coloration assez pastel. Notre œil est peu sensible aux couleurs la nuit. Il faut donc franchir un certain seuil d'intensité pour que de telles nuances soient perçues. Des aurores boréales que l’on pouvait filmer Autre signe de l'intensité de l'aurore : elle se dévoile bien en vidéo en temps réel. La perception visuelle était assez voisine de ce que l’on voit sur cette vidéo, avec des couleurs plus douces, un peu moins saturées. L'activité aurorale s'est étendue sur toute la nuit et elle a pu être observée jusque dans le sud de la France. Dans le nord du pays, le phénomène allait au-delà du zénith, ce qui est très rare. Le plus souvent, on perçoit le haut des aurores boréales situées au-dessus des îles Britaniques. Mais la nuit dernière comme le 10 mai 2024, elles se trouvaient bel est bien au-dessus de l’Hexagone. Ces aurores ont pu être observées également sous les tropiques. Témoin les photos prises [depuis l’ile de la Réunion par l'astrophotographe Luc Perrot](https://www.facebook.com/photo?fbid=1063377215164374&set=pcb.1063378228497606).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/photo?fbid=1063377215164374&set=pcb.1063378228497606",
      "https://web2store.mlp.fr/produit.aspx?edi_code=ihl4zep%2fJ9w%3d&tit_code=9i4nf03liCc%3d",
      "https://www.web2store.mlp.fr/produit.aspx?edi_code=ihl4zep%2fJ9w%3d&tit_code=9i4nf03liCc%3d",
      "https://www.facebook.com/photo",
      "https://web2store.mlp.fr/produit.aspx",
      "https://facebook.com/photo?fbid=1063377215164374&set=pcb.1063378228497606"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T20:13:14.939+03:00",
    "updated": "2024-10-19T17:13:06.452+03:00"
  },
  {
    "uuid": "6cab8b598377c1a594bbe436f34ee3d03bab9346",
    "url": "https://www.asianetnews.com/cricket-sports/india-australia-3rd-test-at-gabba-will-weather-play-tricks-disappointing-news-for-india-sofhep",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Team",
    "published": "2024-12-13T08:05:00Z",
    "title": "India vs Australia 3rd Test at Gabba Weather Report: ഗാബയിലെ ഇന്ത്യ-ഓസ്ട്രേലിയ മൂന്നാം ടെസ്റ്റിൽ കാലാവസ്ഥ വില്ലനാകുമോ? ഇന്ത്യൻ ആരാധകർക്ക് നിരാശവാര്‍ത്ത",
    "text": "ഗാബയിലെ ഇന്ത്യ-ഓസ്ട്രേലിയ മൂന്നാം ടെസ്റ്റിൽ കാലാവസ്ഥ വില്ലനാകുമോ? ഇന്ത്യൻ ആരാധകർക്ക് നിരാശവാര്‍ത്ത പരമ്പരയിലെ ആദ്യ രണ്ട് ടെസ്റ്റുകളില്‍ പെര്‍ത്തില്‍ നടന്ന ആദ്യ ടെസ്റ്റില്‍ ഇന്ത്യയും അഡ്‌ലെയ്ഡില്‍ നടന്ന രണ്ടാം ടെസ്റ്റില്‍ ഓസ്ട്രേലിയയും ജയിച്ച് 1-1 തുല്യത പാലിക്കുകയാണ്.\nWeb Team First Published Dec 13, 2024, 4:05 PM IST | Last Updated Dec 13, 2024, 4:06 PM IST Follow ബ്രിസ്ബേന്‍ : ഇന്ത്യയും ഓസ്ട്രേലിയയും തമ്മിലുള്ള മൂന്നാം ക്രിക്കറ്റ് ടെസ്റ്റിന് നാളെ ബ്രിസ്ബേനിലെ ഗാബയില്‍ തുടക്കമാകുമ്പോള്‍ കാലവസ്ഥ വില്ലനാകുമോ എന്ന ആശങ്കയിലാണ് ആരാധകര്‍. സമീപകാലത്തെങ്ങുമില്ലാത്ത കനത്ത മഴയാണ് ബ്രിസ്ബേനില്‍ കഴിഞ്ഞ ദിവസങ്ങളില്‍ പെയ്തത്. ഇതാണ് ആരാധകരെ ആശങ്കയിലാഴ്ത്തുന്നത്.\nഇന്ത്യ-ഓസ്ട്രേലിയ ടെസ്റ്റ് തുടങ്ങുന്ന നാളെ മുതല്‍ തുടർന്നുള്ള അ‍ഞ്ച് ദിവസവും ബ്രിസ്ബേനില്‍ മഴ പെയ്യുമെന്നാണ് കാലവസ്ഥാ പ്രവചനം. ടെസ്റ്റിന്‍റെ ആദ്യ ദിനമായ നാളെയാണ് മഴ പെയ്യാനുള്ള സാധ്യത ഏറ്റവും കൂടുതലുള്ളത്. അക്യുവെതറിന്‍റെ പ്രവചനം അനുസരിച്ച് നാളെ പകല്‍ മഴ പെയ്യാനുള്ള സാധ്യത 88 ശതമാനമാണ്.\nമുഷ്താഖ് അലി ടി20: ബാറ്റിംഗ് വെടിക്കെട്ടുമായി വീണ്ടും രഹാനെ;ഹാര്‍ദ്ദിക്കിന്‍റെ ബറോഡയെ വീഴ്ത്തി മുംബൈ ഫൈനലില്‍\nമഴ മൂലം ആദ്യ ദിനത്തിലെ കളി തടസ്സപ്പെടാനുള്ള സാധ്യത വളരെ കൂടുതലാണെന്നും റിപ്പോര്‍ട്ടുണ്ട്. അടുത്ത നാലു ദിവസങ്ങളിലും മഴ പെയ്യുമെങ്കിലും ആദ്യ ദിനത്തെക്കാള്‍ താരതമ്യേന കുറവായിരിക്കുമെന്നാണ് പ്രവചനം. രണ്ടാം ദിനം രാവിലെയും മഴ പെയ്യുമെന്ന് അക്യുവെതര്‍ പ്രവചിക്കുന്നു. മൂന്നും അഞ്ചും ദിവസങ്ങളില്‍ മഴ പെയ്യാനുള്ള സാധ്യത കുറവാണെങ്കിലും നാലാം ദിനം ഉച്ചക്ക് ശേഷം മഴ പെയ്യുമെന്നാണ് പ്രവചനം.\nപരമ്പരയിലെ ആദ്യ രണ്ട് ടെസ്റ്റുകളില്‍ പെര്‍ത്തില്‍ നടന്ന ആദ്യ ടെസ്റ്റില്‍ ഇന്ത്യയും അഡ്‌ലെയ്ഡില്‍ നടന്ന രണ്ടാം ടെസ്റ്റില്‍ ഓസ്ട്രേലിയയും ജയിച്ച് 1-1 തുല്യത പാലിക്കുകയാണ്. ബ്രിസ്ബേനില്‍ ജയിക്കുന്ന ടീമിന് പരമ്പര നേടാനുള്ള സാധ്യത വര്‍ധിപ്പിക്കാം. ലോക ടെസ്റ്റ് ചാമ്പ്യൻഷിപ്പില്‍ ഫൈനലിലെത്തണമെങ്കില്‍ ഇന്ത്യക്ക് ഇനിയുള്ള മൂന്ന് ടെസ്റ്റുകളിലും വിജയം അനിവാര്യമാണ്. മഴ മൂലം മത്സരം പൂര്‍ത്തിയാക്കാനാതാല്‍ പോയന്‍റുകള്‍ ഇരു ടീമുകളും പങ്കുവെക്കും. ഇത് ഇന്ത്യയുടെ ടെസ്റ്റ് ചാമ്പ്യൻഷിപ്പ് മോഹങ്ങള്‍ക്ക് കനത്ത തിരിച്ചടിയാകും.\nആറാമനായി ക്രീസിലെത്തി, ഏകദിന അരങ്ങേറ്റത്തിൽ അതിവേഗ സെഞ്ചുറി, ലോകറെക്കോര്‍ഡുമായി വിന്‍ഡീസ് താരം അമിര്‍ ജാങ്കോ\nലോക ടെസ്റ്റ് ചാമ്പ്യൻഷിപ്പ് പോയന്‍റ് പട്ടികയില്‍ നിലവില്‍ ഓസ്ട്രേലിയ രണ്ടാമതും ഇന്ത്യ മൂന്നാമതുമാണ്. ഇന്ത്യക്കെതിരായ പരമ്പര കഴിഞ്ഞാല്‍ ഓസ്ട്രേലിയക്ക് ശ്രീലങ്കക്കെതിരായ ടെസ്റ്റ് പരമ്പര കൂടിയുണ്ട്. ഇന്ത്യക്ക് ടെസ്റ്റ് ചാമ്പ്യൻഷിപ്പില്‍ മറ്റ് പരമ്പരകളില്ല.\nഏഷ്യാനെറ്റ് ന്യൂസ് ലൈവ് കാണാന്‍ ഇവിടെ ക്ലിക് ചെയ്യുക\nIndia vs Australia Latest Videos Follow Us: Download App:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Weather",
      "Human Interest"
    ],
    "topics": [
      "Sport->cricket",
      "Sport->sport event",
      "Weather->weather forecast",
      "Weather->weather warning",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://play.google.com/store/apps/details?id=com.vserv.asianet",
      "https://itunes.apple.com/in/app/asianet-news/id1093450032?mt=8",
      "https://news.google.com/publications/CAAqBwgKMMjLiQswzLabAw?ceid=IN:en&oc=3",
      "https://twitter.com/AsianetNewsML/",
      "https://twitter.com/share?text=%E0%B4%97%E0%B4%BE%E0%B4%AC%E0%B4%AF%E0%B4%BF%E0%B4%B2%E0%B5%86%20%E0%B4%87%E0%B4%A8%E0%B5%8D%E0%B4%A4%E0%B5%8D%E0%B4%AF-%E0%B4%93%E0%B4%B8%E0%B5%8D%E0%B4%9F%E0%B5%8D%E0%B4%B0%E0%B5%87%E0%B4%B2%E0%B4%BF%E0%B4%AF%20%E0%B4%AE%E0%B5%82%E0%B4%A8%E0%B5%8D%E0%B4%A8%E0%B4%BE%E0%B4%82%20%E0%B4%9F%E0%B5%86%E0%B4%B8%E0%B5%8D%E0%B4%B1%E0%B5%8D%E0%B4%B1%E0%B4%BF%E0%B5%BD%20%E0%B4%95%E0%B4%BE%E0%B4%B2%E0%B4%BE%E0%B4%B5%E0%B4%B8%E0%B5%8D%E0%B4%A5%20%E0%B4%B5%E0%B4%BF%E0%B4%B2%E0%B5%8D%E0%B4%B2%E0%B",
      "https://www.youtube.com/channel/UCf8w5m0YsRa8MHQ5bwSGmbw?view_as=subscriber",
      "https://www.facebook.com/AsianetNews/",
      "https://www.facebook.com/plugins/page.php?href=https%3A%2F%2Fwww.facebook.com%2FAsianetNews%2F&tabs&width=300&height=130&small_header=false&adapt_container_width=true&hide_cover=false&show_facepile=false&appId=980143985417502",
      "http://www.youtube.com/watch?v=Ko18SgceYX8",
      "https://www.facebook.com/AsianetNews",
      "https://www.itunes.apple.com/in/app/asianet-news/id1093450032?mt=8",
      "https://www.news.google.com/publications/CAAqBwgKMMjLiQswzLabAw?ceid=IN:en&oc=3",
      "https://www.facebook.com/plugins/page.php",
      "https://youtube.com/channel/UCf8w5m0YsRa8MHQ5bwSGmbw?view_as=subscriber",
      "https://news.google.com/publications/CAAqBwgKMMjLiQswzLabAw",
      "https://www.twitter.com/share?text=%E0%B4%97%E0%B4%BE%E0%B4%AC%E0%B4%AF%E0%B4%BF%E0%B4%B2%E0%B5%86%20%E0%B4%87%E0%B4%A8%E0%B5%8D%E0%B4%A4%E0%B5%8D%E0%B4%AF-%E0%B4%93%E0%B4%B8%E0%B5%8D%E0%B4%9F%E0%B5%8D%E0%B4%B0%E0%B5%87%E0%B4%B2%E0%B4%BF%E0%B4%AF%20%E0%B4%AE%E0%B5%82%E0%B4%A8%E0%B5%8D%E0%B4%A8%E0%B4%BE%E0%B4%82%20%E0%B4%9F%E0%B5%86%E0%B4%B8%E0%B5%8D%E0%B4%B1%E0%B5%8D%E0%B4%B1%E0%B4%BF%E0%B5%BD%20%E0%B4%95%E0%B4%BE%E0%B4%B2%E0%B4%BE%E0%B4%B5%E0%B4%B8%E0%B5%8D%E0%B4%A5%20%E0%B4%B5%E0%B4%BF%E0%B4%B2%E0%B5%8D%E0%B4%B2%E0%B",
      "https://itunes.apple.com/in/app/asianet-news/id1093450032",
      "https://play.google.com/store/apps/details",
      "http://youtube.com/watch?v=Ko18SgceYX8",
      "https://facebook.com/plugins/page.php?href=https%3A%2F%2Fwww.facebook.com%2FAsianetNews%2F&tabs&width=300&height=130&small_header=false&adapt_container_width=true&hide_cover=false&show_facepile=false&appId=980143985417502",
      "https://www.youtube.com/channel/UCf8w5m0YsRa8MHQ5bwSGmbw",
      "http://www.youtube.com/watch",
      "https://twitter.com/share",
      "https://facebook.com/AsianetNews/",
      "https://www.play.google.com/store/apps/details?id=com.vserv.asianet",
      "https://www.twitter.com/AsianetNewsML/",
      "https://twitter.com/AsianetNewsML"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T12:43:33.457+02:00",
    "updated": "2024-12-13T12:43:33.457+02:00"
  }
]