[
  {
    "uuid": "98c77dcee498a21465f84e35e4d65724b987819f",
    "url": "https://www.guardian-series.co.uk/news/national/24016304.full-list-police-recorded-antisemitic-islamophobic-offences-force/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Full list of police-recorded antisemitic and Islamophobic offences, by force | East London and West Essex Guardian Series",
    "text": "Here is a list of the number of antisemitic and Islamophobic hate crime offences recorded by police forces from October 7 to November 7 2023 inclusive, together with totals for the equivalent periods in 2022 and 2021. The figures have been obtained by the PA news agency from Freedom of Information requests sent to all forces in the UK. The data is a snapshot of what has currently been recorded by forces and may be subject to change. All figures are for crimes recorded by police forces, not incidents. Systems and methods of recording and collating hate crime are not consistent across all forces, so the data cannot be used to compare the volume of offences between different areas or provide an overall total for the whole of the UK. Some forces provided notes and responses to the data and these are included where appropriate. Not all forces are included in the list and reasons for omissions are given at the end. – Avon & Somerset Antisemitic: 2021 – 5, 2022 – 3, 2023 – 7 Islamophobic: 2021 – 8, 2022 – 2, 2023 – 5 The force said that completion of the “hate type” field on its records is not mandatory. Where a crime has taken place it will be recorded, but the hate crime indicator or type will not always be ticked, meaning some offences will have been recorded without an indication of the type of hate crime that has been committed. – Bedfordshire Antisemitic: 2021 – 1, 2022 – 4, 2023 – 2 Islamophobic: 2021 – 8, 2022 – 0, 2023 – 3 – British Transport Police Antisemitic: 2021 – 11, 2022 – 8, 2023 – 87 Islamophobic: 2021 – 8, 2022 – 2, 2023 – 22 – Cambridgeshire Antisemitic: 2021 – 0, 2022 – 1, 2023 – 6 Islamophobic: 2021 – 1, 2022 – 0, 2023 – 5 The force said the figures are the number of police-recorded religious hate crimes where the perceived religion was Jewish or Muslim, based on the keyword assigned to the crime. – Dorset Antisemitic: 2021 – 1, 2022 – 2, 2023 – 4 Islamophobic: 2021 – 0, 2022 – 2, 2023 – 1 – Durham Antisemitic: 2021 – 2, 2022 – 0, 2023 – 0 Islamophobic: 2021 – 0, 2022 – 0, 2023 – 1 The force said the figures refer to the number of recorded hate crimes where the victim’s religion has been known to be Judaism or Islam. – Gloucestershire Antisemitic: 2021 – 4, 2022 – 2, 2023 – 2 Islamophobic: 2021 – 3, 2022 – 2, 2023 – 3 The force said the figures are for crimes where a hate tag has been applied, which have then been filtered to identify the hate strands “Religion – Jewish” and “Religion – Muslim”. – Greater Manchester Antisemitic: 2021 – 14, 2022 – 15, 2023 – 74 Islamophobic: 2021 – 42, 2022 – 43, 2023 – 34 The force said antisemitic offences are where the perceived targeted religion was recorded as Jewish. Islamophobic offences are where the perceived targeted religion was recorded as Muslim. More than one perceived religion can be recorded for an offence. Four crimes within the data had both Jewish and Muslim recorded as the perceived targeted religion. – Gwent Antisemitic: 2021 – 0, 2022 – 2, 2023 – 5 Islamophobic: 2021 – 1, 2022 – 1, 2023 – 3 The force said that to obtain the data a filter was applied to identify racial and religious strands and a manual trawl was conducted on the crime summaries. – Hampshire & Isle of Wight Antisemitic: 2021 – 3, 2022 – 5, 2023 – 6 Islamophobic: 2021 – 5, 2022 – 3, 2023 – 4 – Hertfordshire Antisemitic: 2021 – 3, 2022 – 6, 2023 – 17 Islamophobic: 2021 – 1, 2022 – 2, 2023 – 3 The force said the figures are for crimes that have a “Religion – Jewish” or “Religion – Muslim” (or both) flag attributed to the investigation record. – Humberside Antisemitic: 2021 – 0, 2022 – 1, 2023 – 7 Islamophobic: 2021 – 4, 2022 – 1, 2023 – 2 – Kent Antisemitic: 2021 – 3, 2022 – 4, 2023 – 7 Islamophobic: 2021 – 9, 2022 – 6, 2023 – 6 The force said the figures are for crime reports with either the “Religion – Jewish” or “Religion – Muslim” prejudice marker attached. Markers are optional and added at the discretion of the inputting officer. – Lancashire Antisemitic: 2021 – 0, 2022 – 1, 2023 – 4 Islamophobic: 2021 – 2, 2022 – 1, 2023 – 3 The force said the figures had been compiled by searching for hate crimes marked as religious, followed by a manual review of each recorded crime to extract only those that were antisemitic and Islamophobic. – Leicestershire Antisemitic: 2021 – 1, 2022 – 2, 2023 – 2 Islamophobic: 2021 – 3, 2022 – 17, 2023 – 6 – Merseyside Antisemitic: 2021 – 4, 2022 – 4, 2023 – 20 Islamophobic: 2021 – 9, 2022 – 6, 2023 – 10 The force said 18 of the 20 antisemitic offences in 2023 are conflict related and one of the 10 Islamophobic offences in 2023 is conflict related. – Norfolk Antisemitic: 2021 – 2, 2022 – 2, 2023 – 2 Islamophobic: 2021 – 3, 2022 – 2, 2023 – 0 – North Wales Antisemitic: 2021 – 1, 2022 – 1, 2023 – 3 Islamophobic: 2021 – 0, 2022 – 1, 2023 – 3 – North Yorkshire Antisemitic: 2021 – 0, 2022 – 0, 2023 – 3 Islamophobic: 2021 – 0, 2022 – 0, 2023 – 2 The force said the numbers are for offences “reported” to the police. – Northamptonshire Antisemitic: 2021 – 0, 2022 – 0, 2023 – 1 Islamophobic: 2021 – 3, 2022 – 4, 2023 – 1 The force said the figures show crimes with a racial or religious flag against them, where the search was for the words “Jewish” “Hebrew” “Judaistic”, “Hasidic”, “Islam” and “Muslim”. The search only returned exact matches and does not account for differences in terminology and/or spelling used. The force added that keyword searches are problematic and in no way provide accurate results or figures. – Northumbria Antisemitic: 2021 – 10, 2022 – 3, 2023 – 9 Islamophobic: 2021 – 4, 2022 – 7, 2023 – 5 The force said the figures were for offences flagged as “Judaism” and “Islam” and that hate crimes are based on the perception of the victim. – Nottinghamshire Antisemitic: 2021 – under 5, 2022 – 0, 2023 – 7 Islamophobic: 2021 – under 5, 2022 – under 5, 2023 – 19 The force said all crimes have a religious and/or belief marker. – South Wales Antisemitic: 2021 – 2, 2022 – 4, 2023 – 8 Islamophobic: 2021 – 7, 2022 – 6, 2023 – 9 The force said the figures are for occurrences with the qualifier of “Hate/prejudice – anti-Jewish” and “Hate/prejudice anti-Muslim”. – Suffolk Antisemitic: 2021 – 0, 2022 – 0, 2023 – 1 Islamophobic: 2021 – 2, 2022 – 1, 2023 – 0 – Surrey Antisemitic: 2021 – 3, 2022 – 0, 2023 – 7 Islamophobic: 2021 – 4, 2022 – 8, 2023 – 10 The force noted that offences are flagged as hate crimes at the discretion of the police officer or staff member. – Thames Valley Antisemitic: 2021 – 4, 2022 – 1, 2023 – 21 Islamophobic: 2021 – 12, 2022 – 14, 2023 – 20 – Warwickshire Antisemitic: 2021 – 1, 2022 – 2, 2023 – 3 Islamophobic: No information held The force said the figures were obtained by searching for all crimes with a marker of “Hate Motivated – Religion – Jewish” and “Hate Motivated – Religion – Muslim” during the stated periods. – West Mercia Antisemitic: 2021 – 3, 2022 – 0, 2023 – 3 Islamophobic: 2021 – 3, 2022 – 4, 2023 – 4 – West Midlands Antisemitic: 2021 – 8, 2022 – 1, 2023 – 22 Islamophobic: 2021 – 23, 2022 – 33, 2023 – 25 The force said the figures were obtained by searching for the hate strands “Religion – Judaism” and “Religion – Islam”. – West Yorkshire Antisemitic: 2021 – 14, 2022 – 10, 2023 – 53 Islamophobic: 2021 – 38, 2022 – 29, 2023 – 49 The force said the figures represent the number of faith hate crimes recorded where Islam or Judaism was identified as the religion targeted. The force added: “We continue to work to better improve the investigation of hate crime and the outcomes for victims. The force has specialist hate crime co-ordinators who assist investigating officers in identifying perpetrators, providing after-care support for victims and working with communities to increase awareness of hate crime and reporting mechanisms. They also engage in joint working with partners such as local authorities, Victim Support and third-party Hate Incident Reporting Centres.” – Wiltshire Antisemitic: 2021 – 0, 2022 – 0, 2023 – 3 Islamophobic: 2021 – 2, 2022 – 0, 2023 – 5 Some 15 forces are not included in this list. Three forces said the precise data requested was not available; three forces said collection of the precise data requested would exceed the threshold for a Freedom of Information response to be supplied free of charge; four forces said there was a delay in supplying the data; and five forces had failed to respond to the request as of December 28 2023. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments) Comments are closed on this article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "west essex guardian",
          "sentiment": "negative"
        },
        {
          "name": "pa",
          "sentiment": "none"
        },
        {
          "name": "avon & somerset antisemitic",
          "sentiment": "none"
        },
        {
          "name": "freedom of information",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "east london",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:12:19.829+02:00",
    "updated": "2023-12-29T02:12:19.829+02:00"
  },
  {
    "uuid": "eff840889f0772ef84911a2db33068bd00889855",
    "url": "https://vnexplorer.net/2024-alfa-romeo-milano-this-is-it-s2342885.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-12T00:23:00Z",
    "title": "2024 Alfa Romeo Milano: This Is It",
    "text": "Alfa Romeo Milano\nThe Milano showcases Alfa’s new design language while bringing hybrid and electric powertrains to the compact segment in Europe. Feast your eyes on the Alfa Romeo Milano. Showcasing a fresh design for the storied Italian brand, it’s aimed solely at Europe’s compact segment, where you can have either a hybrid or a fully electric version packed with all the purity, passion, and soul you’d expect from Alfa Romeo. With those mandatory Alfa superlatives out of the way, here’s what you need to know.\nThe company specifically states this compact incorporates a new design language for Alfa Romeo. Short overhangs front and rear with wide fenders and a tall beltline give it a muscular appearance. Aside from a lack of exhaust tips, electric models will be identified by a modest grille featuring the company’s iconic logo cut into it. Hybrid models feature a traditional grille with classic Alfa Romeo script, but both sit between a split-light design called “3+3” headlamps. 18-inch wheels are standard, with 20 inchers available on performance trims.\nAlfa Romeo Milano\nAlfa Romeo Milano\nAlfa Romeo Milano\nMeasuring just over 13 feet long and nearly six feet wide, the Milano is decidedly in the compact realm. The bulky proportions create 14.1 cubic feet of cargo space inside behind the rear seats, a figure that Alfa says is the best in the compact class. Moving forward you’ll find a cockpit with two 10.25-inch digital screens—one dedicated to the driver and the other serving as the center infotainment screen. You’ll also find plenty of buttons for common-use features. The layout is the same whether you choose hybrid or electric powertrains.\nSpeaking of the powertrain, electric versions feature a single motor with a 54 kWh battery. In standard form, it generates 156 horsepower and has a range of 255 miles on the WLTP cycle. The Veloce trim increases output to 240 hp, and you also get a mechanical self-locking differential with tweaked steering, upgraded suspension, big brakes, and the aforementioned 20-inch wheels with performance tires. Alfa Romeo doesn’t mention the tradeoff for range, but all electric versions can fast charge from 10-80 percent in 30 minutes at 100 kW DC fast chargers.\nAlfa Romeo Milano, the interiors\nOpting for the Milano hybrid means a turbocharged 1.2-liter three-cylinder engine and a 21-kW electric motor integrated into the six-speed dual-clutch transmission. Alfa Romeo lists a total output of 136 hp, driving either the front wheels or all four in Ibrida Q4 trim. Electric-only operation is available on the hybrid at speeds up to 93 mph, though there’s no mention of how far you can go without the gasoline engine firing up.\nIf you’re holding out hope for a North American model, prepare to be disappointed. We spoke with an Alfa Romeo representative who confirmed that Milano is exclusive to Europe. For those across the pond, the Milano Speciale will stand as the launch model, available in either hybrid or electric form. This special edition gets unique trim, wheels, and is equipped with a wide array of tech features including Level 2 driver-assist systems. Pricing isn’t mentioned just yet; all-wheel drive hybrid models will be available later in the year.\nGet the Motor1 Newsletter Sign Up Today\nAll Things Alfa:\nSource: Alfa Romeo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loZMQ.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loR4g.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loR4i.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lp2nr.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loZO4.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loZMQ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loZO4.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loR4g.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lp2nr.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1loR4i.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alfa romeo milano",
          "sentiment": "negative"
        },
        {
          "name": "alfa romeo",
          "sentiment": "none"
        },
        {
          "name": "alfa romeo milano alfa romeo mi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alfa",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:28:27.445+03:00",
    "updated": "2024-04-12T03:28:27.445+03:00"
  },
  {
    "uuid": "64c675a9eb8fbc607c3070d4cc396674af9f260f",
    "url": "https://timesofmalta.com/article/spanish-catholic-church-suspends-priest-accused-selling-viagra.1085806",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-02-23T14:51:00Z",
    "title": "Spanish Catholic Church suspends priest accused of selling viagra",
    "text": "A Spanish priest has been temporarily suspended by the Roman Catholic Church after he was accused of selling drugs including the erectile dysfunction medication Viagra.\nThe clergyman from Don Benito, a town of around 35,000 residents in the western Extremadura region, was detained Monday on suspicion of \"trafficking narcotic substances\", the diocese of Plasencia, which is responsible for his parish, said in a statement Thursday.\nAfter his arrest, the priest, whose identity has been withheld, was provisionally released by the investigating judge, the diocese said, expressing its \"pain and dismay at the suffering and scandal\" caused by the events.\nWhile it waits for a \"clarification\" of what happened, the diocese said it felt it was \"appropriate, at this time, to temporarily remove him from the public exercise of the ministry and his office as parish priest\".\nThe clergyman has been offered \"psychological and spiritual accompaniment,\" the statement said.\nSpanish media said the priest was involved in the trafficking of Viagra, aphrodisiacs and narcotics along with a second arrested man, whom the reports said was his lover.\nThe two men, who had been under police surveillance for several months, used a home rented by the priest to store the products, according to the online newspaper El Espanol, which said the news caused \"disbelief\" among the parish's faithful.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "don benito",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "roman catholic church",
          "sentiment": "negative"
        },
        {
          "name": "catholic church",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "plasencia",
          "sentiment": "none"
        },
        {
          "name": "extremadura",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T17:16:07.573+02:00",
    "updated": "2024-02-23T17:16:07.573+02:00"
  },
  {
    "uuid": "e070d51466df073943b86f6e3fdbdf88038aee0c",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/abnewswire-2023-12-28-my-dent-guy-offers-convenient-in-shop-and-mobile-paintless-dent-repair-services-in-naples-fl",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "My Dent Guy Offers Convenient In-Shop and Mobile Paintless Dent Repair Services in Naples, FL | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "My Dent Guy, a leading paintless dent repair service, continues to provide its expertise in Naples, FL. With over a decade of experience, they offer efficient and cost-effective dent repairs for all vehicle types. Providing both in-shop and mobile services, they prioritize customer convenience. Naples, FL - My Dent Guy, a leading provider of high-quality paintless dent repair services , is pleased to announce its convenient in-shop and mobile services in Naples, FL. With a commitment to exceptional customer service, My Dent Guy is revolutionizing the dent repair industry by offering efficient and cost-effective solutions for vehicles of all makes and models.\nPaintless dent repair (PDR) is a specialized technique that allows for the removal of dents, dings, and hail damage without the need for traditional bodywork, sanding, or repainting. With over 11 years of experience, My Dent Guy’s PDR expertise has perfected this method, ensuring that customers receive outstanding results with minimal disruption to their daily lives.\nConvenience is a top priority for My Dent Guy. Understanding that time is valuable, the company offers both in-shop and mobile services to accommodate its customers' busy schedules. Their state-of-the-art facility in Naples, FL, is equipped with cutting-edge tools and equipment, enabling their technicians to handle any dent repair job, from minor door dings to more extensive damage. Customers can drop off their vehicles at the shop, and the skilled technician at My Dent Guy will promptly restore them to their original condition.\nFor those unable to visit the shop, My Dent Guy's mobile service brings the expertise directly to the customer's location. Whether at home, work, or even during a shopping trip, customers can conveniently schedule an appointment, and My Dent Guy's technician will arrive fully equipped to tackle the dent repair on-site. This hassle-free service saves customers time and eliminates the need for multiple trips to the shop.\n\"We understand the stress and inconvenience that dents and dings can cause for vehicle owners,\" said Mark Tucker, of My Dent Guy. \"That's why we are committed to providing our customers in Naples, FL, with exceptional paintless dent repair services that are convenient and affordable. Whether they choose to visit our shop or utilize our mobile service, we guarantee outstanding results and a seamless experience.\"\nMy Dent Guy's commitment to customer satisfaction extends beyond their repair services. They offer free estimates and competitive pricing, to make the process as smooth as possible. Mark Tucker is dedicated to delivering unparalleled workmanship and attention to detail, ensuring that every customer is thrilled with the results.\nAbout My Dent Guy\nMy Dent Guy is a leading provider of paintless dent repair services in Naples, FL. My Dent Guy offers convenient in-shop and mobile services for vehicles of all makes and models. His expertise utilizes state-of-the-art techniques and tools to provide efficient and cost-effective dent repairs, saving customers time and money. For more information or to schedule an appointment, visit www.callmydentguy.com or call 239-564-3368.\nMedia Contact\nCompany Name: My Dent Guy Paintless Dent Repair\nContact Person: Mark Tucker\nEmail: Send Email\nPhone: 239-564-3368\nAddress: 6245 Janes Ln #C\nCity: Naples\nState: FL\nCountry: United States\nWebsite: https://callmydentguy.com/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.abnewswire.com/email_contact_us.php?pr=my-dent-guy-offers-convenient-inshop-and-mobile-paintless-dent-repair-services-in-naples-fl",
      "https://callmydentguy.com/mobile-dent-repair/",
      "https://www.abnewswire.com/companyname/callmydentguy.com_127621.html",
      "https://www.cloudquote.io",
      "https://www.abnewswire.com/press_stat.php?pr=my-dent-guy-offers-convenient-inshop-and-mobile-paintless-dent-repair-services-in-naples-fl",
      "https://callmydentguy.com/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cloudquote.io/article/5",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-my-dent-guy-offers-convenient-in-shop-and-mobile-paintless-dent-repair-services-in-naples-fl",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.callmydentguy.com/",
      "https://cloudquote.io/article/5",
      "https://abnewswire.com/companyname/callmydentguy.com_127621.html",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.callmydentguy.com/mobile-dent-repair/",
      "https://callmydentguy.com/mobile-dent-repair",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/press_stat.php?pr=my-dent-guy-offers-convenient-inshop-and-mobile-paintless-dent-repair-services-in-naples-fl",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://callmydentguy.com",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-my-dent-guy-offers-convenient-in-shop-and-mobile-paintless-dent-repair-services-in-naples-fl",
      "https://abnewswire.com/email_contact_us.php?pr=my-dent-guy-offers-convenient-inshop-and-mobile-paintless-dent-repair-services-in-naples-fl",
      "https://tracking.newsrpm.com/pixel",
      "https://cloudquote.io/article/6"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "my dent guy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mobile paintless dent repair services",
          "sentiment": "neutral"
        },
        {
          "name": "pdr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fl",
          "sentiment": "none"
        },
        {
          "name": "naples",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:34.871+02:00",
    "updated": "2023-12-29T02:01:34.871+02:00"
  }
]