[
  {
    "uuid": "b2abc179a071fc79bb5845d40b742b9d3173fa72",
    "url": "https://jordantimes.com/news/region/israel-bombs-gaza-un-warns-civilians-face-grave-peril",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-28T12:59:00Z",
    "title": "Israel bombs Gaza as UN warns civilians face 'grave peril' | Jordan Times",
    "text": "GAZA STRIP, Palestinian Territories — Israeli forces on Thursday heavily bombed the besieged Gaza Strip as the centre of intensified bombardment moves steadily south, where hundreds of thousands of displaced Palestinians are sheltering.\nThe war, which started with Hamas's October 7 sudden attack on Israel, has devastated much of northern Gaza as air and artillery strikes and house-to-house fighting have become heaviest in the southern city of Khan Yunis.\nThe health ministry in Hamas-run Gaza reported at least 50 deaths and dozens more wounded in strikes across the territory on Thursday morning, after an AFP correspondent reported heavy artillery strikes overnight particularly on Khan Yunis.\nMore than 80 per cent's of Gaza's 2.4 million people have been driven from their homes, the UN says, and many now live in cramped shelters or makeshift tents in the far south, in and around the city of Rafah near Egypt.\nUN World Health Organisation chief Tedros Adhanom Ghebreyesus called for “urgent steps to alleviate the grave peril” facing Gaza’s people, including “terrible injuries, acute hunger and... severe risk of disease”.\nFrench President Emmanuel Macron in a call with Israeli Prime Minister Benjamin Netanyahu voiced his “deepest concern at the very heavy civilian toll” and stressed “the need to work towards a lasting ceasefire”, Macron’s office said.\nIsrael’s relentless aerial bombardment and ground invasion with troops and tanks have killed at least 21,110 people, mostly women and children, according to Gaza’s health ministry.\nAn Israeli siege imposed in the wake of the October 7 attack, following years of crippling blockade, has deprived Gazans of food, water, fuel and medicine.\nThe severe shortages have only been sporadically eased by humanitarian aid convoys entering primarly via Egypt.\n“We are tired of everything,” said Ekhlas Shnenou who fled her Gaza City home. “Enough with the war, enough with the pain, enough with the hunger.”\nOne of the many people displaced, 28-year-old Iman Al Masry, recently gave birth to quadruplets in a hospital in southern Gaza after fleeing her family’s home in the devastated north.\nThe arduous journey “affected my pregnancy”, she said, recounting that she gave birth by C-section on December 18 to two girls and two boys, one of whom was too fragile to leave hospital.\n“They are very slim,” she said of the three other infants, speaking in a cramped schoolroom turned shelter in Deir Al Balah. “It’s cold and windy and there’s no bathtub... I just use wipes.”\nThe Palestinian Red Crescent society reported fresh shelling Thursday near Al Amal hospital in Khan Yunis, killing at least 10 people.\nIt decried in a statement the “intensification” of Israeli strikes in the area of the facility, already hit earlier this week, where about 14,000 Palestinians are sheltering.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tedros adhanom ghebreyesus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "jordan times gaza",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "un world health organisation",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "khan yunis",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:17.299+02:00",
    "updated": "2023-12-29T00:13:17.299+02:00"
  },
  {
    "uuid": "abc1bb26e521b9343cb7cca8464c8920331caa4a",
    "url": "https://www.kcbd.com/2024/04/04/retired-marine-cancer-survivor-celebrates-remission-with-10-hour-swim",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Watson",
    "published": "2024-04-04T00:00:00Z",
    "title": "Retired Marine and cancer survivor celebrates remission with 10-hour swim",
    "text": "COLORADO SPRINGS, Colo. ( KKTV /Gray News) - A retired Marine and cancer survivor in Colorado celebrates the anniversary of his remission with a feat he picked up during his service. Michael LaBarge said he was diagnosed with glioblastoma multiforme, grade IV brain cancer, 21 years ago on April 2. LaBarge said he has been in remission for a while and that he swims for 10 hours on the anniversary to celebrate it. “The prognosis was two weeks to 10 months … 21 years ago,” he told KKTV . “I did this a lot in the Marines. [Today,] I started at 6 a.m., stopping at 4 p.m.” He completed his swim this year at the U.S. Air Force Academy’s Community Pool in Colorado Springs. Chris Gesterling, the USAFA Pool Aquatics Manager, said he often sees LaBarge at the pool, and his story of surviving cancer is inspiring. “Former Marine ... you know, he beat brain cancer so everything is possible for him,” Gesterling said. As LaBarge swam, he also shared his message for those fighting similar battles to the one he faced. “Hopefully, this will inspire people with cancer to get out, stay active and, you know, don’t get too down on themselves,” he said. Copyright 2024 KKTV via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.kktv.com/2024/04/03/retired-marine-cancer-survivor-colorado-springs-completes-10-hour-swim-celebrate-remission/",
      "https://www.kktv.com/2024/04/03/retired-marine-cancer-survivor-colorado-springs-completes-10-hour-swim-celebrate-remission",
      "https://kktv.com/2024/04/03/retired-marine-cancer-survivor-colorado-springs-completes-10-hour-swim-celebrate-remission/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael labarge",
          "sentiment": "none"
        },
        {
          "name": "gesterling",
          "sentiment": "none"
        },
        {
          "name": "chris gesterling",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kktv",
          "sentiment": "none"
        },
        {
          "name": "labarge",
          "sentiment": "none"
        },
        {
          "name": "u.s. air force academy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "colorado springs",
          "sentiment": "none"
        },
        {
          "name": "colo.",
          "sentiment": "none"
        },
        {
          "name": "colorado springs",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:00:35.005+03:00",
    "updated": "2024-04-05T01:00:35.005+03:00"
  },
  {
    "uuid": "acc32bac37d4c726ae6c2489b38eeb1d80a1a105",
    "url": "http://bwpeople.businessworld.in/article/-Year-In-Review-Emphasis-On-Fostering-Holistic-Organisational-Culture-Significant-Development-In-2023-/28-12-2023-503881",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Krishnendra Joshi",
    "published": "2023-12-28T00:00:00Z",
    "title": "\"Year In Review: \"Emphasis On Fostering Holistic Organisational Culture Significant Development In 2023\" people",
    "text": " India's wealth and asset management industry is experiencing rapid growth, driven by evolving socio-economic factors. This growth presents numerous opportunities, but it also comes with challenges. The industry is witnessing the entry of new players with diverse solutions and boutique mindsets. This can lead to talent fragmentation and changing skill requirements.\nWe must keep an open mind and experiment with emerging trends to address these challenges. Personalization, wealth creation opportunities for the sales force, and investments in technology and digitization are key areas of focus. Building a sustainable ecosystem with robust products and solutions is crucial.\nEarly market penetration and the creation of sustainable teams are critical success factors. Additionally, nurturing a strong leadership pipeline that can shape the future growth of our organization is of utmost importance. My role as CHRO involves ensuring that our people strategy aligns with these industry dynamics, enabling us to seize opportunities while addressing challenges effectively.\nThe most significant development in the HR and business landscape is the growing emphasis on fostering a holistic organizational culture that embraces shared mindsets, brand purpose, and firm values, all rooted in a high-performance orientation, which we refer to as \"Performance Plus.\" This cultural shift strongly focuses on engaging employees with a clear understanding of the company's strategic unity, purpose, and business goals. Moreover, it involves an unwavering commitment to aligning actions and mindsets with these overarching objectives.\nIn addition to culture, customer centricity is emerging as a pivotal aspect of HR and business strategies. Organizations are actively working to cultivate enduring relationships of trust with their target customers. This customer-centric approach extends from ideation to execution, incorporating key metrics such as Net Promoter Score (NPS) and market share as indicators of success.\nCollaboration is yet another integral facet of this landscape transformation, emphasizing cross-functional teamwork, alliances, and partnerships.\nOrganisations are increasingly recognizing the power of collaboration in achieving shared objectives and driving innovation.\nOverall, this evolving landscape places a premium on clarity, shared agendas, and a collective mindset that fosters a deep commitment to strategic unity and purpose. These developments represent a profound shift in how businesses operate and succeed in today's dynamic and interconnected world.\nAs for a prediction for 2024, I foresee a bold shift towards a more balanced and harmonious alignment of interests among employees, companies, and stakeholders. This shift will leverage the flexibility gained in recent years to create a resilient and sustainable business ecosystem. It will be marked by a renewed focus on the well-being and alignment of all parties involved, reflecting the lessons learned from the challenges and changes of the past few years.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:44.796+02:00",
    "updated": "2023-12-29T00:35:44.796+02:00"
  }
]