[
  {
    "uuid": "3c82c5cadf46858f5c46d9a9cc6794951b85b618",
    "url": "https://www.morningagclips.com/electronic-soil-called-esoil-enhances-crop-growth/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kyle",
    "published": "2023-12-28T21:50:00Z",
    "title": "Electronic “Soil” Called eSoil Enhances Crop Growth",
    "text": "LINKÖPING, Sweden — Barley seedlings grow on average 50% more when their root system is stimulated electrically through a new cultivation substrate. In a study published in the journal PNAS, researchers from Linköping University have developed an electrically conductive “soil” (eSoil) for soilless cultivation, known as hydroponics.\n“The world population is increasing, and we also have climate change. So it’s clear that we won’t be able to cover the food demands of the planet with only the already existing agricultural methods. But with hydroponics we can grow food also in urban environments in very controlled settings,” says Eleni Stavrinidou, associate professor at the Laboratory of Organic Electronics at Linköping University, and leader of the Electronic Plants group.\nHer research group has now developed an electrically conductive cultivation substrate tailored to hydroponic cultivation which they call eSoil. The Linköping University researchers have shown that barley seedlings grown in the conductive “soil” grew up to 50% more in 15 days when their roots were stimulated electrically.\nHydroponic cultivation means that plants grow without soil, needing only water, nutrients and something their roots can attach to – a substrate. It is a closed system that enables water recirculation so that each seedling gets exactly the nutrients it needs. Therefore, very little water is required and all nutrients remain in the system, which is not possible in traditional cultivation.\nHydroponics also enables vertical cultivation in large towers to maximise space efficiency. Crops already being cultivated in this manner include lettuce, herbs and some vegetables. Grains are not typically grown in hydroponics apart for their use as fodder. In this study the researchers show that barley seedlings can be cultivated using hydroponics and that they have a better growth rate thanks to electrical stimulation.\n“In this way, we can get seedlings to grow faster with less resources. We don’t yet know how it actually works, which biological mechanisms that are involved. What we have found is that seedlings process nitrogen more effectively, but it’s not clear yet how the electrical stimulation impacts this process,” says Eleni Starvrinidou.\nMineral wool is often used as cultivation substrate in hydroponics. Not only is this non-biodegradable, it is also produced with a very energy intensive process. The electronic cultivation substrate eSoil is made of cellulose, the most abundant biopolymer, mixed with a conductive polymer called PEDOT. This combination as such is not new, but this is the first time it has been used for plant cultivation and for creating an interface for plants in this manner.\nPrevious research has used high voltage to stimulate the roots. The advantage of the Linköping researchers’ “soil” is that it has very low energy consumption and no high voltage danger. Eleni Stavrinidou believes that the new study will open the pathway for new research areas to develop further hydroponic cultivation.\n“We can’t say that hydroponics will solve the problem of food security. But it can definitely help particularly in areas with little arable land and with harsh environmental conditions.”\nThe full article can be found in the Proceedings of the National Academy of Sciences\nhere.\n— Linköping University via EurekAlert!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://www.pnas.org/doi/10.1073/pnas.2304135120",
      "https://pnas.org/doi/10.1073/pnas.2304135120"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eleni stavrinidou",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pnas",
          "sentiment": "none"
        },
        {
          "name": "linköping university",
          "sentiment": "none"
        },
        {
          "name": "electronic plants",
          "sentiment": "none"
        },
        {
          "name": "laboratory of organic electronics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sweden",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:55:30.370+02:00",
    "updated": "2023-12-29T00:55:30.370+02:00"
  },
  {
    "uuid": "79d651bd7349beae9e7c74f8ac8a270710d6fbe7",
    "url": "https://www.yahoo.com/news/winter-storm-warning-issued-maine-183105138.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WMTW - Portland ME",
    "published": "2024-03-22T00:00:00Z",
    "title": "Winter Storm Warning issued in Maine ahead of a spring snowstorm",
    "text": "Drivers beware: This first official weekend of spring could start with some heavy snow across parts of Ontario It's officially spring, but Friday's snow across southern Ontario could bring one of the largest one-day snowfall totals of the year A chilly weekend will spread across much of Canada as an active pattern churns through the end of March A widespread swath of snow is expected across southern Ontario on Friday. Some areas could get 10-15 cm, however, the exact track is uncertain. Farther north, less snow for some, farther south more snowfall for some. The Weather Network meteorologist Nadine Powell has the details. Snowfall persists across Alberta, with another 10-20cm expected to blanket the region. Stay informed with meteorologist Rhythm Reet for the latest updates on weather conditions. He tries to copy his mom and “eat whatever she is currently eating,” zookeepers say. Locals had been killing the snakes because they thought they were poisonous, researchers said. After a week that brought heavy snow and travel disruptions to southern Alberta, another round of wintry weather will fill this first full weekend of spring It won't feel like spring at all in eastern Quebec and on parts of the East Coast as a messy system will be bringing a hefty dose of snowfall for many areas, and heavy rain for others, alongside intense wind gusts With Canada coming out of its warmest winter on record, some may be enjoying the signs of spring that are showing up much earlier this year: But this isn't good news for the natural world. More snow is on the way for southern Ontario on Wednesday, a not-so pleasant way to welcome spring into the region for its first full day. Sid the siamang couldn’t help himself, stealing birthday treats from Hahnumahn who was celebrating his 28th birthday at Oakland Zoo in California.Video shared by Oakland Zoo on March 21 shows the pair chasing each other around their enclosure after Sid helped himself to presents and snacks meant for Hahnumahn.“Happy 28th birthday Hahnumahn siamang!” the zoo said.“Sid attended the party…and stole several snacks and gifts from the birthday boy. All in all, much fun was had.” Credit: Oakland Zoo via Storyful Researches discovered the “smooth” animal in a forest of Vietnam. The Hampton Lake couple were walking their Labradoodle Monday morning when they came across a sight that frightened her and fascinated him The owner of an alligator recently seized by conservation officers in New York is fighting for its return, saying the reptile he named Albert and has shared a home with for more than three decades is a gentle giant that's no danger to anyone. Officers a week ago met Tony Cavallaro in the driveway of his suburban Buffalo home with a warrant, before sedating the 12-foot (3.6-meter), 750-pound (340-kilogram) alligator, taping his mouth and driving him away in a van. Cavallaro’s license to keep Albert, who is 34 years old, had expired in 2021, the Department of Environmental Conservation said. Brace for a wild weather weekend as an impactful system barrels towards the Maritimes, threatening to disrupt travel with freezing rain, heavy snowfall, and the risk of localized flooding TORONTO — Ontario has struck a tentative deal with Ottawa to drop an assessment of the province’s Highway 413 project, oversight long advocated for by environmental groups but criticized by the province as federal overreach. The provincial and federal governments filed a joint consent order with the Federal Court asking the judge to set aside the project's designation under the impugned Impact Assessment Act. Ontario initially wanted the Federal Court to clarify the act no longer applied to the OTTAWA — Canada's carbon price could slash greenhouse-gas emissions by more than 100 million tonnes a year by 2030, but only about one-fifth of that will come from the consumer carbon price at the centre of Conservative attacks. A new analysis published Thursday by the Canadian Climate Institute said the price applied to big industrial emitters plays a far greater role in cutting emissions than the consumer fuel levy. But the consumer levy is still worth the political battle the Liberals are fac A research animal identified as Bear 122 or \"The Boss\" is believed to have been the first grizzly bear spotted out of hibernation. Thursday will be another day of heavy snow and travel interruptions in central and southern Alberta as a wintry storm lingers in the province",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nadine powell",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T20:41:56.871+02:00",
    "updated": "2024-03-22T20:41:56.871+02:00"
  },
  {
    "uuid": "8ab47ca1d131230392ef5e29b79d1c6586b4b7c2",
    "url": "https://m.dailyhunt.in/news/india/english/filmibeat-epaper-dh7d9c16cc295a4762b85828a22fbc8e38/raveena+tandon+suniel+shetty+attend+nidhi+duttas+intimate+dinner+for+dad+jp+dutta+after+his+award+win-newsid-n587579356",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-02-29T11:05:00Z",
    "title": "Raveena Tandon, Suniel Shetty Attend Nidhi Dutta's Intimate Dinner For Dad JP Dutta After His Award Win",
    "text": "Acclaimed filmmaker JP Dutta, celebrated for his extensive contributions to Indian cinema, has been honored with the prestigious Maharashtra Bhushan Raj Kapoor Award. This accolade, presented in a ceremony held in February 2024, is a testament to Dutta&apos;s enduring legacy and impact on the Bollywood industry. The recognition holds a special place for Dutta, as he expressed that receiving such honour from his home state \"means everything.\"\nIn light of this significant achievement, Dutta&apos;s family organized an intimate dinner party to commemorate his win. Daughters Niddhi Dutta and Siddhi Dutta, along with wife Bindiya Goswami, played hosts to the gathering, which saw an impressive turnout from the entertainment sector. The event was graced by the presence of notable personalities such as Suniel Shetty, Javed Akhtar, Bhushan Kumar, Esha Deol, and Raveena Tandon, among others.\nThe dinner, aside from being a celebration of Dutta&apos;s accomplishment, also highlighted the filmmaker&apos;s respected position within the cinematic community. It offered a personal and warm setting for Dutta to share the joy of his achievement with close friends and colleagues. This gathering not only underscored Dutta&apos;s lasting influence on the film industry but also showcased the strong bonds and mutual respect that exist among its members.\nFurthermore, the celebration also served as an occasion for sharing behind-the-scenes glimpses from Dutta&apos;s notable works, including \"Refugee,\" which marked the debut of actors Abhishek Bachchan and Kareena Kapoor Khan. These unseen photos, shared by Dutta&apos;s daughter, provide a peek into the filmmaker&apos;s creative process and the collaborative spirit of his projects.\nThe Maharashtra Bhushan Raj Kapoor Award recognizes exceptional talents and contributions in the field of cinema, and JP Dutta&apos;s receipt of this honour is a milestone that celebrates his distinguished career. As Mumbai takes pride in one of its own being acknowledged at such a prestigious level, the film fraternity and fans alike look forward to witnessing more of Dutta&apos;s cinematic endeavors.\nThis accolade not only underscores Dutta&apos;s cinematic genius but also reaffirms the significance of acknowledging and celebrating the creative forces behind Indian cinema. As the industry continues to evolve, recognitions like the Maharashtra Bhushan Raj Kapoor Award play a crucial role in highlighting the artistic and cultural contributions of filmmakers like JP Dutta.\nKhushi Mishra Filmibeat source: filmibeat.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.filmibeat.com/?utm_source=daily_hunt_app&utm_medium=source_url&utm_campaign=dailyhunt_app\\",
      "https://www.filmibeat.com/",
      "https://filmibeat.com/?utm_source=daily_hunt_app&utm_medium=source_url&utm_campaign=dailyhunt_app\\"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nidhi dutta",
          "sentiment": "negative"
        },
        {
          "name": "raveena tandon",
          "sentiment": "negative"
        },
        {
          "name": "suniel shetty",
          "sentiment": "negative"
        },
        {
          "name": "jp dutta",
          "sentiment": "negative"
        },
        {
          "name": "bhushan kumar",
          "sentiment": "none"
        },
        {
          "name": "javed akhtar",
          "sentiment": "none"
        },
        {
          "name": "dutta&apos;s",
          "sentiment": "none"
        },
        {
          "name": "dutta",
          "sentiment": "none"
        },
        {
          "name": "maharashtra bhushan raj kapoor",
          "sentiment": "none"
        },
        {
          "name": "bindiya goswami",
          "sentiment": "none"
        },
        {
          "name": "siddhi dutta",
          "sentiment": "none"
        },
        {
          "name": "esha deol",
          "sentiment": "none"
        },
        {
          "name": "niddhi dutta",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T01:05:15.285+02:00",
    "updated": "2024-03-01T01:05:15.285+02:00"
  },
  {
    "uuid": "1c6e070979b8263e4e53eee84150fe15d921a3c3",
    "url": "https://odia.ig.com.br/rio-de-janeiro/2024/03/6814224-prefeitura-do-rio-decreta-ponto-facultativo-nas-reparticoes-publicas-por-conta-da-previsao-de-chuva.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "redacao@odia.com.br (O Dia)",
    "published": "2024-03-22T10:50:00Z",
    "title": "Prefeitura do Rio decreta ponto facultativo nas repartições públicas por conta da previsão de chuva",
    "text": "Nesta sexta, somente os serviços essenciais seguem funcionando 24hDivulgação De acordo com o Sistema Alerta Rio, a aproximação e a passagem de uma frente fria deixam o tempo instável na capital entre o fim da noite de quinta-feira (21) e a tarde de sábado (23). A possibilidade é de pancadas de chuva moderada a muito forte, acompanhada de raios e rajadas de vento moderado a forte (até 75,9 km/h). A chuva poderá passar de 40mm por hora e 200mm em 24 horas. A média em março, segundo a série histórica, é de 124,7mm. O ponto facultativo abrange servidores de áreas administrativas não essenciais, escolas municipais, e tem como objetivo evitar deslocamentos durante o evento chuvoso. Além disso, Paes também orientou a iniciativa privada para que não haja expediente nesta sexta. “O ideal é que as escolas particulares não funcionem. As empresas que não tenham serviços essenciais também orientamos que parem. É ideal termos a cidade esvaziada. Vamos observar como será esta madrugada, mas é provável que a chuva deva começar ao longo da tarde. E nesse momento seria importante termos pouco movimento na cidade”. No início da manhã desta sexta, Paes usou as redes sociais para publicar um boletim mais atualizado sobre a situação das chuvas e frisou que a chuva forte ainda pode vir hoje. \"A previsão é que quando essa chuva chegar, ela chegue mais para o final da manhã e início da tarde\", explicou. Esqueci de postar aqui mas está valendo o Boletim às 5:15 de sexta 22/03/23— Eduardo Paes (@eduardopaes) [pic.twitter.com/aFsVJqu3Oi] [March 22, 2024] Na quinta, a Prefeitura do Rio apresentou as medidas a serem adotadas e o efetivo que será utilizado pelo município em ações de resposta, em função da previsão de elevado acumulado de chuva para a cidade nos próximos dias. Ao todo, 9,3 mil servidores estarão envolvidos na operação, incluindo equipes dos seguintes órgãos: Comlurb, secretarias de Conservação e de Ordem Pública, Centro de Operações Rio, Rio Águas, Defesa Civil, Sistema Alerta Rio, Fundação Georio, Guarda Municipal e CET-Rio. “A rua a gente limpa, bem material recupera depois, mas o importante é sair desse suposto momento de crise mais aguda, que possamos sair com vidas preservadas e que serviço público trabalhe de forma adequada apenas com as equipes essenciais e os órgãos de resposta”, disse o prefeito. [ponto facultativo em todo o Estado do Rio](https://odia.ig.com.br/rio-de-janeiro/2024/03/6814052-chuva-claudio-castro-decreta-ponto-facultativo-no-estado-do-rio.html)nesta sexta. A decisão, anunciada em caráter de urgência no início da noite de quinta (21), foi justificada pelas previsões dos canais de meteorologia do país, que indicam a probabilidade de tempestades na maioria dos municípios nos próximos três dias. As aulas da rede estadual serão suspensas, e as escolas servirão de ponto de apoio para atender a população.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T13:30:12.453+02:00",
    "updated": "2024-03-22T14:14:58.409+02:00"
  },
  {
    "uuid": "39b4bbe6f363add7066a2047ce12dca5b47f54e7",
    "url": "https://www.lesechos.fr/monde/europe/guerre-en-ukraine-les-residents-de-kharkiv-jurent-de-ne-pas-quitter-leur-ville-2093135",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillaume Ptak",
    "published": "2024-05-05T13:42:00Z",
    "title": "Guerre en Ukraine : les résidents de Kharkiv jurent de ne pas quitter leur ville | Les Echos",
    "text": "Depuis plusieurs mois, Kharkiv est soumise à une intense campagne de bombardements. Pour le commandement militaire ukrainien, les attaques prépareraient le terrain à une nouvelle tentative russe de s'emparer de la ville.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T17:00:35.055+03:00",
    "updated": "2024-05-05T18:10:38.490+03:00"
  },
  {
    "uuid": "ac4a5dfbf83758d9394c7aa0a3c6ca38c4780a2d",
    "url": "https://local12.com/news/nation-world/nissan-recall-recalls-recalling-recalled-thousands-top-selling-vehicles-frontier-cincinnati-consumer-alerts-malfunction-potentially-dangerous-products-cycles-engine-mechanical-electrical-reflective-devices-associated-equipment-engineer-control-engine",
    "ord_in_thread": 0,
    "author": "WKRC",
    "published": "2025-08-14T07:14:00Z",
    "title": "Nissan recalls thousands top-selling vehicles",
    "text": "UNDATED (WKRC) — Nissan has recalled thousands of top-selling vehicles.\nAccording to the National Highway Traffic Safety Administration (NHTSA), Nissan North America, Inc. is recalling thousands of vehicles due to a software logic error that may cause the daytime running lights to dim unexpectedly. This malfunction occurs when the idle start-stop feature cycles the engine from off to on, potentially leading to confusion for other drivers or pedestrians and increasing the risk of a crash.\nThe recall impacts the following vehicles:\n13,719 units and is in response to the vehicles' failure to comply with Federal Motor Vehicle Safety Standard number 108, which pertains to \"Lamps, Reflective Devices, and Associated Equipment.\"\nNissan will address the issue by updating the engine control module software at no cost to the vehicle owners. The company plans to send owner notification letters by September 17, 2025.\nOwners with questions can contact Nissan's customer service at 800-647-7261. The recall is identified by Nissan as R25C3.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->automotive",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->financial and economic news",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Science and Technology->mechanical engineering",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.nhtsa.gov/?nhtsaId=25V508000",
      "https://nhtsa.gov/?nhtsaId=25V508000",
      "https://www.nhtsa.gov/"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Nissan",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "NHTSA",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "Cincinnati"
        ],
        "state": [
          "Ohio"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T11:45:52.039+03:00",
    "updated": "2025-08-14T11:51:23.000+03:00"
  },
  {
    "uuid": "0141c14992a0f27c8b776f9a47f49638b0fbbd36",
    "url": "https://toivideos.timesofindia.indiatimes.com/city/mumbai/mumbai-is-heating-up-again-citys-temperature-hits-37-4c-imd-warns-sweltering-days-ahead/articleshow/118746954.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richa Pinto",
    "published": "2025-03-06T02:17:00Z",
    "title": "Mumbai is heating up again: City's temperature hits 37.4°C, IMD warns sweltering days ahead",
    "text": "Mumbai is heating up again: City's temperature hits 37.4°C, IMD warns sweltering days ahead\nIn its forecast for the coming days, the\nIndia Meteorological Department(IMD) has indicated a rising trend in temperatures, with the maximum expected to touch 38°C on Sunday.\nOn Wednesday, IMD’s Santacruz observatory recorded a maximum temperature of 37.4°C compared to Tuesday’s 36.8°C, and IMD’s Colaba observatory logged a maximum temperature of 33.4°C, which was 2.2° above normal and slightly higher than Tuesday’s 33.1°C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Environment->climate change",
      "Environment->global warming"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Santacruz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Colaba",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "IMD",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "India Meteorological Department",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:28:15.740+02:00",
    "updated": "2025-03-06T04:28:15.740+02:00"
  }
]