[
  {
    "uuid": "1ec412939a2d63639e1c0197211b8a4ed043a031",
    "url": "https://www.publimetro.com.mx/nuevo-leon/2024/03/28/instala-secretaria-de-seguridad-y-proteccion-a-la-ciudadania-operativo-en-iglesias-del-centro-de-monterrey",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Martín Fuentes",
    "published": "2024-03-28T19:11:00Z",
    "title": "Instala Secretaría de Seguridad y Protección a la Ciudadanía operativo en iglesias del Centro de Monterrey",
    "text": "La visita a los Siete Templos es una tradición muy arraigada durante la [Semana Santa ](https://www.publimetro.com.mx/noticias/2024/03/26/las-empresas-estan-obligadas-a-pagar-extra-por-trabajar-en-semana-santa/)y ante la enorme afluencia de feligreses que acudirná este jueves, la Secretaría de Seguridad y Protección a la Ciudadanía de [Monterrey ](https://es.wikipedia.org/wiki/Monterrey)exhorta a los fieles a tomar las debidas precauciones. Como parte del Operativo de Semana Santa, se mantendrán elementos de Seguridad y Vialidad en los principales templos de la zona centro y en algunas de las colonias en donde corresponde la vigilancia. Entre las iglesias que se encuentran en el centro de la ciudad se pueden mencionar la Catedral de Monterrey, La Purísima, Sagrado Corazón, San Luis Gonzaga, San José, Virgen del Roble y Cristo Rey, entre otras. Las autoridades municipales emiten las siguientes recomendaciones al visitar las iglesias: 1.- Tener cuidado con los niños y adultos mayores, no soltarlos de las manos. 2.- Cruzar con precaución las calles y avenidas. 3.- Tener cuidado con las bolsas que porten, en el caso de las damas. 4.- Acudir de preferencia en grupos de familia o amistades. 5.- Dejar el vehículo en un estacionamiento público, de preferencia o utilizar un medio de transporte público. 6.- En caso de utilizar el automóvil, no dejar objetos de valor a la vista y asegurarse de cerrar en forma correcta las puertas y cristales. 7.- Cualquier incidencia reportarla al 911.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Monterrey)exhorta",
      "https://www.es.wikipedia.org/wiki/Monterrey)exhorta"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:05:16.313+03:00",
    "updated": "2024-03-29T03:05:16.313+03:00"
  },
  {
    "uuid": "3db7ffd1b7fe50a27f2d4e1a9e63c8f2294c7a31",
    "url": "https://www.fool.com/investing/2024/01/05/where-will-dutch-bros-stock-be-in-5-years/?source=iedfolrf0000001",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Neil Patel",
    "published": "2024-01-05T00:00:00Z",
    "title": "Where Will Dutch Bros Stock Be in 5 Years?",
    "text": "Although Dutch Bros ( BROS 0.32% ) shares underperformed the S&P 500 in 2023, they still had a respectable year, up 12%. The stock rallied nicely over the last three months as investor optimism seemed to be building.\nThis coffeehouse chain is likely on your radar due to its potential for outsized growth. Should things go according to the leadership team's plans, its share price could rise significantly. But there are still risks to keep in mind.\nWith that being said, where will this coffee stock be in five years? Investors will find that there are two possible outcomes.\nDutch Bros is aggressively opening new stores At the end of 2018, there were 328 Dutch Bros locations across the country. This figure has soared by 142% since then and now totals 794 (as of Sept. 30, 2023). It's clear that this operator and franchisor of drive-through coffee shops is focused fully on expanding its footprint.\n\"Dutch Bros will continue to confidently pursue high-quality investments in new shops in the path to 4,000,\" said former CEO Joth Ricci on the Q3 2023 earnings call .\nThis lofty target would amount to a roughly five-fold increase from the current store count. At that size, it's safe to assume that Dutch Bros would be generating much greater sales. And this could be a boon for the stock price.\nDutch Bros benefits from the fact that its small stores increase accessibility and convenience for customers who want to save time and are on the go. Moreover, the fact that a key priority of its menu is the ability to customize any order helps drive business.\nThe company has also made progress toward getting on a sustainable path. Dutch Bros produced net income of $13.4 million in the third quarter, a huge improvement from its $1.6 million profit in the prior-year period. Margins should continue expanding as the business scales up.\nFacing intense competition Despite those positive developments, investors can't forget how competitive both the broader restaurant sector and the coffee shop segment specifically can be. From a consumer's perspective, there is a wide array of options to choose from. This reality will make it difficult for Dutch Bros to reach the 4,000-shop mark.\nAt its current size, I don't believe that this business possesses an economic moat . The brand recognition isn't there, and it hasn't fully captured the advantages of economies of scale. Starbucks , on the other hand, has long excelled on both fronts, and even though it already has more than 16,300 locations in the U.S., it plans to continue expanding domestically.\nExpanding rapidly from here will probably prove more difficult for Dutch Bros. It will have to compete with larger chains for favorable real estate locations and retail workers, for example, which could negatively impact its financials.\nInvestors must weigh the odds As we look out over the next five years, it's clear that nothing is set in stone with this business. Dutch Bros could continue on its path of rapid expansion, or management's plans could get derailed due to the business's lack of an economic moat.\nIn my view, there's an equal chance for either of those outcomes, which leaves investors with a conundrum. Those who believe in the company's story and prospects might believe it's prudent to take a tiny position in the stock. Those who aren't so convinced and who don't like the high uncertainty will pass on buying shares.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bros",
          "sentiment": "none"
        },
        {
          "name": "joth ricci",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "s&p",
          "sentiment": "negative"
        },
        {
          "name": "dutch bros",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:18:11.252+02:00",
    "updated": "2024-01-06T01:18:11.252+02:00"
  },
  {
    "uuid": "4408a596889940461bf096f200169bf2fd0e3f99",
    "url": "https://www.ndtv.com/world-news/pope-francis-washes-feet-of-12-women-prisoners-in-pre-easter-ritual-5332569",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2024-03-29T04:21:00Z",
    "title": "Pope Francis Washes Feet Of 12 Women Prisoners In Pre-Easter Ritual",
    "text": "Pope Francis, who often pleads for compassion to prisoners, washed the feet of 12 incarcerated women in Rome on Thursday in a rite marking Holy Thursday before Easter. The Argentinian Jesuit visited the Rebibbia women's prison in the northeastern outskirts of the Italian capital, where he performed the same rite in 2015. Thursday, however, was the first time the 87-year-old pontiff had dedicated his annual ritual during Holy Week solely to women. Seated in a wheelchair, the pope washed the feet of each of the prisoners, some of them in tears, before drying them off with a towel and kissing them. \"We all have small failures, big failures,\" said the pope in an impromptu homily during a mass held in the courtyard of the prison that holds some 370 women. \"But the Lord is always waiting for us, with open arms, and he never tires of forgiving,\" he added. The washing of feet is \"a gesture that draws our attention to the vocation of service,\" said Francis, who as a priest in Buenos Aires had already begun visiting prisoners. A few minutes earlier, the pontiff was all smiles as he shook hands with the inmates. Last month, the pope caught a flu that caused him to cancel some public meetings. During his subsequent recovery, he has on several occasions asked others to read his speeches. In the Christian tradition, Holy Thursday commemorates the day when Christ washed the feet of the apostles at the Last Supper. It is a highlight of Holy Week, which commemorates Christ's final days before his resurrection on Easter. Since becoming pope in 2013, the head of the Catholic Church has often visited prisons and refugee centres, including last year on Holy Thursday when he visited a juvenile detention centre and washed the feet of 12 young men. Promoted Listen to the latest songs, only on JioSaavn.com On Good Friday, he is due to preside over the \"Way of the Cross\" prayer service at Rome's Coliseum, which he was unable to attend last year as he recovered from a bronchial infection. (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
      "https://www.jiosaavn.com",
      "https://jiosaavn.com",
      "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "buenos aires",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T10:03:55.145+03:00",
    "updated": "2024-03-29T12:09:36.309+03:00"
  }
]