[
  {
    "uuid": "543204809c8600cea9843ee56f7d6c9f2a5e4b0d",
    "url": "https://cronicaglobal.elespanol.com/pensamiento/20240607/que-viene-el-lobo/861043889_13.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manuel Peña Díaz",
    "published": "2024-06-06T22:52:11Z",
    "title": "9J, ¡que viene el lobo!",
    "text": "Pilar Alegría , mientras comparecía el martes como portavoz del Gobierno, tuvo a bien mitinear incumpliendo, una vez más, la ley electoral . En su arenga dirigida a posibles votantes, la sonriente ministra alardeó de una supuesta lucidez y comparó el imaginario pacto PP-Vox- Junts con una imposible contorsión gimnasta. “¡Ni Nadia Comaneci !”, concluyó.\nSe ha convertido en una táctica habitual de los socios gobernantes retorcer cualquier recuerdo o expresión popular en busca de votantes de izquierdas. El “puto amo” que acuñó otro vocero --casualmente ministro de Transportes -- es otro ejemplo de la torpeza de la élite dirigente del PSOE, al reivindicar el cesarismo totalitario como ideal de la izquierda.\nEn este bochornoso mitineo de a ver quién la dice más gorda, Yolanda Díaz ha optado por la escatología más cutre. Su “a la mierda” pasará a la penosa historia de la bajeza moral y verbal de la política española. Si en un mitin ante sus fieles sintetiza la valoración del adversario de ese modo, huelga decir --ideología al margen-- cuál es la indigencia mental de esta oradora.\nEl lenguaje también construye realidad, y de qué manera. La deriva esquemática de los portavoces de los principales partidos de izquierdas, incluido el caudillo Sánchez , se resume en señalar a los nacionalistas españoles como los más malos del mundo mundial, junto al resto de la variada y pujante ultraderecha europea.\nEn la campaña del 9J , las izquierdas --salvo Izquierda Española -- han priorizado señalar a los potenciales votantes que se sienten españoles como una tropa de individuos malvados y egoístas. Sin embargo, estos políticos de izquierdas ocultan que sus socios plurinacionalistas han demostrado --sobradamente y con hechos-- que son insolidarios y xenófobos respeto al resto de españoles.\nSi las izquierdas gobernantes están empecinadas en avergonzarse de su condición española y, al mismo tiempo, insultan a los que sí la sienten, están ayudando al constante e imparable ascenso de la extrema derecha. Juan Torres López , en su blog Ganas de escribir , lo ha planteado con meridiana claridad:\n“¿Cómo se va a evitar que las clases desposeídas voten a la extrema derecha si esta defiende los valores con los que se identifica el sentir común de tanta gente, mientras que las izquierdas no hacen autocrítica de sus políticas equivocadas, o se empeñan en darle prioridad a valores o reivindicaciones que tan sólo pueden defender grupos muy reducidos o de interés, por muy legítimo que sea, muy minoritario?”.\nAnte el raquitismo de sus propuestas sociales y colectivas, Sánchez y su cohorte se han empeñado en erigirse en el muro que ha de frenar el asalto de la extrema derecha a las instituciones europeas. Y todo con tan sólo el manido grito “que viene el lobo” . Ya conocemos el final del cuento. Cuando el lobo llegó, nadie hizo caso, se había normalizado la amenaza de tanto repetirla.\nOtros pensarán que no debe ser tan grave votar a ultranacionalistas españoles. A fin de cuentas, en Cataluña y en el País Vasco llevan años gobernando grupos de ultralobitos, a los que izquierdas y derechas siempre ha tratado con cariño, los han alimentado hasta la saciedad e, incluso, han amnistiado sus fechorías, aquellas cometidas contra el común de la ciudadanía (clases desposeídas incluidas).\nEl lobo de la ultraderecha nacionalista no está a punto de llegar, hace tiempo que ya está aquí, gracias a las reiteradas y gimnastas contorsiones de las izquierdas y la complacencia de las derechas. De aquellos polvos, estos lodos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://juantorreslopez.com/",
      "https://www.juantorreslopez.com/",
      "https://juantorreslopez.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:52:12.933+03:00",
    "updated": "2024-06-16T20:23:44.121+03:00"
  },
  {
    "uuid": "01e357991bbf59f7a02b3601d734c597a87e91ad",
    "url": "https://www.newsbreak.com/gainesville-fl/3279883288239-paul-finebaum-blasts-the-current-state-of-major-college-football-program",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T21:17:00Z",
    "title": "Paul Finebaum Blasts The Current State Of Major College Football Program",
    "text": "On Thursday's episode of The Paul Finebaum Show , Finebaum was asked by a caller about the possibility of Nick Saban retiring, taking a year off, and then becoming head coach of the Florida Gators. \"No, is there some reason why you do? Well, I don't know what Saban's going to do, but I think Billy Napier had better do something.\n\"I appreciate your optimism for the future of Florida. I don't really have much optimism right now because. I don't think people realize how truly bad that program is at the moment in terms of what it just got through losing and what it barely was able to hold on to and what I don't understand is the reason. We've talked to Napier a million times and he seems well organized. He seems like he finally has everything going from an infrastructure standpoint. He just can't seem to get it done.\n\"A year ago Missouri was looking pretty desperate. But somehow, some way, they jumped out, got the right players in there, and had a huge year. It can happen. I still believe that Florida has enough going for it that they can do more sometimes than maybe your average program, but it looks pretty bad right now.\" Florida ended this season with a disappointing 5-7 (3-5 SEC) record under head coach Billy Napier. The Gators did not qualify for a bowl game for the first time since 2017. Napier is 11-14 over his first two seasons with the Gators and both seasons have ended with losing records. The Gators lost the Las Vegas Bowl last season to Oregon State, which dropped Florida to 6-7 for the season. Many experts believe that Napier could be entering his final season in Gainesville if the 44-year-old head coach does not compete in the SEC. The Gators also have one of the most difficult schedules in the country , which will add even more pressure to Napier and the Florida program.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?url=0CqATw_0qStQ95s00",
      "https://athlonsports.com/college-football/paul-finebaum-says-florida-gators-have-toughest-schedule-for-2024-college-football-season-sec",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0CqATw_0qStQ95s00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=0CqATw_0qStQ95s00",
      "https://www.athlonsports.com/college-football/paul-finebaum-says-florida-gators-have-toughest-schedule-for-2024-college-football-season-sec",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0CqATw_0qStQ95s00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul finebaum",
          "sentiment": "negative"
        },
        {
          "name": "finebaum",
          "sentiment": "negative"
        },
        {
          "name": "billy napier",
          "sentiment": "none"
        },
        {
          "name": "napier",
          "sentiment": "none"
        },
        {
          "name": "saban",
          "sentiment": "none"
        },
        {
          "name": "nick saban",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "major college football program",
          "sentiment": "negative"
        },
        {
          "name": "florida gators",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:02.863+02:00",
    "updated": "2023-12-29T00:11:02.863+02:00"
  },
  {
    "uuid": "a13f2c6613db4a801839ace3709edfb9d4d58bb2",
    "url": "https://7news.com.au/sunrise/sunrise-star-reveals-her-number-ahead-of-us-powerball-draw-as-it-soars-past-a-staggering-1-billion-c-13050354",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caleb Taylor",
    "published": "2023-12-28T11:18:00Z",
    "title": "Sunrise star reveals her ‘number’ ahead of US Powerball draw as it soars past a staggering $1 billion",
    "text": "Sunrise star Sally Bowrey has revealed her “number” as the US Powerball jackpots to $1 billion ahead of this weekend’s draw.\nThe newsreader got into a spirited discussion at Brekky Central on Friday, following a report on the massive jackpot, as she revealed the magic “number” — meaning how much money she would need to set her up for life.\nWATCH THE VIDEO ABOVE: Sunrise panel talks about massive US Powerball $1 billion jackpot.\nStream the world's best reality, entertainment and true crime shows for free on 7Bravo on\n7plus >>\n“(The amount it would take for me) is just $25 million — I think about this a lot,” Sally laughed following the report.\nThe astronomical number sent the panel into a fit of laughter.\n“You’ve done the maths,” quick-witted Mark Beretta said.\n“Enough to get by,”\nEdwina Bartholomew chimed in.\nThe Powerball jackpot has soared to $US760 million ($A1 billion) for Saturday’s draw, with a lucky possible winner having the option of an annual payout over many years or a cash lump sum of $US382.5 million, according to\nmultiple reports.\nThe panel went on to discuss the largest-ever lottery jackpot win in the US, which was the\n$US2.04 billion collected by Edwin Castro in November 2022, according to USA Today.\n“It’s too much money guys,” Sally joked.\nPowerball fever is gripping the US with the possible life-changing win on offer, with\nAustralians able to get a ticket through The Lottery Office, which will then purchase a matching ticket in the US draw.\nUS Powerball draws take place on Mondays, Wednesdays and Saturdays at 10.59pm US eastern time — which means for Australians the draws are on Tuesdays, Thursdays and Sundays at 1.59pm AEDT.\nEach game costs $7, and players pick five numbers from a pool of one to 69, plus another number between one and 26.\nOverall, the chances of winning a prize are one in 25 per game, according to The Lottery Office.\nThe odds of winning the jackpot are much slimmer, at one in 292.2 million, US Powerball says.\nIf you’re concerned about your gambling or the gambling of a friend or family member, log on to\nGambling Help Online or make contact via phone on 1800 858 858.\nStream Free on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.usatoday.com/story/money/2023/08/02/2-billion-lottery-winner-powerball-edwin-castro/70511938007/",
      "https://www.northjersey.com/story/news/nation/2023/12/28/powerball-jackpot-hits-760-million-for-saturday-dec-30/72045866007/",
      "https://www.gamblinghelponline.org.au/",
      "https://7plus.com.au/7bravo?utm_source=7NEWS&utm_medium=contextual-link-entertainment&utm_campaign=7bravo",
      "https://northjersey.com/story/news/nation/2023/12/28/powerball-jackpot-hits-760-million-for-saturday-dec-30/72045866007/",
      "https://www.northjersey.com/story/news/nation/2023/12/28/powerball-jackpot-hits-760-million-for-saturday-dec-30/72045866007",
      "https://gamblinghelponline.org.au/",
      "https://usatoday.com/story/money/2023/08/02/2-billion-lottery-winner-powerball-edwin-castro/70511938007/",
      "https://www.usatoday.com/story/money/2023/08/02/2-billion-lottery-winner-powerball-edwin-castro/70511938007",
      "https://www.gamblinghelponline.org.au",
      "https://www.7plus.com.au/7bravo?utm_source=7NEWS&utm_medium=contextual-link-entertainment&utm_campaign=7bravo",
      "https://7plus.com.au/7bravo"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sally bowrey",
          "sentiment": "positive"
        },
        {
          "name": "sally",
          "sentiment": "none"
        },
        {
          "name": "edwina bartholomew",
          "sentiment": "none"
        },
        {
          "name": "mark beretta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "us powerball",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "brekky central",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:27.540+02:00",
    "updated": "2023-12-29T00:23:27.540+02:00"
  },
  {
    "uuid": "738456a37da2ebb2891b668deabca1cb60d5a940",
    "url": "https://www.newsdirectory3.com/chronic-psychological-stress-accelerates-skin-aging-key-findings-from-recent-study",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "newsdirectory3",
    "published": "2024-11-21T22:09:00Z",
    "title": "Chronic Psychological Stress Accelerates Skin Aging: Key Findings from Recent Study",
    "text": "Chronic psychological stress affects skin health and can accelerate aging, according to recent research. This study, led by Muriel Pujos from COTY Research and Development, highlights the connection between stress and visible signs of skin aging .\nThe researchers conducted a non-interventional study with 40 women aged 35 to 55. Participants had specific criteria: they spent a lot of time indoors, did not smoke, did not drink alcohol, slept well, and did not use sun lamps. They followed a standard diet during the study.\nParticipants were divided into two groups based on stress levels assessed by the Perceived Stress Scale. One group reported mild stress, while the other reported moderate stress. The study defined chronic stress as ongoing feelings of pressure and being overwhelmed.\nTo evaluate skin health, the researchers used skin samples and advanced imaging systems. They measured factors like skin roughness and moisture loss. Data were analyzed statistically to identify significant differences.\n-​ What are the potential ‍effects of​ chronic psychological stress on skin health according to recent research? Interview with Muriel ​Pujos,‌ Lead Researcher at COTY Research and‍ Development\nNews Director : Thank you for joining us today, Muriel. Your recent study delves deep into the ⁤connection between chronic‍ psychological stress and skin health. Can you tell us what prompted this research?\nMuriel ⁢Pujos : Thank you for having​ me. The motivation behind our research stemmed from a growing body ‌of ⁤evidence⁢ suggesting that ⁤psychological factors can ​significantly influence⁤ physical ‌health, ‍including skin health. We aimed to explore this connection⁤ in more ‌detail, ⁣particularly looking at ⁤how chronic stress⁣ might accelerate signs of aging in the skin.\nNews Director : The ‌study focused ⁣on ​a specific‌ demographic of women aged 35 to 55.⁢ What ‍criteria did you use for selecting the participants?\nMuriel Pujos : We ensured that our participants had similar lifestyle factors that⁣ could influence skin health. The⁣ women we ⁣included ⁤did not smoke⁤ or ‌drink alcohol, spent ​considerable time indoors, maintained ⁤good sleep habits, and adhered‍ to ⁢a standard diet ⁢throughout the study. This helped us⁢ isolate the​ effects of stress on skin health more effectively.\nNews Director :‍ You divided participants into two groups based⁣ on their⁤ stress levels. What tools did you use to assess their stress?\nMuriel ‌Pujos : We utilized‌ the Perceived Stress Scale, a widely recognized tool‌ that evaluates ⁤the degree to which individuals feel overwhelmed or pressured in their‍ lives. This allowed us to categorize ⁤participants into those experiencing mild stress and those facing moderate stress.\nNews Director : What methods did your team use​ to⁣ evaluate skin health throughout ‌the study?\nMuriel Pujos : ‌We employed skin samples and advanced imaging ⁤systems to assess ‍various skin health metrics, including skin roughness and moisture loss. These findings ‌were statistically analyzed to ⁢determine ⁣any significant differences between ⁤the two groups.\nNews Director : What were the key findings from your study regarding the impact of stress on skin health?\nMuriel Pujos : Our findings were quite revealing. We ​observed that women in the moderate stress​ group exhibited⁤ lower antioxidant levels and‌ more visible signs of aging, such as fine ⁣lines and compromised‌ skin barrier function. The evaluation⁤ showed a clear correlation between higher stress levels and poorer skin health outcomes, which we attribute to hormonal disruptions ‌related to stress.\nNews Director : In ‍light of your​ findings, ‍what would you ⁤suggest ⁣for individuals looking to protect their⁤ skin from ​the effects of stress?\nMuriel Pujos : Managing stress is ⁣crucial for not only⁣ mental well-being​ but​ also for maintaining healthy skin. Techniques such as mindfulness,‍ regular exercise, and‍ adequate sleep can help mitigate stress levels. ⁢Additionally, using skin care products that support the skin barrier and antioxidants ⁢may offer​ protective benefits.\nNews Director : What’s next for your research team? Are there plans for further ‍studies on this topic?\nMuriel Pujos : Absolutely. We believe more extensive studies are essential to fully understand the relationship between chronic stress and skin aging. ⁢We’re looking into larger participant groups and‍ potentially‌ exploring different demographics, as well as the mechanisms​ behind how stress hormones affect skin biology.\nNews Director : Thank you, Muriel, for sharing these important insights. It’s clear that managing psychological stress plays a critical role in preserving skin health.\nMuriel Pujos : Thank you⁤ for having me. I hope our research encourages ⁣people ⁣to prioritize their mental health as part of their ‍overall skin care regime.\nOf the initial participants, 36 completed the study, with equal representation from both stress groups. The average ages of participants were similar, with mild stress at 50.2 years and moderate stress at 49.7 years. The mild stress group showed lower stress scores, while the moderate group showed compromised skin barrier function and reduced antioxidant capacity.\nFindings revealed women in the moderate stress group had lower antioxidant levels and more visible signs of aging, such as fine lines. The study confirmed that chronic psychological stress disrupts skin appearance through hormones like cortisol and epinephrine.\nResearchers emphasized the need for further studies to fully understand the effects of stress on skin aging. Their findings contribute to our knowledge of how psychological factors impact our skin and underlines the importance of managing stress for maintaining skin health.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/RhkLIZXK-jU",
      "https://youtube.com/embed/RhkLIZXK-jU"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T02:10:48.059+02:00",
    "updated": "2024-11-22T02:10:48.059+02:00"
  },
  {
    "uuid": "7816ce9d22ec68de03a710cd2b73950f0f7e7ae8",
    "url": "https://www.163.com/dy/article/JUFLQUF30514D3UH.html?clickfrom=w_travel",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-05-01T04:25:00Z",
    "title": "注意！5月2日、3日九寨沟门票已售罄 4日、5日还有少量门票|旅游|承载量|多地景区_网易订阅",
    "text": "封面新闻记者 罗田怡\n5月1日，据九寨沟景区官方最新消息，5月2日和5月3日门票预订量已达4.1万张，达到景区最大承载量，这两天的门票已经全部售罄。\n九寨沟景区 图据九寨沟微信公众号\n景区相关工作人员表示：“五一期间的景区承载量和旺季一样，每天可容纳41000人。”据了解，九寨沟门票并非分阶段放票，当平台显示无票时，意味着当日门票确实已售罄。景区将启动候补预定，一旦有退订，系统将按先后顺序为游客分配门票，若未能候补成功，候补款将原路返回。\n九寨沟景区 图据九寨沟微信公众号\n为确保游客有序游览和旅游体验，九寨沟景区实行严格的限流措施。景区方面发出温馨提醒：未能预订到5月2日和3日门票的游客朋友可选择购买其他日期门票，错峰出行。\n3日门票已告罄\n记者查询发现，目前5月4日、5日，还剩下少量门票，有出行计划的游客需提前预定。\n4日还剩下少量门票\n因此，计划前往九寨沟景区的游客建议提前做好出行规划，及时预订门票。游客可通过九寨沟景区官方网站或授权的旅游平台预订门票。根据旺季(4月1日至11月15日)票价，成人门票为190元/人，观光车票90元/人。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->travel and tourism",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Social Issue->public housing"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:32:55.077+03:00",
    "updated": "2025-05-01T04:35:45.000+00:00"
  }
]