[
  {
    "uuid": "c509d57a96c87a1d9c9c97548458ca131c74b9fa",
    "url": "https://news.yahoo.com/left-profession-better-longtime-fort-214146726.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo News",
    "published": "2023-12-28T00:00:00Z",
    "title": "‘He left the profession better’: Longtime Fort Worth defense attorney Tim Evans dies at 80",
    "text": "Fort Worth Star-Telegram ‘He left the profession better’: Longtime Fort Worth defense attorney Tim Evans dies at 80 Harrison Mantas December 28, 2023 at 10:41 PM · 4 min read Link Copied Read full article\nTim Evans, a high profile criminal defense lawyer, died Dec. 23 at the Ridglea Senior living community in Fort Worth. He was 80.\nEvans made a career of defending everyone from a Tarrant County judge to a member of Waco’s Branch Davidians, however, friends remembered him for his strong work ethic and his crusade to improve the legal profession.\nHe was born Nov. 26, 1943, in Fort Worth. His family traces its roots back six generations to the founding of Tarrant County.\nHe got his law degree from Texas Tech in 1969 before returning to Fort Worth in 1970 to work in the Tarrant County District Attorney’s Office.\nThat experience in the district attorney’s office helped Evans develop his passion for maintaining the balance of power between the rights of individual citizens and governmental authority.\n“I see how easy it can get out of whack, and the general public doesn’t pay attention to this until it’s too late,” he said in a 2013 interview with the Texas Criminal Defense Lawyers Association.\nEvans was a legend Texas legal circles, said Mark Daniel, a Fort Worth attorney and longtime friend.\n“You have really good lawyers, you have great lawyers, and above that you have Tim Evans,” Daniel said.\nIn the late 1980s and early ‘90s, Evans won 11 acquittals in a row on some of the most complex federal trials — a Herculean feat according to Daniel.\n“If I ever met a lawyer that’s even run off five, I’d kiss his shoelaces, I promise you. It just doesn’t happen. It’s unheard of,” he said.\nEvans was a soft spoken man who never boasted about his accomplishments, said District Judge George Gallagher, who had known Evans since 1982.\nHe had a charisma about him that allowed him to make friends and earn the respect of lawyers and judges throughout across the country, he said.\nGallagher recounted a story about the time Evans faced a stern judge who limited closing arguments to 10 minutes.\nEvans told the jury he was going to talk fast due to the time limit, saying: “So if I’m arguing too fast, don’t blame me. Blame the judge,” Gallagher said.\nAny other lawyer would have been held in contempt of court for making that kind of remark, but the way Evans made his arguments allowed him to get away with it, Gallagher said.\nEvans took pains to eschew the defense lawyer stereotype of wearing an expensive suit and driving a fancy car. A 1988 Star-Telegram profile pointed out that Evans always drove his 1977 yellow and white Chevy Blazer to trials , so as not to make a negative impression on a jury.\nEvans’ example taught others that hard work and painstaking preparation were the keys to success, according to Daniel.\nWorking in a time before the internet, Evans had to comb through thousands of pages of documents for his cases, but was always prepared, and always knew the case material inside and out, Daniel said.\nOne of Evans’ biggest legacies will be the trial college at Sam Houston University named in his honor. The one-week seminar course runs young lawyers through a series of training exercises to help them improve their skills in a courtroom.\nEvans ran the program for 32 years always expecting excellence from not only the students, but the faculty as well.\n“You didn’t get invited (to be faculty) because you bought somebody a beer. You got invited because you were a consummate lawyer,” Daniel said. He estimated 2,000 lawyers got some kind of training through the program during Evans’ tenure.\nHe would take time with the young lawyers who came through the college to get to know them and offer them help with their careers. He wanted them to know who he was and that he was available to help, Daniel said.\nEvans was inducted into the Texas Criminal Defense Lawyers Association Hall of Fame in 2007 and received the Tarrant County Bar Association’s highest honor, the Blackstone Award, in 2012.\nHis real accomplishment was leaving the profession better than when he got there, Daniel said.\nBefore he was diagnosed with Alzheimer’s disease in 2013, Evans wanted to lead a crusade to reform lawyer advertising.\nHe thought it was deceptive, and he wanted to get the state bar more involved in screening ads, Daniel said, adding, “If he hadn’t gotten sick, he’d have done it.”\nEvans is survived by his wife of 49 years, Rita; sons Lance, 61, and Chad, 58, and his granddaughters Sarah, 29, and Grace, 25.\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/Lk8LncWJonzbEnGtaFO_DQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQwODtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2021-02/a00d18d0-6a21-11eb-bff5-9950f532eca7",
      "https://www.star-telegram.com/",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-02/a00d18d0-6a21-11eb-bff5-9950f532eca7",
      "https://www.documentcloud.org/documents/24245334-tim-evans-sustained-article-1-10-88-fwst?responsive=1&title=1",
      "https://s.yimg.com/ny/api/res/1.2/fvF5Q3iGL9TTV0oLPOCJCQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyODA7aD0xNTI2/https://media.zenfs.com/en/fort_worth_star_telegram_mcclatchy_952/f793dfbf04c320fff694ae1174dcc6cd",
      "https://s.yimg.com/ny/api/res/1.2/_2asErvav0Y4akxLb7i8hA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04MzE-/https://media.zenfs.com/en/fort_worth_star_telegram_mcclatchy_952/f793dfbf04c320fff694ae1174dcc6cd",
      "https://media.zenfs.com/en/fort_worth_star_telegram_mcclatchy_952/f793dfbf04c320fff694ae1174dcc6cd",
      "https://youtu.be/stG4KHUiAbs?si=0P4sLscII4AUJuX1&t=652",
      "https://www.s.yimg.com/ny/api/res/1.2/Lk8LncWJonzbEnGtaFO_DQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQwODtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2021-02/a00d18d0-6a21-11eb-bff5-9950f532eca7",
      "https://www.s.yimg.com/ny/api/res/1.2/fvF5Q3iGL9TTV0oLPOCJCQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIyODA7aD0xNTI2/https://www.media.zenfs.com/en/fort_worth_star_telegram_mcclatchy_952/f793dfbf04c320fff694ae1174dcc6cd",
      "https://documentcloud.org/documents/24245334-tim-evans-sustained-article-1-10-88-fwst?responsive=1&title=1",
      "https://youtu.be/stG4KHUiAbs",
      "https://www.star-telegram.com",
      "https://www.youtu.be/stG4KHUiAbs?si=0P4sLscII4AUJuX1&t=652",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-02/a00d18d0-6a21-11eb-bff5-9950f532eca7",
      "https://www.documentcloud.org/documents/24245334-tim-evans-sustained-article-1-10-88-fwst",
      "https://star-telegram.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/_2asErvav0Y4akxLb7i8hA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04MzE-/https://www.media.zenfs.com/en/fort_worth_star_telegram_mcclatchy_952/f793dfbf04c320fff694ae1174dcc6cd",
      "https://www.media.zenfs.com/en/fort_worth_star_telegram_mcclatchy_952/f793dfbf04c320fff694ae1174dcc6cd"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim evans",
          "sentiment": "negative"
        },
        {
          "name": "tim e",
          "sentiment": "negative"
        },
        {
          "name": "evans",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fort worth star",
          "sentiment": "negative"
        },
        {
          "name": "texas tech",
          "sentiment": "none"
        },
        {
          "name": "harrison mantas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fort worth",
          "sentiment": "none"
        },
        {
          "name": "tarrant county",
          "sentiment": "none"
        },
        {
          "name": "waco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:16:16.364+02:00",
    "updated": "2023-12-29T01:16:16.364+02:00"
  },
  {
    "uuid": "1d7645cb2dabf8b20bf2895b2cd56cf520063e43",
    "url": "https://www.battlecreekenquirer.com/story/money/2023/12/28/blendjet-2-portable-blender-recall-overheating/72049268007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emilee Coblentz",
    "published": "2023-12-28T20:02:00Z",
    "title": "BlendJet 2 recall: 4.8 million blenders pulled over safety concerns",
    "text": "BlendJet recalls nearly 5 million blenders after reports of property damage, injuries [Emilee Coblentz](https://www.usatoday.com/staff/6093189001/emilee-coblentz/) Portable blender maker [BlendJet](https://blendjet.com/) is voluntarily [recalling](https://www.usatoday.com/recalls/) nearly 5 million of its BlendJet 2 blenders following reports of property damage and injury accrued due to the product overheating. In addition to those reports, 329 complaints were received of the blades breaking while in use, according to a [warning issued Thursday](https://www.cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards) by the Consumer Product Safety Commission, from which one laceration injury was documented. Consumers also reported $150,000 in property damage as a result of the 17 instances of the units overheating, some resulting in house fires. Nearly 50 cases of minor burns were reported as well. Though the CPSC urges consumers to stop using these blenders immediately, the [company states](https://blendjet.com/safetyandrecall) that BlendJet 2's currently for sale are safe to use and not impacted by this recall. Search USA TODAY's recall database: [Publicly available recall data, including consumer products, food, drug and automotive](https://www.usatoday.com/recalls/) Is my BlendJet 2 recalled? A variety of colors and designs of the recalled BlendJet 2 units were sold from October 2020 through November 2023 at Costco, Walmart, Target and other stores nationwide and on [BlendJet's website](https://blendjet.com/). The affected blenders are 9.5 inches by 3 inches, 1.5 pounds and retailed between $50 and $75. To know if your blender is recalled, check the serial number printed at the bottom of its base. If the first 4 digits are between 5201-5542, that product may be subject to recall. To confirm, you can enter your serial number on [BlendJet's site](https://snlookup.blendjet.com/). If you want more information, you can go to [blendjet.com/safetyandrecall](https://blendjet.com/safetyandrecall). After doing so, if you have further questions, you can fill out [this form](https://blendjet.gorgias.help/en-US/contact) and select \"Recall Information\" from the dropdown menu. Replacements are available Free replacements are available through BlendJet. To receive one, the company asks that you remove and cut the rubber seal from the base of your blender in more than three pieces. Then, upload or email a photo that shows the product's serial number along with proof that the rubber seal has been destroyed. You can complete that process on the company's site at [ blendjet.com/safetyandrecall](http://www.blendjet.com/safetyandrecall) or email your proof to [safety@blendjet.com](mailto:safety@blendjet.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "http://www.blendjet.com/safetyandrecall)",
      "https://blendjet.com/safetyandrecall)",
      "https://www.cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards)",
      "https://snlookup.blendjet.com/).",
      "https://blendjet.com/).",
      "https://www.usatoday.com/staff/6093189001/emilee-coblentz/)",
      "https://blendjet.com/)",
      "https://www.usatoday.com/recalls/)",
      "https://blendjet.com/safetyandrecall).",
      "https://blendjet.gorgias.help/en-US/contact)",
      "https://usatoday.com/staff/6093189001/emilee-coblentz/)",
      "http://blendjet.com/safetyandrecall)",
      "https://www.snlookup.blendjet.com/).",
      "https://usatoday.com/recalls/)",
      "https://www.blendjet.com/safetyandrecall).",
      "https://www.blendjet.com/safetyandrecall)",
      "https://www.blendjet.gorgias.help/en-US/contact)",
      "https://cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards)",
      "https://www.blendjet.com/)",
      "https://www.blendjet.com/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emilee coblen",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "consumer product safety commission",
          "sentiment": "none"
        },
        {
          "name": "cpsc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:01.853+02:00",
    "updated": "2023-12-29T00:30:01.853+02:00"
  },
  {
    "uuid": "ac2c0fff81f5a2b6447a7b5bda1967a668d1d41b",
    "url": "https://superfoodly.com/the-top-18-best-fruits-for-glowing-skin/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Superfoodly",
    "published": "2024-01-05T20:37:00Z",
    "title": "The Top 18 Best Fruits for Glowing Skin – Superfoodly",
    "text": "In the quest for radiant skin, nature’s bounty offers the best solutions. The right fruits can be powerful allies, packing vitamins, antioxidants, and hydration into every bite. This isn’t about quick fixes but a sustainable, delicious approach to nurturing your skin from within. Let’s dive into the top 10 fruits that promise a natural glow and healthier complexion. Vital Vitamins: Unleashing Skin’s Natural Radiance Citrus Fruits: Vitamin C Powerhouses Vitamin C, abundant in citrus fruits like oranges and grapefruits, is crucial for collagen synthesis and skin rejuvenation. Regular intake can diminish fine lines and promote a more uniform skin tone. This vital nutrient also strengthens the skin’s defenses against environmental pollutants, ensuring your skin remains resilient and vibrant. Berries: A Symphony of Antioxidants Berries are more than just a sweet treat; they’re a fortress of vitamins and antioxidants. Strawberries, blueberries, and blackberries, in particular, offer a protective shield against premature aging. Their [anti-inflammatory](https://superfoodly.com/what-herbs-and-spices-are-anti-inflammatory/) properties and vitamin content not only preserve skin elasticity but also promote healing, making them a smart addition to any skin-care diet. Kiwis: The Skin’s Silent Healer Under their fuzzy exterior, kiwis are a treasure trove of Vitamin E, an essential nutrient for moisturizing and repairing the skin. Their unique antioxidants also provide a protective barrier against skin stressors. Mangoes: Tropical Moisture Miracle Mangoes, the kings of tropical fruit, are laden with vitamins A and C. These nutrients are vital for skin repair and maintaining the integrity of the skin barrier. Their rich, creamy texture is indicative of the deep hydration they provide, ensuring your skin stays supple and bouncy with every bite. Apples: The Daily Detoxifier An apple a day doesn’t just keep the doctor away; it’s also a boon for your skin. Packed with [vitamin C](https://superfoodly.com/vitamin-c-for-coronavirus/) and a host of essential minerals, apples help in maintaining a luminous, youthful complexion. Hydration Havens: Quenching Your Skin’s Thirst Watermelon: The Ultimate Hydrator Watermelon isn’t just a summer favorite; it’s a skin savior with its 92% water content and essential hydrating nutrients. This juicy fruit helps to flush out toxins and maintain a dewy, hydrated complexion. Rich in vitamins A, B6, and C, watermelon supports skin health, promoting collagen synthesis and repairing damaged cells for a youthful glow. Cucumbers: The Cool Catalyst [Cucumbers](https://superfoodly.com/20-health-benefits-of-cucumber/) are the epitome of cool, not just in sensation but also in benefits. Their high water content and soothing properties make them an ideal treat for the skin. Packed with silica, cucumbers aid in strengthening connective skin tissues, resulting in improved elasticity and a reduction in fine lines. Coconuts: Tropical Hydration Boost [Coconut](https://superfoodly.com/the-multifaceted-marvel-10-uses-of-coconut/) water is a hydration powerhouse, providing a bounty of nutrients and electrolytes that replenish and rejuvenate the skin from within. Its cytokinins also promote cell growth, helping your skin repair faster and stay younger. Peaches: The Skin’s Softener Peaches offer a sweet burst of moisture and a host of vitamins that are essential for skin health. Their high water content and vitamin A level make them perfect for maintaining hydrated, soft skin. The [antioxidants](https://superfoodly.com/foods-high-in-antioxidants/) found in peaches protect the skin from oxidative stress, helping to preserve its natural firmness and vitality. Pears: Gentle Nourishment Pears, with their delicate taste, are a gentle but effective hydrator. Rich in vitamins C and K, as well as copper, pears help protect the skin’s cells from damage while promoting regeneration and hydration. Shielding Splendor: Fruits as Natural Protectors Tomatoes: Lycopene’s Sun Defense Tomatoes are not just culinary staples; they’re skin protectors. The lycopene in tomatoes acts as a natural sunscreen, providing a layer of defense against harmful UV rays. Integrating tomatoes into your diet can fortify your skin’s resilience against sun damage. Pomegranates: The Shielding Antioxidant Pomegranates are a treasure trove of polyphenols that fortify the skin against environmental damage. Their deep red arils are indicative of the potent antioxidants they contain, which help in maintaining the skin’s health and radiance. Regular consumption can enhance the skin’s inherent defense system, protecting it from daily exposure to pollutants and UV rays. Grapes: Resveratrol’s Ageless Wonder Grapes, especially dark-skinned ones, are renowned for their resveratrol content – a compound that offers powerful anti-aging and protective benefits. This antioxidant not only combats [free radicals](https://superfoodly.com/the-free-radical-theory-vs-other-theories-of-aging/) but also supports skin renewal and elasticity. By including [grapes](https://superfoodly.com/benefits-of-eating-grapes/) in your diet, you’re not just indulging in a sweet treat; you’re investing in a fruit that helps delay the signs of aging and strengthens the skin’s natural barrier. Exotic Elixirs: Rare Fruits for Radiant Skin Papaya: The Gentle Exfoliator [Papaya](https://superfoodly.com/5-papaya-benefits-for-skin/) isn’t just a tropical delight; it’s a skincare marvel. Rich in papain, an enzyme that dissolves dead skin cells, it helps reveal the fresh, glowing skin beneath. Incorporating papaya into your diet or skincare routine can lead to a brighter, more even complexion. Additionally, its high content of vitamins A, C, and E provides a comprehensive approach to skin health, nourishing the skin while protecting it from damage. Avocado: The Hydration Hero Avocados are more than a trendy food; they’re a skin superfood. The healthy fats they contain are essential for maintaining skin elasticity and moisture. Eating avocados can lead to softer, more supple skin. Their rich array of vitamins and antioxidants also helps reduce the signs of aging, making avocados a staple for those seeking youthful, hydrated skin. Dragon Fruit: The Antioxidant Powerhouse Dragon fruit, with its striking appearance and unique flavor, is packed with antioxidants that combat skin-aging free radicals. Its vitamin C content boosts collagen production, enhancing skin’s firmness and texture. Star Fruit: The Brightening Booster Star fruit, or carambola, is not only visually stunning but also a potent source of vitamin C and flavonoids. These nutrients work together to brighten the skin, reduce dark spots, and promote a more radiant complexion. Its mild acidity also helps in gently exfoliating the top layer of dead skin cells, revealing fresher, more vibrant skin underneath. Passion Fruit: The Collagen Catalyst Passion fruit is a tropical treasure rich in vitamin C and antioxidants. These components stimulate [collagen](https://superfoodly.com/the-top-6-benefits-of-taking-collagen-supplements/) production, ensuring your skin remains firm and youthful. Its nutrients also protect the skin from environmental stressors, aiding in maintaining its health and glow. Myth Busting: Separating Fact from Fiction in Skin Care Myth: Endless Fruit for Eternal Youth While fruits are packed with beneficial nutrients, the key to effective skin care is balance. Overindulgence in fruit, especially those high in sugar, can lead to issues rather than improvements. Moderation ensures you reap the benefits without the drawbacks. It’s also crucial to remember that a holistic approach, including a varied diet, hydration, and sun protection, is vital for optimal skin health. No single food, not even fruit, is a magic solution. Myth: Exotic Equals Effective Exotic fruits often come with a halo of being superior for skin health, but local, seasonal fruits can be just as potent. They’re fresher, more sustainable, and often packed with the same, if not more, nutrients essential for skin vitality. Understanding the nutritional content and benefits of available fruits allows for informed decisions that can lead to effective and economical skin care solutions. Myth: Fruit-Based Skin Care is Always Safe Assuming all fruit-based skin care products or homemade remedies are safe is a misconception. Individual allergies, skin sensitivity, and the acidity of certain fruits can cause adverse reactions. Patch tests and professional advice are crucial steps before application. Moreover, the effectiveness of fruit-based treatments varies with skin type and condition. What works for one might not work for another, emphasizing the need for personalized skin care solutions. Myth: Immediate Results Guaranteed Expecting instant results from incorporating fruits into your diet or skin care routine is unrealistic. Skin regeneration and repair are processes that take time. Consistency and patience are vital in seeing tangible benefits. Moreover, skin health is influenced by a myriad of factors, including genetics, environment, and overall health. Thus, fruits contribute to a broader strategy for long-term skin health rather than providing a quick fix. Myth: The More, The Better The notion that consuming or applying more fruits will accelerate skin improvements is flawed. Like all aspects of health and nutrition, skin care requires a balanced approach. Excessive use of anything, fruits included, can lead to adverse effects. Respecting recommended daily intakes and understanding the properties of each fruit ensures you enjoy their benefits without overdoing it. A thoughtful, measured approach to fruit consumption and application is key to healthy, glowing skin. Conclusion The journey to radiant skin is a holistic one, where fruits play a vital role as natural nourishers and protectors. Their true power unfolds through a balanced, informed approach to skin care, debunking myths and embracing diversity. Remember, glowing skin isn’t about quick fixes or single solutions; it’s the result of consistent, thoughtful choices that celebrate moderation and the richness of nature’s bounty. As you embrace these natural treasures, you’re not just enjoying their flavors; you’re nurturing a future of healthier, more vibrant skin.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:05:26.290+02:00",
    "updated": "2024-01-06T00:05:26.290+02:00"
  },
  {
    "uuid": "5aca693283e3f7e07a23ac607f883dda268928ff",
    "url": "https://www.journaldequebec.com/2024/12/05/une-nouvelle-ecole-primaire-au-cur-de-levis-dici-2027",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le Journal de Québec",
    "published": "2024-12-05T19:17:00Z",
    "title": "Une nouvelle école primaire au cœur de Lévis d’ici 2027",
    "text": "D’ici la rentrée 2027, une toute nouvelle école primaire prendra racine au cœur de Lévis, à deux pas de la Cité de la Coopération et du quartier UMANO, grâce à l’achat par la Ville de Lévis d’un terrain au coût de 5,6 M$ appartenant au Mouvement Desjardins. Ce projet a reçu le feu vert de Québec en juin 2023, mais il aura fallu attendre un an avant de dénicher un terrain où le construire, ce qui représentait tout un défi dans ce secteur, a indiqué la directrice générale du Centre de services scolaire des Navigateurs, Suzie Lucas, en point de presse jeudi après-midi. L’impasse a finalement pu être résolue grâce à une collaboration avec le Mouvement Desjardins, qui a accepté de vendre à la Ville de Lévis une partie de ses terrains, cédés par la suite au centre de services scolaire comme le prévoit la législation actuelle. Les deux partenaires assurent que la somme déboursée pour cet «achat exceptionnel» correspond à la «juste valeur marchande» du terrain. Ce lot, qui n’était pas à vendre au départ, aurait pu rapporter beaucoup plus au Mouvement Desjardins s’il avait été mis aux enchères, a précisé son président, Guy Cormier. 300 élèves La nouvelle école, qui permettra d’accueillir 300 élèves, portera le nom de Dorimène Desjardins, la cofondatrice du Mouvement Desjardins, pour souligner cette collaboration. L’établissement sera situé à l’angle des rues Saint-Omer et des Commandeurs, près de l’école secondaire Pointe-Lévy et du campus de l’Université du Québec à Rimouski, une proximité géographique qui permettra d’accueillir des stagiaires en enseignement et des projets de recherche, a précisé Mme Lucas. Cette construction d’une école primaire «de nouvelle génération» permettra de «désengorger» les trois autres établissements du secteur, qui sont pleins à craquer. Des écoles qui débordent Les besoins d’espace dans les écoles du Centre de services des Navigateurs demeureront néanmoins criants dans les prochaines années, puisque Lévis est l’une de municipalités québécoises où la croissance est la plus élevée. Le centre de services avait déposé 20 projets d’ajout d’espace l’automne dernier, mais seuls cinq projets d’achats de classes modulaires ont reçu le feu vert de Québec récemment. Présent lors du point de presse, le ministre de l’Éducation, Bernard Drainville, a reconnu que les sommes consenties pour les nouveaux projets de construction et d’agrandissement d’écoles sont loin d’être suffisantes pour répondre aux besoins. «Est-ce que c’est assez? Non», a-t-il laissé tomber, tout en affirmant que le rythme des investissements des dernières années n’était «pas soutenable» à long terme. C’est ce qui explique que le réseau scolaire doit de plus en plus se tourner vers des locaux temporaires, qui représentent une véritable planche de salut dans les circonstances, a indiqué Mme Lucas. «On est sauvés par les modulaires, il faut se le dire, a-t-elle lancé, tout en précisant que ces classes temporaires seront là pendant encore plusieurs années. On va devoir apprendre à vivre avec pour être capables de répondre à nos besoins.»",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:40:12.747+02:00",
    "updated": "2024-12-06T00:40:12.747+02:00"
  }
]