[
  {
    "uuid": "8dabc456ec624034146064ce057b9230dd132afe",
    "url": "https://front.moveon.org/new-memo-rfk-jr-stein-west-off-the-debate-stage-but-threatening-to-reelect-trump",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MoveOn",
    "published": "2024-06-27T21:17:00Z",
    "title": "NEW MEMO: RFK Jr., Stein & West: Off the Debate Stage but Threatening to Reelect Trump",
    "text": "Abortion Is Health Care\nAccess to safe, legal abortion is access to vital health care—and we need those in power to take action now to ensure accessible, high-quality health care to everyone in America.\nSign this Petition\nMEMORANDUM\nTo: Interested Parties\nFrom: Rahna Epting, Executive Director, MoveOn Political Action\nRE: RFK Jr., Stein, & West: Off the Debate Stage but Threatening to Elect Trump\nDate: June 27, 2024\nThird-Party Presidential Candidates Are A Threat Democrats Cannot Ignore.\nWith tonight’s debate, President Biden and Donald Trump will go toe-to-toe with dueling visions for our country—one a positive economic vision that will protect civil and reproductive rights, and the other an authoritarian hellscape that rips away the hard-fought progress we’ve won while tipping economic scales further toward billionaires. Simply put: We cannot go backward. We must go forward—and that means defeating Donald Trump at the ballot box in November.\nIn what is already a difficult environment for any sitting president, President Biden has the distinct misfortune of competing against Trump with third-party spoiler candidates threatening to peel off just enough support to tilt the election Trump’s way. Just as Jill Stein and Gary Johnson did in 2016 and as Ralph Nader did in 2000.\nUnfortunately, that is by design. Robert F. Kennedy Jr. is receiving financial backing from\nTrump’s largest donor, to the tune of $25 million. Jill Stein, running almost openly as a puppet for Vladimir Putin, refuses to attack Trump—saving barbs solely for President Biden. Meanwhile, Cornel West is actively accepting help from GOP operatives to get on the ballot in multiple states.\nTrump\nhas even gone so far as to praise West and Stein for the votes they will assuredly take from President Biden, and in doing so, he is saying the quiet part out loud: third-party candidates are core to his electoral strategy.\nTo be clear, RFK Jr., Jill Stein, and Cornel West have no chance of winning the presidency, and their presence in the race will continue to be a boon to Trump—and he knows it. A vote for any of those candidates will move us perilously closer to a second Trump presidency, in which our democracy may not survive.\nThe stakes could not be higher, and that’s why\nwe are sounding the alarm and fighting back. In 2000 and 2016, Democrats saw the disastrous effect third-party candidates can have on an election’s outcome. Moreover, our entire country felt the consequences of sliding-door moments that took our country offtrack. We cannot afford to make those mistakes again.\nSpoiler Candidates Are Getting On Battleground Ballots—With Gop Help.\nIn states across the country, third-party candidates are working\nhand in glove with shady Trump operatives to help get RFK Jr., Stein, and West on the ballot. Republican involvement signals that their true intent is to damage President Biden’s reelection chances by peeling away thousands of votes where the margins are already razor thin. By accepting Republican support, those same third-party campaigns are betraying the very voters they are courting. We will continue to monitor, call out, and publicly challenge the association between third-party candidates and Republican operatives and donors—to make it clear what actual team these candidates are playing for.\nHere are the latest updates on ballot access:\nRFK Jr. Poll Numbers Are Fading—But It Will Take Only 1 Or 2% To Help Trump Win.\nRecent Press Coverage For Spoiler Candidates Is —Yikes!\nRobert F. Kennedy Jr.\nJill Stein\nCornel West\nWe Ignore History At Our Peril.\nRFK Jr., Stein, and West cannot win the presidency, but in a race that may be decided by 1 or 2% in a half dozen states, their impact will be outsized, and their threat must be mitigated. We will keep fighting to make sure Americans understand what is truly at stake: A vote for RFK Jr., Stein, or West is the exact same as a vote for Trump.\nThis is an all-hands-on-deck moment that requires support from everyone in the anti-Trump coalition to defeat the third-party threat and deny Donald Trump a second, more dangerous shot at power.\n###\nMoveOn is celebrating 25 years of people-powered progress this year. For more than a generation, MoveOn has built independent political power and mobilized the left to elect Democrats and enact progressive change. MoveOn is a bulwark against the radical right, channeling our collective voices to drive progressive foreign policy, protect democracy, and advance justice for all.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.thirdway.org/memo/red-alert-putin-puppet-jill-stein-and-her-russia-friendly-agenda",
      "https://www.nytimes.com/2024/06/20/us/politics/timothy-mellon-trump-donation.html?smid=nytcore-ios-share&referringSource=articleShare",
      "https://www.nbcnews.com/politics/2024-election/operatives-gop-ties-are-helping-cornel-west-get-ballot-key-state-rcna153110",
      "https://www.nbcwashington.com/decision-2024/misleading-effort-to-put-third-party-presidential-candidate-on-virginia-ballot/3649131/",
      "https://www.politico.com/interactives/2024/where-are-third-party-candidates-ballots/",
      "https://www.washingtonpost.com/elections/2024/06/10/election-2024-campaign-updates/#link-NJKE3UOIQVCPPLZCUOPAOSQ62Q",
      "https://www.salon.com/2024/06/23/no-debate-rfk-jr-is-a-to-democracy/",
      "https://www.msnbc.com/the-reidout/reidout-blog/trump-speech-jill-stein-cornel-west-rcna158627",
      "https://nbcwashington.com/decision-2024/misleading-effort-to-put-third-party-presidential-candidate-on-virginia-ballot/3649131/",
      "https://www.salon.com/2024/06/23/no-debate-rfk-jr-is-a-to-democracy",
      "https://washingtonpost.com/elections/2024/06/10/election-2024-campaign-updates/#link-NJKE3UOIQVCPPLZCUOPAOSQ62Q",
      "https://www.nytimes.com/2024/06/20/us/politics/timothy-mellon-trump-donation.html",
      "https://salon.com/2024/06/23/no-debate-rfk-jr-is-a-to-democracy/",
      "https://nbcnews.com/politics/2024-election/operatives-gop-ties-are-helping-cornel-west-get-ballot-key-state-rcna153110",
      "https://politico.com/interactives/2024/where-are-third-party-candidates-ballots/",
      "https://msnbc.com/the-reidout/reidout-blog/trump-speech-jill-stein-cornel-west-rcna158627",
      "https://nytimes.com/2024/06/20/us/politics/timothy-mellon-trump-donation.html?smid=nytcore-ios-share&referringSource=articleShare",
      "https://www.nbcwashington.com/decision-2024/misleading-effort-to-put-third-party-presidential-candidate-on-virginia-ballot/3649131",
      "https://thirdway.org/memo/red-alert-putin-puppet-jill-stein-and-her-russia-friendly-agenda",
      "https://www.politico.com/interactives/2024/where-are-third-party-candidates-ballots"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stein",
          "sentiment": "negative"
        },
        {
          "name": "rfk jr.",
          "sentiment": "negative"
        },
        {
          "name": "trump date",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "rahna epting",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reelect trump abortion is health care access",
          "sentiment": "negative"
        },
        {
          "name": "moveon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:25:51.536+03:00",
    "updated": "2024-06-28T01:25:51.536+03:00"
  },
  {
    "uuid": "4f6375e0e280a2e403985de37afc3990ce9def50",
    "url": "https://www.schooltube.com/stealth-bombers-undetectable-masters-of-the-skies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-05-03T22:35:00Z",
    "title": "Stealth Bombers: Undetectable Masters of the Skies",
    "text": "Stealth Bombers: The Ultimate Undetectable Weapon\nIn the realm of modern warfare, stealth technology has emerged as a game-changer, enabling military forces to operate with unprecedented levels of secrecy and precision. Among the most remarkable applications of stealth technology are stealth bombers, aircraft specifically designed to evade detection by radar, infrared, visible light, radio frequency spectrum, and audio.\nUnveiling the Secrets of Stealth\nStealth bombers employ a combination of advanced technologies to achieve their remarkable ability to avoid detection. These technologies include:\nShape and Design: Stealth bombers feature unique shapes and designs that minimize their radar cross-section, making them difficult to detect by radar systems. Radar-Absorbing Materials: The surfaces of stealth bombers are coated with radar-absorbing materials that help absorb and dissipate radar waves, further reducing their detectability. Engine Design: Stealth bombers are equipped with specially designed engines that minimize the emission of heat and noise, making them harder to detect by infrared and acoustic sensors. Electronic Countermeasures: Stealth bombers employ advanced electronic countermeasures to jam and deceive enemy radar systems, further enhancing their ability to remain undetected. The Advantages of Stealth\nThe ability to evade detection provides stealth bombers with a significant advantage in modern warfare. These advantages include:\nIncreased Survivability: Stealth bombers are less likely to be detected and shot down by enemy defenses, increasing their chances of survival in hostile environments. Enhanced Mission Effectiveness: Stealth bombers can penetrate deep into enemy territory without being detected, allowing them to carry out missions with greater precision and effectiveness. Strategic Deterrence: The possession of stealth bombers can serve as a powerful deterrent against potential adversaries, as the threat of undetected strikes can discourage aggression. Notable Stealth Bombers\nSeveral countries have developed and deployed stealth bombers, with some of the most notable examples including:\nB-2 Spirit (United States): The B-2 Spirit is a long-range, heavy stealth bomber operated by the United States Air Force. It is known for its distinctive flying wing design and advanced stealth capabilities. Tu-160 Blackjack (Russia): The Tu-160 Blackjack is a supersonic, variable-geometry heavy stealth bomber developed by the Soviet Union. It is one of the largest and most powerful bombers in the world. Xian H-20 (China): The Xian H-20 is a long-range, strategic stealth bomber currently under development by China. It is expected to be one of the most advanced stealth bombers in the world upon its completion. The Future of Stealth\nAs technology continues to advance, stealth capabilities are expected to become even more sophisticated. Future stealth bombers may incorporate additional technologies such as artificial intelligence, hypersonic propulsion, and directed energy weapons, further enhancing their ability to evade detection and carry out missions with greater precision and effectiveness.\nIn conclusion, stealth bombers represent a remarkable achievement in military technology, providing air forces with the ability to operate with unprecedented levels of secrecy and precision. As these technologies continue to evolve, stealth bombers will likely play an increasingly important role in shaping the future of warfare.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/I94WOV68iR4?feature=oembed",
      "https://www.youtube.com/embed/I94WOV68iR4",
      "https://youtube.com/embed/I94WOV68iR4?feature=oembed"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-04T01:47:07.701+03:00",
    "updated": "2024-05-04T01:47:07.701+03:00"
  },
  {
    "uuid": "f3b9ed68c8b6067b60c770b1a0e23fba368c41da",
    "url": "https://www.losandes.com.ar/mundo/horror-perdio-el-control-de-su-camion-mato-a-una-embarazada-y-dejo-en-grave-estado-a-su-hija",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Los Andes",
    "published": "2024-04-25T21:07:00Z",
    "title": "Horror: perdió el control de su camión, mató a una embarazada y dejó en grave estado a su hija",
    "text": "Un trágico episodio causa gran conmoción en la ciudad capitalina de Guatemala, donde una mujer embarazada fue atropellada por un camión descontrolado cuando caminaba por la vía pública junto a su hija de un año. La joven murió en el lugar a causa de las graves lesiones que le provocó el impacto. El hecho ocurrió el pasado miércoles en horas del mediodía. Según informaron medios locales, el camión habría perdido el control por motivos que aún no han sido establecidos, y colisionó contra una vivienda ubicada en la 15 avenida y 2da calle, en la zona 6 de la Ciudad. Por desgracia, una joven de 26 años se encontraba en el lugar, junto a su beba de 1 año, y fueron embestidas por el camión, quedando ambas atrapadas entre el portón del domicilio y la cabina del vehículo. En un video compartido por bomberos municipales, desgarradoras imágenes del siniestro quedaron registradas y se puede ver que el vehículo derrumbó gran parte de la fachada del inmueble. De acuerdo con el vocero vial de la Policía Municipal de Tránsito, Amílcar Montejo, la mujer murió en el lugar de los hechos a causa de diversas lesiones. Cuando los uniformados se apersonaron en el lugar, lograron rescatar a la menor y la trasladaron al Hospital General San Juan de Dios. Allí, la menor recibió atención médica por las heridas que presentaba. Por otro lado, familiares de las víctimas asistieron al lugar e informaron a las autoridades que la joven se encontraba embarazada de 8 meses. Los vecinos y transeúntes que presenciaron el trágico hecho fueron los responsables de llamar a la policía y, según agregó Montejo, los mismos detuvieron al conductor del camión hasta la llegada de la Policía Nacional Civil. El hombre quedó a disposición de los efectivos, pero aún se desconoce si enfrentará cargos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:33:45.777+03:00",
    "updated": "2024-04-26T02:18:42.359+03:00"
  },
  {
    "uuid": "d6aa0a630ff5cd5dc3fcf4c04e642cac7ac7623c",
    "url": "https://techbullion.com/unlock-success-with-cutting-edge-seo-services-in-brisbane",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Angela Scott-Briggs, TechBullion",
    "published": "2024-04-11T22:12:00Z",
    "title": "Unlock Success with Cutting-Edge SEO Services in Brisbane! - TechBullion",
    "text": "Keep reading to discover the benefits of cutting-edge SEO services in Brisbane and how our services can help unlock your success in the digital world. Boost Your Online Presence Now In today’s digital landscape, establishing a strong online presence is crucial for businesses to thrive and stay ahead of the competition. With the ever-increasing reliance on search engines to find products, services, and information, it has become essential for businesses in Brisbane to invest in professional SEO services. By leveraging the expertise of SEO specialists in Brisbane, you can optimise your website, improve its visibility, and attract targeted organic traffic. These SEO services in Brisbane encompass a comprehensive range of strategies, including keyword research, on-page optimisation, link building, and content creation. By implementing these cutting-edge SEO techniques, you can enhance your website’s ranking on search engine result pages, drive more qualified visitors to your site, and ultimately unlock the potential for success in the online realm. Ways to Boost Online Presence - Utilise SEO Services in Brisbane for better visibility - Create engaging content optimised for SEO Services in Brisbane - Utilise social media to promote SEO Services in Brisbane - Collaborate with influencers to advertise SEO Services in Brisbane - Utilise targeted keywords for SEO Services in Brisbane on the website - Monitor and analyse SEO Services in Brisbane performance for improvements. Stay Ahead of The Competition To truly stay ahead of the competition in today’s competitive business landscape, it is imperative to harness the power of SEO services in Brisbane. By partnering with experienced SEO professionals, you gain access to invaluable insights and strategies that can propel your online presence to new heights. These experts understand the ever-evolving algorithms of search engines and can tailor effective SEO strategies specifically for your business. Through continuous monitoring and analysis, they ensure that your website remains optimised, relevant, and visible to your target audience. By staying ahead of industry trends and implementing cutting-edge SEO techniques, you can position your business as a leader in your industry, attract a steady stream of organic traffic, and establish a strong online brand presence. Remember, in the digital world, where competition is fierce, investing in professional SEO services in Brisbane is key to unlocking long-term success. Staying ahead in Brisbane - Customised SEO strategies for Brisbane businesses - Constant monitoring of industry trends and changes - In-depth keyword and competitor analysis for the Brisbane market - Utilising the latest SEO tools and techniques in the Brisbane market - Regular performance tracking and optimisation for Brisbane sites - Collaborative approach with clients to achieve top rankings in Brisbane Maximise Your Website’s Visibility When it comes to maximising your website’s visibility, there are several key strategies that SEO services in Brisbane can employ to ensure your online presence stands out amongst the crowd. Firstly, conducting thorough keyword research is crucial in identifying the terms and phrases that your target audience is using to search for products or services similar to yours. By strategically incorporating these keywords into your website’s content, meta tags, and headers, search engines will recognise the relevance of your site and boost its ranking in search results. Additionally, optimising your website’s loading speed, mobile responsiveness, and user experience are essential factors in improving visibility. SEO professionals can also help build high-quality backlinks to your site, signalling to search engines that your content is trustworthy and authoritative. By implementing these proven SEO techniques, your website’s visibility and organic traffic will undoubtedly soar, driving increased brand awareness and ultimately, business success. Optimising Website Visibility - Keyword research for SEO Services in Brisbane - Quality content creation for Services in Brisbane - Link-building strategies our Services - Utilising social media for your services - Mobile optimisation for your website - Regular website audits of your website Drive Targeted Traffic to Your Site To drive targeted traffic to your site, it is important to focus on proven SEO strategies that will attract the right audience and increase your online visibility. One effective approach is to create high-quality, engaging content that is tailored to the interests and needs of your target market. By incorporating relevant keywords and optimising your content for search engines, SEO services in Brisbane can help your website rank higher in search results, making it more likely for potential customers to find and visit your site. Additionally, utilising social media platforms and online advertising can further boost your site’s visibility, allowing you to connect with a wider audience and drive more targeted traffic to your site. With the right SEO techniques and strategies, you can unlock the potential for success and achieve your goals in the competitive online landscape. Tips for Targeted Traffic - Optimise for SEO Services in Brisbane - Use relevant keywords in the content - Increase backlinks from reputable sites - Utilise social media for promotion - Create quality and engaging content - Use local SEO techniques for targeted traffic Achieve Long-Term SEO Success To achieve long-term SEO success, it is crucial to adopt a holistic and strategic approach. Start by conducting thorough keyword research to identify the terms and phrases that your target audience is searching for. Incorporate these keywords naturally into your website’s content, including headings, meta descriptions, and image alt tags. Ensure that your website is well-optimised for mobile devices and has fast loading times, as these factors play a significant role in search engine rankings. Building high-quality backlinks from reputable websites within your industry can also boost your website’s authority and visibility. Regularly monitor and analyse your SEO performance using tools like Google Analytics to identify areas for improvement and refine your strategies accordingly. By consistently implementing these SEO services in Brisbane, you can establish a strong online presence and attract organic traffic that converts into long-term success for your business. Why Use Targeted SEO Services? If you want to unlock success for your business, utilising cutting-edge SEO services is essential. By partnering with a professional and experienced team, you can optimise your website and digital presence to reach your target audience and stand out in a competitive market. Remember, SEO is a continuous process and requires dedication and expertise to see long-term results. So why wait? Take the first step towards achieving your business goals and invest in top-notch SEO services today. Your business will thank you. FAQ What specific cutting-edge SEO services does the company in Brisbane offer to help unlock success for businesses? In Brisbane, our company offers cutting-edge SEO services such as advanced keyword research, on-page optimisation, and off-page link building to drive organic traffic and enhance search engine rankings for your business. Our team of experts is dedicated to implementing innovative strategies tailored to your specific needs, ensuring maximum visibility and success in the digital landscape. Unlock the potential of your business with our comprehensive SEO solutions designed to help you stand out and thrive in today’s competitive online market. How does the company stay up-to-date with the latest trends and algorithms in the ever-evolving field of SEO? We stay up-to-date with the latest trends and algorithms in SEO by regularly attending industry conferences, workshops, and webinars. Additionally, subscribing to reputable SEO blogs and newsletters, participating in online forums and discussion groups, and networking with other professionals in the field keeps us informed and ahead of the curve. Experimenting with new strategies and tools, conducting regular audits on our clients website’s performance, and seeking feedback from clients and peers also help us stay current in the ever-evolving field of SEO. What sets your SEO services apart from other companies in Brisbane? In Brisbane, what sets our SEO services apart is our personalised approach tailored to your specific business needs. We take the time to understand your unique goals and challenges, crafting strategies that drive results. Our team stays up-to-date on the latest industry trends and algorithms to ensure maximum visibility and success for your website. With a focus on transparency and communication, we strive to build long-lasting relationships with our clients, providing ongoing support and guidance. Trust us to deliver measurable outcomes and elevate your online presence above the competition. How do you measure the success and effectiveness of your SEO strategies for businesses in Brisbane? We measure the success and effectiveness of your SEO strategies for businesses in Brisbane by tracking key metrics such as website traffic, keyword rankings, conversion rates, and return on investment. Analysing these data points will help you determine the impact of your SEO efforts and make informed decisions to optimise your strategies for better results. It is essential to regularly monitor and adjust your approach based on the performance metrics to ensure continuous improvement and success in boosting your online visibility and driving more organic traffic to your business website in Brisbane.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://targetedseoservices.com)",
      "https://www.targetedseoservices.com)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "brisbane",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:28:26.320+03:00",
    "updated": "2024-04-12T01:30:08.786+03:00"
  },
  {
    "uuid": "947f14f23b80e954dfbb1fde1babe25da9c17678",
    "url": "https://vnexplorer.net/z/1953550.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-08-22T18:10:00Z",
    "title": "PH seafarers told to avoid Red Sea deployment",
    "text": "PH seafarers told to avoid Red Sea deployment MANILA, Philippines — Amid the escalation of conflict in the Red Sea, the Philippine government advised Filipino seafarers to exercise their “right-to-refuse-sailing” in the area or to avoid it altogether. The reminder was aired through the Department of Foreign Affairs (DFA) in an advisory issued early Friday morning. “The DFA advises the public that the danger to all shipping in the Red Sea remains. This situation has worsened due in part to the conflict escalation in the Red Sea that poses a clear and present danger to all Filipino seafarers working in the area,” the advisory reads. “The DFA therefore urges Filipino seafarers to exercise prudent choice and their right-to-refuse sailing in the Red Sea. Philippine nationals should avoid the area altogether unless absolutely necessary for their livelihood,” it adds. The advisory was issued after Houthi rebels off the Yemeni port of Hodeidah attacked Greek-owned oil Tanker MT Sounion. The Department of Migrant Workers (DMW) said all 23 Filipino crew members on board have been successfully rescued from the ship and are now on their way to a safe port. Immediate repatriation of the 23 Filipino seafarers will be arranged by the DFA, DMW, and the Overseas Workers Welfare Administration. Upon arrival in the country, the seafarers will be provided with psycho-social, financial, training and reintegration support for their families. Prior to the attack, the Philippine government already barred Filipino seafarers from boarding vessels passing through the Red Sea and Gulf of Aden. DMW required manning agencies to submit a written guarantee that passenger or cruise vessels with Filipino crew members will not traverse the Red Sea and Gulf of Aden, which have been designated as “war-like zones.” Aside from the “affirmation letter,” the DMW also required manning agencies to submit their vessels’ detailed itinerary during the processing of crew employment contracts or before deployment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "department of migrant workers",
          "sentiment": "none"
        },
        {
          "name": "department of foreign affairs",
          "sentiment": "none"
        },
        {
          "name": "dfa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T05:18:48.099+03:00",
    "updated": "2024-08-23T05:18:48.099+03:00"
  },
  {
    "uuid": "e35d8c2009a9204c53d519cf40bd044f5eec8428",
    "url": "https://vnexplorer.net/sifc-triumph-saudi-arabias-25-billion-investment-to-reshape-pakistans-economic-landscape-s721807.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-30T13:06:00Z",
    "title": "SIFC triumph: Saudi Arabia's $25 billion investment to reshape Pakistan's economic landscape",
    "text": "ISLAMABAD, Pakistan – In a significant development, Pakistan and Saudi Arabia have agreed on a bilateral legal framework that will pave the way for massive Saudi investment in Pakistan.\nAccording to a government source, a formal agreement is expected to be signed soon. Authorities here regard it as a significant accomplishment. “The major barrier for Saudi investment has been removed,” said the source.\nIn consultation with Saudi authorities, the Special Investment Facilitation Council (SIFC) played a crucial role in finalizing a detailed investment framework for Saudi investment in Pakistan. According to the source, the caretaker cabinet has already approved changes to the legal framework for investment per international standards.\nBecause Pakistan has previously lost investment disputes in international arbitration tribunals, it has been hesitant to include provisions relating to international arbitration in new investment agreements. On the other hand, foreign investors generally want provisions about global security in their investments.\nInterference from courts and the National Accountability Bureau (NAB) has harmed Pakistan’s foreign investment environment, leading to international arbitration in the past. The World Bank’s International Centre for Settlement of Investment Disputes fined Pakistan $6 billion for canceling a mining lease for the Reko Diq project to Australia’s Tethyan Copper Company. Foreign investors are hesitant to make significant investments without concrete guarantees and the option of international arbitration. Saudi Arabia’s concerns were similar.\nA ruler from an Arab country even told Pakistani officials how anyone could invest in Pakistan while the NAB and courts harassed the investors.\nSaudi Arabia is expected to invest around $25 billion in Pakistan. It also anticipates significant investment from the UAE, Kuwait, and Qatar, for which the SIFC is working hard to create an investment-friendly environment in Pakistan.\nDuring the PDM government, the Pakistan Army helped to establish the SIFC, a one-window solution.\nThe SIFC was established to help foreign investors by removing impediments and bureaucratic red tape.\nAs with the FATF, the military’s role in the SIFC is coordinating and facilitating various federal and provincial authorities to remove bottlenecks for smooth foreign investment.\nProvided by SyndiGate Media Inc. (Syndigate.info).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sifc",
          "sentiment": "negative"
        },
        {
          "name": "special investment facilitation council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T15:18:43.513+02:00",
    "updated": "2023-12-30T15:18:43.513+02:00"
  },
  {
    "uuid": "bbb3c6e014b35a212e65cdd3b2a580aca8ad1a32",
    "url": "https://www.si.com/fannation/racing/f1briefings/news/f1-news-logan-sargeant-hits-back-at-william-tension-rumors-01j3n1hz937r",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saajan Jogia",
    "published": "2024-07-26T00:00:00Z",
    "title": "F1 News: Logan Sargeant Hits Back At William Tension Rumors",
    "text": "Williams driver Logan Sargeant has hit back at rumors spread by 2022 Indy 500 winner Marcus Ericsson, which paint a negative picture of his relationship with team principal James Vowles. The American driver has termed the IndyCar driver's statements as false. Sargeant's future with Williams is highly uncertain, considering that he hasn't been able to score a single point this season thus far. Toward the end of 2023, he was offered the last chance by Vowles to prove himself through a contract extension for 2024. Despite the difficulties with the Williams FW46 F1 car, Alex Albon has managed to secure four points. In contrast, Sargeant has shown no signs of improvement and is currently placed in 20th position in the Drivers' Standings. Addressing the issue, team principal Vowles has indicated that he is considering replacing Sargeant once his contract expires at the end of the current season. Shedding light on the scene, Ericsson recently described the state of the relationship shared between Sargeant and Vowles on the Viaplay podcast , suggesting that the pair are not even on talking terms with each other. He said: \"I was told by some American friends who know Sargeant [that] he doesn’t have fun in that team. \"He thinks it’s really hard and apparently he and Vowles don’t even talk with each other anymore, they barely greet each other. It’s completely cut off between them.\" Terming Ericsson's claims as untrue, here's what Sargeant told the media ahead of the Belgian Grand Prix weekend: \"Marcus Ericsson has a reputation of talking about other people without ever having had a conversation with me in his life. \"It doesn't carry any weight, it is not true and I had a conversation with James [a short time ago]. \"Most importantly, James and I both come here and we want to do the best for the team, we both work in the right direction for what is best for the team. \"Ultimately, what is best for the team, is best for me. It is just completely untrue. \"I've never spoken to him in my life, and I don't plan on it either. \"Of course, it can look like our relationship is worse than it is from the outside, but we will go to work as usual and keep trying to perform. \"We had a group conversation, but I will speak to him separately. I haven't had the chance to do so yet.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://racingnews365.com/sargeant-hits-back-at-ericsson-for-completely-untrue-williams-claim",
      "https://www.viaplaygroup.com/advertise/sweden/radio/podcast",
      "https://www.racingnews365.com/sargeant-hits-back-at-ericsson-for-completely-untrue-williams-claim",
      "https://viaplaygroup.com/advertise/sweden/radio/podcast"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "logan sargeant",
          "sentiment": "negative"
        },
        {
          "name": "marcus ericsson",
          "sentiment": "negative"
        },
        {
          "name": "james vowles",
          "sentiment": "none"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "sargeant",
          "sentiment": "none"
        },
        {
          "name": "vowles",
          "sentiment": "none"
        },
        {
          "name": "alex albon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "william tension rumors williams",
          "sentiment": "negative"
        },
        {
          "name": "ericsson",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "logan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:19:49.716+03:00",
    "updated": "2024-07-26T03:19:49.716+03:00"
  },
  {
    "uuid": "ecc7c3dfde52885617a110125660d6adb8103e72",
    "url": "https://insideclimatenews.org/news/07052025/trump-administration-cuts-sea-ice-data-center",
    "ord_in_thread": 0,
    "author": "Peter Aldhous",
    "published": "2025-05-07T22:23:00Z",
    "title": "Trump Administration Decommissions Sea Ice Data That Sounded an Alarm on Arctic Climate Change - Inside Climate News",
    "text": "Key datasets used to monitor the impacts of climate change in the Arctic have emerged as the latest victim of cost-cutting by the Trump administration at the National Oceanic and Atmospheric Administration.\nThe National Snow and Ice Data Center (NSIDC), based at the University of Colorado Boulder, announced Tuesday that NOAA was ending its support for data products that document the extent and thickness of sea ice, the accumulation of snow and the retreat of melting glaciers. “As a result, the level of services for affected products below will be reduced to Basic—meaning they will remain accessible but may not be actively maintained, updated, or fully supported,” the center noted.\nThis blindsided scientists who use the NSIDC’s data. “That’s incredible. Let us walk blindfolded and not gather any information about our surroundings,” said Eric Rignot, a glaciologist at the University of California, Irvine, when informed of the decision by Inside Climate News.\nNewsletters We deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web’s top headlines deliver the full story, for free.\nICN Weekly Saturdays Our #1 newsletter delivers the week’s climate and energy news – our original stories and top headlines from around the web.\nGet ICN Weekly Inside Clean Energy Thursdays Dan Gearino’s habit-forming weekly take on how to understand the energy transformation reshaping our world.\nGet Inside Clean Energy Today’s Climate Twice-a-week A digest of the most pressing climate-related news, released every Tuesday and Friday.\nGet Today’s Climate Breaking News Daily Don’t miss a beat. Get a daily email of our original, groundbreaking stories written by our national network of award-winning reporters.\nGet Breaking News Email Address I agree to the terms of service and privacy policy . For now, the NSIDC datasets are not disappearing. Some are updated by automated data feeds—for sea ice, the data comes from orbiting satellites. But without ongoing support from NOAA, any technical glitches will take longer to fix, and the NSIDC will struggle to support any users who need help.\n“This change in support limits our ability to respond quickly to user inquiries, resolve issues, or maintain these products as thoroughly as before,” the NSIDC said in a statement emailed to Inside Climate News.\nThe center is now calling on scientists, educators and others who use the data to help show why it is valuable. “If you rely on these products in your work, research, education, or planning, we invite you to share your story at nsidc@nsidc.org ,” the announcement pleaded. “Your input can help us demonstrate the importance of these data sets and advocate for future support.”\nNSIDC’s Sea Ice Index, in particular, has been a bellwether of climate change in the Arctic , which is warming nearly four times faster than the rest of the globe. The index has charted a steady decline in Arctic sea ice cover , sounding an alarm when it reached a record low in September 2012. The data has been crucial to media coverage of climate change at the poles, used by reporters and graphics specialists to show a tangible effect of global warming.\nObservations since 1978 show that ice cover has declined at both poles, leading to a downward trend in the total ice cover over the entire planet. In February 2025, global ice fell to the smallest area ever recorded. Credit: Mark Subbaro/NASA Scientific Visualization Studio Beyond its central role in monitoring climate change, the NSIDC data has important operational uses spanning from commercial fisheries to national security.\n“It’s also used for weather and climate prediction, supporting Alaskan communities, guiding shipping and economic activities, informing fisheries management, protecting marine ecosystems, and underpins countless other Arctic geopolitical and security decision-making needs,” said Zack Labe, a climate scientist who regularly posts online visualizations of the threatened datasets. “Any reduction or elimination of these data product services will have significant consequences, well beyond just tracking the state of sea-ice loss.”\nGiven its widespread use, NOAA’s decision to decommission the Sea Ice Index shocked NSIDC staff. But the budget cuts being demanded of the agency have forced NOAA into difficult decisions. “With the cuts that have to be made, there’s just not a lot of wiggle room,” said Ann Windnagel, program manager for the NOAA collection at the NSIDC.\nThe NSIDC isn’t the only source of data on sea ice and other aspects of the “cryosphere,” as frozen parts of the Earth are collectively known. Notably, the European Union’s Copernicus Earth observation program also maintains data on sea ice . But Copernicus lacks NOAA’s mission to support U.S. communities, businesses and other organizations affected by warming in the Arctic.\nCuts at NOAA are also eroding the scientific workforce needed to make sense of the data compiled by the agency. Labe, who until recently worked at NOAA’s Geophysical Fluid Dynamics Laboratory in Princeton, New Jersey, is a case in point. Since Elon Musk’s Department of Government Efficiency took aim at NOAA in February, Labe has been fired, then rehired, then fired again.\nMeanwhile, the Trump administration has dismissed volunteer researchers working on the congressionally mandated National Climate Assessment, prompting the American Meteorological Society and the American Geophysical Union to step into the breach by supporting a similar effort.\nRight from the start of the second Trump administration, officials began taking important environmental data offline. Initially, the cuts focused on online tools used to assess the impacts of pollution and climate change on low-income communities—part of a broader assault on environmental justice initiatives that the administration has characterized as Diversity, Equity and Inclusion programs.\nBut the NSIDC announcement provides the latest sign that data used by climate and other environmental scientists to monitor the planet’s health are also threatened. NOAA’s National Environmental Satellite, Data, and Information Service “ Notice of Changes ” web page currently lists a variety of data sources being decommissioned, including data from environmental monitoring buoys, on earthquake intensity and listing geothermal springs.\nIn a note about the changes posted last month, NOAA suggested that users nominate data sources they want to be saved to the Data Rescue Project , a volunteer effort to archive important federal government data.\n“If any of these data products are of interest — the community must act quickly,” NOAA warned.\nStill, private efforts to archive important environmental data can’t fully replace the federal government, said Robert Rohde, chief scientist with Berkeley Earth , a leading nongovernmental source of historical temperature data. “Berkeley Earth is trying to step into the vacuum, but frankly we don’t have the resources—and no one does,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->global warming",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.nature.com/articles/s43247-022-00498-3",
      "https://climate.nasa.gov/vital-signs/arctic-sea-ice/",
      "https://www.nytimes.com/2024/01/31/learning/lesson-plans/teach-about-climate-change-with-30-graphs-from-the-new-york-times.html",
      "https://www.unols.org/news/agency-updates/noaa-decommission-number-data-products-2025",
      "https://www.buzzfeednews.com/article/peteraldhous/climate-change-maps-ice-sea-level-rise",
      "https://berkeleyearth.org/",
      "https://www.nesdis.noaa.gov/about/documents-reports/notice-of-changes",
      "https://nsidc.org/news-analyses/news-stories/arctic-sea-ice-shatters-previous-low-records-antarctic-sea-ice-edges-record-high",
      "https://www.datarescueproject.org/",
      "https://climate.copernicus.eu/sea-ice",
      "https://insideclimatenews.us2.list-manage.com/subscribe/post?u=7c733794100bcc7e083a163f0&id=29c928ffb5",
      "https://nsidc.org/data/user-resources/data-announcements/user-notice-level-service-update-data-products",
      "https://zacklabe.com/arctic-sea-ice-figures/",
      "https://nytimes.com/2024/01/31/learning/lesson-plans/teach-about-climate-change-with-30-graphs-from-the-new-york-times.html",
      "https://buzzfeednews.com/article/peteraldhous/climate-change-maps-ice-sea-level-rise",
      "https://zacklabe.com/arctic-sea-ice-figures",
      "https://berkeleyearth.org",
      "https://nature.com/articles/s43247-022-00498-3",
      "https://www.nsidc.org/news-analyses/news-stories/arctic-sea-ice-shatters-previous-low-records-antarctic-sea-ice-edges-record-high",
      "https://datarescueproject.org/",
      "https://nesdis.noaa.gov/about/documents-reports/notice-of-changes",
      "https://www.nsidc.org/data/user-resources/data-announcements/user-notice-level-service-update-data-products",
      "https://www.zacklabe.com/arctic-sea-ice-figures/",
      "https://insideclimatenews.us2.list-manage.com/subscribe/post",
      "https://www.climate.nasa.gov/vital-signs/arctic-sea-ice/",
      "https://www.climate.copernicus.eu/sea-ice",
      "https://www.berkeleyearth.org/",
      "https://unols.org/news/agency-updates/noaa-decommission-number-data-products-2025",
      "https://climate.nasa.gov/vital-signs/arctic-sea-ice",
      "https://www.insideclimatenews.us2.list-manage.com/subscribe/post?u=7c733794100bcc7e083a163f0&id=29c928ffb5",
      "https://www.datarescueproject.org"
    ],
    "entities": {
      "persons": [
        {
          "name": "Eric Rignot",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "National Oceanic and Atmospheric Administration",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "University of Colorado Boulder",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "University of California",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Inside Climate News",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "NOAA",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:30:54.980+03:00",
    "updated": "2025-05-08T07:24:04.533+03:00"
  },
  {
    "uuid": "9c80c095697ed6527b8867e668d13a1d32ab0853",
    "url": "https://thedailyguardian.com/medically-speaking/new-mpox-variant-clade-ib-found-in-china-what-you-need-to-know",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. R. Shruthi",
    "published": "2025-01-10T02:18:00Z",
    "title": "New Mpox Variant Clade Ib Found in China: What You Need to Know!",
    "text": "Chinese health officials have recently identified a new mutated strain of mpox, termed clade Ib, marking a significant development in the global fight against this viral disease. The strain was detected in a foreigner who had traveled to and lived in the Democratic Republic of the Congo (DRC) before arriving in China. This discovery highlights the persistent risk posed by mpox, which the World Health Organization (WHO) had already classified as a global public health emergency in 2022.\nThe Outbreak in China\nThe China Centre for Disease Control and Prevention (China CDC) reported the detection of a cluster of cases linked to an individual carrying the clade Ib strain. This patient had traveled from the DRC, where mpox cases are endemic, particularly involving clade I. Following the identification of the index case, four additional cases were reported among close contacts, raising concerns about the transmissibility of this new strain.\nSymptoms and Transmission\nThe symptoms observed in these patients were relatively mild, including:\n- Skin rashes\n- Blisters filled with pus\nMpox spreads primarily through close contact, including direct physical contact with infected individuals, contaminated materials, or infected animals. The disease is known to cause flu-like symptoms such as:\n- Fever\n- Body aches\n- Fatigue\n- Swollen lymph nodes\nMore severe cases can lead to painful lesions on the skin and a higher risk of complications.\nClade Ib: A Variant of Concern\nThe clade Ib strain, first reported in Congo and now detected in China, is characterized by higher virulence compared to other variants. This strain has been linked to more severe symptoms, an increased risk of complications, and a higher mortality rate—up to 10% in severe cases.\nGlobal Spread of Clade Ib\nThe outbreak of clade Ib in the DRC last year was followed by cases reported in neighboring countries, including:\n- Burundi\n- Kenya\n- Rwanda\n- Uganda\nThis prompted the WHO to declare mpox a global health emergency in August 2023, emphasizing the urgency of controlling its spread.\nChina’s Response to Mpox\nIn response to the emergence of clade Ib, China has implemented robust measures to contain the virus:\n- Screening Travelers and Goods: Authorities are closely monitoring international arrivals, particularly from mpox-affected regions.\n- Disease Classification: The National Health Commission (NHC) has categorized mpox as a Category B infectious disease, enabling emergency actions such as:\n- Restricting public gatherings\n- Lockdowns\n- Suspension of work and school activities during outbreaks\nIndia’s Encounter with Clade Ib\nIndia reported its first cases of the clade Ib variant in September 2023, with health officials warning of its higher transmissibility and severity. The Indian government quickly intensified efforts to screen for mpox, particularly at airports and ports of entry.\nClade Ib’s Higher Mortality Rate\nA study published in Nature highlighted alarming statistics about clade Ib:\n- 18,000 suspected cases in the DRC in 2024, many among children.\n- Over 600 deaths potentially attributed to mpox.\nCertain health conditions significantly increase the risk of mortality. For example, individuals with untreated HIV are nearly twice as likely to die from mpox due to compromised immunity. This is particularly concerning in African countries, where the HIV prevalence remains high.\nWhat Is Mpox?\nMpox, also known as monkeypox, is caused by the monkeypox virus. It was first identified in 1958 among monkeys used in research. The disease later spread to humans, particularly in central and west African regions where the virus remains endemic.\nKey Symptoms of Mpox:\n- Fever, chills, and body aches\n- Headaches and muscle pain\n- Fatigue\n- Distinct skin rashes that develop into blisters\n- Swollen lymph nodes\nThe disease primarily spreads through:\n- Person-to-person contact (e.g., skin-to-skin or respiratory droplets during prolonged contact)\n- Animal-to-human contact (e.g., bites or scratches from infected animals)\n- Contaminated materials (e.g., bedding, clothing, or surfaces)\nMost cases resolve on their own, but severe cases require antiviral treatment.\nTwo Distinct Clades of Mpox\nThe mpox virus has two primary clades:\n- Clade I: Includes subclades Ia and Ib. Clade Ib is the variant linked to the recent outbreak.\n- Clade II: Includes subclades IIa and IIb.\nClade Ib is of particular concern due to its ability to spread easily through human-to-human contact, including sexual contact, as reported in numerous cases.\nWHO’s Vaccine Initiative\nIn September 2023, the WHO approved the first vaccine for mpox, known as MVA-BN. This vaccine has been added to the WHO’s prequalification list, making it more accessible globally.\nKey Features of the MVA-BN Vaccine:\n- Administered in two doses, given four weeks apart.\n- Approved for individuals aged 18 and above.\n- Remains stable for up to eight weeks at temperatures between 2-8 degrees Celsius.\nThe vaccine is expected to play a pivotal role in preventing the spread of clade Ib and other variants.\nGlobal Implications\nThe detection of the clade Ib strain in China underscores the global nature of the mpox threat. Its emergence highlights the importance of early detection, quarantine protocols, and international cooperation to control outbreaks.\nFuture Directions\n- Enhanced Surveillance: Countries must ramp up testing and tracking efforts, particularly in regions with high mpox prevalence.\n- Public Awareness: Educating the public about mpox symptoms, transmission, and prevention is essential.\n- Vaccine Distribution: Efforts should focus on making the MVA-BN vaccine widely available, especially in developing nations.\nThe global community must remain vigilant to prevent further outbreaks, particularly of more virulent strains like clade Ib. While the situation is under control in most countries, the potential for cross-border spread remains a serious concern.\nThe discovery of a new mpox variant in China serves as a stark reminder of the ever-evolving nature of infectious diseases. With global health agencies working tirelessly to control its spread, the fight against mpox requires collective action, robust public health measures, and continued research to safeguard vulnerable populations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Health->health organisation",
      "Health->communicable disease",
      "Science and Technology->medical research",
      "Science and Technology->biomedical science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Disease Control and Prevention (China CDC",
          "sentiment": "none"
        },
        {
          "name": "World Health Organization",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T10:02:35.106+02:00",
    "updated": "2025-01-10T10:02:35.106+02:00"
  }
]