[
  {
    "uuid": "980df35208bf68df436cb2ee4f6b41b6efa41def",
    "url": "https://www.miragenews.com/un-urges-ethiopia-to-prioritize-victims-amid-1150255/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2023-12-28T12:32:00Z",
    "title": "UN Urges Ethiopia to Prioritize Victims Amid Rights Abuses | Mirage News",
    "text": "The UN human rights office on Thursday urged the Ethiopian Government to ensure that ongoing efforts addressing a legacy of rights abuses, rooted in years of violence and ethnic unrest, prioritize the rights and needs of victims and their families. A [joint report](https://www.ohchr.org/en/documents/country-reports/report-ethiopian-human-rights-commission-ehrc-and-office-united-nations) by the Office of the UN High Commissioner for Human Rights ( [OHCHR](http://www.ohchr.org/EN/pages/home.aspx)) and the Ethiopian Human Rights Commission [emphasized the need](https://www.ohchr.org/en/press-releases/2023/12/ethiopia-justice-past-abuses-must-be-victim-centred-and-include-criminal) to implement all components of transitional justice equally. These include criminal accountability, truth-seeking, reparations, and guarantees of non-recurrence, involving effective remedies for victims, legal reforms, and reconciliation. One of the recommendations stemming from the November 2022 Cessation of Hostilities Agreement, signed between the Government and the Tigray People's Liberation Front, is the establishment of transitional justice policies. This agreement marked the end of the bloody conflict in Tigray, Amhara, and Afar regions. In 2018, Ethiopia witnessed a surge in human rights violations, marked by killings, torture, and ethnic- and faith-based violence. The situation escalated with the eruption of an armed conflict in the Tigray region in November 2020, claiming thousands of lives and displacing millions. Ongoing ethnic-based violence in various regions further intensified the crisis, prompting a nationwide state of emergency in August 2023 due to escalating tensions in the Amhara region. Victim-centred approach critical Volker Türk, UN High Commissioner for Human Rights, welcomed Ethiopia's steps to develop a national transitional justice policy aligned with the Cessation of Hostilities Agreement. \"It is crucial for such efforts to be holistic and consistent with international human rights norms and standards, placing victims and affected populations, especially women and girls, at the centre,\" he added. Key recommendations The report sets out findings of 15 community consultations held from July 2022 to March 2023 with hundreds of participants, including victims and their families, in Afar, Amhara, Harari, Oromia, Somali and Tigray regions, and in the Dire Dawa city administration. It sets out 31 recommendations, including on the design and implementation of the transitional justice process, justice and accountability, truth seeking and recommendations, and guarantees of non-repetition. \"By amplifying the experiences and voices of directly affected populations across Ethiopia, it is important that this report properly informs ongoing discussions on the development of a legitimate, holistic, genuine, and inclusive policy on transitional justice,\" Mr. Türk added. States' obligations The UN rights chief also stressed that States have a duty to investigate and prosecute gross human rights violations and abuses and serious violations of international humanitarian law, including those which amount to crimes under international law. \"Those who have been subjected to violations or abuses are entitled to justice, including adequate, comprehensive, prompt, and effective reparations,\" he said. [here](https://www.miragenews.com/un-urges-ethiopia-to-prioritize-victims-amid-1150255/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ohchr.org/en/documents/country-reports/report-ethiopian-human-rights-commission-ehrc-and-office-united-nations)",
      "https://www.ohchr.org/en/press-releases/2023/12/ethiopia-justice-past-abuses-must-be-victim-centred-and-include-criminal)",
      "http://www.ohchr.org/EN/pages/home.aspx))",
      "https://ohchr.org/en/press-releases/2023/12/ethiopia-justice-past-abuses-must-be-victim-centred-and-include-criminal)",
      "http://ohchr.org/EN/pages/home.aspx))",
      "https://ohchr.org/en/documents/country-reports/report-ethiopian-human-rights-commission-ehrc-and-office-united-nations)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "office of the un",
          "sentiment": "none"
        },
        {
          "name": "ethiopian human rights commission",
          "sentiment": "none"
        },
        {
          "name": "tigray people's liberation front",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ethiopia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:41:30.402+02:00",
    "updated": "2023-12-29T06:27:05.750+02:00"
  },
  {
    "uuid": "18ddaf7af169bc75f73e3ce0f23c90629e7b4bdc",
    "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/your-world/2024/07/05/the-best-summer-holiday-activities-at-cannock-chase-forest",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Your World",
    "published": "2024-07-05T11:53:00Z",
    "title": "The best summer holiday activities at Cannock Chase Forest | Express & Star",
    "text": "The best summer holiday activities at Cannock Chase Forest With the summer holidays nearly upon us, it's time to plan activities to keep the kids entertained for the next six weeks. Forestry England offers lots of fun, low-cost and engaging activities for families in the West Midlands to enjoy at Cannock Chase Forest. From picnics in sun-dappled clearings to bike rides and adventures along the Gruffalo trails, there’s something for everyone. Best of all, many of these activities are budget-friendly or even free, ensuring all families can join in the fun. Here’s a sneak peek at the exciting activities awaiting families this summer holiday: Gruffalo’s 25th birthday trail at Cannock Chase Forest - enjoy lots of interactive panels and activities as you journey through the forest with the Gruffalo and other characters. Families can work together to find missing party items while enjoying fun games along the trail and learning how plants and animals care for each other. This trail is a delightful and educational experience for Gruffalo fans of all ages. Cost: £4 per Gruffalo trail pack plus parking charges. Free parking for members. The Gruffalo Games at Cannock Chase Forest - enjoy some Olympic-sized excitement in the forest this summer and embark on a quest to find hidden Gruffalo character signs and enjoy Olympic-inspired challenges on this fun family trail. Cost: Free, parking charges apply. Free parking for members. Picnic in the great outdoors - Cannock Chase Forest has the perfect picnic spot in Pingle Slade! Also known as the event space where the popular Forest Live concerts are held, this is a large open area within the pine forest which is ideal for picnics and ball games. It’s just a short walk from the car park and you don’t even have to bring your own picnic because you can buy tasty treats from Grounds Cafe. For even more fun, download the free Gruffalo Picnic Party Park. This is jam-packed with everything you need to host your own Gruffalo 25th birthday party picnic, from party invites to food ideas and party games! Cost: From free, parking charges apply. Free parking for members. Go on a family bike ride - Cannock Chase is a great place to explore on your bike. However many parts of The Chase are ecologically sensitive and therefore bikes aren't permitted due to the damage they would cause. But at Cannock Chase Forest we are a hand-planted woodland so the conditions in the part of The Chase we manage are more robust. This means we have been able to design and build bike trails and facilities suitable for all off-road cycling abilities - whether you've just bought your first bike, or you're happy shredding through rock gardens. For families, highlights include our Pedal & Play trail, Perry’s Trail (which was part of the event route for the 2022 Commonwealth Games) and the Fairoak Trail circular trail popular with both cyclists and walkers as it goes past the magnificent Fairoak Pools. And if you don’t already have a bike you can visit the Cannock Chase Cycle Centre when you get here to either hire a bike or buy a bike. And if you already have a bike you can visit the shop for servicing and repairs, or to stock up on accessories. Cost: Free, parking charges apply. Bike hire charges apply. Free parking for members. Improve your health and wellbeing - holidays can be stressful, so take a serene pause and reconnect with nature on Forestry England's wellbeing trail at Cannock Chase Forest. A forest wellbeing journal is also available to help you get even more benefits from the experience, offering additional mindful things to do while you’re out in the forest and at home. Get your free copy on-site from our visitor centre or download your forest wellbeing journal before you visit. Families can also try forest bathing with free, downloadable activity sheets from Forestry England. Cost: Free, parking charges may apply. Free parking for members. Disc golf - this is a great way to spend time in the forest with your friends and family this summer. To play, you take aim and throw frisbee-style discs at fixed targets through the forest. Like golf, the player who completes the course with the fewest throws wins! The Cannock Chase Forest course is on the Ladyhill Trail and has options for both beginners and those who are more practiced at this sport! Cost: Free to play with your own discs, disc hire available, parking charges may apply. Free parking for members. Forest play - forests are an immersive, inspiring playground for children and adults alike! And Cannock Chase Forest is renowned locally for its free play facilities. Get the whole family involved as you scramble, slide and swing around one of the nation’s favourite forests this summer. If you all feel creative and want to test your older children, then set them a challenge in the shelter-building area which is set underneath our towering pine trees. And if you want to take the playing to the next level – literally up in the trees – book in with Go Ape on their Tree Top Challenge with zip lines, nets, rope ladders and swings at the top of the skyscraping trees at Cannock Chase Forest. Cost: Play areas and shelter building is free, parking charges may apply. Free parking for members. For options and prices for Go Ape visit the Go Ape website. By Laura Howard - Contributor",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gruffalo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cannock chase forest | express & star",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "cannock chase forest with",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "cannock chase forest",
          "sentiment": "none"
        },
        {
          "name": "west midlands",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T17:14:13.736+03:00",
    "updated": "2024-07-05T17:14:13.736+03:00"
  },
  {
    "uuid": "8b6959d04631dc4e6f56579f9d37103084388682",
    "url": "https://www.meneame.net/story/ley-mbappe-gol-escuadra-justicia-fiscal/c0144",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yoryo",
    "published": "2024-06-06T20:56:00Z",
    "title": "#144 Ley Mbappé, gol por la escuadra a la justicia fiscal",
    "text": "Portada\nmis comunidades\notras secciones\n[#97](c97#c-97) [#95](c95#c-95) Obviamente no me refiero a jugar en el Real Madrid y a la vez residir en otro país.\nEstas leyes se hacen para animar la inversión, no se le ha ocurrido a Ayuso por ser turbofascista. Al final todos los países sacan algo parecido durante unos años, España en su día la ley Beckham, Portugal su NHR, Italia hizo lo propio, en EEUU hay muchos estados donde \"olvidan\" las inversiones foráneas por lo que no tributan por ejemplo derechos de imagen, Reino Unido tiene triquiñuelas interesantes para estos temas, etc. O cualquier país UE del Este tiene IRPF menor a la aplicación de esta ley nueva \"Ley Mbappé\".\nSi España no intenta captar millonarios, simplemente irán a otra parte. Como ya dije, estamos eligiendo entre recaudar 2 años al 20% y otros 3 al 47% (si finalmente está 5 temporadas), o bien recaudar durante 5 años el 47% de 0.\n[#105](c105#c-105) Obviamente no me refiero a jugar en el Real Madrid y a la vez residir en otro país.\nHombre, pues tan obvio no era cuando el ejemplo que has usado es el siguiente:\nSi Mbappé el primer año tributa un 20% de sus supuestos 30M brutos en vez del 47% de 0, pues bienvenida sea esa recaudación.\nQue, vamos, entiendo tu punto de mejor poco de mucho que mucho de nada (aunque no lo comparta) pero tampoco me hagas quedar de loco\n[#117](c117#c-117) ok, es el mayor corruptor del país pero a los árbitros no los soborna, solo soborna a absolutamente todo el resto del mundo, pos fale\n[#79](c79#c-79) ¿Y no crees que ese gran poder e influencia que tiene Florentino viene de ir por ahí pagando a jueces, políticos, etc y que ese etc incluye árbitros?\n[#115](c115#c-115) yo personalmente creo que le viene de tener mucho dinero, amigos como él (ibex 35) y usar gente como Villarejo para conseguir sus fines.\nEl Madrid es su hobby pero el tema de favores arbitrales de verdad que no creo que sea por tenerlos comprados, es por simples \"afinidades\", lo más normal, en Madrid, es ser del Real Madrid (con perdón para Atlético y demás) y durante muchos años los cargos en casi cualquier \"entidad\" lo ocupaban gente de Madrid, solo has de buscar el histórico de miembros del comité de competición y de altos cargos de diferentes estamentos (no necesariamente ministros o alcaldes \"directamente\")\nEso es lo que creo, que no es tanto \"sobornar\" directamente.\n[#32](c32#c-32) \"se ha demostrado que no funciona\"\nNaturalmente que sí que funciona el hecho de que atraer inversión privada a medio y largo plazo genera más riqueza.\nNo hay ninguna desigualdad fiscal, es una bonificación fiscal para aquellos que inviertan en la región una cantidad más que importante. La inversión en la región genera riqueza para sus habitantes.\nNaturalmente que muchos españoles piensan que ésto (atraer inversión a la región en grandes cantidades) es positivo para el interés general.\n[#123](c123#c-123) Es hipócrita criticar la ayuda estatal mientras recibes ayudas públicas al mismo tiempo. Recalificaciones de terrenos, ayudas legislativas, apoyo de los medios, favoritismo arbitral, apoyo mediático público desequilibrado...\n[#52](c52#c-52) ¿Sabíais, personas de izquierdas, que nuestros queridos diputados no tributan un gran porcentaje de su remuneración, que está exento de tributar??? Los políticos, y ahora gobierna la izquierda desde 2018, son los que rompen la igualdad entre los residentes con sus privilegios fiscales.\nDel pisazo de 400m2 de Yolanda Díaz pagado por todos los españoles y de sus gastos (que dice Yolanda que no sabe lo que paga de luz, porque \"eso son gastos del ministerio\") pagados por todos, ya ni hablamos.\n\"no se exige que las inversiones tengan que materializarse en acciones de empresas de la Comunidad Autónoma de Madrid, ni tan siquiera españolas. Valdría cualquier inversión en valores, incluso adquiridos en mercados extranjeros\".\nExplícame, por favor, qué riqueza va a generar en Madrid el hecho de que Mbappe invierta en acciones adquiridas en mercados extranjeros de empresas que ni siquiera son españolas ni están en España.\n[#35](c35#c-35) Son operaciones que cuesta mucho financiar, pero generan mucho dinero. En serio. No es tan difícil de entender.\n[#136](c136#c-136) Del artículo que ha enlazado un compañero al marca he leído lo siguiente y entendido mal lo de “neutralizar”. De hecho si invierte 250M y se deduce el 20% sería solo 50M (creo). Tendría que informarme mejor.\n“Mbappé tendría que invertir el primer año 250 millones de euros para neutralizar el IRPF\nPongamos que Mbappé va a ganar 50 millones brutos en el Madrid de salario entre ficha y prima de fichaje, sin contar los derechos de imagen. Con la ley que se va a aprobar, Kylian tendría que invertir 250 millones al llegar si quiere neutralizar el tramo de IRPF de la Comunidad de Madrid. Así lo explica Salinas: \"Si durante su estancia en Madrid quiere planificar reducir su cuota de IRPF autonómica, tendría que hacer una inversión de seis años de su sueldo bruto en ese primer año. Es mucho. De entrada, te exige emplear recursos tuyos propios porque para conseguir ese 20% debes invertir la totalidad de tu sueldo bruto. Piensa que hay una parte que va a tributar sí o sí a nivel estatal. Ese desembolso financiero, unido a la incertidumbre de los seis años, hace que lo vea complicado... No digo que en el primer año intente invertir lo que pueda, pero lo veo más por ejemplo para traer grandes patrimonios extranjeros, que vengan a Madrid, que hagan esa inversión fuerte y que luego estén aquí seis años tributando aquí por todas sus rentas mundiales\".\n[#131](c131#c-131) sí bwana, pero nadie excepto yo ha argumentado nada pero vale, yo construyo relato y los demás tienen razón cuando no han explicado en qué.\nTal como he dicho, lo que diga el señorito, miso tontito y no sabe pensar, miso decir amén a demás.\nContento? Pregunta retórica, paso de hablar más con la pared, y si algún día aparece algún Floren del Atlético ya veremos que dirán entonces los madridistas de toda la manipulación que hará.\n[#142](c142#c-142) que sí hombre que sí, y además añadiré una petición del Nobel de la Paz a Ayuso porqué gracias a dejar morir no se cuantas personas mayores les ahorró una futura vida dolorosa y además ayudo a que otros viejecitos tuvieran plaza en las residencias, ahorrando el correspondiente dinero a los ciudadanos al no tener que construir más residencias...\nTe parece ridículo lo que he dicho? Pues lee tu mensaje....\nPaso de seguir dando de comer al trol, lo dejo aquí, queda demostrado que no sirve de nada.\n[#113](c113#c-113) ok, desde la absoluta ignorancia de alguno de los dos... Me han dicho que una comunidad en el centro de España es la que más recauda de España y que en la balanza fiscal comparado con las demás de las que menos recibe, es decir, que la comunidad misteriosa nooooo necesita para ella recaudar más, y si esta infrafinanciada no es culpa suya.\n[#42](c42#c-42) vaya vaya, habla de manipular uno que ha cogido los 6 primeros meses de este año para soltar su soflamita\nQue dentro te la ha metido Floren para ir asi de escocido por la vida, no?\nPor que no cojes los ultimos 10 años para tener algo mas representativo de las compras en poder de los jeques?\n[#125](c125#c-125) lo dices por el caso Castor? Que no solo dejo la casa de mi novia llena de grietas sino que además el estado acabo pagándole dinero a Floren?\nDe verdad no sabéis en que liga juega ese señor y el inmenso control que tiene en los medios de comunicación para difundir lo que le de la gana y crear la corriente de opinión que le interese?\n[#128](c128#c-128) pues mira, ahi podemos encontrar un punto en comun para criticarle. Pero en lo que al gasto del Madrid? No es asi\n[#132](c132#c-132) pues no, tienes razón, el Madrid de Calderón o Vicente Boluda no estava \"arruinado\" y sólo por obra y gracia de la Virgen Maria de las Recalificaciones ahora es de los más ricos del mundo, Florentino sólo pasaba por ahí y, aún ser una de las personas más influyentes del país, se abstubo en todo momento de mover ningún hilo para conseguir sacar el Madrid de donde estava.\nTu ganas, eso no ocurrió garcías a Floren.\n[#135](c135#c-135) que le viene mejor a la ciudad de Madrid, las 5 torres que hay ahi ahora mismo? o tener el campo de entrenamiento del Real Madrid? Tenia que perder la ciudad una buena inversion para que el Madrid no ganase dinero con unos terrenos que estuvo usando 40 años para el uso deportivo para el que se planearon cuando se compraron?\nSi la justicia europea investigo el asunto y no encontro ninguna ilegalidad, que hay que criticar en un proyecto en el que ganamos todos? Entiendo las criticas al Castor porque hemos palmado la inversion. Pero con las torres ganamos dinero cada año.\nQue el Madrid ademas no es lo que es por esos 500 millones. Esos se pueden malgastar y que no veamos un duro de ellos. Bien gestionados e invertidos, son una mina de oro en impuestos cada año\n[#138](c138#c-138) increible que? Repito la pregunta. Segun tu, seria mejor tener el campo de entrenamiento en la Castellana para que el Madrid no gane dinero vendiendo sus terrenos? Las torres a dia de hoy ahi no valen nada?\nTu en tu dia a dia prefieres no ganar dinero para que otro tampoco lo gane?\n[#124](c124#c-124) y tu tienes algo de compresión lectora? Hablaba de lo que se conoce como \"palco del Bernabéu\" que es donde \"se mueve nos hilos\" (7 ministros + casi todo el Ibex 35) y me saltas que no y quires justificarlo que un ministro \"menor\" fue a ver el Barça? En serio...\nAnda ya, insisto, es como hablar con la pared, lo más triste es que a veces creo que realmente os lo creéis lo que decís y no os dais cuenta de nada de la realidad...\n[#106](c106#c-106) Noticia de la temporada pasada: https://onefootball.com/es/noticias/guerra-de-sueldos-los-50-clubes-que-mas-gastan-en-la-2022-23-35783072\nDudo que en sólo un año el Madrid haya incrementado su masa salarial o el PSG y Barcelona hayan bajado para recortar los casi 120 millones de diferencia que hay.\n[#106](c106#c-106) Según datos oficiales UEFA hasta el 2023 (no han salido publicados los de 2024)\nEs el cuarto equipo en gasto de sueldos:\nhttps://ecfil.uefa.com/2023\n[#100](c100#c-100) Anda toma, para que no te esfuerces mucho:\nhttps://www.mundodeportivo.com/futbol/fc-barcelona/20240416/1002229253/palco-montjuic-lleno-vips-ver-barca-psg.html\n[#108](c108#c-108) ¿Tú lees lo que escribes?\nHas escrito hace un momento que al palco del Madrid fueron 7 ministros y preguntabas que cuantos iban en otro equipos.\nTe mando una noticia del palco del Barcelona (para que veas que en todos lados crucen habas) y me saltas con ese comentario.\nRevisa lo que escribes, anda...\n[#1](c1#c-1) Es un bulo que os habéis tragado todos los obreros superdotados como tú.\nEs imposible que Mbappé se beneficie de eso. Infórmate en cualquier lado, ya te lo ha puesto alguno. Llamarla así es pura propaganda para gente listísima como tú.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://ecfil.uefa.com/2023",
      "https://www.mundodeportivo.com/futbol/fc-barcelona/20240416/1002229253/palco-montjuic-lleno-vips-ver-barca-psg.html",
      "https://onefootball.com/es/noticias/guerra-de-sueldos-los-50-clubes-que-mas-gastan-en-la-2022-23-35783072",
      "https://www.onefootball.com/es/noticias/guerra-de-sueldos-los-50-clubes-que-mas-gastan-en-la-2022-23-35783072",
      "https://mundodeportivo.com/futbol/fc-barcelona/20240416/1002229253/palco-montjuic-lleno-vips-ver-barca-psg.html",
      "https://www.ecfil.uefa.com/2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:50:11.613+03:00",
    "updated": "2024-06-07T01:50:11.613+03:00"
  },
  {
    "uuid": "b778e18646bb4d21f456cdce73321c197d2f3cbe",
    "url": "https://www.theadvocate.com.au/story/9007561/driver-suffers-serious-head-injuries-after-car-rollover/",
    "ord_in_thread": 0,
    "author": "@TessKelly_",
    "published": "2025-07-03T03:43:00Z",
    "title": "Driver suffers serious head injuries after car rollover",
    "text": "A driver is being treated for serious head injuries after a vehicle rollover near Wynyard overnight.\nTasmania Police and emergency services were called to Scotts Road, Myalla, just before 11pm on Wednesday, July 2, following reports that a car had rolled down an embankment.\nThe driver, who was the sole occupant of the vehicle, was transported to the North West Regional Hospital with serious head injuries.\nIn a statement on Thursday, police said the driver remained in hospital and was receiving treatment.\nInvestigations surrounding the cause of the crash are ongoing, police said.\nAnyone with information should contact police on 131 444 or Crime Stoppers anonymously on 1800 333 000 or online at\ncrimestopperstas.com.au\nDaily\nToday's top stories curated by our news team. Also includes evening update.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Disaster and Accident->transportation accident and incident",
      "Health->injury",
      "Health->emergency care",
      "Health->medical condition",
      "Crime, Law and Justice->reckless driving"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://crimestopperstas.com.au/",
      "http://www.crimestopperstas.com.au/",
      "http://crimestopperstas.com.au"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:45:27.894+03:00",
    "updated": "2025-07-03T04:52:00.000+00:00"
  }
]