[
  {
    "uuid": "b6edbeb4ca0d584c284b5c00bcedc5365de01375",
    "url": "https://keyt.com/news/weather-news/cnn-weather-environment/2023/12/28/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-29T07:47:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and urgent warnings from officials of swells that could damage piers and boats and threaten onlookers, after several people were injured by a wave along Ventura beach on Thursday.\nNearly 20 people were swept away by a wave that crashed into onlookers standing behind a barrier along the southern California beach, and eight people were taken to the hospital, Ventura officials said.\nSome parts of the California coast will see high water and dangerous rip currents through the weekend as the large waves keep rolling in. Coastal flood and high-surf alerts cover much of the West coast from the US-Mexico border to southern Oregon on Friday, the National Weather Service said.\nSan Francisco could see waves as high as telephone poles — up to 40 feet — through Friday morning. Fifteen to 20-foot waves are expected in the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nSome coastal streets in Ventura have been closed as a precaution. In order to discourage spectators, officials also closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nBut Northern California will not be spared.\nThe Bay Area is under a high wind alert Friday and could see gusts of up to 50 mph. The weather service warned Thursday that the area could see waves of 28 to 33 feet.\nRain is also expected to fall on the Bay Area and areas north of it throughout the day Friday before spreading south on Saturday.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the beach known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:10:23.897+02:00",
    "updated": "2023-12-29T10:10:23.897+02:00"
  },
  {
    "uuid": "e4c9d22c693f182c13bc3a206d5d3d5b4cdf2b2d",
    "url": "https://www.hindustantimes.com/india-news/ayodhyas-ram-temple-bans-use-of-mobile-phones-on-premises-101716649361021.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2024-05-25T10:37:00Z",
    "title": "Ayodhya's Ram Temple bans use of mobile phones on premises",
    "text": "The Shri Ram Janmbhoomi Teerth Kshetra and the Ayodhya administration have decided to impose a complete ban on mobile phones in the Ram Janmabhoomi temple premises for the security and devotees' facilities, said temple trustee Anil Mishra.Around 1.5 crore people visited Ayodhya Ram mandir since pran pratishtha: Temple trustThe trustee further appealed to all the devotees to respect the decision and urged them to avail the devotees' cloak room facilities and cooperate in maintaining the arrangements.\"Yesterday, we informed the administration in a meeting. Looking at the security and devotees' facilities, the administration and the trust have made this decision. We appeal to all the devotees to respect this decision... We have complete facilities to keep mobile phones safe... We have the facility to keep any valuable item safely, the devotees are requested to avail these facilities and cooperate in maintaining the arrangements...\" Mishra said to news agency ANI.The pran pratishtha of the 51-inch-tall idol of Lord Ram Lalla, crafted by famed sculptor Arun Yogiraj, in the newly built grand Ram Janmabhoomi temple took place on January 22 among around 8,000 VVIPS belonging to all sects of life. Prime Minister Narendra Modi had presided over the rituals of the pran pratishtha ceremony.Ram Navmi 2024: Ayodhya's Ram Lalla to don yellow clothes, to be offered 56 bhogFurther construction of Ram Temple:The general secretary of the temple trust announced the construction of a 14-foot-wide security wall around the Janmabhoomi temple, called 'Parkota.'Champat Rai said the multipurpose area would have six additional temples ranging from Lord Shiva to Lord Hanuman. Once completed, the Ram temple premises would be able to accommodate 25,000 pilgrims at a time with all their baggage, Rai further said.Sculptor Arun Yogiraj crafts 'small' Ram Lalla idol in AyodhyaRam Janmabhoomi Temple:Constructed in the traditional Nagara style, the three-storied Ram Janmabhoomi Mandir stands on 2.7 acres of land in the temple town, measuring 380 feet in length (east-west direction), 250 feet in width, and 161 feet in height. It has a total of 392 pillars and 44 doors. It features five Mandaps (halls) -- Nritya Mandap, Rang Mandap, Sabha Mandap, Prarthna and Kirtan Mandap. The pillars and walls showcase intricately sculpted depictions of Hindu deities, gods and goddesses.(With inputs from ANI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://htandroidapp.page.link/xQtG",
      "https://www.htandroidapp.page.link/xQtG"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shri ram janmbhoomi teerth kshetra",
          "sentiment": "none"
        },
        {
          "name": "anil mishra",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "ayodhya ram",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T19:44:09.096+03:00",
    "updated": "2024-05-25T20:19:48.968+03:00"
  },
  {
    "uuid": "03f11f1be93ee565da4cc9ace3b8b173eeb00845",
    "url": "https://www.vicnews.com/news/seal-pup-rescued-in-victoria-after-human-interference-7428241",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Duerksen",
    "published": "2024-07-05T00:00:00Z",
    "title": "Seal pup rescued in Victoria after human interference - Greater Victoria News",
    "text": "A lone seal pup was rescued from Gonzales Beach on July 4 and is now in the care of the Vancouver Aquarium Marine Mammal Rescue Society (VAMMR). When a member of VAMMR went to respond to a call from a concerned individual about a lone seal pup, she encountered an unfortunately common issue: human interference. \"When she arrived on site, there was actually someone sitting with the animal, petting it and attempting to pick it up and put it on their lap. And unfortunately, this isn't an unusual circumstance. Every year we have reports of marine mammal disturbance and human interference,\" said Emily Johnson, VAMMR assistant manager. Johnson added the pup was very thin and appeared to have a potential eye issue. VAMMR likely would have had to collect the pup anyway, she said, but that human interference interfered with the opportunity to further assess the situation. \"After repeatedly asking the person to move away from the animal, having some discussion about marine mammal disturbance and the issues with that, we made the decision to collect the pup,\" said Johnson. \"Sometimes you have to make the decision that's safest for the animal. And at that point, it wasn't leaving the animal there on the beach.\" Johnson, who added the beach was very busy as well, emphasized this situation illustrates a much-needed message to the public: that distressed wildlife should be left alone and it's best to call VAMMR and let them handle the situation. However, Johnson can empathize with people feeling drawn to wildlife. \"I choose to believe that people genuinely want to do the right thing, but sometimes people become very emotionally attached to animals, especially seal pups. They're very cute, they have these big, big eyes,\" said Johnson. \"It is easy to be driven by emotion and do the wrong thing.\" The pup, since named Salty C., is now safe at the Vancouver Aquarium Marine Mammal Rescue Society, which rescues around 100 seal pups per year. Salty C was first reported to VAMMR at 6 p.m. on July 3. They did not respond right away because it's not unusual for harbour seal pups to be found alone on beaches or rocky outcrops, Johnson explained. Mom seals need to go and forage to sustain lactation and can leave a pup on a beach for sometimes even a complete tide cycle. That's why after receiving a report, VAMMR gathers information, including asking those who reported the pup to take photos. VAMMR then monitors the pup over some time, usually up to 24 hours, but dependent on multiple factors. For instance, an injured pup would result in an immediate rescue. \"These pups have their best chance of survival with mom, and we always make sure that we're only rescuing animals that are without mom or really do need to be rescued,\" Johnson said. After being updated on the situation the morning of July 4, the pup was still in the same location. VAMMR proceeded to reach out to their responder network and had a Shaw Centre for the Salish Sea employee, Kit Thornton, a previous VAMMR employee who is a registered veterinary technician and marine biologist, go to take a look. Human interference is something the organization unfortunately sees each year. \"The most heartbreaking ones are healthy pups that have to be collected,\" Johnson said. \"I've rescued pups out of people's bathtubs before.\" The rescue centre is an independent registered charity working in partnership with the Vancouver Aquarium. It's Canada's only dedicated marine mammal facility, with veterinary, animal care and volunteer teams on staff. Salty C was transported there quickly by Harbour Air. \"They transport a number of our harbour seal pups every year in kind. We're just so incredibly lucky to have their support.\" Johnson mentioned that animals are not rescued until they have a transport plan fully in place. People can monitor the condition of current animal patients thanks to the organization's website, MMRpatients.org. Salty C's profile will likely be up in a few days, Johnson said. People can also donate to the organization. Salty C will stay at the facility throughout his rehabilitation. If one sees someone handling an animal in distress and is unsure if they are working with VAMMR, Johnson said they can always ask the person. She added they do not have identifiers that let people know they are with the VAMMR, but added that a pin could be a great idea. But her most important advice? \"Stay back, don't disturb, keep other pets and animals away, give us a call so that we can do some investigating,\" said Johnson. To report sick, injured or abandoned marine mammal, call VAMMR at 604-258-SEAL (7325) or call 1-800-465-4336 for large whales and other marine mammal incidents.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "emily johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "marine mammal rescue society",
          "sentiment": "none"
        },
        {
          "name": "vammr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "gonzales beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T04:52:02.936+03:00",
    "updated": "2024-07-05T04:52:02.936+03:00"
  },
  {
    "uuid": "26c4a79c78d38d01abd3195a8929ea98e2992907",
    "url": "https://www.newsbreak.com/news/3280637020635-new-year-s-eve-partygoers-face-weather-chaos-as-wind-and-heavy-rain-to-batter-uk-after-storm-gerrit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T16:18:00Z",
    "title": "New Year’s Eve partygoers face weather chaos as wind and heavy rain to batter UK after Storm Gerrit",
    "text": "Partygoers celebrating New Year’s Eve are likely to face heavy rain and potential snow, as the UK continues to reel in the aftermath of Storm Gerrit. As millions ring in the start of 2024, people face damp fireworks displays as rain and wind batter the coastline areas and temperatures drop to near freezing. With midnight approaching, the Met Office said Scotland is likely to see icy conditions develop, while up to 25mm of rain is expected to batter Wales and Northern Ireland. Ahead of New Year’s Eve, a cold front is set to move east across England and Wales on Saturday, with a weather warning in place until 3am on Sunday morning as winds are expected to reach up to 75mph in places near the south-west coast. The warning, which is in place from 11am on 30 December until 3am the following day, is expected to bring delays to road, rail, air and ferry transport, with it likely that some coastal communities and sea fronts in south Wales and Cornwall will be affected by large waves. Some train services are likely to be impacted as well as short-term loss of power and delays for high-sided vehicles. It comes after Storm Gerrit left thousands of homes without power on Thursday, with a lightning strike impacting 36,000 properties in Wales and 1,500 homes in northern Scotland enduring two nights with no electricity. A “localised tornado” also tore through Greater Manchester on Wednesday evening, damaging 100 houses and tearing down trees. Speaking to The Independent , senior meteorologist Rachel Ayers said: “Rain that will spread northeastwards on Saturday will clear away from the Northern Isles with some very windy conditions here to start. “Elsewhere it will be a mixture of sunny spells and blustery showers that could band together at times. Some of these showers could be thundery with hail mixed in especially in the south/southwest. “A very windy day in the south/southwest too with gales or even severe gales along the south coast with strong gusts inland in and around showers. “Looking at the weather closer to midnight showers will become more isolated though could still band together and winds will generally start to ease though gale force winds are still possible for western and southern coasts. There is also a risk of ice developing overnight for some higher roads in Scotland.” Temperatures are expected to drop to near freezing, reaching just 1C in the Scottish Highlands and 3C in Edinburgh. Andy Page, a forecaster for the Met Office, said: “Parts of the higher ground of Scotland may see temporary snow accumulations of 5-10cm, while up to 25mm of rain is expected in Wales, Northern Ireland and lower levels in Scotland. “Across Wales and southern England wind gusts of 45-50mph are likely to be quite widespread, while gusts of 65-75mph are possible in the most exposed coastal areas.” Meanwhile, train operators have encouraged revellers to travel as early as Friday to avoid disappointment with rail cancellations in the wake of the bad weather and staff shortages. Passengers due to travel on Northern Rail have been told that tickets booked for Sunday are valid from Friday and have been warned to “expect disruption” on New Year’s Eve. Other railway services such as Chiltern Railways, which operates from London Marylebone, and CrossCountry, which operates throughout the UK, have warned of last minute cancellations. With unsettled conditions due to continue impacting the UK post-Storm Gerrit, people have been encouraged to check the forecast before travelling and to avoid driving through flood water. This comes as three men were killed after their 4x4 became submerged in the River Esk on Thursday. An Environment Agency spokesperson said: “The Environment Agency is monitoring closely and has teams out on the ground undertaking preparatory activity to minimise the impacts of flooding where possible. “At this time of year, with people out walking over the festive and New Year period, it’s particularly important to take care near riverbanks. If you are planning on travelling, please check the weather conditions ahead of your journey, and we urge people not to drive through flood water as just 30cm of flowing water is enough to move your car.” Looking ahead into 2024, Met Office Deputy Chief Forecaster Nick Silkstone said: “Through to mid-January, there is a signal for a shift in the pattern compared to the winter so far, with more settled and colder-than-average conditions becoming increasingly likely.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.independent.co.uk/weather/storm-gerrit-weather-uk-tornado-latest-news-b2470691.html",
      "https://www.independent.co.uk/news/uk/met-office-eve-england-scotland-tameside-b2470798.html",
      "https://img.particlenews.com/image.php?url=1j3fSE_0qTeGVy900",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1j3fSE_0qTeGVy900",
      "https://www.independent.co.uk/topic/weather-warning",
      "https://www.independent.co.uk/news/uk/london-euston-department-for-transport-britain-government-crosscountry-b2470847.html",
      "https://www.independent.co.uk/news/uk/met-office-scottish-scotland-wales-dfds-b2470681.html",
      "https://www.independent.co.uk/topic/scotland",
      "https://www.independent.co.uk/news/uk/north-yorkshire-police-dale-b2470637.html",
      "https://www.independent.co.uk/news/uk/scotland-bus-wales-northern-ireland-england-b2470921.html",
      "https://www.independent.co.uk/topic/wales",
      "https://www.independent.co.uk/news/uk/home-news/tornado-storm-gerrit-travel-trains-power-b2470491.html",
      "https://www.independent.co.uk/topic/wind",
      "https://independent.co.uk/news/uk/london-euston-department-for-transport-britain-government-crosscountry-b2470847.html",
      "https://www.img.particlenews.com/image.php?url=1j3fSE_0qTeGVy900",
      "https://independent.co.uk/news/uk/home-news/tornado-storm-gerrit-travel-trains-power-b2470491.html",
      "https://independent.co.uk/news/uk/met-office-eve-england-scotland-tameside-b2470798.html",
      "https://independent.co.uk/topic/weather-warning",
      "https://img.particlenews.com/image.php",
      "https://independent.co.uk/topic/wales",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1j3fSE_0qTeGVy900",
      "https://independent.co.uk/news/uk/scotland-bus-wales-northern-ireland-england-b2470921.html",
      "https://independent.co.uk/topic/wind",
      "https://independent.co.uk/topic/scotland",
      "https://independent.co.uk/news/uk/north-yorkshire-police-dale-b2470637.html",
      "https://independent.co.uk/weather/storm-gerrit-weather-uk-tornado-latest-news-b2470691.html",
      "https://independent.co.uk/news/uk/met-office-scottish-scotland-wales-dfds-b2470681.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "cornwall",
          "sentiment": "none"
        },
        {
          "name": "south wales",
          "sentiment": "none"
        },
        {
          "name": "south-west coast",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:37:16.880+02:00",
    "updated": "2023-12-29T18:37:16.880+02:00"
  }
]