[
  {
    "uuid": "9d1a5f5c862fa1a65cc50f11f5bd060a45e6eeff",
    "url": "https://www.wtap.com/2024/03/14/local-fop-lodge-selling-shirts-help-community",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wtaptelevision",
    "published": "2024-03-14T21:52:00Z",
    "title": "Local FOP lodge selling shirts to help community",
    "text": "Local FOP lodge selling shirts to help community The local lodge of the Fraternal Order of Police is selling shirts to support law enforcement causes. VIENNA, W.Va. (WTAP) - Fraternal Order of Police (FOP) Blennerhassett Lodge #79 is selling “Back the Blue MOV” shirts to raise money for several programs they put on for the community. These programs include Shop With A Cop, Children’s Summer Drug-Free Picnic, National Police Week Ceremonies, and more. Vienna Police Chief Mike Pifer is the Lodge Vice President and shares more on how these shirts will help the community. “We thought this t-shirt fundraiser is something that can bring the community together. Our community has been so good with supporting law enforcement and we thought it would be a really fun thing to do where people can come out and purchase a t-shirt and show their support.” The shirts have images of West Virginia and Ohio to bring the entire MOV together. Shirts are available for purchase through the end of May through this [website](https://fop79.itemorder.com/shop/home/?fbclid=IwAR3dAkIFFzoTQtqB5VDTJZVveHWvoaQbbwAFx2liNfSDW2o_3-_1j7_OcBU). The link and more information can be found on the lodge’s [Facebook page](https://www.facebook.com/foplodge79). Copyright 2024 WTAP. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/foplodge79).",
      "https://fop79.itemorder.com/shop/home/?fbclid=IwAR3dAkIFFzoTQtqB5VDTJZVveHWvoaQbbwAFx2liNfSDW2o_3-_1j7_OcBU).",
      "https://fop79.itemorder.com/shop/home/",
      "https://facebook.com/foplodge79).",
      "https://www.fop79.itemorder.com/shop/home/?fbclid=IwAR3dAkIFFzoTQtqB5VDTJZVveHWvoaQbbwAFx2liNfSDW2o_3-_1j7_OcBU)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike pifer",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "w.va",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:02:59.687+02:00",
    "updated": "2024-03-15T00:02:59.687+02:00"
  },
  {
    "uuid": "34ccd014317fc074d96e516bace590212f341aca",
    "url": "https://www.click2houston.com/news/texas/2024/05/25/proposed-texas-gop-platform-calls-for-the-bible-in-schools-electoral-changes-that-would-lock-democrats-out-of-statewide-office",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Texas Tribune, By Robert Downen And Renzo Downey",
    "published": "2024-05-25T23:42:00Z",
    "title": "Proposed Texas GOP platform calls for the Bible in schools, electoral changes that would lock Democrats out of statewide office",
    "text": "Sign up for The Brief , The Texas Tribune’s daily newsletter that keeps readers up to speed on the most essential Texas news.\nRecommended Videos\nRepublican Party of Texas delegates voted Saturday on a platform that called for new laws to require the Bible to be taught in public schools and a constitutional amendment that would require statewide elected leaders to win the popular vote in a majority of Texas counties.\nOther proposed planks of the 50-page platform included proclamations that “abortion is not healthcare it is homicide”; that gender-transition treatment for children is “child abuse”; calls to reverse recent name changes to military bases and “publicly honor the southern heroes”; support for declaring gold and silver as legal tender; and demands that the U.S. government disclose “all pertinent information and knowledge” of UFOs.\nThe party hopes to finalize its platform on Wednesday, after Saturday’s votes on each proposal are tabulated.\nPassed by delegates at the party’s biennial convention, the platform has traditionally been seen not as a definitive list of Republican stances, but a compromise document that represents the interests of the party’s various business, activist and social conservative factions. But in recent years — and amid a party civil war that’s pushed it further right — the platform has been increasingly used as a basis for censuring Republican officeholders who the party’s far right has attacked as insufficiently conservative, including Texas House Speaker Dade Phelan, R-Beaumont, and U.S. Rep. Tony Gonzalez, R-San Antonio.\nAs the party has drifted further right, its platform has done the same. In 2022, it called for a referendum on Texas secession ; resistance to the “Great Reset,” a conspiracy theory that claims global elites are using environmental and social policies to enslave the world’s population; proclamations that homosexuality is an “abnormal lifestyle choice”; and a declaration that President Joe Biden was not legitimately elected .\nMany of those planks were also included in this year’s platform, which was debated late into Friday night and presented for a vote Saturday afternoon.\nOne proposal asserts that illegal immigration is the “greatest threat to American security and sovereignty” and calls for the state and federal governments to devote all available resources to deporting undocumented immigrants.\nPerhaps the most consequential plank calls for a constitutional amendment to require that candidates for statewide office carry a majority of Texas’ 254 counties to win an election, a model similar to the U.S. electoral college.\nUnder current voting patterns, in which Republicans routinely win in the state’s rural counties, such a requirement would effectively end Democrats’ chances of winning statewide office. In 2022, Gov. Greg Abbott carried 235 counties, while Democrat Beto O’Rourke carried most of the urban, more populous counties and South Texas counties. Statewide, Abbott won 55% of the popular vote while O’Rourke carried 44%.\nHowever, some attorneys question whether such a proposal would be constitutional and conform with the Voting Rights Act because it would most likely limit the voting power of racial minorities, who are concentrated in a relatively small number of counties. (The party’s platform also reiterates its previous calls for the repeal of the Voting Rights Act).\nThe platform also takes a step further some of the party’s previous calls for more Christianity in public life . The 2022 platform proclaimed that the United States was “founded on Judeo-Christian principles,” for instance, and demanded the repeal of federal prohibitions on political activity by churches.\nThe 2024 platform goes significantly further: It urges lawmakers and the State Board of Education to “require instruction on the Bible, servant leadership and Christian self-governance,” and supports the use of religious chaplains in schools — which was made legal under a law passed by the state Legislature last year.\nThough more subtle, another proposed plank could also aid Republicans’ ongoing attempts to further infuse Christianity into public education. This year’s platform also calls for Thomas Jefferson’s “Letter to the Danbury Baptists” to be included in the list of “original founding documents” to be taught in history classes, along with the U.S. Constitution or The Federalist Papers. Jefferson’s Danbury letter is often cited by activists such as David Barton , a Texas pastor and self-described “amateur historian” who has spent decades arguing that church-state separation is a “myth” that has been used to shroud America’s true Christian roots — a claim that has been thoroughly debunked by actual historians and experts, many of them also conservative Christians .\nThe new platform comes as Republicans increasingly embrace once-fringe theories such as Christian nationalism, which argues that the United States’ founding was God-ordained, and therefore its institutions and laws should reflect conservative, Christian views. Barton’s ideas have been a key driver of that movement, and were repeatedly cited by lawmakers last year during debates over the chaplains bill and in legislation that would have required the Ten Commandments to be posted in public school classrooms. Barton’s group, WallBuilders, was also an exhibitor at this year’s Texas GOP convention, and the party has increasingly aligned with two far-right, fundamentalist Christian billionaires, Tim Dunn and Farris Wilks.\nThe draft platform also leans into the Texas GOP’s open hostility toward Texas House leadership and Phelan, with positions that would weaken the power of the House speaker and distribute power to the GOP caucus in the House as a whole. One plank advocates for limiting the speaker to two consecutive terms. Another calls for a discharge petition process, which would allow members to send bills to the House floor for a vote even if they haven’t passed the House committee process.\nOn Friday night, the convention elected former Collin County GOP Chair Abraham George as the next party chair , a vote that is expected to continue the party’s trajectory. During his candidate speech on Thursday, George called for the party to fight Democrats, radicals and “RINO” Republicans who go against “everything we stand for.”\nDuring a speech on the convention stage on Saturday, former gubernatorial candidate and state Sen. Don Huffines carried a printed version of the platform with him. He noted that Republicans have controlled the Legislature and the governor’s mansion for two decades, but the party still struggles to secure its priorities.\n“We could get any piece of legislation done anytime we want, but, every session, we struggle to get our platform into law,” Huffines said.\nWe’ve got big things in store for you at The Texas Tribune Festival , happening Sept. 5–7 in downtown Austin. Join us for three days of big, bold conversations about politics, public policy and the day’s news.\n2024 Texas Tribune",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.texastribune.org/2024/05/23/texas-gop-matt-rinaldi-republicans/",
      "https://www.texastribune.org/2022/07/29/texas-church-state-separation-opposition/",
      "https://www.texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief",
      "https://www.texastribune.org/2024/05/24/texas-republican-party-chair-abraham-george/",
      "https://www.texastribune.org/2023/05/19/legislature-chaplain-bill-rocky-malloy/",
      "https://trib.it/X3GApE",
      "https://www.texastribune.org/2023/11/15/texas-secession-texit/",
      "https://www.texastribune.org/2023/05/04/texas-legislature-church-state-separation/",
      "https://religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book/",
      "https://www.texastribune.org/2022/06/18/texas-state-republican-convention/",
      "https://www.texastribune.org/2024/05/25/texas-republican-party-convention-platform/",
      "https://www.theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994/",
      "https://www.texastribune.org/2023/11/03/david-barton-mike-johnson-texas-church-state-christianity/",
      "https://texastribune.org/2024/05/23/texas-gop-matt-rinaldi-republicans/",
      "https://www.texastribune.org/2023/05/04/texas-legislature-church-state-separation",
      "https://www.texastribune.org/2023/11/15/texas-secession-texit",
      "https://www.religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book/",
      "https://www.trib.it/X3GApE",
      "https://texastribune.org/2023/05/19/legislature-chaplain-bill-rocky-malloy/",
      "https://www.texastribune.org/2022/07/29/texas-church-state-separation-opposition",
      "https://www.texastribune.org/2024/05/24/texas-republican-party-chair-abraham-george",
      "https://texastribune.org/2023/11/15/texas-secession-texit/",
      "https://theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994/",
      "https://www.texastribune.org/2024/05/23/texas-gop-matt-rinaldi-republicans",
      "https://www.texastribune.org/newsletters/the-brief/",
      "https://texastribune.org/2022/07/29/texas-church-state-separation-opposition/",
      "https://texastribune.org/2023/11/03/david-barton-mike-johnson-texas-church-state-christianity/",
      "https://texastribune.org/2024/05/25/texas-republican-party-convention-platform/",
      "https://www.theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994",
      "https://religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book",
      "https://www.texastribune.org/2023/05/19/legislature-chaplain-bill-rocky-malloy",
      "https://www.texastribune.org/2022/06/18/texas-state-republican-convention",
      "https://texastribune.org/2024/05/24/texas-republican-party-chair-abraham-george/",
      "https://texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief",
      "https://www.texastribune.org/2023/11/03/david-barton-mike-johnson-texas-church-state-christianity",
      "https://www.texastribune.org/2024/05/25/texas-republican-party-convention-platform",
      "https://texastribune.org/2022/06/18/texas-state-republican-convention/",
      "https://texastribune.org/2023/05/04/texas-legislature-church-state-separation/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robert downen",
          "sentiment": "none"
        },
        {
          "name": "renzo downey",
          "sentiment": "none"
        },
        {
          "name": "eli hartman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "texas tribune",
          "sentiment": "none"
        },
        {
          "name": "republican party of texas , texas legislature",
          "sentiment": "none"
        },
        {
          "name": "recommended videos republican party of texas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "san antonio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T03:04:16.509+03:00",
    "updated": "2024-05-26T03:40:03.235+03:00"
  },
  {
    "uuid": "51bed6e88b43bf5eb1f852bbf0974b39069d6487",
    "url": "https://www.republicain-lorrain.fr/sport/2023/12/28/angleterre-battu-par-west-ham-arsenal-laisse-sa-place-de-leader-a-liverpool",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2023-12-28T22:31:00Z",
    "title": "Football. Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool",
    "text": "Football Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool Liverpool reste sur le trône de la Premier League après la contre-performance de son désormais dauphin, Arsenal, battu à l'Emirates Stadium par West Ham (2-0) jeudi en conclusion d’une 19e journée qui aura vu perdre trois des cinq équipes de tête. Cinq jours après avoir accroché les Reds à Anfield Road (1-1), Arsenal a contre toute attente cédé face à l'équipe qui l'avait éliminée de la Coupe de la Ligue début novembre. Les Hammers ont donné raison à l'analyse de leur entraîneur David Moyes, qui assurait avant le match que cette année était la meilleure de l'histoire du club, avec notamment un triomphe en Ligue Europa Conférence. Ils n'ont pas concédé la moindre occasion dans la première demi-heure de jeu, et même marqué peu avant le quart d'heure après une mauvaise appréciation de Gabriel Magalhaes, qui a profité à Tomas Soucek (0-1, 13e). L'ancien défenseur Lillois a également perdu un duel aérien décisif en seconde période face à Konstantinos Mavropanos, suite à un corner de Ward-Prowse (2-0, 55e). Un manque de réalisme côté Gunners Souvent efficaces face au but depuis le début de la saison, les Gunners ont cette fois manqué de réalisme avec Saka (30e, 42e), Martinelli (37e), Gabriel Jesus (66e) puis Trossard dans le dernier quart d'heure. Le score aurait pu être plus cruel si Benrahma avait transformé son penalty dans le temps additionnel. Les rentrées en jeu successives de Nketiah, Nelson et Smith Rowe ont rappelé le manque de profondeur de banc à disposition de Mikel Arteta. Arsenal compte deux points de retard sur Liverpool, alors que West Ham, 6e, est à l'affut des places européennes, à trois points de Tottenham et quatre points de Manchester City, vainqueur mardi à Everton (3-1) et qui compte un match de plus à disputer. Tottenham rechute lourdement Peu avant, Tottenham avait sévèrement rechuté sur le terrain de Brighton (4-2) et raté l'occasion de se rapprocher de la tête du championnat. Tottenham était pourtant la meilleure équipe à l'extérieur avant cette rencontre et finit la première moitié de saison sur une note négative, malgré une bonne cinquième place au classement, à un point de Manchester City. Meilleurs ces dernières semaines après un mois de novembre catastrophique sur le plan des résultats, les Spurs ont montré un visage inhabituel avec beaucoup de passivité, comme sur cette action individuelle de Joao Pedro qui a pu passer en revue quatre joueurs et donner une balle en or à Jack Hinshelwood, démarqué à l'entrée de la surface de réparation (1-0, 11e). Entre plusieurs occasions nettes pour Brighton (17e, 32e, 45e), le même Joao Pedro allait ensuite transformer deux pénalties (23e, 75e), avec entre-temps une frappe puissante de Pervis Estupinan dans la lucarne opposée de Vicario (63e). Alejo Veliz (81e) et Ben Davies (85e) ont réduit le score, trop tard pour faire douter les Seagulls. Brighton se repositionne à la huitième place, à six points de la première place européenne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:44.467+02:00",
    "updated": "2023-12-29T00:41:44.467+02:00"
  },
  {
    "uuid": "399fd4a7e94a26a8c64820652afacd4d13ee8dc1",
    "url": "https://www.noz.de/deutschland-welt/panorama/artikel/tomorrowland-hauptbuehne-vor-festivalbeginn-in-flammen-48995707",
    "ord_in_thread": 0,
    "author": "NOZ Medien",
    "published": "2025-07-16T18:47:00Z",
    "title": "Tomorrowland in Boom: Hauptbühne vor Festivalbeginn in Flammen",
    "text": "Pyro-Drama vor Festivalbeginn Erst Feuer, jetzt Fragezeichen: Was wird aus der Tomorrowland-Hauptbühne?\nVon | 16.07.2025, 20:47 Uhr\n| Update vor 18 Min.\nUnkontrollierte Explosionen, meterhohe Flammen: Die berühmte Hauptbühne des Tomorrowland brennt nieder. Was das für das Festival mit 400.000 Besuchern bedeutet.\nSie möchten weiterlesen?\nWählen Sie eine Option:\nSie sind bereits Digitalabonnent?\nAnmelden\nMonatsabo\n- Alle Artikel & Inhalte auf NOZ.de\n- News-App inkl. Push-Funktion\n- 1. Monat kostenlos, anschl. 14,95 € pro Monat\nProbemonat für 0 €\nMonatlich kündbar\nJahresabo (30 % sparen!)\n- Alle Artikel & Inhalte auf NOZ.de\n- News-App inkl. Push-Funktion\n14,95 €9,95 € pro Monat\nJetzt Angebot sichern\n12 Monate zum Vorteilspreis\nKommentarbereich laden\nAn dieser Stelle finden Sie den Kommentarbereich eines externen Anbieters.\nKommentarbereich laden\nMit Aktivierung der Checkbox erklären Sie sich damit einverstanden, dass Inhalte eines externen Anbieters geladen werden. Dabei können personenbezogene Daten an Drittanbieter übermittelt werden. Weitere Informationen finden Sie in unseren\nDatenschutzhinweisen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->festival",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:48:21.952+03:00",
    "updated": "2025-07-18T05:07:29.000+00:00"
  },
  {
    "uuid": "2f2ef4c56d3fa12945d052928f38c664f03289b9",
    "url": "https://www.altonivel.com.mx/amazon-presenta-ocelot-su-primer-chip-de-computacion-cuantica",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Omar Raya León",
    "published": "2025-02-27T17:06:00Z",
    "title": "Amazon presenta Ocelot, su primer chip de computación cuántica",
    "text": "Empresas\nAmazon presenta Ocelot, su primer chip de computación cuántica\nOmar Raya León\nOcelot tendrá una arquitectura que reduce hasta 90% los costos de corrección de errores, adelanta Amazon. Se trata de un prototipo de laboratorio aún.\nAmazon Web Services (AWS) presentó Ocelot, su primer chip de computación cuántica, con el objetivo de acelerar los avances en el sector. Con esta innovación, la compañía busca reducir hasta en 90% el costo de la corrección de errores cuánticos, uno de los principales obstáculos para desarrollar computadoras cuánticas capaces de resolver problemas que actualmente están fuera del alcance de los sistemas tradicionales.\nEl chip es un prototipo a pequeña escala diseñado para evaluar la arquitectura de corrección de errores cuánticos de AWS. Consta de dos microchips de silicio integrados, cada uno con un tamaño aproximado de un centímetro cuadrado.\nSi queremos construir computadoras cuánticas prácticas, la corrección de errores debe ser nuestra prioridad”,\nafirmó Oskar Painter, jefe de hardware cuántico en AWS.\nLa compañía estima que escalar Ocelot hasta convertirlo en una computadora cuántica funcional requeriría solo una décima parte de los recursos utilizados en los enfoques tradicionales de corrección de errores.\nNo tomamos una arquitectura existente y añadimos corrección de errores después. Desde el inicio, seleccionamos nuestro tipo de cúbit y arquitectura con la corrección de errores como requisito principal”,\nañade Painter.\nUno de los grandes desafíos de la computación cuántica es su sensibilidad extrema al entorno, ya que cualquier variación en temperatura, vibración o interferencia electromagnética puede generar errores en los cálculos.\nPara mitigar estos problemas, AWS diseñó Ocelot con un enfoque basado en cúbits “gato” (cat qubits), denominados así en referencia al experimento mental del gato de Erwin Schrödinger. Estos cúbits están diseñados para suprimir ciertos errores de manera intrínseca, lo que reduce la complejidad de los procesos de corrección y disminuye significativamente la cantidad de recursos computacionales.\nFernando Brandao, director de ciencia aplicada en AWS, destacó que la corrección de errores cuánticos depende de mejoras constantes en la fabricación de los cúbits físicos y que no basta con seguir los métodos convencionales para producir chips.\nDebemos incorporar nuevos materiales con menos defectos y desarrollar procesos de fabricación más robustos”,\nseñala Brandao.\nEl anuncio de AWS llega en un momento en el que las grandes tecnológicas están intensificando sus esfuerzos en la carrera por la computación cuántica.\nEn los últimos meses, Google presentó su chip cuántico Willow, mientras que IBM anunció el desarrollo de un procesador cuántico con más de 1,000 cúbits. Microsoft, por su parte, reveló su chip Majorana 1, que según la compañía permitirá reducir el tiempo necesario para desarrollar computadoras cuánticas industriales de varias décadas a solo unos años.\nA pesar de estos avances, Ocelot sigue siendo un prototipo de laboratorio, y AWS planea seguir refinando y escalando la tecnología. Painter enfatizó que aún hay varias etapas de desarrollo por delante y que se trata de un problema sumamente complejo que requerirá inversiones continuas en investigación.\nEl desarrollo de la computación cuántica sigue en marcha y, con Ocelot, AWS da un paso clave en la carrera por construir computadoras cuánticas tolerantes a fallos, con el potencial de transformar industrias como la farmacéutica, la meteorología y la logística.\nTras la presentación de Ocelot, las acciones de Amazon operan prácticamente sin cambios contra el cierre del miércoles, en 214 dólares. Actualmente, la compañía es la cuarta empresa listada en bolsa más grande del mundo y cuenta con una valuación de 2.26 billones de dólares.\nMÁS NOTICIAS:\nOmar Raya LeónSociólogo (FCPyS-UNAM) y especialista en historia del Pensamiento Económico (FE-UNAM). Escribo sobre eventos macroeconómicos, mercados financieros y finanzas personales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->computing and information technology",
      "Social Issue->mankind",
      "Social Issue->social networking",
      "Social Issue->diversity, equity and inclusion"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ocelot",
          "sentiment": "negative"
        },
        {
          "name": "Oskar Painter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Amazon Web Services",
          "sentiment": "none"
        },
        {
          "name": "AWS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:22:53.211+02:00",
    "updated": "2025-02-28T01:22:53.211+02:00"
  },
  {
    "uuid": "8cfb0f5f2d25e80f558879ca0f86ef727cd6d232",
    "url": "https://www.athleticsnation.com/2025/3/19/24389792/athletics-defeat-guardians-8-3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FGPolito",
    "published": "2025-03-19T23:06:00Z",
    "title": "Athletics take down the Guardians 8-3 in Goodyear",
    "text": "The Athletics traveled to Goodyear Ballpark today for the latest tune-up against the Cleveland Guardians. Taking the mound today for the A’s was JP Sears, who is currently 1-1 with a 2.70 ERA in 13.1 innings this spring. He went up against 25-year-old righty Gavin Williams who is 1-0 with a 1.13 ERA in just eight innings going into today’s game.\nWilliams kept the A’s bats quiet until Lawrence Butler ripped a ground-rule double over the centerfield wall for the Athletics first hit of the afternoon. Brent Rooker followed that with his first home run of the spring to give the A’s a 2-0 lead.\nSears cruised along until the bottom of the fourth when things fell apart. Cleveland scored three runs, the final on a pop-up by Juan Brito that was misplayed by Zack Gelof heading toward the foul line. It was scored a hit, but it was a play we’d all expect Gelof to make. That temporarily ended Sears’ day, and he was replaced by Tanner Dodson, who promptly struck out Johnathan Rodriguez swinging to end the inning. Sears line was 3.2 innings, six hits and three earned runs. He stuck out two Guardians.\nWith one out in the top of the fifth, Cleveland starter Gavin Williams walked Max Schuemann up the top of the order. After eighty pitches, his day was done too. Schuemann stole second and Butler singled, moving him to third. Brent Rooker tied the game to 3-3 with a sacrifice fly. Shea Langeliers singled, but Tyler Soderstrom grounded out to the second baseman to end the inning.\nSears re-entered the game in the bottom of the fifth. After striking out steven Kwan and walking José Ramírez, his day was over for good this time. T.J. McFarland replaced Sears this time.\nZack Gelof was hit by a pitch on the hand to lead off the A’s sixth, and was immediately lifted for pinch runner Euribiel Angeles. Angeles was thrown out trying to steal second to end the inning.\nMason Miller came in to finish off the sixth inning. The A’s loaded the bases in the top of the seventh inning. Miles Naylor (one of the three Naylor brothers in MLB camps this spring) singled to drive in CJ Alexander. Jhonny Pereda flied into a sacrifice double play, center fielder Lane Thomas to shortstop Gabriel Rodriguez, but Max Schuemann scored to give the A’s a 5-3 lead. Tyler Soderstrom homered, driving in Drew Avans.\nMiller returned in the bottom of the seventh. He gave up a single to Rodriguez but induced a ground ball double play from the speedy Steven Kwan. Tyler Ferguson replaced Miller with two down in the seventh and got José Ramírez to fly out to end the inning. Noah Murdock tossed a 1-2-3 eighth for the A’s.\nIn the top of the ninth, Drew Avens singled, stole second, and took third on a throwing error. T.J. Schofield-Sam hit a sacrifice fly of Guardians closer Emanuel Clase to bring the score to 8-3. Murdock shut down the Guardians again in the ninth to seal the victory.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->baseball",
      "Sport->sport event",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.coveringthecorner.com/",
      "https://go.redirectingat.com?id=66960X1516590&xs=1&url=https%3A%2F%2Fwww.mlb.com%2Fathletics&referrer=sbnation.com&sref=https%3A%2F%2Fwww.athleticsnation.com%2F2025%2F3%2F19%2F24389792%2Fathletics-defeat-guardians-8-3",
      "https://go.redirectingat.com",
      "https://www.coveringthecorner.com",
      "https://www.go.redirectingat.com?id=66960X1516590&xs=1&url=https%3A%2F%2Fwww.mlb.com%2Fathletics&referrer=sbnation.com&sref=https%3A%2F%2Fwww.athleticsnation.com%2F2025%2F3%2F19%2F24389792%2Fathletics-defeat-guardians-8-3",
      "https://coveringthecorner.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:28:21.239+02:00",
    "updated": "2025-03-20T01:28:21.239+02:00"
  }
]