[
  {
    "uuid": "545a9ac6e07c4c1546a308d7350a22360b049492",
    "url": "https://www.sortiraparis.com/actualites/a-paris/articles/238232-geminides-une-belle-pluie-d-etoiles-filantes-a-observer-dans-le-ciel-au-mois-de-decembre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@sortirapariscom",
    "published": "2023-12-29T09:40:00Z",
    "title": "Géminides : une belle pluie d'étoiles filantes à observer dans le ciel au mois de décembre",
    "text": "Moins connues que les\n[Lyrides](/actualites/a-paris/articles/274307-lyrides-une-pluie-d-etoiles-filantes-visible-dans-le-ciel-jusqu-a-mardi), qui passent dans notre ciel au mois d'avril, ou les [Perséides](/actualites/a-paris/articles/278060-les-perseides-la-plus-belle-pluie-d-etoiles-filantes-de-l-annee-de-retour-ce-mois-d-aout), que l'on observe en août, les Géminides nous offrent une pluie d'étoiles filantes, tout aussi belle à voir. Ce phénomène céleste majestueux devrait être visible dans le ciel français du 4 au 20 décembre 2024, avec un pic d'activité prévu dans la nuit du 14 décembre, pour bien terminer l'année et commencer les fêtes du bon pied !\nC'est l'une des plus belles pluies d'étoiles filantes de l'année : les Géminides passeront une fois de plus dans le ciel français cette première moitié de décembre. Connues pour être particulièrement lumineuses, ces étoiles devraient impressionner tous ceux qui auront la chance de les observer. Habituellement, on peut observer entre 60 et 75 météores par heure dans le ciel. Au plus fort de son activité, cette pluie spéciale peut même faire défiler 120 à 160 météores dans une même heure ! Pour être sûr de ne pas les manquer, il est conseillé d'observer le ciel vers la constellation des Gémeaux, au-dessus de l'horizon est.\nContrairement aux autres pluies d'étoiles filantes, les Géminides ne sont pas issues d'une comète. Elles sont créées par un astéroïde ou une comète éteinte, l'objet 3200 Phæthon. Cet objet, nommé en l'honneur du fils d'Helios, dieu du Soleil, passe très près de notre étoile : sa trajectoire est bien différente des autres objets célestes, contribuant un peu plus au caractère particulier de ces Géminides. Phæthon n'est pas composé de glace mais de roches. Il est également entouré d'un nuage de poussière particulaire : c'est cette poussière qui s'enflamme et brille lorsqu'elle passe dans notre atmosphère, créant ainsi ce phénomène bien connu qui nous fascine toujours autant.\nTenez-vous prêts et restez éveillés, même si on vous prévient tout de suite : avec la pollution lumineuse des villes, la nuit, il serait plutôt souhaitable d'être à la campagne ou\n[ en hauteur](/loisirs/insolite/articles/257352-astronomie-ou-admirer-les-etoiles-filantes-a-paris-et-en-ile-de-france) pour bien voir les étoiles filantes. Cette année, la Lune sera pleine et les conditions hivernales risquent bien de nous empêcher de voir ces belles météores. Allez, on croise les doigts quand même !\nDates et Horaires\n[\nDu 4 décembre 2024 au 20 décembre 2024\n](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:43:53.847+02:00",
    "updated": "2023-12-29T13:43:53.847+02:00"
  },
  {
    "uuid": "95a27e881023ca1d52b855249504e56807393fa2",
    "url": "https://www.devdiscourse.com/article/politics/2760729-sharda-temple-in-pok-encroached-by-pakistan-army-committee-seeks-govt-help-for-restoration",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T07:06:00Z",
    "title": "Sharda temple in PoK 'encroached by Pakistan Army'; committee seeks govt help for restoration | Politics",
    "text": "Sharda temple in PoK 'encroached by Pakistan Army'; committee seeks govt help for restoration He also called for Sharda Peeth to be declared a UNESCO heritage site.The SSC founder told reporters that a website has been launched with the aim of providing complete information and a travel guide for pilgrims and tourists on the newly reconstructed Sharda temple at Teetwal and a Sikh gurudwara that stood at the same place before 1947 but was burnt down in tribal raids.The construction of the new Sharda Yatra Temple at Teetwal in Kashmir, which was virtually inaugurated on March 22 by Union Home Minister Amit Shah, was supported by the Dakshinamnaya Sringeri Mutt in Karnataka. [PTI](/pti-stories)| Bengaluru | Updated: 29-12-2023 15:08 IST | Created: 29-12-2023 15:06 IST - Country: - India The Save Sharda Committee (SSC) here on Friday sought the help of the Indian government to remove the ''encroachment by the Pakistan Army'' on the Sharda temple premises in Pakistan-Occupied Kashmir (POK), in order to pave way for its restoration. Addressing a press conference at Press Club of Bangalore, SSC founder Ravinder Pandita alleged that the Pakistan army had encroached upon the dilapidated old Sharda temple premises and opened a coffee home there despite a court order in the committee's favour. “Save Sharda Committee requests the Government of India and Prime Minister Narendra Modi to raise the issue of encroachments and removal of a coffee home recently erected on Sharda Peeth premises by the Pakistan army. This is despite the Supreme Court of Pakistan Occupied Kashmir’s landmark judgment on January 3, 2023 pronounced in favour of Save Sharda Committee based on its representation seeking to stop encroachments,” he said. He added that civil society in PoK has also raised their voice in tandem with SSC on this issue as well as about the damages to the boundary wall. Pandita demanded that Sharda Peeth be reopened for devotees to go on pilgrimage. ''We will give a call for a march to the LoC and cross it if the coffee home is not removed by Pakistan authorities and its army. All Sharda supporters should be ready for this march in the near future,'' he said. He also called for Sharda Peeth to be declared a UNESCO heritage site. The SSC founder told reporters that a website has been launched with the aim of providing complete information and a travel guide for pilgrims and tourists on the newly reconstructed Sharda temple at Teetwal and a Sikh gurudwara that stood at the same place before 1947 but was burnt down in tribal raids. The construction of the new Sharda Yatra Temple at Teetwal in Kashmir, which was virtually inaugurated on March 22 by Union Home Minister Amit Shah, was supported by the Dakshinamnaya Sringeri Mutt in Karnataka. Teetwal, where the temple has been built now, was the historic base camp for devotees who would go to Goddess Sharda's shrine before partition, according to reports. Nearly 10,000 pilgrims have visited the new Sharda Yatra temple and gurudwara since its inauguration in March this year. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sharda",
          "sentiment": "negative"
        },
        {
          "name": "sharda peeth",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pakistan army",
          "sentiment": "negative"
        },
        {
          "name": "press club",
          "sentiment": "none"
        },
        {
          "name": "unesco",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "save sharda committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "teetwal",
          "sentiment": "none"
        },
        {
          "name": "sharda",
          "sentiment": "none"
        },
        {
          "name": "sharda yatra temple",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "bangalore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:38:15.931+02:00",
    "updated": "2023-12-29T11:42:07.189+02:00"
  },
  {
    "uuid": "9082a11842a6f364e821f6556a2e18de4d8acd82",
    "url": "https://www.memri.org/jttm/iran-backed-islamic-resistance-iraq-claims-drone-attack-against-port-haifa-northern-israel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Y Kerman; Z Emile; K Choukry; Matt Schierer",
    "published": "2024-02-01T00:00:00Z",
    "title": "Iraqi Militias Claim Drone Attack Against Port Of Haifa | MEMRI",
    "text": ". The full text of this post is available to subscribers. Please [login](/user/login?destination=/jttm/iran-backed-islamic-resistance-iraq-claims-drone-attack-against-port-haifa-northern-israel) or [register to request subscription information from MEMRI](/jttm/subscription) . Latest Posts Subscribe Today [Read More](/jttm/subscription) The Cyber & Jihad Lab The Cyber & Jihad Lab monitors, tracks, translates, researches, and analyzes cyber jihad originating from the Middle East, Iran, South Asia, and North and West Africa. It innovates and experiments with possible solutions for stopping cyber jihad, advancing legislation and initiatives federally – including with Capitol Hill and attorneys-general – and on the state level, to draft and enforce measures that will serve as precedents for further action. It works with leaders in business, law enforcement, academia, and families of terror victims to craft and support efforts and solutions to combat cyber jihad, and recruits, and works with technology industry leaders to craft and support efforts and solutions. [Read More](/cjlab)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "memri",
          "sentiment": "negative"
        },
        {
          "name": "cyber & jihad lab the cyber & jihad lab",
          "sentiment": "none"
        },
        {
          "name": "capitol hill",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "haifa",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "west africa",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "north",
          "sentiment": "none"
        },
        {
          "name": "south asia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:07:04.019+02:00",
    "updated": "2024-02-02T00:07:04.019+02:00"
  },
  {
    "uuid": "303882fe79735e32a9a5f6a337b8e1773e1af7f7",
    "url": "https://community.talktalk.co.uk/t5/Fibre/Internet-Drops-Intermittently/m-p/3090108",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Phutch",
    "published": "2025-01-10T05:38:00Z",
    "title": "Re: Internet Drops Intermittently",
    "text": "Get expert support with your Fibre connection.\nWednesday\nHello\nFor about a month now we have been having problems with our usually very stable Fibre 35 service. The problems started at the beginning of December. I have spoken to support on numerous occasions which in itself is very frustrating. So far we have\n1. Replaced the router\n2. Reset the router, left if off for 20 mins\n3. Updated the firmware on the router\n4. Changed wifi channel\n5. Had a visit from a talk talk engineer\n6. Had a visit from BT openreach engineer, who replaced an internal cable and re terminated at the box for us just to be safe as he could not locate a problem but can see that we are dropping.\nIm at my wits end with it, my daughters and my wife rely on it for school/work etc . When it goes it just drops for all of us and we have to restart the router. So far talk talk have not been able to resolve the issue.\nCan anyone help ?\nthanks\nPaul Hutchinson\n54 minutes ago\nHi Paul,\nHow are you getting on?\nThanks\nMichelle\nWednesday\nHi @KeithFrench\nOk thanks for the information i will not do that\nI will have a look at your guide when i can and get you the information\nI do not know how many devices use 2.4 but most of our devices are fairly modern so i would think no many, they may resort to 2.4 if they go upstairs as the router is downstairs.\nthanks\nPaul\nWednesday\nHi @phutch995\nDo not turn either WiFi band off, one will not interfere with the other, as they are in different parts of the frequency spectrum. Plus, if you do and you have the Sagemcom FAST5364 or 5464 routers, then there is a bug in the firmware that will prevent them from coming back properly if re-enabled, even though the router UI will say that they are up. Whilst it is possible to have separate network names (SSIDs) per WiFi band, it is no longer recommended. Do you have many smart home devices that only work in the 2.4GHz band?\nWhat needs to be done is to remove guesswork from the equation & start working your way through my guide to get me the diagnostic information I need to check out your WiFi.\nKeith\nI am not employed by TalkTalk, I'm just a customer. If my post has fixed the issue, please set Accept as Solution from the 3 dot menu.TalkTalk support and Community Stars - Who are they?\nWednesday\nHi @KeithFrench\nIm starting to think its not a line issue, i was with the BT engineer last Thursday he was very thorough and went above and beyond even though he could not find an issue with the line at the time he was here. He even replaced the internal part of the cable just in case. He was in the road outside the house for 30 minutes and then left to go and change our connection at the exchange. He was not able to locate a fault.\nI work in IT support and know a small amount about wifi - im no expert\nI was thinking about changing the configuration so 2.4 and 5 Ghz had their own ssid and password - would you recommend that ?\nI was also considering turning off 2.4Ghz and seeing if that made a difference, we should all be able to use 5 Ghz ?\nMy eldest daughter also has a powerline adapter to her room, its worked fine for 10 years, i was considering unplugging this and seeing if that made any difference\nthank you for your help\nPaul\nWednesday\nHi @phutch995\nIt still sounds like a router/line issue to me from @Michelle-TalkTalk diagnosis.\nMy recommendation is to get that fixed first & then we can identify any wireless issues or configure it to be at its best.\nThat said, you asked, so I will deliver!\nDo not worry about interpreting the results, I will do that for you. I will send a PM to you that contains a link for a guide of mine on Wi-Fi interference. It is quite long (about 30 pages), but you will probably only need to look at three or four pages in total. Initially look at the section called \"Are you suffering from interference – prove it first\". This is the first link in the table of contents. This section includes full details of free Wi-Fi analysers that I recommend for Windows, Windows phone, Android and Apple operating systems. However, I have no way of testing the Apple product. Select the analyser of your choice & my guide explains how to use it.\nIf you are using Wi-Fi Scanner, then please attach the zip file to this thread. As soon as I have downloaded it, I will remove the attachment from your post, to preserve your privacy.\nWith all other analysers, please follow my instructions below.\nCollect the screenshots that I require and include them in your reply.\nPlease post the screenshots to me in a PM (to protect your privacy), which I have requested in my guide. No photos please as they can be difficult to read, because the text can get out of focus when zoomed in. Please ensure that the analyser window is maximised (if Windows) before taking the screenshots & upload them via the \"Insert Photos\" button (in a mobile browser it's the picture icon) on the post editor's toolbar with the Size parameter set to Large.\nKeith\nI am not employed by TalkTalk, I'm just a customer. If my post has fixed the issue, please set Accept as Solution from the 3 dot menu.TalkTalk support and Community Stars - Who are they?\nWednesday\nHi Michelle\nOn Monday night it did not go red / orange it stayed white, but we had no service at all me my wife my eldest daughter all confirmed this we were sat together. I would say this is how we normally have the problem\nOn a previous occasions before the bt engineer visit it had gone red and we were unable to get it to connect but after leaving it for the day it did reconnect eventually in the evening.\n@KeithFrench I would very much request your guide and help, many thanks\nthanks\nPaul\nWednesday\nHi Paul,\nOk thanks for confirming. Does the light go red on the router when the connection is dropping? As the line test is clear the only option we have is to arrange an engineer visit to the property to investigate further (they would also investigate externally too) if all testing has been completed with alternative equipment at the test socket.\nIf you'd like to go ahead with this then please let us know and we can confirm some information with you to arrange this engineer visit.\nThanks\nMichelle\nWednesday\nHi @phutch995\nSorry, I thought that @Michelle-TalkTalk had identified reconnections on the line, but maybe that was you rebooting the router.\nWhich make/model of router do you have - the Sagemcom FAST5364?\nSlow speed, intermittent dropouts, breaks in the signal or no signal on some or all devices or no internet access might be caused by Wi-Fi interference from other local networks, which can also lead to a permanent reduction in speed. No ISP can be responsible for your local environment, this is mainly a byproduct of the popularity of Wi-Fi.\nGenerally speaking, the 2.4GHz band suffers a lot more from interference than the much faster 5GHz band, but the 2.4GHz one can sometimes have a better range, but this all depends on your local area.\nIn other words, I try to help you optimise your Wi-Fi connection. The next stage involves sending out a guide to you to help you get me some important diagnostic results so that I can analyse them for you and recommend changes to your router configuration to solve them.\nI only send this out to people who request it.\nThe information below is provided by TalkTalk, for confirmation please contact @Debbie-TalkTalk or@Michelle-TalkTalk.\nKeithFrench is one of our valued Community Stars and can help with a range of issues related to wireless and networking. At times he may ask you to send him test results via a Private Message to help analyse/diagnose an issue. Although Keith does not work for TalkTalk, he very kindly shares his time and knowledge to help with others.\nIf you need further help or, if we need to take any details such as personal information about your account like phone numbers, account numbers etc. one of the TalkTalk team will jump in and help out.\nKeith\nI am not employed by TalkTalk, I'm just a customer. If my post has fixed the issue, please set Accept as Solution from the 3 dot menu.TalkTalk support and Community Stars - Who are they?\nWednesday\nHi Michelle\nYes its tests fine this has been done on multiple occasions. It can then be stable for 1 -5 days and then will go again. When it goes it will then happen multiple times in one evening. On Monday evening it went 4 times between 5pm and 10pm.\nI dont believe its weather related i was off work yesterday and we have snow and freezing conditions and it was fine\n@KeithFrench unfortunately Michelle has not yet identified the problem if you are able to help it would be much appreciated\nthanks\nPaul\nWednesday\nHi @phutch995\nI can see that @Michelle-TalkTalk has identified the problem. However, after it is fixed if you have any wireless or other issues, I will be very happy to help.\nKeith\nI am not employed by TalkTalk, I'm just a customer. If my post has fixed the issue, please set Accept as Solution from the 3 dot menu.TalkTalk support and Community Stars - Who are they?\nWednesday\nHi Paul,\nOf course I work for TalkTalk dealing specifically with Broadband and Home Phone Faults.\nI've run a test on your line now which is clear, however I can see re-connections on the line. The connection looks stable for the last 24hrs, does your connection go through a period of stability before it starts dropping again? Have you noticed if it appears to be weather related at all?\nThanks\nMichelle\nWednesday\nHi Michelle\nThanks for your reply i have done this\nCan i ask what is your role ? will you be able to help ?\nPaul\nWednesday\nMorning Paul,\nCan you please update your community profile to include your:\nWe'll then look into this further. Please do not post this information on this thread. Once you've updated your profile please post in your topic to confirm it's updated.\nThanks\nMichelle",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business service",
      "Science and Technology->information technology and computer science",
      "Science and Technology->social sciences"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T09:32:25.921+02:00",
    "updated": "2025-01-10T09:32:25.921+02:00"
  },
  {
    "uuid": "ddddf94c8f2ddab6a8a04e563c388092a8b80b30",
    "url": "https://www.firstcoastnews.com/article/news/crime/jso-suspect-7-month-old-overdosed-on-fentanyl-dcf-investigating-spring-park/77-97045762-8d54-4970-9c2b-2086fd489d2f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nick Blank",
    "published": "2024-06-13T17:19:00Z",
    "title": "JSO investigate suspected fentanyl overdose of child | firstcoastnews.com",
    "text": "JACKSONVILLE, Fla. — The Jacksonville Sheriff's Office said they suspect that a 7-month-old overdosed on fentanyl earlier this month. Dispatchers received a 911 call about an unresponsive child apartment complex in the Spring Park neighborhood on June 5, police said. The agency said officers immediately began emergency measures to establish what was affecting the baby and began providing emergency medical care. Jacksonville Fire & Rescue Department emergency personnel arrived and administered Narcan to the child, taking him to Wolfson Children’s Hospital. The child was released to a family member after several days, officers said. A family member claimed his son swallowed a cigarette butt in the common area of the complex. JSO and the Department of Children and Families are investigating and the DCF is monitoring the well-being of the child, police said. JSO said they suspect a fentanyl overdose and added \"This is just one example of many cases JSO is working involving suspected child overdoses where young children have gotten into illegal narcotics or prescription medications.\" Anyone with information regarding the incident is asked to call JSO at 904-630-0500, email JSOCRIMETIPS@Jaxsheriff.org or contact Crime Stoppers at 1-866-845-TIPS.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anyo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jso",
          "sentiment": "negative"
        },
        {
          "name": "jacksonville sheriff's office",
          "sentiment": "neutral"
        },
        {
          "name": "department of children and families",
          "sentiment": "none"
        },
        {
          "name": "dcf",
          "sentiment": "none"
        },
        {
          "name": "jacksonville fire & rescue department",
          "sentiment": "none"
        },
        {
          "name": "wolfson children’s hospital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "jacksonville",
          "sentiment": "none"
        },
        {
          "name": "spring park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:27:09.386+03:00",
    "updated": "2024-06-14T00:27:09.386+03:00"
  }
]