[
  {
    "uuid": "0f6d54fbdadbbc036de589d365777b48de16cf8b",
    "url": "https://www.dailymail.co.uk/news/article-12907823/maine-governor-janet-mills-liar.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sophie Mann For Dailymail.Com",
    "published": "2023-12-28T21:56:00Z",
    "title": "Maine's Democrat Governor Janet Mills is branded a LIAR by the National Weather Service after she claimed they didn't warn her historic storm would bring up to six inches of rain | Daily Mail Online",
    "text": "Maine 's Democrat Governor Janet Mills has been branded a liar by the National Weather Service after claiming its forecasters didn't warn her about a historic storm. The esteemed federal agency lashed Mills after she was slammed for failing to adequately warn locals that up to half a foot of rain would fall on December 18, causing huge floods and leaving 400,000 without power. Mills put her foot in it last Wednesday while touring flood-battered Kennebec County, saying: 'The National Weather Service did not predict five or six inches of rain in any community in Maine.' But a NWS spokesman said the 75 year-old lawmaker was talking nonsense, insisting state and local officials had been briefed about the impending inundation on December 15. And on Sunday the 17th - the day before the storm - the weather service met with state officials to further brief them on expected flooding, winds, and impact to the state's coast line. Governor Janet Mills is catching flack for saying the National Weather Service did not adequately predict the severe dimensions of the winter storm that hit Maine last week Cars are flooded in a parking lot at the Hathaway Creative Center alongside the Kennebec River, Tuesday, Dec. 19, 2023, in Waterville, Maine Mills and her office have not yet responded to the NWS's claims that she is a liar. Images of the storm's aftermath show cars hanging off extremely damaged roads, intense, murky floodwaters that swept other vehicles away, collapsed construction sites, and downed trees and powerlines. The storm, which Mills called 'an extraordinary event,' barreled into the Northeast on Monday, knocking out power to hundreds of thousands of people, forcing flight cancellations, and killing at least four people. Wind gusts reaches nearly 70 miles per hour, which Mills also said the National Weather Service did not predict. 'The National Weather Service did not predict 68-70 mile an hour winds in any area of Maine,' she said. 'It was an extraordinary event.' In fact, the NWS does seem to have predicted possible winds of 65-70 miles per hour at the same time that they predicted four-to-six inches of rain. Earlier this week, Mills announced the launch of an online resource for Maine residents who were hit hard by the flood and other storm damage. The Maine Flood Resources and Assistance Hub was launched on Tuesday. According to the governor's office, it will aggregate 'information, resources, and assistance' for those impacted by the storm. Propane tanks set free by flood waters discharge gas as they float on the Kennebec River through Augusta, Maine, Tuesday, Dec. 19, 2023 Nathan Sennett and Tori Grasse retrieve furniture from a flooded patio near the Kennebec River, Tuesday, Dec. 19, 2023, in Hallowell, Maine A car floats in a flooded parking lot at the Hathaway Creative Center alongside the Kennebec River in Waterville, Maine A man observes the flooded Kennebec River on December 19 in Maine The announcement of the hub arrived after civil states of emergency were declared in 14 of 16 counties in Maine. The severity of the storm's damage prompted Mills to request a Major Disaster Declaration from President Joe Biden, which will allow federal resources to supplement the recovery efforts led by the state. 'In the wake of last week’s storm, my Administration has launched the Maine Flood Resources and Assistance Hub to help Maine people with questions they may have about property damage, road safety, tree removal, and more,' Mills said in the news release about the resource hub. 'We will update this website as more information becomes available as part of our effort to do all we can to support the swiftest possible recovery of Maine communities.' The governor also announced Tuesday that the Federal Emergency Management Agency has approved the Maine Emergency Management Agency's request to begin an preliminary damage assessment, which is the first formal step toward request the aforementioned Major Disaster Declaration.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://t.co/egh14zozHl",
      "https://www.t.co/egh14zozHl"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "janet mills",
          "sentiment": "neutral"
        },
        {
          "name": "mills",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "neutral"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "kennebec county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:02.650+02:00",
    "updated": "2023-12-29T17:23:05.894+02:00"
  },
  {
    "uuid": "85b46d9b13ee6d8191a24af10abd41cb556764d4",
    "url": "https://kfgo.com/2024/05/02/analysis-missile-defence-successes-in-gulf-ukraine-fuel-global-urgency-to-acquire-systems/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-05-03T02:18:00Z",
    "title": "Analysis-Missile defence successes in Gulf, Ukraine fuel global urgency to acquire systems",
    "text": "By Gerry Doyle\n(Reuters) – The success of ballistic missile defences facing their first complex, high-stakes combat scenarios in Israel, the Red Sea and Ukraine will encourage militaries globally to invest in the pricey systems, experts say – and intensify missile arms races.\nIran launched as many as 120 intermediate-range ballistic missiles at Israel on April 13, U.S. and Israeli officials say. U.S. SM-3 and Israeli Arrow interceptors destroyed nearly all of them, leaving drones and smaller threats to the Iron Dome system.\nIn previous months, interceptors fired from U.S. Navy destroyers stopped Houthi anti-ship ballistic missiles, while in Ukraine, U.S.-made MIM-104 Patriot batteries have shot down advanced Russian Iskander and Khinzal missiles.\nReuters spoke with six experts who said more militaries would look to invest in ballistic missile defence, a potential windfall for companies such as Lockheed Martin and Raytheon, which build those types of systems.\n“It’s undeniable that any wealthy country with the technological wherewithal will continue to invest in missile defence,” said Ankit Panda of the U.S.-based Carnegie Endowment for International Peace, a defence and security think tank. “All of this is a recipe for a conventional arms race.”\nEuropean countries such as the Netherlands, Germany, Sweden and Poland already operate RTX subsidiary Raytheon’s Patriot batteries, the most common Western advanced ballistic missile defence system.\nSaudi Arabia has used its Patriots for years to defend against Houthi attacks; it and the United Arab Emirates also operate the Lockheed Martin Terminal High Altitude Air Defense (THAAD) system. Kuwait, Qatar and Bahrain have Patriot batteries as well, and Oman has expressed interest in missile defence.\nIn the U.S., Lockheed Martin in April won a $17.7 billion contract for a next-generation interceptor for the Ground-Based Midcourse Defense (GMD) program – designed to shoot down small numbers of intercontinental ballistic missiles (ICBMs) aimed at the continental United States.\nBut the impact may be most acute in Asia, where China has invested heavily in conventionally armed ballistic missiles. A 2023 Pentagon report said the People’s Liberation Army Rocket Force has about 500 DF-26 missiles, designed to accurately strike targets thousands of kilometres away.\nThat puts U.S. and allied bases in Japan and Guam within range of an attack that may only come with 20 to 30 minutes’ warning.\n“In the Pacific, you’ll see further interest in missile defence, which will push the Chinese to build more systems,” said Jeffrey Lewis, director of the East Asia Nonproliferation Program at the James Martin Center for Nonproliferation Studies at the Middlebury Institute of International Studies in California. “Countries will want to acquire (offensive) missiles because they see other countries using them … That will drive up demand for missile defences.”\nU.S. Indo-Pacific Command and China’s Ministry of Defence did not respond to requests for comment.\nChina rarely discusses its missile arsenal beyond statements that its forces are meant to preserve peace and are not aimed at any specific country.\nRaytheon did not respond to a request for comment. A Lockheed Martin spokesperson referred questions to the company’s first-quarter earnings briefing in late April, in which it said it continued to lead the industry in “missile defence missions, which, given world events, are becoming more critical than ever”.\nDOLLAR SIGNS\nBallistic missile defence works by spotting an attacking weapon either at launch or in flight, then using a surface-based radar to guide an interceptor to the target.\nInterceptions can occur in the atmosphere or in space, and each domain requires different hardware. For instance, fins won’t work outside the atmosphere – interceptors must have small steering rockets to function there.\nThe necessary high-powered computers, far-seeing radars and missiles as large as telephone poles are not cheap, together stretching into the billions. In 2022, for example, the U.S. approved the sale of both Patriots and THAAD systems to Saudi Arabia, in deals worth as much as $5.3 billion.\nIn the Indo-Pacific region, wealthier countries such as Japan, Australia and South Korea are prime candidates for missile defence, Lewis said, while nearly every country in Asia is already investing in missiles.\nJapan’s defence ministry said the country “needs to fundamentally and swiftly reinforce its defence capabilities, including integrated air and missile defence”. It said it is investing in improved Patriot missiles, better radars and enhanced naval anti-missile capabilities.\nIn its latest defence budget, South Korea increased funding by 12% for its Korea Air and Missile Defense System to expand it “from the existing lower-level defence concept,” the country’s defence ministry said in a statement.\n“Cases such as the Israel-Hamas conflict and the Russia-Ukraine war have reaffirmed the importance of a ‘ballistic missile defence system’ to respond to increasingly sophisticated missile threats,” the ministry said.\nIn mid-April, Australia announced a A$500 million ($328 million) contract with Lockheed Martin to deliver its Joint Air Battle Management System for tracking and destroying aircraft and missiles.\nThe cost of a ballistic missile is often much cheaper than the system meant to stop it.\nBut that isn’t the right way to consider cost, said Yoji Koda, former commander in chief of Japan’s Self-Defense Fleet, and an advocate of stronger missile defences in his country.\n“In a war economy, the cheaper the better. But sometimes what is necessary, is we need to protect key infrastructure, or key command centres, at any cost. Because without them we would lose.”\nTHE CHINA QUESTION\nMost of China’s conventionally armed ballistic missiles are designed to hit targets on land.\nBut it also fields steerable warheads meant to hit ships at sea, including the DF-21D and variants of the DF-26, developed by the state-owned China Aerospace Science and Technology Corporation.\nSuch anti-ship ballistic missiles (ASBMs) had never been used in combat until late 2023, when Houthi forces in Yemen began firing Iranian-made models at ships in the Red Sea.\nBetween November – the first documented use – and April, U.S. Central Command reported at least 85 ASBMs fired in the region, with 20 interceptions and one civilian ship reported sunk.\nCENTCOM has declined to provide specifics about the effectiveness of Iranian ASBMs but has noted missiles posing no threat were not engaged and most that were not intercepted landed harmlessly.\nThe effectiveness of missile defences on land and at sea will catch China’s attention, said Tong Zhao, a senior fellow with the Nuclear Policy Program and Carnegie China.\n“It raises the possibility that the U.S. and its allies could depend on missile defence significantly against a ballistic missile attack,” Zhao said.\nAlthough the technical specifics of China’s missiles are closely held secrets, the country’s heavy investment means they are likely to be more reliable, and are widely believed to use complex countermeasures to complicate interception.\n“For opponents such as China which have missile stockpiles an order of magnitude larger than that of Russia or Iran and which field more sophisticated systems … it’s not clear that the lessons learned invalidate existing operational constructs,” said Sidarth Kaushal, a senior research fellow at the Royal United Services Institute.\nBut the political and practical incentives to invest in missile defence will be too attractive for many countries to ignore, Lewis said.\n“All defence procurement decisions are ultimately about politics,” he said. “The politics of this stuff is really simple: do you want to defend the country or not? And the winning answer is always ‘Yes’.”\n($1 = 1.5225 Australian dollars)\n(Reporting by Gerry Doyle. Additional reporting by Nivedita Bhattacharjee, Albee Zhang, Jack Kim and Takenaka Kiyoshi; Editing by Lincoln Feast)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerry doyle",
          "sentiment": "negative"
        },
        {
          "name": "iskander",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "mim",
          "sentiment": "none"
        },
        {
          "name": "u.s. navy",
          "sentiment": "none"
        },
        {
          "name": "raytheon",
          "sentiment": "none"
        },
        {
          "name": "lockheed martin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "gulf",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iron dome",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T05:20:36.846+03:00",
    "updated": "2024-05-03T05:20:36.846+03:00"
  },
  {
    "uuid": "c501d1bfcd88cac17dace703f96b4937182c08f9",
    "url": "https://www.forbes.com/sites/daveywinder/2024/11/22/stop-using-your-passwords-1password-and-google-warn/?ref=biztoc.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Davey Winder",
    "published": "2024-11-22T00:00:00Z",
    "title": "Stop Using Your Passwords—1Password And Google Warn",
    "text": "Update, Nov. 22, 2024: This story, originally published Nov. 20, now includes a new warning from the U.S. Cybersecurity and Infrastructure Security Agency about stopping the theft of passwords and other credentials using FIDO authentication.\n1Password has built a reputation on protecting and managing your passwords securely and Google has a security team that is renowned globally for the work it does to protect billions of users every day. Both have warned that passwords are less secure than an already available and easier to use alternative. Now 1Password has exclusively revealed to me how its users are flocking to passkeys as they seek to abandon passwords for a more hacker-resistant and passwordless future. Here’s what you need to know and why making the move is less painful than you might imagine.\nForbes Google’s New 2FA Update Warning—Act Now, The Clock Is Ticking By Davey Winder Passkey Adoption Surges As Users Grasp The Passwords Replacement Nettle According to statistics made available exclusively to me by 1Password’s head of passwordless technology ahead of publication , Anna Pobletts, passkey adoption has surged during the last 12 months among 1Password users. On average, 1 in every 3.4 1Password users has at least one passkey stored, and there are more than 2.1 million passkey authentications made every month. Since 1Password first launched passkeys in the market in Sept. 2023, there have been 4.2 million passkeys saved in 1Password. The most significant week for passkey adoption was April 15, 2024, when almost 90,000 passkeys were saved. This date correlates closely with an announcement by X that it was adding support for passkeys to iOS users globally on April 8. It would seem that consumers of 1Password are more likely to adopt passkeys currently, with 73% falling into this category and just 27% being business account holders.\nThe most interesting, and in my never humble opinion, important statistic is regarding the number of organizations that have added passkeys as a login option for users. “The number of companies in 1Password’s passkey directory has doubled from last year,” Pobletts told me, “we have seen more than 200 companies add passkeys as a seamless log-in option, including big names like Walmart, Amazon, Target, PlayStation, Discord, Canva and more.” Amazon has recently reported that it now has more than 175 million customers using passkeys , for example.\nThis data, alongside the fact that 1Password is seeing an average of 2.1 million passkey authentications a month, Pobletts said, “shows that apps aren’t just adding passkey support as an option, but people are choosing to use them over passwords. The more major service providers that go all-in on passkeys, the quicker we will see this switch.”\nForbes Don’t Hold Down The Ctrl Key—New Warning As Cyber Attacks Confirmed By Davey Winder Passkey Technology Is More Secure And Easier To Use Than Passwords Launched initially as an initiative by Apple, Google and Microsoft, passkeys are consumerizing security standards such as FIDO and WebAuthn. You can try a simple passkey demo at Passkeys.io and see just how painless they are to use and create. Google’s security team has gone on record to say that “passkeys are faster, more secure, and more convenient than passwords and multi-factor authentication, making them a desirable alternative to passwords and a promising development in the journey to a more secure future.”\nExplaining how passkeys work, and how they are a more secure replacement for passwords, 1Password's chief product officer, Steve Won, said : “Every passkey is made up of two keys—a unique public key, which is created and stored on that company’s server, and a private key, which is stored on the user’s device.” The public key is used to create a challenge that can only be solved by the private key. “Because of this,” Won said, “passkeys are nearly impossible for hackers to guess or intercept because the keys are randomly generated and never shared during the sign-in process.”\nForbes Now Hackers Are Using Snail Mail In Cyber Attacks—Here’s How By Davey Winder So Why Aren’t Passwords Dead Already? I asked Anna Pobletts if passkeys are such a significant security advance, which I honestly believe they are, and I recommend that every reader investigate further: What’s stopping people from adopting them? I mean, the 1Password passkey uptake statistics are encouraging but hardly earth-shattering in scale.\n“Since we’ve used passwords for decades, they’re just too ingrained in our culture to go away overnight,” Pobletts said, “a broader public understanding and comfortability with passkeys will be critical for mass passkey adoption.” I’d have to agree that it is mostly unfamiliarity that may be what’s holding most users back. Passwords are pretty rubbish at doing their job; we all know that, but at least we are comfortable using them. “For more organizations to receive buy-in to proceed with passkeys, or for individual users to feel confident in using them,” Pobletts said, “a focus on proactively educating the public about passkeys is key and can help reduce the amount of change management required for adoption.” This is, to be honest, one of the reasons for this article, so please share a link to it on your social media and with your friends so that more people can get the no-more passwords message!\nForbes New Google 2FA Update Makes Security Safer For 100 Million Users By Davey Winder Passkeys Are More Secure Than Passwords Let’s look at some of the reasons why passkeys are way more secure than passwords, if that might help convince you to switch up your login security.Here are three compelling reasons according to Pobletts:\nPasskeys are:\nStrong by default: Unlike weak and reused passwords, passkeys can not be guessed by hackers because of their innate complexity. Phishing and social-engineering resistant: Hackers can’t steal and use credentials if there are no credentials to steal in the first place. Since private keys don’t leave your device, passkeys completely eliminate these types of common attacks for users. Effortless to create and use: Passkeys are automatically-generated, leaving no room for human error and nothing to remember. They also provide a very familiar experience as users can authorize use of their passkeys to unlock any service with biometrics. Forbes Gmail Leak Reveals New Email Addresses Are Heading Your Way By Davey Winder If Passkeys Are Linked To Your Smartphone, What Happens If It’s Stolen And How Is That Better Than Using Passwords? Whenever I write anything about passkeys being a more secure alternative to passwords, I get emails and messages asking how that can be if all your security eggs are in one smartphone basket. After all, if your smartphone is lost or stolen, how do you access your accounts and can’t the thief or a hacker use this to their advantage? Pobletts insisted that in cases of either loss or compromise, passkeys are keeping people safe than passwords. “When a passkey is created on their device, it gets synced across all their devices in the ecosystem,” Pobletts said, “the passkey is not tied to their lost device, but to their overall account and they can recover their passkeys on another device by signing into their passkey provider, whether that be Apple's iCloud Keychain or 1Password.”\nWhen you don’t have access to another device, websites that support passkeys also hold responsibility to provide account recovery or backup options for users to prevent this situation from happening with SMS, email magic links or backup codes to re-authenticate, Pobletts told me. “The same is true for compromised devices,” Pobletts said, “the website and the passkey provider have joint responsibility to allow you to manage your passkeys and devices - including de-authorizing devices or passkeys you don't control any more.”\nForbes Black Friday Scams Are Already Here—3 To Watch Out For By Davey Winder Passwords Are Dead, Long Live The Passkey 1Password, along with many other technology companies, has been working alongside the FIDO alliance in order to publish a working draft of a new set of specifications that, once implemented by major passkey providers, will allow for the import and export passkeys in a way that’s convenient and secure. “In 2025, we’ll see more companies meeting users where they are. There will be critical improvements like the ability to automatically create passkeys for users, use passkeys across multiple domains for the same brand, and more that will make it easier for websites to provide a best in class user experience with passkeys,” Pobletts concluded. I genuinely hope that 2025 is the year we can say, without irony, that passwords are dead, long live the passkey.\nU.S. Cybersecurity And Infrastructure Security Agency Warns Of Risks Of Relying Upon Passwords As MFA Bypass Attacks Increase The U.S. Cybersecurity And Infrastructure Security Agency has published a new warning as threat actors increasingly turn to multi-factor authentication bypass attacks. “Malicious actors don’t break in—they log in,” CISA warned , adding that many organizations are now struggling to protect their staff from passwords and credential phishing.\nWhile accepting that any kind of two-factor or multi-factor authentication is better than none, at all stance that I heartily support, CISA warned that what it calls legacy MFA is “no match for modern threats.” By legacy MFA CISA is referring to the likes of applications that produce authentication codes or text-based, email-based or even push notification-based second factors. 2FA bypass attacks are many and varied, but the prime objective remains the same: trick the user into revealing passwords and 2FA authentication codes.\nForbes Gmail 2FA Cyber Attacks—Open Another Account Before It’s Too Late By Davey Winder CISA uses a case study detailing how the United States Department of Agriculture built out deployment of FIDO authentication capabilities to approximately 40,000 staff. As already mentioned in this article about passkeys, such authentication methods help address the issue of 2FA bypass using the cryptographic techniques already built into the operating systems, phones, and browsers in use already. “Here’s the remarkable part about FIDO,” CISA said, “even if malicious actors craft a convincing scheme to steal staff credentials, and the staff comply, the attackers still won’t be able to compromise the account.”\nThe case study, titled “Phishing-Resistant Multi-Factor Authentication Success Story,” explained how more than 130,000 U.S. Department of Agriculture employees have unique technical needs when compared to most of the federal government. Most apparent of these is the fact that USDA cannot rely upon the use of personal identity verification cards exclusively. Why so? Because the USDA has many seasonal employees who cannot be given the same PIV credentials, for reasons of security and also administration issues, to authenticate or prove their identity in order to access government systems. You can then add the fact that some of these employees also work in lab environments requiring decontamination procedures that would literally destroy PIV card capabilities.\nForbes No, Your Gmail Isn’t Truly Private—2 Ways To Fix That By Davey Winder USDA, therefore, turned to Fast IDentity Online capabilities to develop an authentication solution that could offer both the same protective measures as a PIV card but in a way that could survive decontamination procedures and be phishing-resistant, “allowing users to authenticate without the threat of malicious actors tricking them into supplying login credentials,” such as passwords and authorization codes. The FIDO centralized technology architecture that was already supported enabled USDA to address the challenge of finding an authentication solution to counter credential phishing threats. USDA confirmed that this has enabled 40,000 users to access USDA’s network without introducing the risks associated with usernames and passwords.\n“USDA encourages all organizations facing phishing-resistant authentication enforcement challenges,” the case study said, “where PIV or other certificate-based authentication is not an option, review USDA’s use of FIDO for guidance.”\n1Password has also been busy pushing the passkey alternative to organizations by way of its work with key players across the industry, with Microsoft to enable seamless third-party passkey provider integration into Windows 11, and with the launch of 1Password’s Passage feature to make it easy for companies and developers to implement passkeys with just a few lines of code and hopefully push forward with the eradication of passwords sooner rather than later.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://blog.1password.com/passkeys-story-metrics/",
      "https://www.aboutamazon.com/news/retail/amazon-passwordless-sign-in-passkey",
      "https://security.googleblog.com/2023/05/making-authentication-faster-than-ever.html",
      "https://capi.elements.video/tr/si?token=",
      "https://www.passkeys.io",
      "https://cds.elements.video/a/preload-resources-ovp.json",
      "https://www.cisa.gov/news-events/news/usda-stops-credential-phishing-fido-authentication",
      "https://www.passkeys.io/",
      "https://blog.1password.com/passkeys-story-metrics",
      "https://www.security.googleblog.com/2023/05/making-authentication-faster-than-ever.html",
      "https://passkeys.io",
      "https://www.capi.elements.video/tr/si?token=",
      "https://www.passkeys.io",
      "https://www.cds.elements.video/a/preload-resources-ovp.json",
      "https://aboutamazon.com/news/retail/amazon-passwordless-sign-in-passkey",
      "https://cisa.gov/news-events/news/usda-stops-credential-phishing-fido-authentication",
      "https://passkeys.io/",
      "https://www.blog.1password.com/passkeys-story-metrics/",
      "https://capi.elements.video/tr/si"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T14:40:55.979+02:00",
    "updated": "2024-11-22T14:40:55.979+02:00"
  },
  {
    "uuid": "2cad37af3edc7371a77ce6f9dd15436091f77dd5",
    "url": "https://news.qq.com/rain/a/20250501A02ZOF00?suid=&media_id=",
    "ord_in_thread": 0,
    "author": "天下游戏汇",
    "published": "2025-05-01T04:40:29Z",
    "title": "LPL全神班遭六杀！TheShy团战洗澡，四级被单杀，Jiejie变身陀螺_腾讯新闻",
    "text": "各位LPL的观众和英雄联盟召唤师大家好，这里是天下游戏汇。 LPL在昨天开启了组内赛第二轮的比赛，IG时隔几天再次迎战WBG，结果这次的复仇战以失败告终，IG是以1-2的比分不敌对手，排名....",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->esports",
      "Lifestyle and Leisure->gaming and lottery",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:40:29.025+03:00",
    "updated": "2025-05-01T04:46:19.000+00:00"
  },
  {
    "uuid": "af681b0dc11267b870144e53976791e808a7745c",
    "url": "https://mpost.io/pancakeswap-surges-50-after-token-burn-polygon-and-inqubeta-catch-investors-eyes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gregory Pudovsky",
    "published": "2024-01-05T11:00:00Z",
    "title": "PanCakeSwap Surges 50% After Token Burn; Polygon and InQubeta Catch Investors' Eyes. | Metaverse Post",
    "text": "PanCakeSwap Surges 50% After Token Burn; Polygon and InQubeta Catch Investors’ Eyes. [Gregory Pudovsky](https://mpost.io/author/gregorypud/) To improve your local-language experience, sometimes we employ an auto-translation plugin. Please note auto-translation may not be accurate, so read [original](#) article for precise information. In Brief PancakeSwap’s token burn strategy has reversed its downward trend and attracted investor interest, while InQubeta (QUBE) and Polygon (MATIC) are also gaining traction among 2024 portfolio picks. PancakeSwap’s (CAKE) downward spiral has ended following its recent token burn. Despite the bearish trend in the market, CAKE made a remarkable comeback by surging 50%. This was due to the platform’s approach to regulating token supply. The project’s proactive management of its token earned it the title of “everyone’s favorite DEX.” Investors have also set their sights on [InQubeta (QUBE)](https://qube.la/mps50) and Polygon (MATIC) for their portfolios in 2024. InQubeta is a crypto project that offers budget-friendly investments in AI (artificial intelligence) startups by minting non-fungible tokens (NFTs). The project aims to promote an inclusive ecosystem where many investors can thrive. Investors seeking which crypto to buy to 100x their earnings are leveraging this AI crypto’s ongoing presale. Polygon is another project drawing investors with its solid fundamentals and features. This article explores why InQubeta and Polygon are catching investors’ eyes. InQubeta (QUBE) Leverages The Influence Of Crypto and AI To Transform Investors’ Portfolios. The quest for which crypto to buy for steady gains is never-ending as traders seek projects that offer more profit and promise lasting value. [InQubeta](https://qube.la/mps50) is a project that satisfies the criteria of investors who want to participate in advancing the crypto space. This AI crypto rivals other vital players in the market because of its unique features. The project improves traditional investment methods, and by offering access to previously inaccessible investments like the startup sector, QUBE will become one of the top crypto coins in 2024. InQubeta’s approach to helping AI startups raise funds quickly is what has caught the eye of savvy investors. InQubeta’s popular NFT introduces a new era of funding for AI startups. This NFT marketplace offers new AI projects a place where they can mint opportunities into factionalized NFTs for investors to choose from. This helps startups raise funds and allows for budget-friendly investments. It aims to promote the global growth of AI technology and has caught the attention of traders looking for top crypto coins to expand their holdings. InQubeta’s noteworthy features have led to the ongoing presale witnessing a surge in demand. The project has raised over $7.9 million in stage six of its ICO. The presale demonstrates investors’ interest in the project, as over 702 million QUBE tokens have been sold. Potential investors can leverage the presale before the price upticks to benefit from the platform’s bonuses and appreciation. For investors seeking rich investment opportunities in the AI and crypto sectors, InQubeta is a promising option. Polygon (MATIC) Turns The Tides With Its Bullish Performance And Price Rally Despite the bearish trends, Polygon’s value has reached an all-time high (ATH) following its impressive price rally. The project has maintained a steep ascending trend for years but has shown potential to beat key resistance. MATIC is poised for new heights, and investors closely monitor its performance. Towards the end of 2023, American billionaire Mark Cuban offloaded some Polygon tokens to Coinbase. He did this during MATIC’s price rally despite the Securities and Exchange Commission’s (SEC) lawsuit against MATIC and other assets as unregistered securities. The lawsuit affected MATIC’s price performance, but the project keeps soaring, catching the eye of investors seeking resilient assets. Conclusion PancakeSwap’s price boost has investors anticipating more wins for the project in 2024. InQubeta and Polygon have caught investors’ eyes with their impressive performances, and they are being called the top crypto investments to leverage in 2024. The QUBE presale is an opportunity for investors interested in the AI space to participate in the success of AI brands. InQubeta fuses AI and crypto to create a dynamic ecosystem, and its popular NFT marketplace attracts investors seeking long-term assets to diversify their portfolios. Get QUBE now! Disclaimer In line with the [Trust Project guidelines](https://mpost.io/trust-project/), please note that the information provided on this page is not intended to be and should not be interpreted as legal, tax, investment, financial, or any other form of advice. It is important to only invest what you can afford to lose and to seek independent financial advice if you have any doubts. For further information, we suggest referring to the terms and conditions as well as the help and support pages provided by the issuer or advertiser. MetaversePost is committed to accurate, unbiased reporting, but market conditions are subject to change without notice. About The Author Gregory, a digital nomad hailing from Poland, is not only a financial analyst but also a valuable contributor to various online magazines. With a wealth of experience in the financial industry, his insights and expertise have earned him recognition in numerous publications. Utilising his spare time effectively, Gregory is currently dedicated to writing a book about cryptocurrency and blockchain. [More articles](https://mpost.io/author/gregorypud/) Gregory, a digital nomad hailing from Poland, is not only a financial analyst but also a valuable contributor to various online magazines. With a wealth of experience in the financial industry, his insights and expertise have earned him recognition in numerous publications. Utilising his spare time effectively, Gregory is currently dedicated to writing a book about cryptocurrency and blockchain.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://qube.la/mps50)",
      "https://www.qube.la/mps50)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gregory pudovs",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "pancakeswap surges",
          "sentiment": "negative"
        },
        {
          "name": "metaverse post",
          "sentiment": "negative"
        },
        {
          "name": "dex",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:18:15.245+02:00",
    "updated": "2024-01-06T01:18:15.245+02:00"
  },
  {
    "uuid": "8fbb11a160eac999abcfe54cf92287073585dee6",
    "url": "https://es.minghui.org/html/articles/2023/12/29/130031.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dic ; Por un corresponsal de Minghui en la provincia de Hubei; China",
    "published": "2023-12-29T00:00:00Z",
    "title": "​Un matrimonio se enfrenta a una pena de prisión por su fe y difundir material sobre Falun Gong | Falun Dafa - Minghui.org",
    "text": "(Minghui.org) Un matrimonio de la ciudad de Honghu, provincia de Hubei, fue juzgado el 10 de noviembre de 2023 por su fe y por distribuir material sobre Falun Gong. Mantuvieron que no habían infringido ninguna ley al practicar su fe o distribuir información para denunciar la persecución de Falun Gong por el régimen comunista chino. El juez levantó la sesión sin emitir un veredicto. La Sra. Zhang Jingqiong, de 58 años, y su marido, el Sr. Weng Zuguo, ambos antiguos empleados de la Fábrica de Textil de la ciudad de Honghu, fueron detenidos por Zhou Huarong y otros agentes de la Oficina de Seguridad Interior de la ciudad de Honghu, cuando acababan de salir de su casa para ir a hacer la compra, por la mañana del 10 de mayo de 2023. La policía les arrebató las llaves, irrumpió en su casa y confiscó sus libros de Falun Gong, material informativo y dos teléfonos móviles. Meses antes de la detención de la pareja, la policía instaló una cámara de vigilancia en el edificio de apartamentos situado frente al suyo, con el fin de controlar sus actividades diarias. La Sra. Zhang fue recluida en el Centro de Supervisión de la ciudad de Jianli, a unos 80 kilómetros de Honghu. El Sr. Weng fue detenido en el Centro de Detención de la ciudad de Honghu. Sus detenciones se aprobaron a mediados de agosto de 2023. Tras las detenciones, la policía acosó e intimidó con frecuencia a sus hijas gemelas, que tienen poco más de 30 años. La Sra. Zhang reveló que sufrió malos tratos en el centro de supervisión. Se le restringió estrictamente el uso del baño y sus heces se volvieron de color negro. Tanto ella como Weng sostuvieron que no violaron ninguna ley ni perjudicaron a nadie al distribuir información sobre Falun Gong. Añadieron que ninguna ley en China ha criminalizado a Falun Gong y que practicar Falun Gong es su libertad de creencia. El juez no dictó sentencia tras la vista. No es la primera vez que la pareja es perseguida por su fe. En los últimos 24 años, han sido detenidos, encarcelados y torturados en repetidas ocasiones. Sus hijas también crecieron con miedo. La esposa sufre rotura de un ovario en el campo de trabajos forzados de Shayang Entre 1999 y 2004, la Sra. Zhang fue encarcelada cuatro veces. Desarrolló una grave afección cardiaca debido a las torturas sufridas bajo custodia. El 3 de marzo de 2004, Zhang fue detenida de nuevo y condenada a un año y medio de prisión en el campo de trabajos forzados de Shayang. Sus hijas gemelas de 12 años, Weng Mengyun y Weng Menghua, acudieron al gobierno municipal para pedir ayuda al alcalde, pero los funcionarios se burlaron de ellas. Como su padre estaba detenido en el Primer Centro de Detención de la ciudad de Honghu, las dos niñas se quedaron con su abuela de 82 años. También tuvieron que hacer trabajos esporádicos para cubrir sus gastos. Sin embargo, las niñas destacaron en la escuela y ganaron varios concursos de redacción. El 18 de agosto de 2004, Zhang fue golpeada por un recluso. Sufrió la rotura de un ovario y se desmayó debido a una hemorragia excesiva. Cuando su hermana fue al hospital a visitarla, la Sra. Zhang estaba demacrada, con la tez cetrina. Después de sólo cinco meses de detención, también le habían salido canas. Sin embargo, los guardias del campo de trabajo se negaron a liberarla. Uno de ellos dijo: \"Si ella no abandona su práctica ni sigue las reglas, incluso si muere, no seremos responsables de ello\". El marido con huesos fracturados a causa de una paliza policial El Sr. Weng fue detenido de nuevo cuando salió sobre las 5 de la mañana del 24 de septiembre de 2011. La policía le arrebató las llaves y allanó su domicilio sobre las 7 de la mañana de ese día. Tras unas pocas horas en comisaría, el Sr. Weng sufrió fracturas óseas debido a los golpes que le dio la policía y fue trasladado de vuelta a casa. Zuo Shihong, jefe de la Oficina de Seguridad Nacional de la ciudad de Honghu, le amenazó con condenarle a un campo de trabajos forzados si volvía a ser detenido. La pareja detenida de nuevo y la esposa golpeada Zuo y más de diez agentes se presentaron en el restaurante de pescado frito de la pareja alrededor de las 7 de la mañana, del 25 de agosto de 2017 y los arrestaron. Empujaron a la pareja al suelo y los esposaron, antes de meterlos a empujones en un coche de policía. La policía confiscó de la casa los libros de Falun Gong, el retrato del fundador de Falun Gong, los materiales informativos, el televisor, el reproductor de DVD, la grabadora de DVD y el altavoz de la pareja, y también les quitó las llaves. Como resultado, la familia tuvo que cambiar las cerraduras. En la Estación de la policia de Xindi, la pareja fue retenida en una habitación sin ventanas ni ventilación. Con el calor del verano, estaban empapados de sudor. Cuando el Sr. Weng pidió agua, la policía se negó a dársela y también amenazó con torturarlos hasta la muerte. La policía inmovilizó a la pareja en bancos de tigres durante dos horas y no los soltó hasta que tuvieron que ir al baño. Al trasladar a la pareja entre diferentes habitaciones, la policía no les permitió caminar, sino que los arrastraron por el suelo esposados. Sus cuerpos y extremidades estaban cubiertos de heridas. La policía también abusó verbalmente de ellos. La frente, el brazo, la pierna y la espalda de la Sra. Zhang resultaron gravemente heridas después de los abusos durante su detención. También tenía dolores agudos en los huesos y órganos internos. Ella no podía levantar los brazos. Informes relacionados: [La policía tortura a practicantes de Falun Dafa en la Comisaría de la provincia de Hubei](https://en.minghui.org/html/articles/2017/9/3/165274.html) [La Sra. Zhang Jingqiong sufrió una rotura de ovario debido a la brutal paliza que le recibió de un recluso en el campo de trabajos forzados de Shayang](https://en.minghui.org/emh/articles/2004/10/1/53006.html) Todo el contenido publicado en este sitio web tiene derechos de autor de Minghui.org. La reproducción no comercial debe incluir la atribución (por ejemplo, \"Según lo informado por Minghui.org,...\") y un enlace al artículo original. Para uso comercial, comuníquese con nuestro departamento editorial para obtener permiso. Categoría: [ Hechos de la persecución ](/cc/10/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:07:05.012+02:00",
    "updated": "2023-12-29T12:07:05.012+02:00"
  },
  {
    "uuid": "0d3c284a77e39d989c8a0dc0a3bafca7508d8252",
    "url": "https://laopinion.com/2024/08/22/quien-seria-el-sucesor-de-los-chapitos-si-caen-todos-los-hermanos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Roberto Bustamante",
    "published": "2024-08-22T19:45:00Z",
    "title": "Quién sería el sucesor de Los Chapitos si caen todos los hermanos",
    "text": "Poco a poco han ido cayendo los narcotrafricantes más importantes de México; en el caso de Los Chapitos , la facción del Cártel de Sinaloa liderada por los hijos de Joaquín “El Chapo” Guzmán , dos de los líderes están bajo custodia de las autoridades estadounidenses, Ovidio Guzmán López , alias “El Ratón” y Joaquín Guzmán López , alias “El Güero”.\nEl caso más mediático fue el de Ovidio Guzmán, detenido por primera vez en octubre de 2019 en un hecho que, a la postre, se conoció como “El Culiacanazo” , pues luego de que las autoridades lo detuvieran en una casa de Culiacán la violencia se desató.\nLa ciudad se convirtió en un campo de guerra, balaceras por doquier, fuga de reos, narcobloqueos y otras cosas provocadas por su detención, por lo que se ordenó que fuera liberado.\nUn segundo “jueves negro” se vivió el 5 de enero de 2023, cuando en la localidad de Jesús María, en Culiacán, se volvió a desatar la violencia debido a que “El Ratón” fue detenido, pero esta vez ni las balaceras ni los narcobloqueos lograron que Ovidio fuera liberado .\nFue llevado al penal de máxima seguridad del Altiplano, en Almoloya de Juárez, Estado de México, nueve meses después se le extraditó a Estados Unidos, donde será procesado.\nDe manera sorpresiva, el 25 de julio de 2024, Joaquín Guzmán López fue detenido en El Paso, Texas, junto al líder supremo del Cártel de Sinaloa, Ismael “El Mayo” Zambada , a quien supuestamente secuestró para entregarlo a la justicia estadounidense y lograr un trato. Sin embargo, en su primera audiencia se declaró no culpable de los cargos que se le imputan.\nLos hijos de “El Chapo” que aún quedan libres\nIván Archivaldo Guzmán Salazar y Jesús Alfredo Guzmán Salazar son los otros dos hijos de “El Chapo” que aún gozan de libertad, pese a que la DEA presentó cargos contra ellos a principios de 2023 luego de haber emprendido una lucha contra el tráfico de fentanilo.\nTras las detenciones de sus hermanos y las divisiones dentro del Cártel de Sinaloa, Iván y Jesús ahora buscan convertirse en los únicos líderes de la organización criminal cofundada por su padre.\nAunque la traición sufrida por “El Mayo” a manos de Los Chapitos podría causar una lucha interna de grandes proporciones para definir quién tiene el control del grupo criminal, otros piensan que esto será el fin de los hijos de “El Chapo”.\nEl sucesor de Los Chapitos\nAnte la eventual caída de Iván Archivaldo y Jesús Alfredo, la pregunta es quién será el sucesor del grupo criminal, y la respuesta la dio la periodista Anabel Hernández en su podcast “Narcosistema”, en donde mencionó un nombre que ya se había dado a conocer por ser la mente brillante tras Los Chapitos.\nSe trata de José Ángel Canobbio Inzunza , mejor conocido como “El Güerito”, quien desempeña un rol clave en el tráfico de fentanilo y, a diferencia de los máximos líderes del cártel, no figura en la lista de objetivos prioritarios de Estados Unidos.\nAdemás, la periodista mexicana experta en narcotráfico, mencionó al hermano de “El Güerito”, Jorge Abraham Cannobio Inzunza , cuyo rol dentro de la organización criminal también es de vital importancia\nJosé Ángel no siempre fue parte del crimen organizado, en otros tiempos fue gerente de una agencia Mercedes Benz, domina bien el idioma inglés y tiene contactos internacionales, lo que lo hace una pieza clave en la operación de Los Chapitos, además se le considera extremadamente inteligente y metódico , con habilidades en el manejo de recursos y en la estrategia criminal.\nPero otra de las cosas que distingue a “El Güerito” es la violencia y la brutalidad con la que opera, testimonios indican que está dispuesto a usar métodos extremos para alcanzar sus objetivos, sin considerar las posibles bajas civiles, incluidos mujeres o niños.\nEn mayo de 2023 se reveló la importancia de “El Güerito” a través de un correo electrónico enviado por Dámaso López Serrano , alias “El Mini Lic”, a diversos medios como Zeta Tijuana, Riodoce y Borderland Beat.\nSegún Dámaso, “El Güerito” fue quien propuso fabricar pastillas falsas de oxicodona contaminadas con fentanilo, pues aseguró que sería un negocio más lucrativo que el tráfico de cocaína o heroína, y así comenzó una de las historias más trágicas respecto a la actual crisis de salud por esta droga.\nSigue leyendo:\n– AMLO pide información sobre acuerdo entre los hijos de “El Chapo” con EE.UU. tras captura de “El Mayo”.\n– “Los Chapitos” se verán las caras en corte en Chicago.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T00:03:25.565+03:00",
    "updated": "2024-08-23T00:03:25.565+03:00"
  },
  {
    "uuid": "e97e01dc214cc38370e89552ad6be5f5762abc53",
    "url": "https://uk.marketscreener.com/quote/currency/US-DOLLAR-RUSSIAN-ROUBLE--2370597/news/Moldova-charges-former-army-official-allegedly-spying-for-Russia-46970387",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-06-13T21:09:00Z",
    "title": "Moldova charges former army official allegedly spying for Russia - MarketScreener",
    "text": "(Reuters) - Moldovan prosecutors said on Thursday they opened a criminal case against the former chief of general staff of Moldova's armed forces following a media report alleging he had spied for Russia.\nThe Insider, a Russian investigative outlet, in cooperation with Moldovan publication Malenkaya Strana reported last week that former army official Igor Gorgan passed sensitive information about both Moldova and neighbouring Ukraine to Russia's intelligence services. He served as the army's chief of staff from 2013-2016 and from 2019-2021.\nIn a statement, prosecutors said Gorgan was suspected of \"alleged subversive actions for transferring to a foreign state and its representatives some data concerning Moldova's national defense system\".\nFollowing the publication, Gorgan was suspended from his current position as head of security at the Chisinau office of the U.N. High Commissioner for Refugees, the office's press secretary said.\nGorgan has not commented on the media investigation or prosecutors' statement. He could not be reached for comment. There was no comment from Russia.\nGorgan, dismissed by pro-European President Maia Sandu as chief of staff in 2021, is a graduate of a Soviet-era military school. Sandu said he would be stripped of his rank of general as well as of his state honours.\nMoldova's relations have deteriorated with the Kremlin during Moscow's full-scale invasion of Ukraine. Its pro-Western government has staunchly condemned the invasion and accused Moscow of plotting to overthrow the Moldova government.\n(Reporting by Alexander Tanas; Writing by Yuliia Dysa; Editing by Lisa Shumaker)\nShare © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Moldova",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Moldova",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Moldova",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=Moldova",
      "https://twitter.com/intent/tweet",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fcurrency%2FUS-DOLLAR-RUSSIAN-ROUBLE--2370597%2Fnews%2FMoldova-charges-former-army-official-allegedly-spying-for-Russia-46970387%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "malenkaya strana",
          "sentiment": "none"
        },
        {
          "name": "gorga",
          "sentiment": "none"
        },
        {
          "name": "igor gorgan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "u.n.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "moldova",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "chisinau",
          "sentiment": "none"
        },
        {
          "name": "gorgan",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:12:55.670+03:00",
    "updated": "2024-06-14T00:12:55.670+03:00"
  }
]