[
  {
    "uuid": "5c80ecf0b5f428e7db8fda6f5bd897a0fb7fdb29",
    "url": "https://www.larazon.es/madrid/senor-madrid-salvo-covid-eso-hice-hombre-trono_202403296606154d5e1b1f000117c1ca.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rocío, Ruiz | David Jar",
    "published": "2024-03-29T00:11:00Z",
    "title": "«El Señor de Madrid me salvó del Covid y por eso me hice “hombre de trono”»",
    "text": "Semana Santa\n«El Señor de Madrid me salvó del Covid y por eso me hice “hombre de trono”»\nManuel Sánchez se convirtió en costalero de la Cofradía de Jesús de Medinaceli como promesa tras la pandemia. Los 1.100 «esclavos» confían en procesionar hoy\nEn un banco de la Basílica de Jesús de Medinaceli, en la plaza de Jesús número 2, en pleno barrio de Las Cortes, Mari Carmen observa atenta los últimos preparativos de la Archicofradía Primaria de la Real e Ilustre Esclavitud de Nuestro Padre Jesús Nazareno de Medinaceli. El Cristo de Medinaceli, el Señor de Madrid, ya ha bajado de su camarín, donde se le venera todos los viernes del año, y se yergue majestuoso en su trono preparado para procesionar en un lateral de la Basílica. La Virgen, Nuestra Señora de los Dolores, a la que se rinde habitualmente culto en la capilla de los duques de Medinaceli, se sitúa en el otro extremo de la iglesia.\nVarios operarios se apresuran para rellenar los jarrones de agua en torno al paso antes de colocar los claveles rosas, morados y blancos que se acumulan en cubos y que componen el arreglo floral. Algunos cofrades aguardan pacientes los últimos ajustes antes de colocarse debajo del paso y en las andas, cada uno en su sitio, en lo que será el ensayo general de la procesión de Jesús Nazareno de Medinaceli, que sale hoy a las 19:00 horas, una de las que levanta más fervor en los madrileños. Mientras, devotos y curiosos entran y salen de la iglesia, convertida en un hervidero de gente.\nNo es la primera vez que Mari Carmen viene a la Basílica. Hace 30 años que acude todos los viernes de mes. La primera vez que lo hizo fue con su padre para pedirle a Jesús de Medinaceli que se le llevase cuanto antes. Tenía un enfisema pulmonar sin solución y estaba sufriendo muchísimo. Fue horrible». Después de aquello no ha dejado de venir ni un solo viernes y «le he hecho otras peticiones y muchas se me han cumplido. Vengo por que me da paz y me llena ver la devoción que despierta el Cristo», comenta.\nQuien también confiesa haber recibido los favores del Cristo de Medinaceli es el cofrade Manuel Sánchez. «Estuve muy malito con el covid y ya tenía preparada una cama en la UCI. Entonces hice una promesa: si salía de aquella situación crítica cargaría con el Cristo en la procesión del Viernes Santo. Mucha gente que no tiene fe puede creer que estoy loco, pero fue pensar en aquello y empezar a mejorar. El Cristo me salvó». Desde entonces, no ha dejado de salir ni un solo año, junto con su hijo Daniel, que fue el primero en apuntarse para ir debajo del paso, en lo que llaman «el submarino» para convertirse en lo que se llama un «hombre de trono».\nQuien da fe de que el Cristo de Medinaceli es muy milagroso es Fray Ángel, el sacristán de la Basílica y el que se encarga de vestir y peinar al Cristo desde hace treinta años. Fray Ángel observa a Jesús de Medinaceli en lo alto de su trono, una imagen de 1,70 metros de altura de autor desconocido, perteneciente a la escuela sevillana del taller del cordobés Juan de Mesa, de la primera mitad del siglo XVII, que evoca el momento de su pasión, cuando Pilatos le presenta al pueblo, tal y como apunta Roberto Chachero, delegado de Formación, Juventud y Comunicación de la archicofradía.\nFray Ángel asegura ser conocedor de algunas curaciones. «Una vez vino a la Basílica el padre de un niño muy pequeño. Se encontraba desesperado porque su hijo padecía cáncer y estaba desahuciado. Esperaban que muriera de un momento a otro. Le estuve escuchando mientras lloraba. Me pidió una reliquia de Jesús y le di un trocito de túnica usada. Se lo llevó con mucha fe, y se lo metió al niño en la almohada. Al cabo del tiempo vino a visitarme. «¿Se acuerda de mí?», me dijo. Inmediatamente pregunté por el niño y su respuesta fue: “Mire, está correteando por ahí por la Iglesia”. El niño se curo. Y de esas he conocido varias», relata el fraile, que parece tener la respuesta al porqué el Señor de Madrid despierta tanta devoción entre los fieles. «Es por la belleza de la imagen y su majestad. Si le ves de cerca, transmite una unción y un respeto que el que le ve una vez quiere volver a verle más», explica con convencimiento.\nFray Ángel dice que al Cristo de Medinaceli cada uno le pide lo que necesita pero «lo mejor en estos casos es ponerse en manos de Dios, abandonarse, escucharle y confiar mucho. Esto último es una cosa que he aprendido después de muchos años...Cuando nos vemos angustiados siempre pensamos: “¡Ay Dios mío, ayúdame!”. Y yo siempre digo: empieza confiando en que te va a ayudar, porque Dios no abandona a nadie».\nEl sacristán cuida con esmero y «con mucho trabajo» la figura del Cristo de Medinaceli. Le cambia de ropa dependiendo de los tiempos litúrgicos y hoy, a las 19:00 horas, el Cristo saldrá a procesionar con una túnica morada bordada en oro que tardó dos años en confeccionarse y que es copia de una túnica de una Duquesa de Medinaceli de 1800. Esta es «de las buenas» que tiene el Cristo, aunque en total tiene 25, y fue elaborada por una joven que estuvo en la cárcel y que aprendió a bordar con las Adoratrices.\nFray Ángel repara en la larga melena lisa del Cristo y cuenta otros detalles curiosos, como que la talla tiene nueve pelucas, aunque puntualiza que «debajo tiene su pelo tallado en madera, no las necesitaría». Algunas son de pelo natural y otras sintético, aunque para salir al exterior, y más con amenaza de lluvia, «quedan mejor las sintéticas».\nAtento a los preparativos se encuentra también José Manuel Sayago Pérez, uno de los cinco capataces de la Cofradía, a la que pertenecen 1.100 «esclavos», como se denominan sus integrantes. Cuenta que llevan preparándose desde el mes de enero los 185 «hombres y mujeres de trono» que irán bajo el paso o llevando las andas. «Vivimos la Semana Santa con emoción, responsabilidad y fe y al Cristo solo le pido salud para toda mi familia. Hemos estado ensayando mucho, pero ahora tenemos miedo de que llueva».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T04:14:57.888+03:00",
    "updated": "2024-03-29T04:14:57.888+03:00"
  },
  {
    "uuid": "91c5c34bb50f068e47dd2f840401f8d278cbad81",
    "url": "https://www.tuttomercatoweb.com/calcio-estero/brentford-igor-thiago-out-per-infortunio-bloccato-toney-derby-londinese-per-lui-1993870",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paolo Lora Lamia",
    "published": "2024-07-25T22:26:00Z",
    "title": "Brentford, Igor Thiago out per infortunio: bloccato Toney? Derby londinese per lui - TUTTO mercato WEB",
    "text": "Brentford, Igor Thiago out per infortunio: bloccato Toney? Derby londinese per lui Stop pesante in casa Brentford che, già nel ritiro estivo, deve fare i conti con l'infortunio di Igor Thiago (attaccante preso dal bruges). Di seguito il comunicato delle Bees: \"Igor Thiago del Brentford ha subito una lesione al menisco durante la vittoria dei Bees per 5-2 sull'AFC Wimbledon. L'attaccante, autore di una doppietta alla sua prima apparizione con il club, non sarà disponibile per la partita di questa sera contro il Benfica e la prossima settimana verrà sottoposto a ulteriori accertamenti per stabilire l'entità dell'infortunio\". Un inconveniente che probabilmente cambia le strategie di mercato dei biancorossi. Fino a qualche ora fa, infatti, l'addio di Ivan Toney sembrava abbastanza scontati visto che Thiago era stato preso proprio per sostituirlo. Su di lui c'erano in particolare West Ham e Tottenham e il Brentford, pur di portare a termine la cessione, stando a quanto ha riferito SunSport aveva anche intenzione di abbassare l'iniziale presso di 30 milioni (arrivando addirittura ad accettare la metà). Con Thiago ai box, l'addio di Toney andrebbe ad impoverire ulteriormente l'attacco. Per lui potrebbe quindi prendere quota l'ipotesi di una conferma, almeno fino a quando non saranno più chiare l'entità dell'infortunio e le tempistiche di recupero del suo compagno di reparto. [Editoriale di Marco Conterio La lezione di Corvino sul calciomercato riguarda anche i casi Chiesa, Osimhen, Abraham, Correa e non soltanto. Una sessione complicatissima per tutte le big](/editoriale/la-lezione-di-corvino-sul-calciomercato-riguarda-anche-i-casi-chiesa-osimhen-abraham-correa-e-non-soltanto-una-sessione-complicatissima-per-tutte-le-b-1993683) [4 La lezione di Corvino sul calciomercato riguarda anche i casi Chiesa, Osimhen, Abraham, Correa e non soltanto. Una sessione complicatissima per tutte le big](/editoriale/la-lezione-di-corvino-sul-calciomercato-riguarda-anche-i-casi-chiesa-osimhen-abraham-correa-e-non-soltanto-una-sessione-complicatissima-per-tutte-le-b-1993683) [11:05A Tutta C](https://www.tmwradio.com/diretta/) A Tutta C , Tutti i giorni dal lunedì al venerdì dalle 10 alle 11 e dalle 18 alle 19 un doppio approfondimento per raccontare la Lega Serie C. A Tutta C , Tutti i giorni dal lunedì al venerdì dalle 10 alle 11 e dalle 18 alle 19 un doppio approfondimento per raccontare la Lega Serie C. [Caldiero Terme, Fabio Brutti: \"Con l'Hellas già chiuse tre operazioni di mercato. Spero in un'altra\"](/serie-c/caldiero-terme-fabio-brutti-con-l-hellas-gia-chiuse-tre-operazioni-di-mercato-spero-in-un-altra-1993852) [Trento, Giorgio Zamuner: \"Base della squadra pronta e ultimata. Ma compenseremo le eventuali uscite\"](/serie-c/trento-giorgio-zamuner-base-della-squadra-pronta-e-ultimata-ma-compenseremo-le-eventuali-uscite-1993823)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.tmwradio.com/diretta/)",
      "https://tmwradio.com/diretta/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T02:03:17.186+03:00",
    "updated": "2024-07-26T10:49:49.835+03:00"
  },
  {
    "uuid": "e76118801a40c4cfe6bc1cfe7f8e381567cd86e6",
    "url": "https://www.europapress.es/andalucia/noticia-estudiantes-marchan-andalucia-contra-negacionismo-violencia-machista-guerra-gaza-20240308151416.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-03-08T14:21:00Z",
    "title": "Estudiantes marchan en Andalucía contra el negacionismo de la violencia machista y la guerra en Gaza",
    "text": "Movilización del Sindicato de Estudiantes de Andalucía en el Día Internacional de la Mujer - SINDICATO DE ESTUDIANTES DE ANDALUCÍA Europa Press Andalucía Actualizado: viernes, 8 marzo 2024 14:21 Newsletter Boletín de EP Andalucía Recibe un email cada día con las noticias más importantes. Suscríbete Autorizo el tratamiento de mis datos personales para la finalidad indicada. Es importante que antes de enviar la solicitud lea y acepte la siguiente información básica sobre nuestra Política de Privacidad. RESPONSABLE EUROPA PRESS NOTICIAS S.A. FINALIDAD PRINCIPAL Gestionar el envío del boletín de noticias diario para informarle de los hechos más relevantes de cada día. LEGITIMACIÓN Consentimiento del interesado. DESTINATARIOS Sus datos podrán ser comunicados al resto de entidades del Grupo Europa Press con la finalidad de poder gestionar de forma correcta la suscripción. DERECHOS Acceso, rectificación, supresión y portabilidad de sus datos, de limitación y oposición a su tratamiento, así como a no ser objeto de decisiones basadas únicamente en el tratamiento automatizado de sus datos, cuando procedan. INFORMACIÓN ADICIONAL Puede consultar la información adicional y detallada sobre nuestra Política de Privacidad en https://www.europapress.es/politica-privacidad.html o escribiendo al correo electrónico protecciondedatos@europapress.es @epandalucia Sigue en directo todos los actos y las manifestaciones por el Día de la Mujer SEVILLA, 8 Mar. (EUROPA PRESS) -\nMiles de estudiantes, convocados por el Sindicato de Estudiantes y Libres y Combativas, se han manifestado en Sevilla, Cádiz, Málaga, Huelva, Jaén y Almería con motivo de la celebración del Día Internacional de la Mujer el 8 de marzo, en una jornada de protestas que han calificado de \"histórica\" y en la que han clamado contra \"la negación de la violencia machista y el genocidio sionista de Gaza\".\nPortavoces de Libres y Combativas han puesto de relieve el \"seguimiento masivo\" de la huelga general estudiantil, cifrando en un 90% su seguimiento en las aulas.\nDurante la manifestación, las asistentes han lanzado consignas como 'vosotros machistas sois los terroristas', 'no quiero tu piropo, quiero tu respeto', o 'basta ya de justicia patriarcal'.\nLas manifestaciones han comenzado a las 12,00 horas desde la Plaza Nueva de Sevilla, la Plaza de la Marina de Málaga, laPlaza de San Juan de Dios de Cádiz, la plaza de las Monjas de Huelva, la Plaza de San Francisco de Jaén y Puerta Purchena, en Almería.\nEstas movilizaciones se han desarrollado a la misma hora en otros puntos del territorio nacional, como Madrid, Barcelona, Zaragoza, Ávila, Valencia o Bilbao.\nLeer más acerca de: Huelga violencia de género Palestina sindicatos Dia Mujer",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fandalucia%2fnoticia-estudiantes-marchan-andalucia-contra-negacionismo-violencia-machista-guerra-gaza-20240308151416.html&",
      "https://twitter.com/intent/tweet?text=Estudiantes+marchan+en+Andaluc%c3%ada+contra+el+negacionismo+de+la+violencia+machista+y+la+guerra+en+Gaza&url=https%3a%2f%2fwww.europapress.es%2fandalucia%2fnoticia-estudiantes-marchan-andalucia-contra-negacionismo-violencia-machista-guerra-gaza-20240308151416.html",
      "https://api.whatsapp.com/send?text=Estudiantes+marchan+en+Andaluc%c3%ada+contra+el+negacionismo+de+la+violencia+machista+y+la+guerra+en+Gaza",
      "https://twitter.com/epandalucia",
      "https://www.twitter.com/intent/tweet?text=Estudiantes+marchan+en+Andaluc%c3%ada+contra+el+negacionismo+de+la+violencia+machista+y+la+guerra+en+Gaza&url=https%3a%2f%2fwww.europapress.es%2fandalucia%2fnoticia-estudiantes-marchan-andalucia-contra-negacionismo-violencia-machista-guerra-gaza-20240308151416.html",
      "https://www.twitter.com/epandalucia",
      "https://facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fandalucia%2fnoticia-estudiantes-marchan-andalucia-contra-negacionismo-violencia-machista-guerra-gaza-20240308151416.html&",
      "https://www.facebook.com/sharer.php",
      "https://www.api.whatsapp.com/send?text=Estudiantes+marchan+en+Andaluc%c3%ada+contra+el+negacionismo+de+la+violencia+machista+y+la+guerra+en+Gaza",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T16:25:57.400+02:00",
    "updated": "2024-03-08T16:25:57.400+02:00"
  }
]