[
  {
    "uuid": "5ee7690c39e43b09002e8f1da163d06c237b6523",
    "url": "https://johnmenadue.com/achieving-the-two-state-solution-in-the-wake-of-gaza-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeffrey D. Sachs",
    "published": "2024-03-08T17:57:00Z",
    "title": "Achieving the Two-State solution in the wake of Gaza war - Pearls and Irritations",
    "text": "Peace can come through the immediate implementation of the two-state solution, making the admission of Palestine to the United Nations the starting point, not the ending point.\nThe two-state solution is enshrined in international law and is the only viable path to a long-lasting peace. All other solutions—a continuation of Israel’s apartheid regime, one bi-national state, or one unitary state—would guarantee a continuation of war by one side or the other or both. Yet the two-state solution seems irretrievably blocked. It is not. Here is a pathway.\nThe Israeli government strongly opposes a two-state solution, as does a significant proportion of the Israeli population, some on religious grounds (“God gave us the land”) and some on security grounds (“We can never be safe with a State of Palestine”). A significant proportion of Palestinians regard Israel as an illegitimate settler-colonial entity, and in any event distrust any peace process.\nHow then to proceed?\nThe usual recommendation is the following six-step sequence of events: (1) ceasefire; (2) release of hostages; (3) humanitarian assistance; (4) reconstruction; (5) peace conference for negotiations between Israel and Palestine ; and finally (6) establishment of two states on agreed boundaries. This path is impossible. There is a perpetual deadlock on steps 5 and 6, and this sequence has failed for 57 years since the 1967 war.\nThe failure of Oslo is the paradigmatic case in point. There are irreconcilable differences, such as the status of East Jerusalem. Israeli zealots would force from power any Israeli politician who dares to give up East Jerusalem to Palestinian sovereignty and Palestinian zealots would do the same with any Palestinian leader who gave up sovereignty over East Jerusalem. We should relinquish the continuing illusion that Israel will ever reach agreement, or that Palestine would ever have the negotiating power to engage meaningfully with Israel, especially when the Palestinian Authority is highly dependent on the US and other funders.\nThe correct approach is therefore the opposite, starting with the establishment of two states on globally agreed boundaries, notably the boundaries of June 4, 1967 as enshrined in UN Security Council and UN General Assembly resolutions. The UN member states will have to impose the two-state solution, instead of waiting for yet another Palestinian-Israeli failed negotiation.\nThus, the settlement should follow this order: (1) establishment of Palestine as 194th member state within two-state solution framework on June 4, 1967 borders; (2) immediate ceasefire; (3) release of hostages; (4) humanitarian assistance; (5) peacekeepers, disarmament and mutual security; and (6) negotiation on modalities (settlements, return of refugees, mutually agreed land-swaps, and others; but not boundaries).\nIn 2011, the State of Palestine (now recognised by 140 UN member states but not yet as a UN member state itself) applied for full UN member status . The UN Security Council Committee on New Members (constituted by the UN Security Council) recognised the legitimacy of Palestine’s application, but as is utterly typical in the “peace process,” the US government prevailed on the Palestinian Authority to accept “observer status,” promising that full UN membership would soon follow. Of course, it did not.\nThe Security Council, backed by the UN General Assembly, has the power under the UN Charter to impose the two-state settlement. It can do so as a matter of international law, following decades of relevant resolutions. It can then enforce the solution through a combination of carrots (economic inducements, reconstruction funding, UNSC-backed peacekeepers, disarmament, border security, etc.) and sticks (sanctions for violations by either party).\nThe only conceivable border for creating the two-state solution is that of June 4, 1967. Starting from that border, the two sides might indeed negotiate a mutually agreed swap of land for mutual benefit, but they would do so knowing that the “best alternative to a negotiated agreement” (BATNA) is the June 4, 1967 border.\nIt is quite possible, indeed likely, that the US would initially veto the proposed pathway. After all, the US has already used its veto multiple times to block merely a ceasefire . Yet, the process of eliciting the US veto and then securing a large majority vote in the UN General Assembly will be salutary for three reasons.\nFirst, US politics is shifting rapidly against Israeli policies given the US public’s growing understanding of Israel’s war crimes and Israel’s political extremism. This shift in public opinion makes it far more likely that the US leaders will sooner rather than later accept the basic approach outlined here because of US domestic political dynamics. Second, the increasing US isolation in the UN Security Council and UN General Assembly is also weighing heavily on US leaders, and forcing the US leadership to reconsider its policy positions in view of geopolitical considerations. Third, a strong vote in the UNSC and UNGA for the two-state solution on June 4, 1967 borders will help to strengthen international law and the terms of the eventual settlement as soon as the US veto is lifted.\nFor these reasons, there is a realistic prospect that the UN will finally exercise its international legal and political authority to create the conditions for peace.\nTwenty-two years ago, Arab and Islamic leaders affirmed in the 2002 Arab Peace Initiative that that the only pathway to peace is through the two-state solution. On February 7, 2024, the Saudi Ministry of Foreign Affairs reasserted that a comprehensive peace will only be achieved by recognising an independent Palestinian state on the 1967 borders and East Jerusalem as the capital. The Arab states and the world community generally shouldn’t buy into another vague peace process that is likely doomed to fail, especially given the urgency caused by the ongoing genocide in Gaza and the bad-will accumulated over the past 57 years of a fruitless “Peace Process.”\nPeace can come through the immediate implementation of the two-state solution, making the admission of Palestine to the UN the starting point, not the ending point. Two sovereign states, on the boundaries of June 4, 1967, protected initially by UN-backed peacekeepers and other guarantees, will be the starting point for a comprehensive and just peace not only between Israel and Palestine—and also a regional peace that would secure diplomatic relations across the Middle East and end this conflict that has burdened the inhabitants, the region, and the world, for more than a century.\nRepublished from Common Dreams, March 5, 2024\nShare and Enjoy ! SHARE TWEET SHARE COPY EMAIL PRINT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item6.svg",
      "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item4.svg",
      "https://www.linkedin.com/sharing/share-offsite/?url=",
      "https://twitter.com/intent/tweet?text=%20-%20%20",
      "https://www.commondreams.org/tag/gaza",
      "https://www.commondreams.org/tag/palestine",
      "https://www.facebook.com/share.php?u=",
      "https://www.commondreams.org/opinion/two-state-solution-gaza-2667433791",
      "https://www.mofa.gov.sa/en/ministry/statements/Pages/The-Ministry-of-Foreign-Affairs-stated-that-regarding-the-discussions-between-Saudi-Arabia-and-the-US.aspx",
      "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item3.svg",
      "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item5.svg",
      "https://www.printfriendly.com/print?url=",
      "https://www.un.org/unispal/document/auto-insert-184036/",
      "https://news.un.org/en/story/2024/01/1146097",
      "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item2.svg",
      "https://johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item1.svg",
      "https://www.kas.de/c/document_library/get_file?uuid=a5dab26d-a2fe-dc66-8910-a13730828279&groupId=268421",
      "https://research.un.org/en/docs/sc/quick/veto",
      "https://un.org/unispal/document/auto-insert-184036/",
      "https://commondreams.org/tag/gaza",
      "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item4.svg",
      "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item1.svg",
      "https://commondreams.org/tag/palestine",
      "https://www.printfriendly.com/print",
      "https://www.kas.de/c/document_library/get_file",
      "https://www.un.org/unispal/document/auto-insert-184036",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet",
      "https://facebook.com/share.php?u=",
      "https://www.facebook.com/share.php",
      "https://printfriendly.com/print?url=",
      "https://www.news.un.org/en/story/2024/01/1146097",
      "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item6.svg",
      "https://kas.de/c/document_library/get_file?uuid=a5dab26d-a2fe-dc66-8910-a13730828279&groupId=268421",
      "https://linkedin.com/sharing/share-offsite/?url=",
      "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item3.svg",
      "https://mofa.gov.sa/en/ministry/statements/Pages/The-Ministry-of-Foreign-Affairs-stated-that-regarding-the-discussions-between-Saudi-Arabia-and-the-US.aspx",
      "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item2.svg",
      "https://www.johnmenadue.wpengine.com/wp-content/uploads/2021/02/Item5.svg",
      "https://www.twitter.com/intent/tweet?text=%20-%20%20",
      "https://www.research.un.org/en/docs/sc/quick/veto",
      "https://commondreams.org/opinion/two-state-solution-gaza-2667433791"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T20:56:45.385+02:00",
    "updated": "2024-03-08T20:56:45.385+02:00"
  },
  {
    "uuid": "3cc7332f204d0165db9e62c8598141027c0c4335",
    "url": "https://www.hispantv.com/noticias/opinion/581076/regreso-galloway-movimiento-propalestino-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HispanTV",
    "published": "2024-03-11T02:40:00Z",
    "title": "Regreso de Galloway fortalece movimiento propalestino en Reino Unido | HISPANTV",
    "text": "Por: Reza Javadi *\nLa Cámara de los Comunes de Westminster fue testigo de un cambio sísmico la semana pasada cuando el destacado político británico George Galloway consiguió una victoria decisiva y aplastante en las elecciones parciales de Rochdale, en el noroeste de Inglaterra.\nGalloway, un defensor abierto y apasionado de la causa palestina, dedicó la victoria a Gaza.\nEl fundador del Partido de los Trabajadores del reino Unido ganó el escaño por 12 335 votos, sucediendo al difunto representante laborista Sir Tony Lloyd, cuya muerte en enero allanó el camino para las elecciones parciales.\nEn su discurso de victoria, Galloway se refirió a la desilusión de los votantes con los partidos principales, calificando al primer ministro Rishi Sunak y al líder de la oposición Sir Keir Starmer como “dos mejillas del mismo trasero”.\n“Ambos recibieron una buena paliza esta noche aquí en Rochdale”, dijo Galloway.\n“Esto es para Gaza” , dijo el triunfante veterano político, dirigiéndose directamente al líder laborista Starmer, quien ha sido criticado por la posición engañosa de su partido sobre el genocidio israelí en Gaza.\n“Han pagado, y pagarán, un alto precio por el papel que han desempeñado al permitir, alentar y encubrir la catástrofe que está ocurriendo actualmente”, afirmó Galloway, refiriéndose al genocidio de Gaza.\nLa contundente victoria en las elecciones parciales marcó el último y más significativo regreso político de Galloway, y refleja los sentimientos de millones de británicos hacia la crisis que se desarrolla en la Franja de Gaza.\nGalloway se hizo eco de sus sentimientos y advirtió que están subrepresentados en los medios.\n“Creo que hablo en nombre de millones de personas en Gran Bretaña cuyos corazones están destrozados, cuyas entrañas están desgarradas por la masacre en Gaza. Y están subrepresentados hasta el punto de casi ser invisibles en los medios británicos”, dijo después de su victoria el viernes.\n“Incluso esta noche, la clase política británica está en estado de pánico por [mi victoria], tanto los conservadores como los laboristas, porque saben que han sido derrotados”, recalcó.\nEn su reacción inicial a la victoria de Galloway, Sunak la calificó de “más que alarmante”, acusando al diputado recién elegido de extremismo y de sembrar división en el país.\nGalloway respondió a los comentarios de Sunak en una entrevista con el diario británico Sky News , que fue ampliamente compartida en las redes sociales, enfatizando su mandato democrático y desafiando la credibilidad del primer ministro.\nGalloway: Llego con un nuevo mandato para cesar la matanza en Gaza | HISPANTV El británico partidario de Palestina George Galloway, que ganó los comicios del jueves, dice que lo primero que hará es trabajar para detener la matanza en Gaza.\nLes dijo a los periodistas que no hablaran del primer ministro británico como “alguien que ha bajado del monte con tablas de piedra en la mano”.\nGalloway rechazó a Sunak, haciéndose eco del desprecio de la gente hacia él como líder de su país y al mismo tiempo señalando el apoyo abrumador que recibió de los votantes.\n“¡Hablas [de él] como si fuera Dios! Estamos hablando del pequeño Rishi Sunak en el final de su mandato de primer ministro”, dijo Galloway a un periodista en Rochdale.\n“¿Quién ganó las elecciones? ¿Yo o Rishi Sunak? Yo tengo el mandato democrático aquí, no Rishi Sunak. Ni siquiera quedó segundo. Tuvo suerte de quedar tercero”, se apresuró a añadir.\nGalloway, sin pelos en la lengua, dijo que “desprecia” al primer ministro británico como “millones de personas” en el Reino Unido, y agregó que “no respeta al primer ministro en absoluto”.\nGalloway prestó juramento como diputado y fue presentado a la Cámara de los Comunes por los diputados Sir Peter Bottomley y Neale Hanvey el lunes, solidificando su presencia en el panorama político de Westminster.\nDiputado británico propalestino compara a Israel con la Alemania nazi Político inconformista que se atreve a desafiar Galloway, un legislador escocés de 69 años conocido por sus distintivos sombreros de fieltro y sus agudas réplicas, ha sido un político inconformista y ha desafiado habitualmente al establishment político del Reino Unido.\nExrepresentante laborista, fue expulsado en 2003 por el entonces primer ministro Tony Blair por oponerse a la invasión británico-estadounidense de Irak, denunciando a Blair y al entonces presidente estadounidense George W. Bush como “lobos”.\nGalloway se desempeñó como diputado del Partido Respeto pacifista en Bethnal Green and Bow de Londres (2005-2010) y Bradford West en el norte de Inglaterra (2012-2015), mostrando una inclinación por la oratoria ardiente.\nSu perspicacia política y su capacidad para conectarse con los votantes han sido reconocidas por todos.\nPor ejemplo, Robert Ford, profesor de ciencias políticas en la Universidad de Manchester, se refirió a sus notables habilidades para hacer campaña.\n“Tiene una capacidad de campaña notable, es muy bueno para intuir las líneas emotivas que aterrizarán en cualquier contexto particular, y lo ha demostrado una vez más”, dijo Robert Ford, profesor de ciencias políticas en la Universidad de Manchester.\n¿Qué significa triunfo de Galloway en comicios parciales británicos? | HISPANTV La victoria del político británico George Galloway, conocido por su activismo propalestino y críticas a la actuación del Reino Unido ante Gaza, ha atrapado la atención global. Lo que significa su victoria para la campaña propalestina en el Reino Unido Durante la campaña electoral, Galloway apeló estratégicamente al electorado musulmán, que constituye alrededor del 30 por ciento del electorado, y planteó su defensa propalestina.\nHizo lo mismo en campañas exitosas anteriores en áreas con importantes poblaciones musulmanas del sur de Asia, enfatizando su larga defensa de la causa palestina y su oposición a la ocupación israelí de Palestina.\nLos observadores señalan que el apoyo de Galloway a un alto el fuego en Gaza, que resuena particularmente en la comunidad musulmana, refleja un sentimiento público más amplio, a pesar de una aparente desconexión en Westminster.\nSi bien las figuras políticas del establishment británico tal vez no estén muy impresionadas por la postura de Galloway sobre Gaza, el público en general, como lo demuestran las recientes protestas, está abrumadoramente de su lado.\nGavin Barwell, exparlamentario conservador y jefe de gabinete de [la ex primera ministra británica] Theresa May, afirmó que el llamado a un alto el fuego en Gaza cuenta con un amplio respaldo público, disipando la noción de que es una posición extrema.\n“Los extremistas son una minoría muy pequeña, pero la verdad es que el pueblo británico apoya abrumadoramente un alto el fuego”, dijo Barwell.\nGalloway, dirigiéndose a los críticos dentro de la clase política y mediática, destacó que la mayoría del público británico simpatiza con las víctimas en Gaza más que con los perpetradores israelíes.\n“[La gente] dentro de la burbuja tóxica de la clase política y mediática apoya el genocidio contra el pueblo de Gaza”, comentó Galloway, distinguiendo a los apologistas sionistas del público general en el Reino Unido.\n“Pero cuando revientas esa burbuja, descubres, en realidad, que entre el público en general —incluso en un país como Gran Bretaña a pesar de todos sus defectos imperiales— la mayoría de las simpatías de la gente están del lado de las víctimas y no de los perpetradores\", añadió.\nExclusive: ‘I’ve arrived with fresh mandate to stop slaughter in Gaza’: George Galloway British politician George Galloway says he has “arrived with a fresh mandate to stop the slaughter in Gaza.” Galloway adopta una postura firme contra la política laborista en Gaza La victoria de Galloway ha acentuado el creciente descontento dentro del partido laborista con respecto a su postura sobre la guerra de Gaza, considerada demasiado indulgente hacia Israel por muchos votantes musulmanes y políticos laboristas musulmanes.\nMás de 60 concejales laboristas en todo el país dimitieron en protesta y, en noviembre de 2023, 56 parlamentarios laboristas desafiaron a la dirección del partido para apoyar el llamamiento del SNP (Partido Nacional Escocés) a un alto el fuego inmediato en Gaza.\nDurante su campaña, Galloway calificó a Starmer de “principal partidario de Israel”, insinuando posibles repercusiones para el liderazgo de Starmer. Se espera que el regreso de Galloway al Parlamento lo posicione como un crítico vocal del enfoque de su antiguo partido y un firme defensor de los derechos de los palestinos.\n“Imagínese: la gente de Rochdale se une para derrocar al odiado líder laborista”, señaló Galloway.\nGalloway, en su discurso de victoria, declaró enfáticamente que “todos los platos se han movido esta noche” y el Partido Laborista había “perdido la confianza de millones de sus votantes”.\nMás tarde, en una entrevista con Sky News , recalcó que el líder laborista había “vendido su alma al lobby de Israel” mientras defendía su llamamiento “del río al mar”[en referencia a una Palestina libre desde el río Jordán hasta el mar Mediterráneo].\nEl Partido Laborista ahora enfrenta la perspectiva de perder terreno frente a candidatos independientes en distritos electorales con importantes votantes musulmanes, particularmente donde los parlamentarios se opusieron a la moción de alto el fuego del SNP en Gaza en noviembre de 2023.\nLa victoria de Galloway subraya la necesidad de que el Partido Laborista aborde las preocupaciones de los votantes sobre Gaza, desafiando el históricamente supuesto apoyo del partido por parte de los votantes musulmanes, creen los observadores.\nApoyo a Galloway tras una aplastante victoria Tras la aplastante victoria de Galloway, cientos de sus partidarios se reunieron frente a Civic Suite en Catford, Lewisham, ondeando banderas palestinas y pancartas propalestinas, mientras el recién elegido diputado asistía a una elección de alcalde de Lewisham en apoyo del candidato John Hamilton.\nEl respaldo de Galloway a John Hamilton, candidato del Partido de los Trabajadores de Gran Bretaña que hace campaña para alcalde de Lewisham, añade más impulso y pone de relieve el genocidio que se está desarrollando en Gaza.\nJohn Hamilton se ha hecho conocido por su lema de campaña “Si votas a los conservadores o a los laboristas, estás votando por el genocidio”.\n“Creo que la política ha cambiado, como resultado, no solo de mi victoria sino de la respuesta de pánico del gobierno”, dijo Galloway a la multitud.\nLas redes sociales también han sido un hervidero en las últimas semanas con internautas expresando su apoyo al nuevo representante de Rochdale en el parlamento británico, con la esperanza de que fortalezca el movimiento propalestino.\nEl apoyo a Galloway se produce en medio de una creciente ira contra el gobierno de Sunak y sus continuos envíos de armas al régimen israelí utilizadas contra los palestinos en Gaza.\nLa semana pasada, el Tribunal Superior del Reino Unido desestimó un caso que pedía el cese inmediato de las exportaciones de armas británicas a Israel. El caso fue presentado en diciembre por [la organización palestina de Derechos Humanos] Al-Haq y la Red Global de Acción Legal (Glan), con sede en el Reino Unido.\nEl desafío legal arrojó luz sobre la venta de armas británicas al régimen israelí en todas las categorías, incluidos componentes para radares militares, equipos de puntería, aviones de combate y buques de guerra.\n* Reza Javadi tiene un doctorado en estudios británicos de la Universidad de Teherán.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.presstv.ir/Detail/2024/03/01/721101/Exclusive--%E2%80%98I%E2%80%99ve-arrived-with-a-fresh-mandate-to-stop-the-slaughter-in-Gaza%E2%80%99--George-Galloway",
      "https://cdn.presstv.ir/Photo/2024/3/1/ec084fd8-f455-471b-a442-9da82c0403b2.JPG",
      "https://www.cdn.presstv.ir/Photo/2024/3/1/ec084fd8-f455-471b-a442-9da82c0403b2.JPG",
      "https://presstv.ir/Detail/2024/03/01/721101/Exclusive--%E2%80%98I%E2%80%99ve-arrived-with-a-fresh-mandate-to-stop-the-slaughter-in-Gaza%E2%80%99--George-Galloway"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T06:17:29.780+02:00",
    "updated": "2024-03-11T06:17:29.780+02:00"
  },
  {
    "uuid": "8d14195c43aa734b77a91a51e20340bed5b7bb73",
    "url": "https://www.indiatv.in/education/do-you-want-to-become-a-ca-but-do-not-know-its-process-then-you-will-get-complete-information-about-it-here-2025-06-12-1142110",
    "ord_in_thread": 0,
    "author": "India TV Hindi",
    "published": "2025-06-12T07:14:00Z",
    "title": "क्या आप बनना चाहते हैं CA मगर नहीं पता इसकी प्रक्रिया? यहां मिलेगी आपको इसकी पूरी जानकारी",
    "text": "हर छात्र के जीवन में एक समय आता है जब उसे भविष्य का फैसला लेते हुए अपने लिए सही स्ट्रीम और बाद में कोर्स का चयन करता है। 10वीं कक्षा ही वो मोड़ लेकर आती है जब छात्रों को सोचना होता है कि उन्हें आगे क्या बनना है और उसके लिए कौन सी स्ट्रीम लेनी होगी। कई सारे छात्र यह तय करते हैं कि उन्हें CA बनना है और इसके लिए वो कॉमर्स ले लेते हैं मगर उन्हें बस इतना ही पता होता कि CA बनने के लिए कॉमर्स जरूरी है। आगे क्या करना है, उन्हें नहीं पता होता है। आप भी अगर उनमें से एक हैं और यह जानना चाहते हैं कि आप एक सफल CA कैसे बन सकते हैं तो फिर यह खबर आपके बिल्कुल काम की है। आइए आपको इसकी पूरी प्रक्रिया बताते हैं।\nकैसे कोई छात्र बन सकता है CA?\n1. आपने अगर यह तय कर ही लिया है कि आपको एक CA ही बनना है तो फिर आपको सबसे पहले इंटरमीडिएट CA कोर्स में एडमिशन करवाना होगा। इस काम को करने के बाद आपको स्नातक यानी ग्रैजुएशन करना होगा और कॉमन प्रोफिएंसी टेस्ट (CPT) भी पास करना होगा। ये कोर्स आम तौर पर 9 महीने तक चलते हैं और अकाउंटिंग से जुड़े 8 सब्जेक्ट को कवर करना होता है। जब आप कोर्स पूरा कर लेते हैं, तो आपको कई इंटरमीडिएट चार्टर्ड अकाउंटेंट परीक्षाएं पास करनी होती हैं।\n2. इंटरमीडिएट कोर्स को पूरा करने के बाद आपको प्रैटिक्ल ट्रेनिंग शुरू करना होता है। उसके दौरान आप पंजीकृत CA के साथ काम करते हैं और अकाउंटिंग से जुड़े काम करते हैं। प्रैक्टिकल ट्रेनिंग करने के पीछे का उद्देश्य CA के तौर पर काम करने का अनुभव लेना होता है। प्रैक्टिकल ट्रेनिंग के दौरान आपको CA फाइनल कोर्स में भी दाखिला लेना होगा।\n3. आपके प्रैक्टिकल ट्रेनिंग के आखिरी 6 महीने के दौरान या फिर उसे पूरा करने के बाद आप CA फाइनल कोर्स कर सकते हैं। फाइनल कोर्स में आप फाइनेंसियल रिपोर्टिंग, ऑडिटिंग, एथिक्स, कोस्ट मैनेजमेंट और टैक्स लॉ जैसे सब्जेक्ट पढ़ते हैं। ये सभी कोर्स आपको फाइनल के लिए तैयार करते हैं जिससे आप परीक्षा पास कर सकते हैं।\n4. CA फाइनल की परीक्षा पास करने के बाद आपको भारतीय चार्टर्ड अकाउंटेंट्स संस्थान (ICAI) में दाखिला लेना होगा। आपको बता दें कि ICAI चार्टर्ड अकाउंटेंट्स की प्रोफेशनल बॉडी है जो भारत में चार्टर्ड अकाउंटेंट बनने के लिए आवश्यक योग्यता और आवश्यकताओं को निर्धारित करता है। वे भारत में प्रोफेशनल CA को रेगुलेट भी करते हैं। आपको हमने जो भी जानकारी दी है वो सभी जानकारी indeed से ली गई है।\nये भी पढ़ें-\nदवा की दुकान खोलना चाहते हैं तो कौन सा कोर्स करना जरूरी है? जान लें यहां NIACL AO भर्ती का नोटिफिकेशन जारी, इस तारीख से कर सकेंगे आवेदन",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->college and university",
      "Education->vocational education",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend",
      "Social Issue->social services",
      "Social Issue->teenagers",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:43:34.159+03:00",
    "updated": "2025-06-12T07:48:35.000+00:00"
  },
  {
    "uuid": "5e6b801d58b3480ee7a5c23bde46d6b64f03ca02",
    "url": "https://totallythebomb.com/stanley-food-containers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natalie Vitelli",
    "published": "2024-01-07T22:31:00Z",
    "title": "You Can Get Stanley Food Containers That Are Perfect for On the Go Meals",
    "text": "As we all know, Stanley tumblers have become the next big thing.\nConsidering their latest tumbler duo for Valentine’s Day sold out at Target, it’s safe to say that Stanley isn’t moving over on the shelf… and we don’t want it too!\nBut your Stanley tumbler at home, needs a friend.\nThe Stanley company, well known for its aesthetically pleasing tumblers, also have a slew of other items that are perfect for on the go trips!\nAdding food bowls and jars to their resume list, Stanley has created to-go food containers that are efficient and just as pretty as their tumblers, because we all know, looks are everything.\nWe know what you’re thinking, matching one of these food containers to your tumbler at home would be the perfect scenario for your home office.\nWhile both the bowls and jars include a double-wall vacuum insulation to keep your lunches, snacks or maybe even dinner at just the right temperature, you can also count on stuffing these containers with hot and cold foods.\nYou can\nfind Stanley’s on the go food jars and bowls currently stocked on Target store shelves.\nAnd if they’re anything like their tumblers, we suggest rerouting your GPS to the retail store on your way home from work.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://shopstyle.it/l/b6w4G",
      "https://shopstyle.it/l/b6w3i",
      "https://www.shopstyle.it/l/b6w4G",
      "https://www.shopstyle.it/l/b6w3i"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stanley",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "stanley food containers",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:56:48.540+02:00",
    "updated": "2024-01-08T00:56:48.540+02:00"
  },
  {
    "uuid": "d7bef51b490900327a6c89de407e78a90bcbafb6",
    "url": "https://radiomitre.cienradios.com/politica/ley-omnibus-el-kirchnerismo-y-la-izquierda-se-retiraron-del-recinto-en-medio-de-los-incidentes-fuera-del-congreso",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luciano Fandiño",
    "published": "2024-02-01T23:38:00Z",
    "title": "Ley Ómnibus: el kirchnerismo y la Izquierda se retiraron del recinto en medio de los incidentes fuera del Congreso | Radio Mitre",
    "text": "Mientras continuaba el debate por la [Ley Ómnibus](https://radiomitre.cienradios.com/politica/el-gobierno-apunto-contra-la-oposicion-que-critico-la-ley-omnibus-hubo-dirigentes-que-no-se-tomaron-el-trabajo-ni-siquiera-de-leer-la-ley/), ocurrieron nuevos [incidentes fuera del congreso](https://radiomitre.cienradios.com/policiales/ley-omnibus-un-manifestante-resulto-herido-en-medio-de-la-marcha-al-congreso/) y debido a esto, fue que tanto el kirchnerismo, como la Izquierda se retiraron en señal de reclamo. El Gobierno se reunirá con los gobernadores para acordar un pacto fiscal tras el debate por la Ley Ómnibus La situación que se había agravado a lo largo de la tarde de hoy, mientras se continuaba con los debates por el proyecto de ley del presidente Javier Milei, terminó con heridos y con la policía arrojando gases lacrimógenos contra los manifestantes. Fue la diputada de la Izquierda Romina del Pla, quien pidió llamar a un cuarto intermedio, mientras que criticaba duramente el accionar de las fuerzas policiales. De esta forma es como la funcionaria expresó: “Se esta produciendo una represión feroz sobre las manifestantes. En nombre de defender que no se corte una calle que está cortando la Gendarmería cada vez que avanzan y reprimen”. Por su lado, Victoria Tolosa Paz también comentó: “Están tirando gases, con un operativo represivo que no se condice con la gente que está en la plaza. No están obstruyendo la vía pública”. Además agregó: “Bajamos en una muestra de solidaridad con un pueblo que tienen derecho a expresarse en la plaza. Este no es un proyecto viable, con represión, atacando a diputados nacionales. Tenemos que prohibir la represión a un pueblo, es inédito”. Cecilia Moreau pidió suspender la sesión de la Ley Ómnibus por los incidentes Mientras continuaban las sesiones a pesar de los incidentes con la policía fuera del congreso, la diputada de Unión por la Patria Cecilia Moreau pidió que se suspendiera la sesión de la Ley Ómnibus. Carlos Cisneros apuntó contra el DNU de Javier Milei: “No voy a votar bajo ningún punto de vista ninguna privatización” Según comentó en declaraciones para televisión: “La idea es que se suspenda la represión. Agredieron a manifestantes y a la prensa. Hay que levantar la represión para seguir el debate con tranquilidad. Lo único que pedimos es que retiren a las Fuerzas de la calle.Yo bajé, soy asmática y el gas pimienta se siente en el aire”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:44:46.128+02:00",
    "updated": "2024-02-02T02:44:46.128+02:00"
  },
  {
    "uuid": "6bfa7433c8b8652bf36dd7c375aa9ab8cfc2c62e",
    "url": "https://vnexplorer.net/forget-push-ups-this-15-minute-arm-workout-builds-your-triceps-pecs-and-shoulders-in-15-moves-s2228001.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-04T21:08:00Z",
    "title": "Forget push-ups — this 15-minute arm workout builds your triceps, pecs and shoulders in 15 moves",
    "text": "Just like the best pulling exercises torch your back, rear delts and biceps, the best pushing exercises build your triceps, pecs and shoulders and strengthen your upper body.\nThe arm workout below takes 15 minutes to complete and requires one set of dumbbells. If you like to work with a few sets of weights, we recommend the best adjustable dumbbells so you can scale weights as you go, but otherwise, one set of light to medium weights works well.\n((Image credit: Getty images/ Unknown))\nFor beginners, the dumbbell arm workout is better attacked with lighter weights, but we recommend checking out the exercises below first, giving them practice, then sticking to your weight selection.\nIf your lower back begins to arch or you notice yourself throwing the weights, stay accountable to your form, check you’re engaging your core properly and scale back.\nNot only are you taking the intensity out of the exercise by throwing the weights and working the muscles less, but you won’t get the desired results from the workout, either.\nWatch Fitbymik’s 15-minute arm workout with dumbbells: Sculpt and shape your arms and upper body using Fitbymik’s 15-minute barre arms workout. She uses 3lb dumbbells, but anything between 2-5lbs (or more if you dare) works. Barre workouts often follow endurance principles, meaning you’re more likely to adopt higher reps at lighter weights with some pulses thrown in for good measure and very little rest to ramp up the muscle-burn factor.\nFor the “lean and toned arms” offered by Mik, and if building muscle definition is your goal, you’ll need to train them consistently, several times a week and check in with other lifestyle factors like your diet.\nThe “bro split” traditionally used by gym-goers (training body parts by days of the week) isn’t that efficient, so our advice is to prioritize multi-muscle and multi-joint moves — called compound exercises — and save isolation exercises and short arm workouts like these as finishers or a quick standalone session if you enjoy exercise snacking.\nTo strengthen and shape the arms and upper body muscles over time, we recommend splitting your upper body workouts into push or pull to prioritize your chest and triceps or back and biceps, respectively, or combining them into one upper body session for maximum efficiency.\n“If you don’t have dumbbells at home, just grab two full water bottles to use as weights,” says Mik. “Each move will be 45 seconds on and 15 seconds rest. So, let’s get toning!”\nTrainer notes Mik encourages you to pull up through the spine to lengthen your back and practice squeezing the muscle groups you’re working to help improve activation and that all-important mind-muscle connection.\nThe connection between our brain and muscle actions is crucial to helping us properly engage the correct muscle groups and work them through a full range of motion. Growing amounts of research show that using your brain to give attention to specific muscle groups can increase muscle activation during resistance exercises.\nIt’s worth noting that although you’ll work plenty of muscle groups in just 15 minutes, including the triceps, biceps, all three shoulder heads — the anterior, lateral and posterior deltoids — back and chest, it’s predominantly a front-body workout. That means your triceps, pecs and anterior deltoids are the key workers.\nMik utilizes one of my favorite techniques called time under tension by combining several moves into one, helping you recruit more muscles together and working your shoulder muscles hard throughout — whatever the move. Despite the working set only lasting 45 seconds, combo moves up the ante and makes a short amount of time seem endless.\nAs always, Tom’s Guide advises you to stop if you experience sharp, persistent, or prolonged pain during exercise. Never continue past a 4 out of 10 on the pain threshold, and if you’re unsure or just returning to exercise, speak with a qualified medical professional or your trainer first.\nI tailor arm and shoulder workouts to an existing rotator cuff injury, and while I didn’t need to modify during this workout, you might, so be mindful as you approach each move.\nFinally, if you want to get stronger and build muscle, you’ll need to strike a balance between lifting heavy enough to challenge your muscles (called overload) and keeping your form in check.\nBeginners in particular can benefit from workouts like the above and may notice initial improvements faster than seasoned exercisers, but either way, this particular workout is muscular endurance-focused, meaning you’ll primarily improve how long muscles can sustain movement and contraction.\nTom’s Guide",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4bnd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l4bnd.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "getty",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:13:42.650+03:00",
    "updated": "2024-04-05T00:13:42.650+03:00"
  },
  {
    "uuid": "b4e2aeba20ba1b87ea6910232687bfe50bc0a743",
    "url": "https://clutchpoints.com/celtics-news-boston-booed-by-home-crowd-as-cade-cunningham-pistons-take-massive-halftime-lead",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Yapkowitz",
    "published": "2023-12-29T02:26:00Z",
    "title": "Celtics booed by home crowd as Cade Cunningham, Pistons take massive halftime lead",
    "text": "The [Boston Celtics](/nba/boston-celtics) have [surged](https://clutchpoints.com/celtics-news-how-monster-kristaps-porzingis-creates-so-many-problems-helpless-opponents) to the best record in the NBA at 23-6 this season. They've looked like the top contender for the NBA championship, but on Thursday they showed that the NBA season is a grind and anything can happen on any given night. The Celtics came into Thursday set to square off against the league-worst [Detroit Pistons](/nba/detroit-pistons) who recently set a [not-so good](https://clutchpoints.com/pistons-news-cade-cunningham-respect-posts-flood-the-internet-amid-detroits-new-low) record. But that didn't matter so much as the Celtics went into halftime trailing by 19 points and heard [a chorus of boos](https://twitter.com/ClutchPoints/status/1740546346606821800) from the home crowd. ” Celtics fans are booing their team as Cade Cunningham and the Pistons go up 19 points 😬 [pic.twitter.com/t3chUmhi3h] — ClutchPoints (@ClutchPoints) [December 29, 2023] The Celtics were coming off a very successful four game West Coast road swing where they went 3-1 with wins against the Los Angeles Clippers, Los Angeles Lakers and Sacramento Kings. As well as they've played this season, it's understandable why Celtics fans would be disgusted with their performance in the first half against the Pistons. With the Pistons loss to the Brooklyn Nets on Tuesday, they officially set the record for the NBA's longest losing streak at 27 games. Even though the Celtics came into the game short-handed with Jaylen Brown out due to a back injury, this is still a game that the Celtics have no excuse for looking this poorly. It's true that the Pistons have actually been fighting and clawing during their losing streak, they just end up running out of gas and overmatched. It might be understandable if this game was close but the Celtics are literally getting blown out at home. Cade Cunningham had 22 points in the first half to lead the Pistons. Jayson Tatum had 16 to lead the Celtics.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://twitter.com/ClutchPoints/status/1740546346606821800)",
      "https://www.twitter.com/ClutchPoints/status/1740546346606821800)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cade cunningham",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "boston celtics",
          "sentiment": "negative"
        },
        {
          "name": "pistons",
          "sentiment": "negative"
        },
        {
          "name": "detroit pistons",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        },
        {
          "name": "celtics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:31:46.411+02:00",
    "updated": "2023-12-29T04:31:46.411+02:00"
  },
  {
    "uuid": "fa0562e8db4fb7fb4a3f988133cb2f26cfa3533c",
    "url": "https://www.eetasia.com/st-eases-development-on-single-core-mpus/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephen Las Marias",
    "published": "2024-01-02T04:12:00Z",
    "title": "ST Eases Development on Single-core MPUs",
    "text": "STMicroelectronics has launched a new software for migrating STM32 MCU code to more powerful STM32MP1 MPUs.\nSTMicroelectronics is helping engineers raise the performance of embedded-system designs to the next level with new software for migrating STM32 microcontroller code to more powerful STM32MP1 microprocessors.\nAs end-users constantly demand more features and faster response from the technology that powers their daily lives and work, brands need effective solutions to boost product performance. Industrial real-time applications are typical. Increasingly, the latest process equipment, factory-automation systems, logistics and retail technology, IoT devices, and digital signage demand greater host-system performance than microcontrollers (MCUs) typically provide.\nST’s STM32MP1 microprocessors (MPUs) address these trends, bringing a powerful Arm Cortex-A7 application-class architecture with more processing power and memory. Users can now take advantage of the new software pack, STM32CubeMP13, to migrate code originally designed for smaller, simpler MCUs and unleash the higher-performance MPU’s extra capabilities in their next-generation products.\nSTM32CubeMP13 enables an embedded bare-metal application or RTOS on STM32MP13 SoCs, giving an alternative to OpenSTLinux that ensures faster execution times compared to typical microcontrollers. Users can also ensure ported code continues to meet the original implementation’s hard real-time specifications, such as interrupt times and latency. Moreover, an RTOS can leverage the MPU’s larger memory while preserving low power consumption.\nFully integrated in the STM32Cube ecosystem, STM32CubeMP13 lets designers already using ST’s STM32 embedded microcontrollers move up to higher-performance MPU-based projects within the same, familiar development environment. This includes the STM32CubeMX device configurator, STM32CubeIDE development tools, and STM32CubeProgrammer.\nSTM32CubeMP13 comes with all necessary components needed to run embedded code on STM32MP13 Arm Cortex-A7 MPUs, including the board support package (BSP) and hardware abstraction layer (HAL). Azure RTOS (moving to Eclipse ThreadX) comes pre-integrated as an example real-time operating system. Also, code samples are provided that help embedded developers handle the extra complexity of MPU-based systems, including booting from external memory and power management including DDR-RAM self-refresh control.\nEntry-level applications leveraging STM32MP13, targeted at industrial, smart city, smart home, retail, medical, health, and wellness markets, can still be developed using the established ecosystem and OpenSTLinux distribution.\nThe software is available free of charge and ready to download now from\nhttps://www.st.com/en/embedded-software/stm32cubemp13.html.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://st.com/en/embedded-software/stm32cubemp13.html.",
      "https://www.st.com/en/embedded-software/stm32cubemp13.html?icmp=tt36491_gl_pron_dec2023",
      "https://www.st.com/en/embedded-software/stm32cubemp13.html",
      "https://st.com/en/embedded-software/stm32cubemp13.html?icmp=tt36491_gl_pron_dec2023",
      "https://www.st.com/en/embedded-software/stm32cubemp13.html."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "stmicroelectronics",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T08:38:10.849+02:00",
    "updated": "2024-01-02T08:38:10.849+02:00"
  }
]