[
  {
    "uuid": "e355c55d0be24221f4c38ec25965423b60e70045",
    "url": "https://www.cbsnews.com/minnesota/news/hurricane-katrina-family-gets-closure-19-years-after-losing-loved-one",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2024-06-24T03:30:00Z",
    "title": "Family Jennifer Mayerle met covering Hurricane Katrina gets closure 19 years after losing loved one to storm - CBS Minnesota",
    "text": "BILOXI, Miss. — For many, one man's pain of losing his wife during Hurricane Katrina personified the devastation of the catastrophic storm.\nHardy Jackson's wife was thought to be lost to the storm surge. Nearly two decades later, her remains are identified.\nWCCO's Jennifer Mayerle shared their story all those years ago. She traveled back to Mississippi to be with their daughter as she picked up her mother's ashes.\nIt's been a long road for Tonie Waltman to get here, holding her mom's ashes after all these years.\n\"All the hopes and prayers and stuff, it all paid off though,\" Waltman said.\nMayerle first learned of her mom's disappearance during Hurricane Katrina when she met her dad, Hardy Jackson, on the streets of Biloxi, Mississippi, soon after the fury of the Category 3 hurricane roared ashore in August of 2005.\nAt the time, Jackson told Mayerle, \"The house opened up, divided.\"\n\"Who was at your house with you,\" Mayerle asked.\n\"My wife. Can't find her body, she gone,\" Jackson said.\n\"You can't find your wife?\" Mayerle said.\n\"No she told me, I tried, I hold her hand as tight as I could, and she told me, 'You can't hold me. Take care of the kids and the grandkids,'\" Jackson said.\nJackson's heartache resonated around the world. He searched for his wife, Tonette, in the days after and always hoped to find her.\nMayerle and Jackson formed a friendship during that time and stayed in touch through the years. The family relocated to Atlanta after Katrina. Mayerle moved there for work a short time later and continued to follow the family's ups and downs, getting to know the kids and grandkids. She was by her friend's side when Jackson lost his daughter, Mary, to cancer in 2011.\nThey added Tonette's name on the headstone so they had a place to visit both of them. She watched him make good on that promise to take care of the kids and grandkids. He continued to raise Mary's two sons, the boys who were with him when they first met. While there was more heartache, Jackson found some peace after receiving Tonette's death certificate seven years after the storm.\n\"It gave me a whole lot of closure, dried my tears up, eased the pain in my heart,\" Jackson said.\nBut the family would grieve again in 2013 when Jackson died from lung cancer, before learning what happened to Tonette.\n\"I feel like I'm shedding tears for my dad, too. Before he passed that's all he talked about what if one day, what if one day,\" Waltman said.\nA body was recovered from the rubble a week after the storm not far from where the Jacksons lived. Unable to be identified, the woman was buried in a nearby Pascagoula cemetery.\nFor nearly 19 years, Tonette Jackson was buried there with the name Jane Love. It took a cold case lieutenant and a dedicated team of investigators to identify her all these years later.\n\"These unidentified was, nobody was doing it. And you're either part of the problem or part of the solution. So when I found the problem, the only thing I could do was really work on it,\" Lt. Darren Versiga with Pascagoula police said.\nThey exhumed her body, and with new DNA samples, produced a positive match, identifying Jane Love as Tonette Jackson.\n\"This has been the most rewarding thing for me to give someone their name back and give the family a somewhat closure,\" Versiga said.\nFor Waltman, the discovery has healed some of that heartache.\n\"There are a lot of people that didn't give up identifying your mom,\" Mayerle said.\n\"They didn't. Knowing they went above and beyond, that says a lot and that will help me close this chapter and be able to move on. I feel like my heart is back mended,\" Waltman said.\nWaltman drove from where she lives near Atlanta to Mississippi the day Mayerle spent with her. She's since brought her mom's ashes home, back with her kids and grandkids after two decades.\nMore from CBS News Fridley man sentenced to 25 years in prison for 5-month-old son's death Apple Valley man pleads guilty to role in shooting that killed ex-girlfriend Developers look to attract first-time home buyers by curbing costs Owners of Rapidan Dam Store evacuate as river threatens to take out family home In: Mississippi Hurricane Katrina Jennifer Mayerle Jennifer Mayerle happily returned to Minnesota and WCCO, where she began her career as an intern. The Emmy and Edward R. Murrow award-winning journalist joined WCCO as a reporter in May 2014. She also anchors \"WCCO Saturday Morning\" from 8-9 a.m.\nTwitter Facebook",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer mayerle",
          "sentiment": "negative"
        },
        {
          "name": "waltman",
          "sentiment": "none"
        },
        {
          "name": "mayerle",
          "sentiment": "none"
        },
        {
          "name": "hardy jackson",
          "sentiment": "none"
        },
        {
          "name": "jackson",
          "sentiment": "none"
        },
        {
          "name": "tonie waltman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs",
          "sentiment": "negative"
        },
        {
          "name": "wcco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miss.",
          "sentiment": "none"
        },
        {
          "name": "minnesota biloxi",
          "sentiment": "none"
        },
        {
          "name": "biloxi",
          "sentiment": "none"
        },
        {
          "name": "mississippi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T06:41:54.613+03:00",
    "updated": "2024-06-26T03:48:15.051+03:00"
  },
  {
    "uuid": "3afe5ea840f212535d8ee408f45f4182182a78c7",
    "url": "https://vnexplorer.net/luton-2-3-chelsea-mauricio-pochettinos-side-survive-late-luton-comeback-as-cole-palmers-brace-and-non-madueke-strike-seal-back-to-back-wins-for-blues-s723413.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-30T15:38:00Z",
    "title": "Luton 2-3 Chelsea: Mauricio Pochettino's side survive late Luton comeback as Cole Palmer's brace and Non Madueke strike seal back-to-back wins for Blues",
    "text": "Chelsea beat Luton 3-2 on Saturday despite a late surge from the hostsLuton managed to score two goals in seven minutes but still lost of the fixture Cole Palmer bagged a brace and Noni Madueke found the back of the net\nEven in victory, Chelsea are capable of mining vast chunks of chaos and confusion. Those old habits will die hard and so do Luton Town.\nWith almost 80 minutes played, this match was little more than a jog for Mauricio Pochettino’s side. Luton had fought well, but they were 3-0 down and had not landed so much as a single shot on goal.\nThey were done. They were buried. But this is Chelsea and with Chelsea the lines to progress are never neat and tidy, and so 3-0 became 3-1 and 3-1 became 3-2 and a wild panic. Luton stormed forward, a couple of crosses zipped into dangerous places, but the drama never quite escalated to crisis.\nWith it, Pochettino had that rarest of things – an away win after four straight defeats away from Stamford Bridge – and a familiar reminder that confidence is a scarce commodity in the strange confines of his club.\nHis side lack it, but maybe, possibly, they are entering the bend and a new direction. Of course, his season has been littered with such false dawns, though there was scope for encouragement here beyond the result. As ever it could be traced to Cole Palmer, who returned from suspension with two excellent goals.\nChelsea beat Luton 3-2 on Saturday afternoon despite a late surge from the hosts\nIt was Cole Palmer who stole the show by bagging a brace – scoring his first goal in 12th minute of the game and his second in the 70th minute\nNoni Madueke also found the back of the net to see Chelsea emerge victorious on Saturday\nYour browser does not support iframes.\nThe first drew its class from the top-corner finish and his second, for 3-0, was all about the sublime skill in how he took the ball around Luton’s keeper. In between those flourishes, he also played a part in the excellent goal scored by Noni Madueke.\nThose were highlights, as was Chelsea’s defence until the madness of the final 15 minutes or so and the fight back that also saw a Luton goal disallowed at 3-0 and another strike hit the bar before Ross Barkley and Elijah Adebayo introduced the fun. Good on Rob Edwards’ side for making it interesting – they are scrapping for everything in this division, as shown by two successive wins coming into this game.\nThey believe an escape is possible and of the bottom three their claim is easily the most believable. As for Chelsea, the turmoil of their circumstances was laid out in the four changes Pochettino made to the side that beat Crystal Palace.\nThey included a start for Madueke in return for his winning strike from the bench on Wednesday, but a somewhat harsh demotion for Mykhailo Mudryk, who has shown a little form lately. There was also a place for Nicolas Jackson ahead of Christopher Nkunku, which was perhaps more a reflection of the latter’s need for a slow integration following injury rather than a bold show of faith in Jackson.\nWhatever the contortions around those decisions, and the debates they forever seem to spark around Chelsea, this did not look like a match that would threaten repercussions.\nLuton worked hard but ineffectively. Beyond one free-kick from Barkley, which dipped a fraction too late to get under the bar, they didn’t raise many pulses or clear chances. For what they did create, Barkley was the key component as a man in form and with possibly with a point to prove given the frustrations of his time at Chelsea.\nLuton managed to score two goals in seven minutes but it wasn’t enough to earn a point\nAs it stands, Chelsea are sitting 10th in the Premier League table and Luton are 18th\nPochettino had that rarest of things – an away win after four straight defeats away from home – and a familiar reminder that confidence is a scarce commodity in the confines of his club\nHe was strong again here, albeit with limited success in the final ball. Certainly not enough to yield a shot on target for Luton across the half.\nWith such uncharacteristic comfort at the back, Chelsea had licence to explore and the upshot was another dynamic performance from Conor Gallagher – they really must not commit the error of selling him next month – and two first-half strikes of considerable quality.\nThe first had a whiff of good fortune in its creation, when Issa Kabore gathered the loose ball after a weak Jackson shot was saved and then promptly rolled it directly into the path of Palmer. His finish across goal and to the top corner was superb.\nPalmer, arguably the only bright light in a dreary bunch this season, was then involved in the second, in so much as he delivered the final ball to Madueke, before the Englishman did the more meaningful part with a strike even better than the opener. Finding the same corner as Palmer, it was a lovely hit.\nRob Edwards made two changes at the break and initially the outcome was more of the same – some good possession, some nice moves from Barkley, plenty of hard work, but no shots on goal.\nWhen they did sustain a little pressure, Palmer seemingly killed the game with the goal for 3-0. Credit to Jackson, he played the throughball, but it was the rolling touch by Palmer to round Thomas Kamininski that made the move special.\nAt that stage, the contest was done. This being Chelsea, and this being Luton, it wasn’t. The fight back was quite something. First, it was Barkley who opened the door with a header, which in turn followed a flurry of chances that included Elijah Adebayo having a strike disallowed for offside and putting another against the bar via a first-class save from Djordje Petrovic.\nAt 3-1 Chelsea seemed to panic and the drama escalated to 3-2. Chiedozie Ogbene caused a little chaos with the cross, Alfie Doughty drew a fast-twitch stop from Petrovic and Adebayo touched in the finish.\nChaos from comfort – the Chelsea way.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cole palmer",
          "sentiment": "neutral"
        },
        {
          "name": "mauricio pochettino",
          "sentiment": "neutral"
        },
        {
          "name": "pochettino",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "noni madueke",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chelsea",
          "sentiment": "neutral"
        },
        {
          "name": "luton",
          "sentiment": "neutral"
        },
        {
          "name": "blues chelsea",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "stamford bridge",
          "sentiment": "none"
        },
        {
          "name": "luton town",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T17:49:49.847+02:00",
    "updated": "2023-12-30T17:49:49.847+02:00"
  },
  {
    "uuid": "0283f4c4212d524984415ba46c13dca13804988a",
    "url": "https://archive.li/pv5cP",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bishop89",
    "published": "2024-11-14T22:29:00Z",
    "title": "The #1 Trophy Hunter, Hakoom, Is Retiring After PlayStation Employees Allegedly Stole, and Sold His Personal Data | ResetEra",
    "text": "MP1ST\nView: https://www.instagram.com/reel/DCUF-dOKyOg/?utm_source=ig_web_button_share_sheet\nSome transcripts in the link\narchive.today webpage capture |\nPlayStation's #1 trophy hunter, Hakoom, has announced that he is retiring from trophy hunting, or more so specifically, retiring from PlayStation, as the company has terminated their partnership with him, all because he found out that someone at PlayStation was allegedly being bribed to sell his personal information, which came with an unexplained ban.\nWhile many may shrug off the news of Hakoom's retirement, the circumstances surrounding it should not be taken so lightly. In a lengthy post shared on[X], Hakoom, whose real name is AbdulHakam, explained that after 17 years, he's quitting his trophy-hunting journey and PlayStation. The reasoning? According to AbdulHakam, it's because an employee at PlayStation stole and sold off his personal data, which led to a ban last September and kicked him out of the PlayStation program he was part of. At the time, Hakoom wasn't aware of the circumstances. However, a few days later, he mysteriously received a message saying that his data had been breached, with the user bribing PlayStation employees to steal and sell user data, followed by a ban. He mentions that the image that he was sent contained sensitive systems that were administrative.\nits really common knowledge for trophy hunters.\nits really common knowledge for trophy hunters.\nI have like maybe 4-5 games where I've auto-popped a platinum.\nI honestly cannot follow the thread here. What happened to this guy exactly?\nI honestly cannot follow the thread here. What happened to this guy exactly?\nIs auto popping a thing that happens automatically? Should I be worried about playing cross saves with PlayStation?Short story, you can get banned for autoppping trophies at once on your console, if you played and finished the game on another platform with cross-save. You can never be secure.\nIs auto popping a thing that happens automatically? Should I be worried about playing cross saves with PlayStation?\nIs auto popping a thing that happens automatically? Should I be worried about playing cross saves with PlayStation?\n????However, a few days later, he mysteriously received a message saying that his data had been breached, with the user bribing PlayStation employees to steal and sell user data\nI got the platinum trophy like 3 times for Sound Shapes. Once on Vita, then auto-popped on PS3, and then again on PS4. Every PS5 game is a separate trophy list, too, so that can happen there for any games that are cross-save as well...\nThe problem, if this is true odc, that multiple happenings of such occasions may be considered a case suspected of infraction. There are many gamers who play their games mostly on PC and have a PlayStation and decide to launch the games on it at some point, they can get all those trophies at once: gachas, F2P games and many.\n????\nDid he provide any evidence for that? It's hard to believe that someone would bribe PlayStation employees just to steal user data.\nTo be clear, I'm not surprised this may be the case. It's been an open secret for years that Sony doesn't care what you do on a hacked Vita, but the moment you get trophies you shouldn't have (for example, trophies for digital-only games that didn't release in your region) you're putting yourself at risk of a ban.\nThat's why I've been *very, very cautious* with my multiple accounts on my Vita. I have some NA-only digital games and I make sure I never launch them on my JP PSN account.\n????\nDid he provide any evidence for that? It's hard to believe that someone would bribe PlayStation employees just to steal user data.\nI always figured he was sharing the account because it feels like there's not enough hours in the day to earn every trophy in practically every game for a single person. I could see that causing problems.\nI always figured he was sharing the account because it feels like there's not enough hours in the day to earn every trophy in practically every game for a single person. I could see that causing problems.\nThat has to be impossible for a single personI assumed this too, some accounts at the top are unlocking multiple platinums in a day. Like how.\nYesBut if that telegram group/channel thing is real, leaking personal info of any PSN user they wanted, that is just straight up criminal right?\nHe said he stopped being trophy hunter since 2021, but he still play games normally and get what he can.According to PSNProfiles, this guy isn't even in the top 50 of the leaderboard anymore. I know he used to be number 1 for a while years ago, but he hasn't been in a while. There have been rumours about him cheating for a number of years.\nI'm confused.\nSo if I get a platinum on a PS4 game, then later upgrade to PS5 version and use my save... that's a bannable offence? Even though that's like something perfectly normal people might have done in cases where a PS5 version came out later and they just wanted to try it out?\nIt sounds like they punish people for doing things potentially accidentally that their platform allows.\nI think there might be something more going on here as it's the first time I've ever heard of someone getting banned for it.\nThat can't be true. It's been 4 years of people auto popping god of war, spiderman, resident evil remakes from ps4 to ps5.Short story, you can get banned for autoppping trophies at once on your console, if you played and finished the game on another platform with cross-save. You can never be secure.\nPlaying the games normally, even out of region is fine. From what I read the risk is cheating trophies by hacking the games to get the plat instantlyTo be clear, I'm not surprised this may be the case. It's been an open secret for years that Sony doesn't care what you do on a hacked Vita, but the moment you get trophies you shouldn't have (for example, trophies for digital-only games that didn't release in your region) you're putting yourself at risk of a ban.\nThat's why I've been *very, very cautious* with my multiple accounts on my Vita. I have some NA-only digital games and I make sure I never launch them on my JP PSN account.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/reel/DCUF-dOKyOg/?utm_source=ig_web_button_share_sheet",
      "https://www.instagram.com/reel/DCUF-dOKyOg/",
      "https://instagram.com/reel/DCUF-dOKyOg/?utm_source=ig_web_button_share_sheet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Hakoom",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T00:34:42.508+02:00",
    "updated": "2024-11-15T00:34:42.508+02:00"
  },
  {
    "uuid": "54eae006abf3aa7b89241e48bc407dd9c13eabb7",
    "url": "https://www.dire.it/26-09-2024/1082997-netanyahu-guerra-ad-hezbollah-continuera-abu-mazen-basta-armi-a-israele",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Giusy Mercadante",
    "published": "2024-09-26T17:17:00Z",
    "title": "Netanyahu: \"La guerra ad Hezbollah continuerà\". Abu Mazen all'Onu: \"Basta armi a Israele\"",
    "text": "Getting your | ROMA – La tregua in Medio Oriente sembra più lontana che mai. Arrivato a New York per intervenire all’Assemblea Generale dell’Onu, Benjamin Netanyahu ha spiegato che “La guerra ad Hezbollah non finirà finché non raggiungeremo tutti i nostri obiettivi”. Il primo ministro è arrivato all’aeroporto di Jfk con la moglie Sara. La coppia è stata accolta dall’ambasciatore israeliano a Washington Michael Herzog, dall’ambasciatore israeliano alle Nazioni Unite Danny Danon e dal console generale di New York Ofir Akunis. Nel pomeriggio di oggi, il comandante del comando aereo di Hezbollah, Muhammad Hussein Srour, è stato ucciso in un preciso attacco dell’IAF a Beirut. A riferirlo sono le forze di difesa di Israele su X. “Srour- scrivono- ha avanzato e diretto numerosi attacchi terroristici aerei mirati a civili israeliani. Durante la guerra ‘Iron Swords’, ha eseguito diversi attacchi terroristici contro civili israeliani e soldati dell’IDF utilizzando UAV e dispositivi esplosivi. Negli ultimi anni, Srour ha guidato il progetto di produzione di UAV nel Libano meridionale e ha istituito siti di produzione e raccolta di informazioni di UAV in Libano, situati adiacenti alle infrastrutture civili di Beirut e del Libano meridionale. È stato anche comandante dell’unità missilistica terra-aria, comandante dell’unità ‘Aziz’ della Forza Radwan, emissario di Hezbollah in Yemen e del Comando aereo del regime terroristico Houthi”. Hezbollah, nel pomeriggio, ha, invece, lanciato 80 razzi contro Israele, 150 in tutta la giornata. Dall’Onu il presidente palestinese Abu Mazen ha lanciato nuove accuse contro Israele e ribadito: “Non ce ne andremo, non ce ne andremo. La Palestina è la nostra terra, non ce ne andremo. Se qualcuno se ne andrà sono coloro che la occupano”. E ha aggiunto: “Fermate il genocidio, smettete di mandare armi a Israele. Il mondo intero è responsabile di ciò che sta accadendo al nostro popolo a Gaza e in Cisgiordania“. “Mi rammarico- ha continuato- che l‘amministrazione Usa, la più grande democrazia del mondo, abbia ostacolato tre volte, ponendo il veto, la risoluzione del Consiglio di Sicurezza Onu che chiedeva il cessate il fuoco a Gaza. E oltre questo invia a Israele armi mortali per uccidere la nostra gente. Non capisco perché gli Stati Uniti ci continuano a privare dei nostri diritti legittimi”. Le notizie del sito Dire sono utilizzabili e riproducibili, a condizione di citare espressamente la fonte Agenzia DIRE e l’indirizzo [www.dire.it](https://www.dire.it)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.dire.it)",
      "https://dire.it)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": " Muhammad Hussein Srou",
          "sentiment": "none"
        },
        {
          "name": " Benjamin Netanyah",
          "sentiment": "none"
        },
        {
          "name": " Michael Herzo",
          "sentiment": "none"
        },
        {
          "name": " Danny Dano",
          "sentiment": "none"
        },
        {
          "name": " Sar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "’Assemblea General",
          "sentiment": "none"
        },
        {
          "name": " Nazioni Unit",
          "sentiment": "none"
        },
        {
          "name": " Hezbolla",
          "sentiment": "none"
        },
        {
          "name": "’ID",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n Medio Orien",
          "sentiment": "none"
        },
        {
          "name": "a New Yo",
          "sentiment": "none"
        },
        {
          "name": " Libano meridional",
          "sentiment": "none"
        },
        {
          "name": " Washingto",
          "sentiment": "none"
        },
        {
          "name": " New Yor",
          "sentiment": "none"
        },
        {
          "name": " Israel",
          "sentiment": "none"
        },
        {
          "name": " Beiru",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:10:45.628+03:00",
    "updated": "2024-09-27T00:10:45.628+03:00"
  },
  {
    "uuid": "723f1e4789c306aeb9f8279b83f0d4e0da1dfd47",
    "url": "https://www.blitzquotidiano.it/?p=3634869",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marco Benedetto",
    "published": "2024-06-02T01:56:00Z",
    "title": "Gesù disse: “Se uno vuole essere il primo, sia l’ultimo di tutti e il servitore di tutti”",
    "text": "Gesù disse: “Se uno vuole essere il primo, sia l’ultimo di tutti e il servitore di tutti”\nPubblicato il 2 Giugno 2024 - 06:56\nGesù disse: “Se uno vuole essere il primo, sia l’ultimo di tutti e il servitore di tutti”. È un tema che ritorna nella predicazione di Gesù. Chi vuole essere primo si faccia ultimo, i primi in questo mondo sarnno ultimi nel Regno dei Cieli, se mai riusciranno a entrarci. Non avete meriti per chi siete e per quello che avete, è solo un dono di Dio, e allora mettete quel che avete a disposizione di chi non ha.\nRacconta il Vangelo di Marco (\nMc 9,30-37) che detto questo, Gesù prese un bambino, lo pose in mezzo a loro e, abbracciandolo, disse loro: “Chi accoglie uno solo di questi bambini nel mio nome, accoglie me; e chi accoglie me, non accoglie me, ma colui che mi ha mandato”.\nGesù aveva chiesto agli apostoli: “Di che cosa stavate discutendo per la strada? ma essi tacevano. Per la strada infatti avevano discusso tra loro chi fosse più grande. Sedutosi, chiamò i Dodici e disse loro: “Se uno vuole essere il primo, sia l’ultimo di tutti e il servitore di tutti”.\nGesù disse anche: “Chi sa fare il bene e non lo fa, commette peccato”. Lo riferisce nella sua lettera (Giac 4,13-17)\nGiacomo, cui Gesù affidò la Chiesa, fino a quando giustiziarono anche lui, considerato fratello di Gesù, di sangue o in spirito è mteria di convinzioni religiose.\nRiferisce Giacomo che Gesù pronunciò queste parole: “Ora [mi rivolgo] a voi, che dite: «Oggi o domani andremo nella tal città e vi passeremo un anno e faremo affari e guadagni», mentre non sapete quale sarà domani la vostra vita! Siete come vapore che appare per un istante e poi scompare.\nDovreste dire invece: «Se il Signore vorrà, vivremo e faremo questo o quello». Ora invece vi vantate nella vostra arroganza; ogni vanto di questo genere è iniquo”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Mc%209,30-37",
      "https://it.wikipedia.org/wiki/Giacomo_il_Giusto",
      "https://www.lachiesa.it/bibbia.php",
      "https://www.it.wikipedia.org/wiki/Giacomo_il_Giusto",
      "https://lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Mc%209,30-37"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T08:31:41.689+03:00",
    "updated": "2024-06-02T08:31:41.689+03:00"
  },
  {
    "uuid": "5f674e5f5999d7ac7727a09c9f6779613a721431",
    "url": "https://screenrant.com/dune-prophecy-season-2-renewed-season-1-finale-questions-good-op-ed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Greg MacArthur",
    "published": "2024-12-26T22:21:00Z",
    "title": "Dune: Prophecy Season 2's Renewal Is A Huge Relief Give What Happened In The Season 1 Finale",
    "text": "WARNING: SPOILERS ahead for the Dune: Prophecy season 1 finale.\nThe renewal of Dune: Prophecy following its divisive season 1 finale opens up new doors for the franchise after leaving several unanswered questions. Dune: Prophecy is a six-part series based on the 2012 novel Sisterhood of Dune, which was written by original Dune author Frank Herbert's son, Brian, and Kevin J. Anderson. The story takes place more than 10,000 years before the rise of Paul Atreidies, which is chronicled in Denis Villenueve's Dune (2020) and Dune: Part Two (2024).\nDune: Prophecy episode 1 \"The Hidden Hand\" introduced Valya Harkonnen, a fierce and calculated leader, and her biological sister, Tula Harkonnen. Dune: Prophecy episode 2 reveals what happened to Lila and her grandmother, Reverend Mother Dorotea, after Tula and Valya encouraged her to endure The Agony. In Dune: Prophecy episode 3, Tula takes Lila's life into her own hands after she apparently died during The Agony ritual. Episode 4 reveals that Lila was resurrected through the Thinking Machine, Anirul. Episode 5 showcases Desmond Hart's rise to power, while episode 6 sees Tula reconnect with her abandoned half-Atreides child, Desmond Hart.\nHBO/MAX has confirmed that Dune: Prophecy season 2 is already in development.\nDune: Prophecy's Season 1 Finale Didn't Resolve Anything\nIt sets up even more questions heading into season 2\nThe announcement of Dune: Prophecy being renewed for a second season just before the release of the season 1 finale was a smart move by HBO to temper viewer expectations heading into episode 6. While there was initial speculation that Dune: Prophecy would be a limited series, HBO quickly thwarted any doubt that the Dune prequel series would become one of their most valued television offerings, with at least one more season in store in the near future.\n[Related\n](/dune-prophecy-season-1-mistakes-problems-op-ed/)\n[\nWhat Went Wrong With Dune: Prophecy\n](/dune-prophecy-season-1-mistakes-problems-op-ed/)\nDune: Prophecy wasn't bad, but it didn't live up to its full potential. Here's our assessment of the six-episode first season and its issues.\nEven though Dune: Prophecy does a lot to set up the world, characters, and story dynamics in its short six-episode first season, it hardly concluded anything by the season 1 finale and actually raised more questions than before. Since some of the bigger characters in season 1 will likely not be returning in season 2, the series has paved the way for certain characters – particularly Desmond Hart, Princess Ynez Corrino, and Keiran Atredies, to take on the majority of the screen time in season 2. If Dune: Prophecy had been abandoned after the season 1 ending, it would have ended on a wildly frustrating note.\nDune: Prophecy Season 2 Can Be Better Than Season 1\nIt won't have to spend as much time establishing plot and character\nWhile Dune: Prophecy certainly had its more lingering moments, it did a lot to set up the future dynamics of season 2 and potentially beyond. Much like the 2021 Dune movie, which set up Paul Atreides' rise to Imperial power in Dune: Part Two, Dune: Prophecy season 1 sets things in place so that season 2 can (hopefully) really start putting things in motion. After discovering the true motivations, origins, and resources in Dune: Prophecy season 1, season 2 is poised to dive straight into the action and should theoretically be even better than its predecessor.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->series",
      "Arts, Culture and Entertainment->cinema",
      "Arts, Culture and Entertainment->culture",
      "Lifestyle and Leisure->trend",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kevin J. Anderson",
          "sentiment": "none"
        },
        {
          "name": "Denis Villenueve",
          "sentiment": "none"
        },
        {
          "name": "Mother Dorotea",
          "sentiment": "none"
        },
        {
          "name": "Frank Herbert",
          "sentiment": "none"
        },
        {
          "name": "Desmond Hart",
          "sentiment": "none"
        },
        {
          "name": "Valya",
          "sentiment": "none"
        },
        {
          "name": "Brian",
          "sentiment": "none"
        },
        {
          "name": "Lila",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "5f674e5f5999d7ac7727a09c9f6779613a721431",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-27T00:46:59.719+02:00",
    "updated": "2024-12-27T00:46:59.719+02:00"
  },
  {
    "uuid": "f95a9d0249f8c3acf8f47c25edf98a7f92839b9f",
    "url": "https://www.notretemps.com/depeches/le-hamas-dit-etudier-avec-un-esprit-positif-une-offre-de-treve-a-gaza-90864",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Notretemps.com",
    "published": "2024-05-03T04:30:00Z",
    "title": "Le Hamas dit étudier avec un \"esprit positif\" une offre de trêve à Gaza",
    "text": "Le Hamas dit étudier avec un \"esprit positif\" une offre de trêve à Gaza Le Hamas dit étudier dans un \"esprit positif\" une offre de trêve associée à la libération d'otages dans la bande de Gaza, où près de sept mois de guerre dévastatrice ont provoqué selon l'ONU des destructions \"sans précédent\". Alors que les pays médiateurs (Qatar, Egypte, Etats-Unis) attendent la réponse du Hamas à la nouvelle proposition, des sources médicales dans la bande de Gaza ont fait état vendredi de nouvelles frappes israéliennes meurtrières dans la nuit notamment dans le secteur de Rafah (sud). Le Hamas étudie dans un \"esprit positif\" la nouvelle offre sur la table, pour une pause de 40 jours dans les combats, a déclaré jeudi son chef, Ismaïl Haniyeh, dans une conversation téléphonique avec le chef du renseignement égyptien, Abbas Kamel. M. Haniyeh a \"confirmé\" qu'une délégation du mouvement se rendrait en Egypte \"sous peu\" pour compléter les discussions récentes en vue d'un éventuel accord qui \"réponde aux exigences de notre peuple\" et \"mette fin à l'agression\". Le chef du Hamas, mouvement considéré comme une organisation terroriste par Israël, les Etats-Unis et l'Union européenne, s'est aussi entretenu avec le ministre qatari des Affaires étrangères, à qui il a répété son souhait de \"parvenir à un accord\". La veille, un responsable du Hamas évoquait une position pour l'instant \"négative\" du Hamas à propos de ces tractations. Le mouvement islamiste palestinien, qui a pris le pouvoir en 2007 à Gaza, maintient ses exigences, en premier lieu un cessez-le-feu permanent, ce qu'Israël a toujours refusé. - \"Tout faire\" - Le secrétaire d'Etat américain, Antony Blinken, a jugé, à l'occasion d'une nouvelle tournée dans la région cette semaine, la proposition de trêve \"extraordinairement généreuse\" de la part d'Israël. Il a aussi exhorté Israël à renoncer à une offensive terrestre sur la ville de Rafah, devenue un refuge pour un million et demi de Palestiniens à la lisière sud du territoire palestinien assiégé. \"Nous ferons ce qui est nécessaire pour gagner et vaincre notre ennemi, y compris à Rafah\", a répété jeudi le Premier ministre, Benjamin Netanyahu, qui a réaffirmé son intention de lancer cette offensive \"avec ou sans accord\" de trêve. M. Netanyahu l'estime indispensable pour y \"anéantir\" le Hamas, mais l'ONU et de nombreux pays craignent un carnage. \"Si nous devons nous défendre seuls, nous nous défendrons seuls\", a encore dit le Premier ministre israélien alors que la mobilisation s'accentue dans certains pays contre Israël pour la conduite de sa guerre à Gaza. Outre des manifestations sur les campus de grandes universités aux Etats-Unis, au Canada, ou encore en France, notamment à Sciences Po Paris, la Colombie a annoncé mercredi rompre ses liens diplomatiques avec Israël, et la Turquie a suspendu jeudi ses relations commerciales avec ce même pays. Le tout alors que des responsables israéliens commencent à craindre une possible inculpation par la Cour pénale internationale (CPI), à laquelle s'oppose toutefois leur allié américain. Le 7 octobre, une attaque de commandos du Hamas infiltrés depuis Gaza dans le sud d'Israël a entraîné la mort de 1.170 personnes, essentiellement des civils, selon un bilan de l'AFP établi à partir de données officielles israéliennes. En outre, plus de 250 personnes ont été enlevées et 129 restent captives à Gaza, dont désormais 35 sont mortes, après l'annonce d'un nouveau décès. Le gouvernement israélien a confirmé vendredi le décès de l'otage Dror Or (49 ans), dont deux des enfants, enlevés aussi lors de l'attaque du Hamas le 7 octobre, avaient été libérés fin novembre dans le cadre d'une première trêve. \"Le gouvernement israélien doit tout faire pour ramener Dror\" et les \"autres otages assassinés pour qu'il soient enterrés avec honneur en Israël\", réclame le Forum des familles d'otages. En représailles à l'attaque du Hamas le 7 octobre, Israël a lancé une offensive dans la bande de Gaza qui a fait 34.596 morts, majoritairement des civils, selon le ministère de la Santé du Hamas dans le territoire palestinien. Les bombardements ont encore fait des victimes ces dernières heures, notamment à Rafah, où six corps ont été récupérés après une frappe aérienne israélienne la nuit sur une maison de la famille Al-Chahine dans le quartier d'Al-Zahur, selon la Défense civile et les secouristes. \"Ca suffit, ça suffit (...). Il faut faire pression sur les deux camps\" pour un cessez-le-feu, dit Bassam al-Hafi, habitant du secteur touché. - Destruction sans précédent - Des centaines de Gazaouis ont été arrêtés par l'armée israélienne en près de sept mois de guerre. Deux prisonniers, dont un médecin de l'hôpital al-Chifa, sont morts derrière les barreaux israéliens, ont indiqué jeudi deux associations palestiniennes de défense des droits des détenus, affirmant qu'ils ont succombé à \"des tortures\" et à l'absence de soins. Le Dr Adnane Ahmed Atiya al-Bourch, 50 ans, était le chef du département d'Orthopédie de l'hôpital al-Chifa. Selon le ministère de la Santé du Hamas, son décès porte à 492 le nombre de membres du personnel médical tués depuis le début de la guerre. Arrêté \"par l'armée d'occupation en décembre 2023 dans un hôpital\" du nord du territoire palestinien, il est mort dans la prison d'Ofer, en Cisjordanie occupée, le 19 avril, selon les deux associations qui précisent que sa dépouille y est \"toujours retenue\". L'armée israélienne a indiqué à l'AFP \"n'être pas informée\" de tels faits. Outre le lourd bilan humain, la reconstruction devrait coûter de 30 à 40 milliards de dollars (de 28 à 37 milliards d'euros), a estimé jeudi le Programme des Nations unies pour le développement (PNUD). \"L'ampleur des destructions est énorme et sans précédent (...). C'est une mission à laquelle la communauté internationale n'a pas été confrontée depuis la Seconde Guerre mondiale\", a déclaré le directeur du bureau régional pour les Etats arabes du PNUD, Abdallah al-Dardari. Commentaires",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-03T15:11:24.723+03:00",
    "updated": "2024-05-03T15:11:24.723+03:00"
  },
  {
    "uuid": "473664756b66e4cd270f2f766d30123ee1b23d89",
    "url": "https://eju.tv/2024/04/dado-de-alta-el-primer-paciente-que-recibe-un-trasplante-de-rinon-de-cerdo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandra Hinojosa",
    "published": "2024-04-04T21:20:00Z",
    "title": "Dado de alta el primer paciente que recibe un trasplante de riñón de cerdo",
    "text": "El resultado es un hito importante para la medicina y facilita la búsqueda de órganos para los pacientes Los cirujanos cuando preparaban el riñón del cerdo para el trasplante Michelle Rose / Massachusetts General Hospital / AFP\nFuente: La Vanguardia\nEl Hospital General de Massachusetts ha dado este miércoles el alta a Richard Rick Slayman, de 62 años, el primer hombre trasplantado con un riñón de cerdo modificado genéticamente. A las dos semanas de la intervención ha sido enviado a su casa por su buena evolución.\nLa operación en sí y el alentador resultado marcan un momento remarcable en la medicina, según los especialistas sanitarios, que puede abrir las puertas a un nuevo tipo de trasplantes cruzando órganos de especies. Los expertos ya indicaron, al poco de la operación y la aparente buena respuesta, que, en caso de que riñones de animales tratados genéticamente permitan hacer trasplantes a gran escala, “la diálisis pasará a ser algo obsoleto”.\nEl éxito de la intervención puede abrir las puertas a un nuevo tipo de trasplantes cruzando órganos de especies Otros dos órganos de cerdo tratados genéticamente fracasaron en los trasplantes. Dos pacientes, en muerte cerebral, recibieron corazones y murieron poco después. En uno de los casos hubo señales de que el sistema inmunológico rechazaba ese órgano, cuestión que es el riesgo constante.\nEn cambio, Slayman está produciendo orina, eliminando productos de desecho de la sangre, equilibrando los fluidos del cuerpo y llevando a cabo otras funciones clave, explicaron los doctores del hospital general de Massachusetts, en Boston.\nMiembros del equipo médico que realizó el trasplante en enero, con el corazón de cerdo antes de ser trasplantado\nUniversity of Maryland/ DPA /Europa Press\n“Este momento, en que me voy del hospital con uno de los mejores certificados de salud que he tenido en mucho tiempo, es una de las cosas que he deseado por muchos años”, afirmó en un comunicado. “Ahora esto es una realidad”, recalcó. “Esta jornada marca un nuevo principio, no solo para mi, sino también para los otros pacientes”, añadió con agradecimientos a los especialista que le trataron.\nSlayman ya fue sometido a un trasplante con un órgano humano en el 2018. En el 2023 se produjo el rechazo y tuvo que volver a la diálisis. Su dolencia iba cada vez a peor y estaba muy abajo en la lista de espera, así que, tras despejar dudas, decidió optar a este experimento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.lavanguardia.com/vida/20240321/9578306/trasplantado-rinon-cerdo-modificado-geneticamente-paciente-62-anos.html",
      "https://www.lavanguardia.com/vida/salud/20240404/9587560/dado-alta-primer-paciente-recibe-trasplante-rinon-cerdo.html",
      "https://lavanguardia.com/vida/20240321/9578306/trasplantado-rinon-cerdo-modificado-geneticamente-paciente-62-anos.html",
      "https://lavanguardia.com/vida/salud/20240404/9587560/dado-alta-primer-paciente-recibe-trasplante-rinon-cerdo.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:27:57.860+03:00",
    "updated": "2024-04-05T00:52:54.507+03:00"
  },
  {
    "uuid": "062dfc5be4ee16ab0ae66a6b9fb1e40fffc3f191",
    "url": "https://www.yogonet.com/latinoamerica/noticias/2024/06/06/99437-avanza-una-iniciativa-para-combatir-la-ludopatia-en-salta-mientras-el-gobierno-provincial-advierte-sobre-la-problematica",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yogonet",
    "published": "2024-06-06T00:00:00Z",
    "title": "Avanza una iniciativa para combatir la ludopatía en Salta mientras el Gobierno provincial advierte sobre la problemática | Yogonet Latinoamérica",
    "text": "La Cámara de Diputados de Salta dio media sanción a un proyecto de ley que establece que el Gobierno provincial deberá implementar acciones de visualización, concientización y prevención del juego problemático destinadas a niñas, niños y adolescentes. La iniciativa prevé campañas estratégicas destinadas a prevenir los riesgos del juego y las apuestas online que deberán ser ejecutadas, en forma periódica, en todos los niveles de los establecimientos educativos de gestión estatal y privada y en espacios públicos, eventos deportivos, musicales, artísticos y culturales de concurrencia de niñas, niños y adolescentes. A su vez, se deberán difundir acciones preventivas dirigidas a padres, madres y tutores tales como la habilitación de filtros para menores en los dispositivos digitales, incorporación de controles parentales, limitar uso de chats en los dispositivos, control del tiempo de uso de los dispositivos. También se prevé la articulación de jornadas pedagógicas en los establecimientos educativos con la finalidad de reconocer la problemática de la adicción al juego y las apuestas en línea, así como la capacitación de docentes. Asimismo, se incorpora un artículo en el Código Contravencional de la Provincia – Ley Nº 7135, que establece que “será sancionado con multa de hasta 120 días, quien produzca, difunda o promocione publicidad de juegos de azar, apuestas y pronósticos deportivos dirigida a personas menores de 18 años, a través de Internet, plataformas de medios o redes sociales, cartelería en la vía pública o en espacios privados de uso público, medios de difusión gráfica y audiovisual, en eventos deportivos, indumentaria utilizada por deportistas y cualquier medio de información o comunicación”. En este sentido, el diputado Edgard Domínguez, uno de los autores de la propuesta, manifestó que la ludopatía “es una problemática social que afecta cada vez más la salud mental y la vida de niños y jóvenes de distintos puntos de nuestra provincia”. “Es un tema que nos preocupa a todos, nuestros niños y jóvenes están jugando compulsivamente en línea, apostando en las plataformas virtuales”, señaló el legislador. Edgard Domínguez “Son comportamientos que se deben prevenir, comportamientos que destruyen el tejido social. Soy docente, lo veo de cerca, hay chicos que se juntan y apuestan. Está en riesgo su presente y futuro”, añadió. Consultado por un medio local sobre la manera en que se implementará la campaña de prevención afirmó: \"Hay que utilizar el mismo mecanismo que usan estas casas [de apuestas], que son los youtubers e influencers, con gente influyente del segmento de su población. Así como ellos pueden apostar en clases, recreo, jugando, de esa manera hay que llegar a todos esos espacios para contrarrestar\". El proyecto que unificó propuestas de autoría de los diputados Edgar Domínguez, Carlos Jorge, Patricio Peñalba, Mónica Juárez, Bernardo Biella, Cristina Frisoli, y el senador Manuel Pailler, fue aprobado por unanimidad y pasó al Senado en revisión. La Secretaría de Salud Mental y Adicciones, del Ministerio de Salud de la provincia, advirtió sobre la proliferación de consumos problemáticos que no están relacionados con el uso de drogas. “La compulsión al juego, con apuestas de dinero, es uno de ellos”, destacaron. Martín Teruel En esta línea, informaron que la proliferación de sitios de apuestas online comenzó a afectar a una población cada vez mayor de adolescentes y jóvenes, pero remarcaron que la provincia de Salta cuenta con dispositivos para tratamientos especializados. “Es necesario alertar sobre esta problemática para que aquellas personas que la sufren, y también sus familiares, puedan acercarse a consultar y recibir la atención profesional que convenga a cada caso”, sostuvo el titular del área, Martín Teruel. “Sin embargo, los índices de consulta por compulsión al juego siguen siendo muy bajos en los servicios especializados de adicciones”, comentó. El funcionario explicó que el juego patológico es un comportamiento compulsivo que se caracteriza por el fracaso crónico de los intentos de resistir los impulsos de jugar apostando dinero. “Las personas con este problema suelen presentar síntomas comportamentales semejantes a las que padecen consumos problemáticos de drogas. Estas conductas muchas veces llevan al deterioro de relaciones significativas y a poner en riesgo el empleo y las actividades académicas o profesionales”, agregó Teruel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:45:09.908+03:00",
    "updated": "2024-06-07T00:45:09.908+03:00"
  }
]