[
  {
    "uuid": "7da545cda48f5c75c3d91fbee9bd4aee1ded0155",
    "url": "https://www.laopiniondemalaga.es/internacional/2024/06/27/prioridad-nacional-proyecto-le-pen-elecciones-francia-104415768.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leticia Fuentes",
    "published": "2024-06-27T21:02:00Z",
    "title": "La \"prioridad nacional\", el proyecto de Le Pen para la (anti)República",
    "text": "Elecciones en Francia La \"prioridad nacional\", el proyecto de Le Pen para la (anti)República La idea renace de sus cenizas cada cierto tiempo, especialmente en periodos de crisis, pero tiene poco que ver con esos valores de la República francesa tan presentes en cada una de sus calles y fachadas Leticia Fuentes Cuando se pasea por cualquier calle de Francia es imposible no leer en algún ayuntamiento, comisaría, colegio o edificio institucional, los valores de la República: 'Liberté, Egalité, Fraternité'. Un mantra grabado a fuego en la vida de cualquier ciudadano que, desde hace unos años, ha empezado a tambalearse con el auge de la extrema derecha. El 16 de marzo de 1962, [Jean-Marie Le Pen, líder del Frente Nacional](/internacional/2024/06/17/marine-le-pen-ganamos-iniciaremos-francia-elecciones-macron-103890613.html) enunció un concepto, por primera vez, que sentó cátedra: \"Los franceses para el trabajo, para el alojamiento, para las ayudas sociales: preferencia nacional. Los franceses antes que los inmigrantes\". Años después, su hija, Marine Le Pen, líder del rebautizado partido de extrema derecha Reagrupamiento Nacional (RN), rescató esa idea aunque, al igual que su partido, también rebautizada. Ya no hablaba de preferencia nacional si no de prioridad nacional. \"Sí, señor. Creo en la prioridad nacional. En reservar las ayudas sociales a los franceses\", respondía en 2013, tras ser preguntada en el programa de televisión Des paroles et des actes. Ahora, el nuevo líder del partido, Jordan Bardella, sigue con el legado lepenista y ha hecho de este concepto la base de su programa político y la clave para captar los votos de esa ciudadanía enfadada, ofuscada y con un sentimiento de abandono. \"Los franceses son una prioridad y vamos a instaurar en la Constitución la prioridad nacional\". Una idea que ha ido filtrándose en la sociedad francesa. El 71% de los ciudadanos son favorables a \"la prioridad nacional\", y no solo es cosa de RN, la medida también está incluida en el programa electoral de Los Republicanos, la derecha tradicional francesa, desde hace años. La idea renace de sus cenizas cada cierto tiempo, especialmente en periodos de crisis, pero tiene poco que ver con esos valores de la República francesa tan presentes en cada una de sus calles y fachadas. \"El problema de la inmigración es la expresión misma, (que se hable del ) 'problema de la inmigración', ya lo vimos aparecer históricamente en 1880 en Francia. Cuando en la Tercera República se produce la integración de las clases populares en el seno de la nación. (...) Se integraron los diferentes componentes, y no era una sociedad mundial. Era una sociedad nacional. Ahí es cuando nació la recomposición de 'ellos' y 'nosotros', explica el historiador, Gérard Noiriel. \"Vaciar Francia de inmigrantes\" La \"prioridad nacional\", teorizada por la extrema derecha en los años 80, se esgrime ahora disfrazada de medidas que buscan eliminar las ayudas sociales a aquellos que no son franceses, suprimir el derecho de suelo y la binacionalidad, o limitar el acceso de los extranjeros a trabajos estratégicos. El objetivo, \"vaciar Francia de inmigrantes\", según ha manifestado en más de una ocasión Bardella. En los discursos populistas, la idea encaja a la perfección, pero en la práctica podría significar una hecatombe para la economía francesa, además de tener efectos catastróficos para millones de nacionales y extranjeros residentes en el país. Actualmente, 340.000 agentes públicos son inmigrantes nacionalizados, ya que para trabajar en un puesto público, en la mayoría de los casos, se requiere de la ciudadanía francesa. A pesar de esas cifras, que pueden parecer altas, falta personal en el sector público, según datos del Instituto Nacional de Estadística y de Estudios Económicos (Insee). También en la sanidad, que cuenta con 16.345 médicos extranjeros, pero no son suficientes. \"El sector público se sostiene en gran parte gracias a los trabajadores de nacionalidad extranjera o de doble nacionalidad: médicos, carteros, profesores, personal de limpieza. Sin ellos, ¡buena suerte!\", explicó Ian Brossat, portavoz del Partido Comunista en declaraciones a la prensa. En la agricultura, sector clave en la economía francesa, [ el 30% de los trabajadores son inmigrantes](/internacional/2024/06/15/mano-dura-inmigracion-rechazo-frontal-103822708.html), al igual que en la hostelería, donde el porcentaje ronda el 25%. El miedo al inmigrante también es un factor dentro del discurso de la prioridad nacional. \"Es esencial controlar nuestras fronteras para detener la inmigración masiva y proteger a nuestros ciudadanos\", ha manifestado Marine Le Pen. Al igual que ella, lo hace su delfín Bardella, quien constantemente relaciona la inmigración con la delincuencia, aunque los datos reflejan otra Francia muy distinta. Según el Institut Convergences Migrations, solo el 16% de los delitos graves cometidos en Francia son cometidos por extranjeros, y según el Ministerio del Interior, el 23,6% de la población reclusa es extranjera. \"El peligro para la democracia es justamente explotar el discurso nacional que considera que todos los problemas vienen de la inmigración, ahí es cuando se pone en peligro los principios de la República\", detalla Noiriel. Una idea contraria a la Constitución El principio de igualdad está recogido y blindado por la Constitución francesa. Por ese motivo, la ley de asilo e inmigración presentada por el ministro del Interior, Gérald Darmanin, el año pasado, en la que se introducía la \"preferencia nacional\" para acceder a ciertas ayudas sociales, fue censurada por el Consejo Constitucional por \"romper con el derecho de igualdad\". Aun así, en las leyes francesas ya existe una \"prioridad nacional indirecta\". Para recibir prestaciones sociales, es decir, dinero del Estado, se necesita la residencia francesa, pero según la abogada de Derecho Constitucional Anne-Charlene Bezzina, \"aplicar de manera general una preferencia nacional para todo no entra en la Constitución porque la Constitución reconoce el principio de igualdad\". De ahí que, Reagrupamiento Nacional incluya en su programa político para las próximas elecciones legislativas celebrar un referéndum para cambiar la Carta Magna y modificar este concepto de igualdad. Casi 100 años de “Preferencia” a “Prioridad” En los años 30, con la llegada masiva de inmigrantes procedentes de España, Italia o Alemania, y la falta de trabajo en Francia por la inestabilidad política y económica de aquel momento, el Gobierno centrista de Edouard Daladier creó una ley de inmigración en la que mezclaba la hospitalidad con la precaución e instauró, entre otras medidas, el \"carnet de trabajadores\", que daba prioridad a los nacionales. No fue hasta los 60, con Jean-Marie Le Pen, cuando se agruparon todas estas ideas para acuñar el término de \"preferencia nacional\". En los años 70, volvió a resurgir este modelo con la crisis económica que azotaba a Francia, pero esta vez para criminalizar al inmigrante, y con una diferencia respecto a los años 30: ya empezaban a surgir las primeras ayudas sociales. \"Un millón de parados, es un millón de inmigrantes más. La Francia para los franceses\", se podía leer en uno de los cárteles del Frente Nacional de la época. Con los años, el concepto ha ido evolucionando y siempre ha resurgido en periodos de crisis económica, política y social, como ahora. Cuando Francia afronta un déficit público del 5,5%, la pérdida de poder adquisitivo de los franceses, un bloqueo parlamentario y el aumento de la delincuencia en el país. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:18:32.749+03:00",
    "updated": "2024-06-28T00:18:32.749+03:00"
  },
  {
    "uuid": "435aec6476648a6ba0941680fa3b208381053b2c",
    "url": "https://navarra.okdiario.com/articulo/sociedad/unesco-reconoce-valor-selva-irati-incluye-selecto-prestigioso-grupo/20240705162703544158.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "REDACCIÓN",
    "published": "2024-07-05T14:27:00Z",
    "title": "La UNESCO reconoce el valor de la Selva de Irati como reserva de la biosfera",
    "text": "La Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO) ha aprobado este viernes la designación de once nuevas reservas de biosfera , entre las que se encuentran el Val d'Aran (Cataluña) y la reserva de Irati (Navarra) , según ha informado la UNESCO.\nEstas dos nuevas declaraciones elevan a 55 las reservas de la biosfera en España , según han confirmado a Europa Press en fuentes del Ministerio para la Transición Ecológica y el Reto Demográfico (MITECO).\nLa foto de la vergüenza de un tren para ir a San Fermín: \"Vamos hacinados como el ganado\" Las otras nuevas reservas de biosfera se encuentran en Colombia, Eslovenia, Filipinas, Italia, Mongolia, Países Bajos, la República de Corea y la República Dominicana. Con estas nuevas designaciones, que abarcan una superficie total de 37.400 km2, equivalente al tamaño de los Países Bajos, la Red Mundial de Reservas de Biosfera cuenta ahora con 759 reservas en 136 países.\nEn concreto, las otras nuevas reservas de biosfera son Reserva de Biosfera Transfronteriza de Kempen-Broek (Bélgica, Reino de los Países Bajos); Reserva de Biosfera del Darién Norte Chocoano (Colombia); Reserva de Biosfera Transfronteriza de los Alpes Julianos (Eslovenia, Italia); Reserva de Biosfera de yApayaos (Filipinas); Reserva de Biosfera de Niumi (Gambia); Reserva de Biosfera de los Colli Euganei (Italia); Reserva de Biosfera del lago Khar Us (Mongolia); Reserva de Biosfera de Changnyeong (República de Corea); y Reserva de Biosfera Madre de las Aguas (República Dominicana).\nHuir es tan sanferminero como conseguir quedarse en San Fermín En su 36ª reunión, el Consejo Internacional de Coordinación del Programa sobre el Hombre y la Biosfera (MAB) de la UNESCO , órgano rector del Programa compuesto por 34 Estados Miembros de la UNESCO, fue el encargado de decidir estas incorporaciones. El Consejo se reunió del 2 al 5 de julio en Agadir (Marruecos), a continuación de la Conferencia de la UNESCO sobre los Suelos.\nLas reservas de biosfera son uno de los pilares del mandato de la UNESCO como organismo de las Naciones Unidas dedicado a las ciencias. Cada reserva de biosfera promueve soluciones locales innovadoras de desarrollo sostenible, protege la biodiversidad y hace frente a la alteración del clima . Las reservas también ayudan a las comunidades locales e indígenas a través de prácticas como la agroecología, la gestión del agua y la generación de ingresos ecológicos.\nLas reservas de biosfera contribuyen a que los Países alcancen los objetivos aprobados en diciembre de 2022 en el contexto del Marco Mundial de Biodiversidad de Kunming-Montreal, que aboga por la creación de zonas protegidas que cubran el 30% de la superficie terrestre y marina del planeta y por la restauración del 30% de los ecosistemas degradados del mundo de aquí a 2030.\nLa Comparsa de Gigantes de Pamplona sale a la calle: todos los recorridos de San Fermín La reserva de biosfera de Irati está situada en una zona de media montaña de los Pirineos occidentales y es \"un paraíso de la biodiversidad \". Sus bosques están compuestos principalmente por hayas y abetos, lo que la convierte en el segundo hayedo más grande de Europa . Engloba los valles de Salazar y Aezkoa , en el extremo nororiental de Navarra , y tiene una superficie de 537 km2 en la que viven 2435 habitantes.\nLa comunidad local, que ha participado activamente en el proceso de candidatura desde 2015, \"ha desempeñado un papel fundamental en la definición de la estructura de gestión de la reserva de biosfera\". Esta estructura comprende un consejo ejecutivo y un consejo asesor que representan a diversas partes interesadas, en particular asociaciones culturales y de conservación y grupos de mujeres. El plan de gestión de la R eserva de Biosfera de Irati constituye un testimonio de los esfuerzos de conservación impulsados por la comunidad de la reserva.\nEnclavada en el extremo occidental de los Pirineos catalanes, la reserva de biosfera de la Val d'Aran se extiende a lo largo de unos 632 km2 y constituye el único valle de Cataluña orientado al norte. Su posición excepcional como cuenca situada entre el Mediterráneo y el Atlántico le confiere una gran diversidad de paisajes climáticos y biológicos. También es un bastión del patrimonio cultural y lingüístico occitano.\nUn nuevo bar abre sus puertas en Pamplona justo antes de San Fermín La Val d’Aran , que cuenta con 9.983 habitantes, ha prosperado tradicionalmente gracias a actividades variadas, como la agricultura, la artesanía y el comercio. Últimamente, la reintroducción de los osos pardos ha suscitado preocupación entre los ganaderos de la región.\nLa designación de la zona como reserva de biosfera ha representado un paso decisivo para mejorar la protección de la biodiversidad y revitalizar las prácticas tradicionales, con el fin de frenar la despoblación y facilitar la transición a un modelo de desarrollo rural más resiliente. El plan de gestión de la reserva de biosfera se ha concebido minuciosamente con los representantes de las aldeas y las asociaciones locales que promueven el turismo y la ganadería.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T17:40:03.241+03:00",
    "updated": "2024-07-05T17:40:03.241+03:00"
  },
  {
    "uuid": "83911cf058b438d4adfe3b80fb85a101eadab0b1",
    "url": "https://theeagle.com/opinion/column/jane-droppa-honoring-the-greatest-generation-reflecting-on-wwii-and-the-legacy-of-the-national/article_c8102f24-099d-11ef-9b59-93271aa0d119.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JANE DROPPA InsideSources",
    "published": "2024-05-03T00:00:00Z",
    "title": "World War II Memorial in Washington honors those who served",
    "text": "Facebook Twitter WhatsApp SMS Email Print Copy article link Save",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://InsideSources.com",
      "http://www.InsideSources.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nazi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T06:43:07.739+03:00",
    "updated": "2024-05-25T07:09:00.083+03:00"
  }
]