[
  {
    "uuid": "b22642b23d0def0fff6ef3802dd067d2973dbf2d",
    "url": "https://www.nuevamujer.com/lifestyle/2024/03/29/horoscopo-de-los-angeles-y-la-fe-para-salir-adelante-y-superar-obstaculos-con-exito-este-viernes-29-de-marzo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alicia De La Rosa",
    "published": "2024-03-29T08:00:00Z",
    "title": "Horóscopo de Los Ángeles y la fe para salir adelante y superar obstáculos con éxito este viernes 29 de marzo",
    "text": "Los ángeles y arcángeles se manifiestan de muchas maneras y en diversos momentos, abre tu corazón y llénate de la energía que ellos emanan cuando los invocas para agradecer o para que iluminen tu camino. Aries Arcángel Sandalphon Los problemas no tienen porque perturbar tu paz mental y es por eso que tienes que buscar un momento para reflexionar y entender que el perdón es el mejor camino. Invoca al ángel Sandalphon para que te provea del don de la sabiduría para resolver Tauro Arcángel Camael No le temas a los cambios porque ellos son necesarios para corregir errores y avanzar por el camino del éxito y la prosperidad. Pídele al ángel Camael fuerza de voluntad para saltar todos los obstáculos del camino. Recomendados Luna Llena Rosa atrae nuevas oportunidades a 3 signos la cuarta semana de abril Mhoni Vidente: los horóscopos del fin de semana del 19 al 21 de abril Horóscopo de Los Ángeles para las buenas vibras en el amor este viernes 19 de abril Géminis Arcángel Jerathel Te sientes como atrapada en medio de la nada, con sentimientos de culpa por los errores cometidos. No, debes estar tranquila y buscarla manera de avanzar para que la fortuna te arrope. Jerathel es tu ángel que te protege y te da fortaleza para seguir adelante. Cáncer Arcángel Nuriel Hay muchas cosas que debes aprender de la generosidad y la humildad que cuando lo apliques a tu vida verás cambios importantes y llegarán las bendiciones a ti. Pide al ángel Nuriel esa paz y calma que necesitas para que llegue ese momento. Leo Arcángel Jofiel Hay momentos que no comprendes que quien está a tu lado necesita de tu atención porque se siente espiritualmente débil. Tú tienes las palabras exactas para hacerlo sentir importante. Jofiel es el ángel que te guía para que tus manos puedan ayudar. Virgo Arcángel Haniel Una alegría llega a tu vida, es la recompensa por tanto esfuerzo por llevar una vida de amor y hermandad. No dejes que otros por rencor y maldad te saquen de tu camino a la prosperidad. El ángel Haniel siempre estará a tu lado para cuando te sientas débil seguir adelante. Libra Arcángel Metatrón No sientas que todo está perdido, porque tu fuerza de voluntad y determinación son suficientes para lograr salir adelante con abundancia y fortuna. Metatrón es el ángel poderoso que estará a tu lado para ayudarte y protegerte. Escorpio Arcángel Remiel Cuidado con tus palabras, no juzgues a quien tomó decisiones para resolver algo que te correspondía. Admite los descuidos y trabaja para enmendar errores. Invoca al ángel Remiel para que te guie desde el amor y la generosidad. Sagitario Arcángel Miguel Necesitas estar en paz contigo misma para poder encontrar solución a los problemas que te angustian. Tu intuición te ayudará a dar los pasos correctos para avanzar al éxito. El ángel Miguel te libera de las ataduras emocionales para que puedas reflexionar. Capricornio Arcángel Sariel Te sientes abrumada por todo lo que ocurre a tu alrededor. Reflexiona, busca tu paz emocional para desde el amor resolver y recibir la abundancia en tu vida. Invoca al ángel Sariel para que te ilumine con su luz y te dé fortaleza para seguir. Acuario Arcángel Gabriel Tu corazón necesita sanar esa herida y para ello debes sacudir de tu vida el pasado y suavizar el carácter. Perdona para que puedas avanzar con amor. Gabriel es tu ángel de la guarda y te ayuda a comprender que la generosidad y la bondad son la solución. Piscis Arcángel Raguel Lograste salir adelante en momentos más difíciles, esto no te puede derrotar, así que déjate ayudar. Quienes están a tú lado se preocupan y quieren apoyarte para que recibas bendiciones en tu vida. Invoca al ángel Raguel para que te guie y te proteja de todo mal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T11:20:07.890+03:00",
    "updated": "2024-04-20T03:34:22.941+03:00"
  },
  {
    "uuid": "c3a7a30b78d0e36faa90a8027943d56190d4333a",
    "url": "https://www.smh.com.au/sport/nrl/i-wish-i-d-stayed-why-the-last-wallaby-to-defect-to-league-regrets-his-switch-20231226-p5etn3.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Iain Payten",
    "published": "2023-12-28T13:30:00Z",
    "title": "‘I wish I’d stayed’: Why the last Wallaby to defect to league regrets his switch",
    "text": "By Iain Payten December 29, 2023 — 11.30am Save Log in , register or subscribe to save articles for later. Save articles for later Add articles to your saved list and come back to them any time.\nGot it Normal text size Larger text size Very large text size Advertisement Many people will paper over a tough period in their life by touting lessons learnt and declaring they wouldn’t change a thing. Not Garrick Morgan.\nWhen it comes to his ill-fated defection from the Wallabies to rugby league in 1995, Morgan’s fairly upfront: “I wish I had stayed in union, with what ended up happening.”\nMorgan’s short but headline-grabbing season in rugby league resurfaced recently when Wallabies winger Mark Nawaqanitawase made the decision to switch to the NRL in 2025, with a two-year contract at the Roosters.\nHaving started in every game at the Rugby World Cup, Nawaqanitawase became the first incumbent Wallaby to switch codes since Morgan made the same call in 1994, signing for the South Queensland Crushers on a three-year deal.\nMorgan was rated as one of the world’s best rugby forwards, but the dominance didn’t transfer to league. Carrying a neck injury, Morgan only played two first-grade games for the Crushers and by the end of 1995, he’d returned to rugby.\nGarrick Morgan holding the Bledisloe Cup in 1997.\nBut because the switch was so hyped – due to the size of his profile and pay cheque – Morgan’s fizzled season earned him a place in sporting folklore anyway. His season with the Crushers still pops up whenever lists of unsuccessful code switches are produced.\n“It was an interesting time,” he recalls. “That year I did go, I got a pretty full-on injury, a neck injury, where I lost all my strength.\n“And the pressure was on me to perform straight away. In hindsight, it would have been better to have a year of developing into that position. And I thought I was more of a second row, than a prop, by the end of it.”\nAdvertisement Where Nawaqanitawase agonised for weeks over his decision to chase a new challenge, Morgan says his was more a snap decision, made after he was overlooked for a Wallabies Test against Italy in Melbourne in 1994.\nGarrick Morgan playing for the Wallabies and the Crushers (centre) Credit: Getty, Channel Nine\nIt was a big call. A hulking forward at 198cm and 130kg, Morgan had been named the best player in the world at the end of 1993 by influential French outlet Midi Olympique , and he was giving up a spot at the 1995 Rugby World Cup, where Australia would go in as defending champions.\n“I got myself a manager, and he was quite connected to the Crushers,” Morgan said. “At the end of the day I had a bit of an injury when I was playing for the Wallabies and I could have played the next game. It was a Test against Italy in Melbourne and they opted to rest me, which I didn’t think I should have been.\n“I thought I had worked hard for my Test jersey and they were resting me and playing someone else, so I was a bit bewildered. I made the decision that night, after that Test match, that I was going to go to league. I had worked so hard to get that jersey and it kind of felt like, ‘Is that how quick it can go away?’ ”\nThe size of the Crushers’ offer helped, no doubt, and Morgan signed on as one of the best-paid players on the new club’s roster, with a three-year, $600,000 deal. It was – just – before the ARL-Super League contract wars broke out, and was viewed as big bucks for an untried code-hopper.\nRugby was still amateur and with union players exempt from the ARL salary cap in their first year (sound familiar?), a dozen players made the switch in the 1995 expansion year, including John Kirwan (Auckland), John Timu (Bulldogs), Anthony Herbert (Crushers), Darren Junee (Roosters) and Peter Jorgensen (Roosters).\nOther Wallabies were also targets: Tim Horan had verbally agreed with Bob Saunders to go to North Sydney before injuring his knee in 1994 and Jason Little backed out of a deal with the Crushers at the 11th hour.\n“It was weird, at the time we would joke with guys like Timmy Horan and Jason, ‘If you go, I’ll go’ sort of thing,” Morgan says.\nSir John Kirwan in action for the Auckland Warriors against Cronulla after switching codes in 1995. Credit: Fairfax\n“I remember seeing when I went to the Crushers they had Jason’s bag and gear all there laid out to collect. But he didn’t come, in the end.”\nMorgan signed off from the Wallabies in the George Gregan tackle game at the SFS and joined the Crushers.\nHe had played league as a teenager and his father John “Pogo” Morgan played for Australia, NSW and Manly in the 13-man code in the 1960s, but junior’s size didn’t make for an easy transfer.\n“It was a different type of training,” Morgan says. “You had to be pretty fit. They were interested in seeing what I could do at that weight [128kg], but it is not a good weight to be playing unless you have the bench like they do today, and you can have a big rest.\n“It was tough. I couldn’t tackle properly because of that neck injury. I went in at 130kg and came out at about 114kg, and felt a lot better for that.”\nMorgan played in first grade against Penrith and Canberra, but missing the power and natural league instincts, he was otherwise left in reserve grade. By the middle of the year, he realised rugby was home and explored a return, with the Crushers’ blessing. The Super League war was by then exploding and in October, World Rugby also ended the 15-man game’s amateur status.\n“I was so lucky they’d turned professional, and so the option was there,” Morgan says.\n“With the Crushers, the injury had got better by the end of the first year, but all that Super League war was happening and it wasn’t a nice place to be in, at the time. It wasn’t much fun.\n“I met some great blokes and some great people, don’t get me wrong. But in the gyms, people were all talking about money and things. I was thinking ‘God, what’s going on?’.”\nMorgan was back playing for Queensland and the Wallabies in 1996, and went on to earn another eight caps. He moved overseas in 1998 to play in England and France, before retiring in 2006 and became a top club coach in Queensland. He is now director of rugby at Souths in Brisbane.\nLoading In the sliding doors version, could an injury-free Morgan have become a good rugby league player?\n“You say that to yourself, but yeah, I believe I could have,” Morgan says.\n“I look at my other mates who went and played league, and it took them three or four years before they were flying.\n“Knowing what I know, I say I wish I had not left rugby, but I also wish my stay in league could have been better and I could have not had an injury and made a better go of it.”\nSports news, results and expert commentary. Sign up for our Sport newsletter .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f,",
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f,",
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f,",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_0.7963%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667,",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_0.7487%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_1.4974%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_62%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_1.3598%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_62%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_62%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://smh.myfairfax.com.au/channel/zHE9EWDHf1XPuz3Phk0YIg/members/signups/new?callback_uri=",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_62%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://static.ffx.io/images/$zoom_0.738%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_0.6799%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667,",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_0.7487%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667,",
      "https://static.ffx.io/images/$zoom_0.332%2C$multiply_1.5926%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_62%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76,",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76,",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_62%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://static.ffx.io/images/$zoom_0.378%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76,",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_1.5926%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_62%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f,",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_0.7487%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_0.7963%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667,",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76,",
      "https://www.smh.myfairfax.com.au/channel/zHE9EWDHf1XPuz3Phk0YIg/members/signups/new?callback_uri=",
      "https://smh.myfairfax.com.au/channel/zHE9EWDHf1XPuz3Phk0YIg/members/signups/new",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_62%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_62%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_1.3598%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_62%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_1.4974%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_62%2Cf_auto/cadecc663d12da40410475800db83f6e64984667",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f,",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_0.7487%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667,",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76,",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f",
      "https://www.static.ffx.io/images/$zoom_0.738%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/6ff6e98cdfb0f8571f2d859cf0e5d6032dbb2a1f,",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76,",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_62%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76",
      "https://www.static.ffx.io/images/$zoom_0.332%2C$multiply_0.6799%2C$ratio_0.666667%2C$width_378%2C$x_35%2C$y_0/t_crop_custom/q_86%2Cf_auto/cadecc663d12da40410475800db83f6e64984667,",
      "https://www.static.ffx.io/images/$zoom_0.378%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_6/t_crop_custom/q_86%2Cf_auto/16922ce068fe90b1e4ad68c93ae797847ac6ab76"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "iain payten",
          "sentiment": "negative"
        },
        {
          "name": "garrick morgan",
          "sentiment": "none"
        },
        {
          "name": "morgan",
          "sentiment": "none"
        },
        {
          "name": "mark nawaqanitawase",
          "sentiment": "none"
        },
        {
          "name": "nawaqanitawase",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "morgan",
          "sentiment": "none"
        },
        {
          "name": "south queensland crushers",
          "sentiment": "none"
        },
        {
          "name": "wallabies",
          "sentiment": "none"
        },
        {
          "name": "nrl",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:33:21.802+02:00",
    "updated": "2024-01-28T01:31:56.003+02:00"
  },
  {
    "uuid": "bf6b9a678b923ea85292e489e99d2c96d616d826",
    "url": "https://www.oursportscentral.com/services/releases/westland-insurance-community-players-of-the-month-marek-vanacker--owen-protz/n-6082033",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brantford Bulldogs",
    "published": "2024-04-18T18:22:00Z",
    "title": "Westland Insurance Community Players of the Month: Marek Vanacker & Owen Protz",
    "text": "Westland Insurance Community Players of the Month: Marek Vanacker & Owen Protz\nApril 18, 2024 -\nOntario Hockey League (OHL) Brantford Bulldogs News Release\nThe Brantford Bulldogs are pround to announce the Westland Insurance Community Players of the Month for March... Bulldogs forward Marek Vanacker & defenseman Owen Protz.\nTwo of the leaders from the Bulldogs in the community, Vanacker jumped right in from the beginning of the season back in his hometown. Helping to host our season ticket pickup party for our inaugural season in Brantford, interacting with fans as they came through the doors to welcome them into a new era for the Bulldogs and the City of Brantford.\nMarek led the team in taking in a handful of school visits on the season, including making it a point to hit three during the Bulldogs busiest stretch of the season in February.\nLeading trips to both Russell Reid & James Hillier Public Schools to close out the Bulldogs run of Learn, Lead & Inspire program visits with the Grand Erie District School Board, Marek earned rave reviews from the students, teachers and administrators for their talks with the students in helping inspire them to be the next generation of leaders in their community no matter what field they want to go into.\nOwen Protz was extremely active in the community, specifically with school visits upon arriving from Sudbury in a mid-season trade.\nAt Branlyn Community School, Protz hosted a chat with students grades 4-6 in the library where he spent the majority of afternoon with the primary classes, answered many of their questions and met each student as the session came to a close.\nProtz also visited Prince Charles Elementary School to help the Bulldogs Foundation & Brant Food for Thought in support of the Grand Erie District School Board in hosting a morning breakfast for the students.\nHelping with the Bulldogs Foundation & Brant Food for Thought Nutrition Program, Owen made a point to visit with the students enjoying the nutritious breakfast and continue to spread their positive message of following your dreams while discussing the importance of hard work in the classroom.\nCommunity events such as signings at Lynden Park Mall, Brant Sports Excellence & the Bulldogs Kids Club also brought the best from Marek & Owen who were excited to spend time and chat with the fans, while taking leadership roles amongst the team in the events.\nThe Brantford Bulldogs are very proud of Marek & Owen's commitment to the community and are proud to name them the Westland Insurance Community Players of the Month for March.\nBrantford Bulldogs Statistics\n• Discuss this story on the\nOntario Hockey League message board...\nOntario Hockey League Stories from April 18, 2024\nWestland Insurance Community Players of the Month: Marek Vanacker & Owen Protz- Brantford Bulldogs Niagara IceDogs 2024-25 Orientation Camp April 27th- Niagara IceDogs 2024 Draft Recap- Windsor Spitfires Bulldogs Add Trio Through OHL U18 Draft- Brantford Bulldogs Round Two, Game Four Preview: Kitchener Rangers vs. London Knights- Kitchener Rangers\nThe opinions expressed in this release are those of the organization issuing it, and do not necessarily reflect the thoughts or opinions of OurSports Central or its staff.\nOther Recent Brantford Bulldogs Stories\nWestland Insurance Community Players of the Month: Marek Vanacker & Owen Protz Bulldogs Add Trio Through OHL U18 Draft Marek Vanacker Named to Team Canada for U18 World Championship O'Donnell Headlines Continent Crossing Draft Class for Bulldogs Bulldogs Open 2024 OHL Draft with 3 Selections Friday",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [
      "https://www.statscrew.com/minorhockey/stats/t-10753/y-2023",
      "https://statscrew.com/minorhockey/stats/t-10753/y-2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "owen protz",
          "sentiment": "none"
        },
        {
          "name": "marek vanacker",
          "sentiment": "none"
        },
        {
          "name": "marek",
          "sentiment": "none"
        },
        {
          "name": "vanacker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "marek vanacker & owen protz",
          "sentiment": "negative"
        },
        {
          "name": "westland insurance community players of the month",
          "sentiment": "negative"
        },
        {
          "name": "marek vanacker & owen protz westland insurance community players of the month",
          "sentiment": "negative"
        },
        {
          "name": "ohl",
          "sentiment": "none"
        },
        {
          "name": "russell reid & james hillier public schools",
          "sentiment": "none"
        },
        {
          "name": "grand erie district school board",
          "sentiment": "none"
        },
        {
          "name": "bulldogs",
          "sentiment": "none"
        },
        {
          "name": "brantford bulldogs news release the brantford bulldogs",
          "sentiment": "none"
        },
        {
          "name": "westland insurance community players",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brantford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:44:01.478+03:00",
    "updated": "2024-04-19T00:44:01.478+03:00"
  },
  {
    "uuid": "7328f20833f88b56f29720f44e69046af4506d39",
    "url": "https://www.legit.ng/politics/1570894-just-2-akeredolus-aides-resign-24-hours-death/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adekunle Dada",
    "published": "2023-12-28T18:18:00Z",
    "title": "JUST IN: 2 More Akeredolu’s Aides Resign 24-Hours After His Death - Legit.ng",
    "text": "JUST IN: 2 More Akeredolu’s Aides Resign 24-Hours After His Death - Two aides of the former Ondo state governor, Arakunrin Oluwarotimi Akeredolu, have resigned their positions. - SA on Photography, Olawale Abolade, and the SSA on Special Duties and Strategy, Doyin Odebowale resigned 24 hours after Akeredolu's death - Abolade and Odewale came less than 24 hours after Lucky Aiyedatiwa was sworn in as the new Governor of Ondo state [PAY ATTENTION: We Need your Opinion! What do You Think about this Website? Take 5-min Poll and Make Legit.ng Better Now.](https://docs.google.com/forms/d/e/1FAIpQLSelVHvMvNLmuPJmLcvBK49gZKu9Tr9ob9YkMvcQdNp6gjUADQ/viewform) Legit.ng journalist Adekunle Dada has over 5 years of experience covering metro and government policy [Ondo state](https://www.legit.ng/tags/ondo-state-news-today/), Akure - Two aides of late Arakunrin Oluwarotimi Akeredolu have resigned from their positions following the demise of the former Ondo state governor. As reported by [The Nation](https://thenationonlineng.net/just-in-two-more-aides-resign-over-akeredolus-death/), those aides are the Special Assistant on Photography, Olawale Abolade, and the Senior Special Assistant on Special Duties and Strategy, Doyin Odebowale. The state commissioner for Infrastructure, Lands and Housing, Raimi Olayiwola Aminu, also sent his resignation letter to the Secretary to the State Government, Princess Oladunni Odu. Amunu said his resignation took effect on Thursday, December 28. Hours after Akeredolu’s death, top aide resigns Legit.ng earlier reported that Richard Olatunde, the chief press secretary (CPS) to Akeredolu, [resigned from his position](https://www.legit.ng/politics/1570736-breaking-hours-akeredolus-death-top-aide-resigns-details-emerge/). Olatunde stepped down from his role on Wednesday, December 27. He explained that his decision to resign was hinged on the untimely death of his principal, Akeredolu He described Akeredolu as one who was courageous, truthful, and honest. List of aides who resigned after Akeredolu's death Akeredolu's death led to the change of government in Ondo state. His deputy and former acting governor, Lucky Aiyedatiwa, was sworn in as the substantive governor of the sunshine state. At least three aides to the late Governor Akeredolu tendered their [ resignation letters ](https://www.legit.ng/politics/1570773-aiyedatiwa-list-aides-resigned-akeredolus-death/)following the swearing-in of Aiyedatiwa as the state's new governor. Rotimi Akeredolu: List of Nigerian governors who died in office Late Akeredolu joined the list of Nigerian [governors who died in office ](https://www.legit.ng/nigeria/1570648-akeredolu-yakowa-list-nigerian-governors-died-office-deaths/)since the nation gained independence in 1960. Arakunrin Akeredolu became the fourth governor to pass on in office in Nigeria. In this article, Legit.ng compiles the list of other governors who died in office. Akeredolu's son reveals how father died The son of the Odewale immediate past governor of Ondo state, Oluwarotimi Akeredolu Jnr, said his [father died in his sleep](https://www.legit.ng/politics/1570749-breaking-devastating-akeredolus-son-reveals-how-father-died/) He made this known in a statement he issued on Wednesday evening, December 27. Akeredolu Jnr commented on how his father died via a Facebook post on behalf of the family. The statement was posted on Akeredolu's official page. PAY ATTENTION: [Donate to Legit Charity on Patreon. Your support matters!](https://www.patreon.com/legit) Source: Legit.ng",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://docs.google.com/forms/d/e/1FAIpQLSelVHvMvNLmuPJmLcvBK49gZKu9Tr9ob9YkMvcQdNp6gjUADQ/viewform)",
      "https://thenationonlineng.net/just-in-two-more-aides-resign-over-akeredolus-death/),",
      "https://www.patreon.com/legit)",
      "https://www.thenationonlineng.net/just-in-two-more-aides-resign-over-akeredolus-death/),",
      "https://patreon.com/legit)",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSelVHvMvNLmuPJmLcvBK49gZKu9Tr9ob9YkMvcQdNp6gjUADQ/viewform)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lucky aiyedatiwa",
          "sentiment": "none"
        },
        {
          "name": "odewale",
          "sentiment": "none"
        },
        {
          "name": "adekunle dada",
          "sentiment": "none"
        },
        {
          "name": "arakunrin oluwarotimi akeredolu",
          "sentiment": "none"
        },
        {
          "name": "akeredolu",
          "sentiment": "none"
        },
        {
          "name": "doyin odebowale",
          "sentiment": "none"
        },
        {
          "name": "olawale abolade",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ssa",
          "sentiment": "none"
        },
        {
          "name": "- sa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ondo",
          "sentiment": "none"
        },
        {
          "name": "akure",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:44.140+02:00",
    "updated": "2023-12-29T00:25:44.140+02:00"
  },
  {
    "uuid": "a2d87cc4ac92240723e7952793f56d77d40cb54f",
    "url": "https://www.plymouthherald.co.uk/news/property/gallery/transformed-plymouth-home-dream-house-9350247",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gillian Adams",
    "published": "2024-07-05T06:52:00Z",
    "title": "Transformed Plymouth home is a dream for house hunters - Plymouth Live",
    "text": "The three-bedroom property is chain free This modern three-bedroom terraced family home in Laira has been recently renovated and lies in a residential area just moments away from the city centre. This home is also brought to the market chain free. The inviting living room has contemporary finishes and a cosy atmosphere, ideal for both entertaining and unwinding after a busy day. A newly fitted modern kitchen has top-of-the-line appliances, sleek countertops, and abundant cabinet space. There’s also a breakfast room leading to the garden. A luxurious, fully-renovated bathroom boasts modern fixtures and elegant tiling is also on the ground floor. Get all the latest Westcountry property updates, including dream homes and picture-postcard villages, when you sign up for our free newsletter here. Upstairs, an open landing area can be found, along with three generously sized bedrooms, each filled with natural light and new carpets, providing ample space for furniture and storage. A beautiful rear garden laid to lawn and decking offers a serene outdoor space for dining, gardening, or simply enjoying the fresh air. The convenience of a private garage with electricity adds off-street parking, ensuring secure and easy access for vehicles. With an asking price of offers in excess of £210,000, contact Fulfords on 01752 477061 for more information.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "laira",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T10:58:17.230+03:00",
    "updated": "2024-07-05T10:58:17.230+03:00"
  }
]