[
  {
    "uuid": "9277a57cb0803cfa15f045410e18d51a6f42bede",
    "url": "https://grist.org/extreme-weather/how-a-citizen-map-is-helping-brazil-prepare-for-its-next-big-flood",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jill Langlois",
    "published": "2024-06-23T13:00:00Z",
    "title": "How a ‘citizen map’ is helping Brazil prepare for its next big flood",
    "text": "[Yale Environment 360](https://e360.yale.edu/features/southern-brazil-floods-citizen-map)and is reproduced here as part of the [Climate Desk](http://www.climatedesk.org/)collaboration. When Lucas George Wendt arrived in Lajeado in late May, the water had already started to recede. Just days before, the peaks of roofs and the tops of trees were some of the only things visible above the murky brown water that had covered his hometown. Located in the Taquari Valley, Lajeado, population 85,000, was one of the communities hit hardest by the historic flooding that tore through Brazil’s southernmost state, Rio Grande do Sul, between late April and mid-May, displacing more than 650,000 people, killing 173, and injuring 806. When Wendt arrived, 38 people were still missing. Backhoes were scooping mud from blocked roads, city workers were clearing sidewalks with pressure washers, and volunteers were sorting through donations of clothing, food, personal hygiene products, and bottled water. Wendt — who now lives in the state capital of Porto Alegre and is studying for his master’s degree in information science while working in communications at the University of Taquari Valley (Univates) — had come home to check in on family and friends. But he also wanted to do something to help while there. Last September, he had heard about a Univates mapping project led by researcher Sofia Royer Moraes, an environmental engineer who studies extreme flooding events in the Taquari-Antas River Basin. At the time, the Taquari River, which runs through Lajeado, had overflowed, leaving the region to deal with the worst flooding in 82 years, the displacement of at least 359,000 people, and the deaths of 48. Residents of the Taquari Valley were used to dealing with annual flooding, but this event was different. Studies showed that climate change had worsened the flood, which meant that future floods would bring even more deaths. It was then that Moraes decided she could do something to help. She created what is known as a [Citizen Map](https://www.google.com/maps/d/u/0/viewer?mid=1jWiyVwY3JPyQUVaBSRbCjp_QOIRxalQ&ll=-29.868823422687477%2C-51.7946264 1&z=6), using Google Maps as a platform for ordinary people using their smartphones to pinpoint the floodwaters’ reach. These so-called citizen scientists were instructed to take photos of what they saw and send them, along with their geolocation, to a WhatsApp group monitored by Moraes and her team. Combining that information with historic flood data from the area, the team could model what might happen during future floods, helping residents who had already lost everything to decide where it would be safest to rebuild their lives. The models could also give authorities the information they needed for better urban planning and allocation of resources. Fascinated by the potential of the project, Wendt knew he wanted to pitch in. By now, Univates was partnering with the Federal University of Rio Grande do Sul, and this time, the goal was to map the entire state of Rio Grande do Sul. As he drove around his hometown, Wendt snapped photos of everything he thought would benefit the Citizen Map: a white cross smeared with mud where a church once stood; a lone house standing among pieces of hundreds of others that had washed away; markings on a wall in the city center that registered the water’s height. Wendt’s more than 20 data points collected at the end of May are now among the more than 600 on the constantly updated Citizen Map, a contribution he knew would help others but that he was surprised to see helped him as well. “It helped me understand all of these connections,” he said. “If it’s raining in one place, what is the impact that’s going to have downriver? Someone who participates in this type of citizen science initiative ends up being more aware, more secure, and more empowered to deal with this type of situation, which, unfortunately, we know we can expect more of in the near future.” In the context of climate change, the team behind the Citizen Map wants Brazilian authorities to use this data to rethink everything from urban planning and post-disaster recovery to the availability of health care and clean drinking water in the aftermath of climate-change-induced catastrophes. They also hope that by educating people about what’s going on around them, they’ll not only become more interested and invested in participating in solutions to local flooding, but also feel prepared to face what’s to come. Experts have attributed the severity of the recent flooding in southern Brazil to human-driven climate change. An [analysis](https://www.climameter.org/20240502-south-brazil-floods) carried out by researchers at the Pierre Simon Laplace Institute’s Climate and Environmental Sciences Laboratory showed that extreme weather events in Rio Grande do Sul that occurred between 2001 and 2023 delivered up to 15 percent more precipitation than events that occurred between 1979 and 2001. A [recent study](https://www.frontiersin.org/articles/10.3389/fclim.2021.610433/full) also found that “the highly densely populated regions [in] Southern and Southeastern Brazil as well as the coastal section of Northeast Brazil are the most exposed to landslides and floods,” and that these impacts will continue to worsen with more warming. and increased the intensity of the rainfall between 6 and 9 percent. The first record-setting flood to wash out the Taquari Valley and other parts of Rio Grande do Sul took place in 1941. That event, which also occurred in April and May, left the region’s population, living mostly in rural areas at the time, without food, water and shelter. The only record of the floodwaters’ height was a mark scratched into the wall of a school. “That memory is isolated there,” says Wendt of the marker. “It doesn’t contribute as much as it could if it had happened nowadays, with the technology we have.” The first Citizen Map that Moraes created last September collected data only on the perimeter of the affected area to determine what parts of the Taquari Valley would be considered at high risk of future flooding. Around 600 data points were sent in by 150 citizen scientists. Some neighborhoods that participated heavily in mapping the September floods haven’t been involved in creating the new map, but that’s likely because those areas are still difficult to access, or not accessible at all. And while the state continues to recover from the emergency — it initially focused on saving people and animals from fast-moving waters and collapsing buildings and is now setting people up in shelters and other more permanent housing — data collection is expected to be slow. “Data will likely start to come in quicker in another two or three weeks,” says Moraes. “The actual modeling of the Citizen Map should happen in July and August, and it will be available for consultation then too.” In addition to using perimeter data, which shows the horizontal spread of water, the new map will also use data related to the height of floodwaters, often measured by water and mud stains left on the walls of people’s homes and local businesses. The Citizen Map is currently very simple and powered by Google, but the team plans to partner with the the open-mapping nonprofit [Humanitarian OpenStreetMap Team](https://www.hotosm.org/) to improve the visuals of their final product. “Google Maps has good visuals, but they’re fairly standard,” says Wendt. “We want our map to be as easy to understand as possible to make sure it can be used by anyone who wants to consult it to keep themselves safe and make the best decisions possible for their future.” On May 2, when the second of this year’s three rain and flood episodes began in Rio Grande do Sul (the other two were on April 29 and May 13), Moraes and her team had to move out of the university building where they worked. The water had, again, started to rise, and this time it made its way inside. They ended up setting up shop at A Hora, a local radio station that gave them space to work and talked about their project on the air, providing its WhatsApp number for anyone who wanted to send data or ask questions. Soon, messages started to pour in. Some 200 people sent their locations to the Citizen Map team on May 2, and the team spent all afternoon and night analyzing data to determine who was in or near an area of risk and who ought to evacuate. For people living downstream, information on what was happening farther upstream was crucial in making such decisions. “It’s so important for people to understand their surroundings, to know if they’re in an area of risk,” says Moraes. “And they want to understand. They want to be engaged.” While anyone with a smartphone can collect data for the newest edition of the Citizen Map, most participants so far are professors and their students from universities around the region. The hope is that more people will join in once the situation on the ground starts to improve. “I really support citizen science initiatives because they are exactly what people need to learn and feel empowered,” says Marta Angela Marcondes, an expert in water resources and coordinator of the Water Pollutant Index Project at the Municipal University of São Caetano do Sul. “I really believe in processes of prevention and not remediation, and civil society is a key component in making this happen.” The culture of prevention is important to Moraes, too. She wants the Citizen Map not only to help residents of Rio Grande do Sul keep themselves safe and informed, but also for it to guide authorities to do the same. By using the map to define areas of risk, she says, decision makers can improve urban planning, creating better mitigation plans for future flooding — like improving stormwater drainage and management systems — and allowing new homes, schools, and health care facilities, among others, to be built in safer areas. Moraes wants the Citizen Map to keep growing, eventually mapping the lack of drinking water and access to basic health care, as well as instances of disease, in the aftermath of climate-related crises. “With that information, I can see the big picture by municipality, region, or state,” she says. “As a decision maker, I can then use this information to determine which areas are more fragile and direct the necessary public policies to those that need them most.” Two to five years after the original event, Moraes hopes she will be able to map where those public policies have ended up and measure their success. “In this new context of climate change, people need to be prepared,” she says. “We can’t stop these events from happening, but we can make sure we’re ready to deal with them in the best way possible.” [](https://grist.org/extreme-weather/in-brazil-unprecedented-flooding-may-force-a-political-reckoning/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://e360.yale.edu/features/southern-brazil-floods-citizen-map",
      "https://www.climameter.org/20240502-south-brazil-floods",
      "http://www.climatedesk.org/",
      "https://www.hotosm.org/",
      "https://www.google.com/maps/d/u/0/viewer?mid=1jWiyVwY3JPyQUVaBSRbCjp_QOIRxalQ&ll=-29.868823422687477%2C-51.79462640000001&z=6",
      "https://www.frontiersin.org/articles/10.3389/fclim.2021.610433/full",
      "https://google.com/maps/d/u/0/viewer?mid=1jWiyVwY3JPyQUVaBSRbCjp_QOIRxalQ&ll=-29.868823422687477%2C-51.79462640000001&z=6",
      "https://hotosm.org/",
      "http://climatedesk.org/",
      "https://www.google.com/maps/d/u/0/viewer",
      "https://frontiersin.org/articles/10.3389/fclim.2021.610433/full",
      "https://www.e360.yale.edu/features/southern-brazil-floods-citizen-map",
      "https://www.hotosm.org",
      "http://www.climatedesk.org",
      "https://climameter.org/20240502-south-brazil-floods"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lucas geor",
          "sentiment": "neutral"
        },
        {
          "name": "wendt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "yale environment",
          "sentiment": "negative"
        },
        {
          "name": "university of taquari valley",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "lajeado",
          "sentiment": "none"
        },
        {
          "name": "porto alegre",
          "sentiment": "none"
        },
        {
          "name": "rio grande",
          "sentiment": "none"
        },
        {
          "name": "taquari valley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T16:17:36.562+03:00",
    "updated": "2024-07-07T22:09:32.076+03:00"
  },
  {
    "uuid": "015f446c6de5624442a49d53a2aa7203f640a427",
    "url": "https://www.sj-r.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Robledo",
    "published": "2023-12-29T00:01:00Z",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Hosek in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Hosek says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Hosek standing by his restaurant entrance waiting for diners and shared it on social media. Hosek would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Hosek told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Hosek found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Hosek said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Hosek wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Hosek gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Hosek waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Hosek is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Hosek said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Hosek added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
      "https://spiralshotdogs.com/),",
      "https://www.spiralshotdogs.com/),",
      "https://usatoday.com/staff/7612431001/anthony-robledo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nick chappe",
          "sentiment": "negative"
        },
        {
          "name": "anthony robledo",
          "sentiment": "none"
        },
        {
          "name": "chappell",
          "sentiment": "none"
        },
        {
          "name": "scott hosek",
          "sentiment": "none"
        },
        {
          "name": "hosek",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiral hot dogs",
          "sentiment": "negative"
        },
        {
          "name": "customer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "norman",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:36:56.499+02:00",
    "updated": "2023-12-29T02:36:56.499+02:00"
  },
  {
    "uuid": "1e8674b18e20ee92b6b1cdc1774439be78de1ec1",
    "url": "https://hudsonvalleyone.com/2023/12/28/hurley-town-clerk-annie-reed-walks-out/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nick Henderson",
    "published": "2023-12-28T21:47:00Z",
    "title": "Hurley town clerk Annie Reed walks out",
    "text": "“You know what? I’m done. Here’s my resignation,” Hurley town clerk Annie Reed said as she walked out of the December 27 meeting of the town board. Reed’s resignation had been scheduled to be effective January 1, 2024, but a heated argument over payment of the town planning consultant had put her over the edge.\n“I wish to express my deepest apologies to the citizens of Hurley, who put their trust and faith in me as Hurley town clerk in the recent election. But I cannot serve as clerk under the newly elected administration,” Reed wrote in a letter read by outgoing deputy supervisor Pete Humphries at the end of the meeting.\nReed had been elected November 7 to a four-year term. The final vote certified by the county on December 6 had been 1216 votes for Reed, a supporter of narrowly defeated town supervisor Melinda McKnight, and 1145 for her opponent, former Woodstock town supervisor and Mike Boms ally Tracy Kellogg.\n“In the last year, with the exception of councilmember Simpson, [Humphries] and my colleagues, I have endured bullying, intimidation, threats, and bold-faced lies posted on social media regarding my character and work ethic by the three other elected officers and their cohorts. As a result, I cannot conceive of an acceptable working relationship with the new administration, and therefore I resign from the town clerk/tax collector [position] effective January 1, 2024.”\nDeputy town clerk Donna Cudney also resigned. “I have enjoyed working with town clerk Annie Reed, previously [clerk] Judy Mayhon, and the entire Melinda McKnight town-hall staff,” wrote Cudney, whose own resignation is effective January 12.\nReed recommended appointing Lynne Bailey, her other deputy clerk, as the new clerk. Once appointed, the new clerk will fill open deputy positions.\nIn the midst of a heated primary season, Reed said she was frightened, shaken, and on the verge of quitting after being bullied and harassed by supervisor candidate Mike Boms and town-board candidate Diana Cline over records in a June 9 incident. The two had demanded to see records not under her purview, Reed said\nBoms denied acting in a harassing manner. He was looking for documents he had requested several weeks prior, he said.\nAt that time, Reed had just been appointed clerk to replace Judy Mayhon, who had died after a long illness.\nThere is considerable uncertainty among some Hurley town staff about their job futures. Boms, who has alluded to reviewing every employee’s position, has said he doesn’t plan on going on a firing spree.\nThe town hall and transfer-station workers have recently chosen to unionize. On December 11, the town board voted to recognize the United Public Service Employees Union (UPSEU) as the collective bargaining unit for about 20 employees.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hurley",
          "sentiment": "neutral"
        },
        {
          "name": "annie reed",
          "sentiment": "neutral"
        },
        {
          "name": "reed",
          "sentiment": "none"
        },
        {
          "name": "pete humphries",
          "sentiment": "none"
        },
        {
          "name": "melinda mcknight",
          "sentiment": "none"
        },
        {
          "name": "tracy kellogg",
          "sentiment": "none"
        },
        {
          "name": "mike boms",
          "sentiment": "none"
        },
        {
          "name": "” reed",
          "sentiment": "none"
        },
        {
          "name": "simpson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reed",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "woodstock",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:29.824+02:00",
    "updated": "2023-12-29T00:29:29.824+02:00"
  },
  {
    "uuid": "755e656fe9326df02c966388649d2e197ec756f9",
    "url": "https://www.informazione.it/a/2E055CDB-4B5A-4ED5-81F1-564AAFBFE8D6/Pioggia-neve-e-temporali-la-perturbazione-di-Santa-Lucia-colpisce-l-Italia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitinterno",
    "published": "2024-12-13T17:54:00Z",
    "title": "Pioggia, neve e temporali, la perturbazione di Santa Lucia colpisce l'Italia",
    "text": "Pioggia, neve e temporali, la perturbazione di Santa Lucia colpisce l'Italia\nArticolo Precedente\nArticolo Successivo\nIl maltempo si è abbattuto su quasi tutta l'Italia nel giorno di Santa Lucia, portando pioggia, neve e temporali. La perturbazione, causata da un nuovo vortice formatosi nel Mediterraneo, ha colpito inizialmente le isole maggiori per poi risalire lungo tutto lo Stivale. Le previsioni indicano che il maltempo persisterà per l'intero weekend, con piogge diffuse e nevicate in diverse regioni.\nSabato 14 dicembre, una massa di aria instabile raggiungerà la Puglia e la Basilicata, determinando un peggioramento delle condizioni meteorologiche con piogge e temporali, soprattutto in mattinata, nelle zone del Barese, Brindisino, Tarantino e Leccese. La perturbazione atlantica, proveniente da ovest, porterà ulteriori piogge, mentre da domenica si prevede un ritorno del freddo, con temperature tipiche di inizio inverno.\nIl quadro meteorologico delle prossime ore, confermato dai modelli fisico-matematici, prevede un weekend caratterizzato da un nuovo cambiamento climatico. La pioggia renderà necessario l'uso dell'ombrello in molte aree del Paese, mentre il clima invernale favorirà anche alcune nevicate. Le temperature continueranno a oscillare attorno ai valori tipici di dicembre, con un freddo che si farà sentire soprattutto a partire da domenica.\nIn sintesi, la perturbazione di Santa Lucia ha portato un'ondata di maltempo su gran parte dell'Italia, con piogge, neve e temporali che interesseranno diverse regioni per tutto il weekend.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-14T01:58:47.882+02:00",
    "updated": "2024-12-14T01:58:47.882+02:00"
  },
  {
    "uuid": "624e2172e231b546526258710beeed2fe6f3c3c5",
    "url": "https://www.time.news/boeing-737-max-inspections-faa-boeing-requesting-airlines-to-inspect-for-loose-bolt/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-28T22:30:00Z",
    "title": "Boeing 737 MAX Inspections: FAA, Boeing Requesting Airlines to Inspect for Loose Bolt - timenews",
    "text": "Title: Boeing urges airlines to inspect 737 MAX jets for loose bolt in rudder system Former FAA acting administrator Dan Elwell tells ‘The Claman Countdown’ that more approved hours in a flight simulator could help streamline pilot training to help with shortages. Aircraft manufacturer Boeing is urging airlines to inspect 737 MAX airliners for a possible loose bolt in the jet’s rudder control system, the Federal Aviation Administration (FAA) said on Thursday. The FAA said that it is “closely monitoring targeted inspections” of Boeing 737 MAX airplanes after Boeing notified operators of newer single-aisle airplanes to look at specific tie rods that control rudder movement to see if there is any loose hardware. Boeing recommended the inspections after an international operator of the 737 MAX found a bolt with a missing nut during routine maintenance on a mechanism in the rudder control linkage. The company also found an additional undelivered aircraft with a nut that wasn’t properly tightened. “The issue on the particular airplane has been remedied,” Boeing said in a statement provided to FOX Business. “Out of an abundance of caution, we are recommending operators inspect their 737 MAX airplanes and inform us of any findings. We informed the FAA and our customers and will continue to keep them aware of the progress.” Boeing noted that there have been no in-service incidents caused by this issue and that flight crews routinely conduct checks before departing the airport gate that would alter them if the rudder weren’t functioning properly. The company also plans to inspect all new 737 MAX airplanes for this issue before delivery. It added that the process for this inspection is relatively straightforward, requiring the removal of an access panel and visually validating that the part is installed properly, a process that it estimates would take about two hours per plane. The FAA said it will remain in touch with Boeing and the airlines while inspections are underway. The aviation regulator is asking airlines to go through their approved Safety Management Systems to identify whether they have previously detected any loose hardware and to give the FAA details about how quickly the airlines can complete the two-hour inspections. The agency added that it will consider additional action based on any further discoveries of loose or missing hardware. The Boeing 737 MAX was grounded for 20 months around the world after it was involved in two fatal crashes in 2018 and 2019 that killed 346 people in Ethiopia and Indonesia. The accidents resulted in Boeing revamping its crew alerting and flight control systems on the 737 MAX. The company has retrofitted the existing fleet of MAX 8 and MAX 9 aircraft and is awaiting FAA certification of the smaller MAX 7 and larger MAX 10 variants. The company also paid a $2.5 billion settlement, including a $500 million fund to compensate victims’ families, to resolve charges related to defrauding regulators who approved the 737 MAX. Reuters contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dan elwell",
          "sentiment": "none"
        },
        {
          "name": "claman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "faa",
          "sentiment": "negative"
        },
        {
          "name": "boeing",
          "sentiment": "negative"
        },
        {
          "name": "boeing requesting airlines",
          "sentiment": "negative"
        },
        {
          "name": "federal aviation administration",
          "sentiment": "none"
        },
        {
          "name": "max",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:35.219+02:00",
    "updated": "2023-12-29T00:32:35.219+02:00"
  },
  {
    "uuid": "1a07acc85d368692ee817a382499c22c4b273b6a",
    "url": "https://www.theverge.com/news/642025/nintendo-switch-2-gamecube-zelda-wind-waker-f-zero-gx",
    "ord_in_thread": 0,
    "author": "Wes Davis",
    "published": "2025-04-02T22:08:00Z",
    "title": "The Nintendo GameCube is about to get its due | The Verge",
    "text": "Before this morning, I knew I was going to buy the Nintendo Switch 2 but I didn’t know when. After watching Nintendo’s Switch 2 Direct today , in which a purple block traced the GameCube’s stylized “G” logo, followed by high-res footage from The Legend of Zelda: The Wind Waker and F-Zero GX and an announcement that they’ll be playable at launch, I realized I’ll be doing my damndest to get it on day one. It was the cherry on top of a stellar presentation that made the console’s $449.99 price tag way easier to swallow.\nGameCube games are coming to the Nintendo Switch Online (NSO) subscription’s Classic Game Library feature, which the company is now shortening to “Nintendo Classics.” It lets you play games from the NES, SNES, and Sega Genesis. Like the Game Boy and Nintendo 64 game collections, you’ll need the NSO Expansion Pack for GameCube games. The existing catalog of playable Classic Game Library games is far from complete, but together (and combined with DLC for contemporary Switch games), they make the Expansion Pack well worth it.\nThe subscription gets even more enticing on the Switch 2, starting before the console even comes out — Nintendo is prioritizing long-time subscribers (with certain caveats ) when it sends out Switch 2 preorder invites. The Expansion Pack will also let you play the Switch 2 editions of Zelda games Breath of the Wild and Tears of the Kingdom (provided you own their respective Switch 1 versions).\nBut the GameCube games are what I’m most excited about. I’d love for the Wii U’s Wind Waker HD to get a Switch re-release, but the GameCube version is still one of the most beautiful games I’ve ever played and looks great in Nintendo’s trailer for it. So does F-Zero GX , a game with such well-executed style and tight control that I would pit it against any futuristic racer today. The Switch 2 is also launching with Soul Calibur II , a game that featured adult Link as a playable character in his post- Ocarina of Time fighting-people-for-sport era .\nThe company flashed a few other re-releases coming down the line, like Super Mario Strikers and Chibi-Robo!, in the latter of which you play a tiny, toothbrush-armed robot tasked with cleaning up a very messy house. It’s way more fun than it sounds, and gives me hope for what Nintendo could announce. There are some excellent, but more obscure gems that never really leapt beyond the GameCube, like the creepy, Lovecraft-inspired Eternal Darkness: Sanity’s Requiem and Cubivore, in which you play a small, wild cube trying to bring color back to the world by eating other boxy creatures, winning the chance to mate, die, and be reborn over and over again until you’ve become the fittest survivor of them all.\nAnd all of these will be playable with a forthcoming wireless recreation of the GameCube controller , as they should be. The GameCube wasn’t an abject failure, but it sold nowhere near as well as the Wii or the Switch. There’s no guarantee that the Switch 2 will keep up the sales pace set by its predecessor, but even if it manages half that console’s sales, it could give some games a well-deserved second look.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->gaming and lottery"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://youtu.be/Q-25c8Rsobw?t=508",
      "https://www.youtu.be/Q-25c8Rsobw?t=508",
      "https://youtu.be/Q-25c8Rsobw"
    ],
    "entities": {
      "persons": [
        {
          "name": "Wind Waker HD",
          "sentiment": "positive"
        },
        {
          "name": "Wii",
          "sentiment": "negative"
        },
        {
          "name": "Lovecraft",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Kingdom",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "the Wii U’s",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "the Nintendo Switch Online",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Classic Game Library",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "the NSO Expansion Pack",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "The Switch 2",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Super Mario Strikers",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Chibi-Robo!",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Switch 2 Direct",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "SNES",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Sega Genesis",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "The Expansion Pack",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Zelda",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:13:35.536+03:00",
    "updated": "2025-04-03T01:13:35.536+03:00"
  },
  {
    "uuid": "574164b25f947b305f8c46510a3afd8b90bfcae3",
    "url": "https://dnyuz.com/2025/04/23/10-best-hair-masks-for-hair-growth-tested-and-reviewed-2025",
    "ord_in_thread": 0,
    "author": "Glamour",
    "published": "2025-04-23T21:41:00Z",
    "title": "10 Best Hair Masks for Hair Growth, Tested and Reviewed 2025",
    "text": "The best hair masks for hair growth can help repair damage and reduce shedding. Dermatologists say there are a few key ingredients you should scan the label for: proteins to strengthen, hyaluronic acid or glycerin to hydrate, and natural oils like argan or coconut oil to nourish. Sounds easy enough, but if you scroll through TikTok, you’ll end up learning about more tea tree oil-, amino acid-, and biotin-infused deep-conditioning treatments than you can count, and probably leave the app feeling more overwhelmed than when you started.\nTo help you cut through the noise, we turned to the experts—dermatologists, trichologists, and hairstylists—to find out what hair-growth masks they recommend, then had Glamour reviewers put them to the test (including me, a beauty editor with wavy, tangle-prone hair that’s still recovering from years of double-process bleach sessions). As we tested, we took into account the masks’ ingredients, scent, and the way they made our hair look and feel.\nOur top pick was the detangling and strengthening Kérastase Resistance Masque Extentioniste, but there are plenty of other hair masks on this list, including a couple of more affordable drugstore options, that can help you reach your hair growth goals.\nThe best hair masks for hair growth, at a glance\nBest Overall Hair Mask for Hair Growth: Kérastase Resistance Masque Extentioniste\nKérastase Resistance Masque Extentioniste\nSephora\nWalmart\nAmazon\n- Pros: Lightweight enough for fine- to medium-density hair types\n- Cons: May not be rich enough for thick and coarse hair types\n- Key ingredients: Creatine R, ceramides, gluco peptide, wheat protein\n- How to use: Apply to shampooed hair as a conditioner or weekly mask. Leave on for up to 35 minutes for more moisture.\nRecommended by three dermatologists, this is our top overall pick for hair health and hair growth. “This mask is excellent for long-term hair growth goals,” says Marisa Garshick, MD, FAAD, a board-certified dermatologist. “It contains ceramides and maleic acid that help repair damaged hair fibers, reduce split ends, and fortify the strands, promoting stronger, longer hair over time.” Dawn Queen, MD, a board-certified dermatologist and hair transplantation fellow, says it’s perfect for those with weak or damaged hair because it keeps it healthy and strong from root to tip.\n“This mask is my personal fave among the picks on this list. Its lightweight whipped texture softens my wavy hair and eliminates tangles without sacrificing volume. I noticed that my comb glided through my wet hair easily after using this, and I experienced less breakage and shedding during the detangling process. More than anything, though, it seriously delivered on length—my hair grew almost four inches in just two months,” says one Glamour reviewer.\nBest Drugstore Hair-Growth Mask: Hask Tea Tree Oil Hair & Scalp Treatment Mask\nHasl Tea Tree Oil Hair & Scalp Treatment Mask\nWalmart\n- Pros: Drugstore price; travel-friendly size\n- Cons: Packets are reusable but not resealable, so they can be messy\n- Key ingredients: Rosemary oil, tea tree oil\n- How to use: Apply to a clean, damp scalp, working down to the lengths and ends of hair. Leave on for up to three minutes and rinse.\nA dry, flaky scalp is a known inhibitor of hair growth, but this hydrating mask will help to keep your scalp balanced and healthy, says Nazanin Saedi, MD, a board-certified dermatologist in Pennsylvania. In addition to fighting dandruff, the formula is recommended for giving fine, thinning hair a boost. “This mask combines rosemary oil and tea tree oil, an ingredient that has shown success in growing and replenishing thinning hair,” says Dr. Saeidi.\nReviewers love this drugstore option’s cooling, stimulating feel, the hydration it gives their ends, and the travel-friendly packet formats, though they wish they could reseal the packages for easier use on future wash days.“I’ve noticed thinning around the crown of my head for a little over a year now, and I’ve tried a lot of different methods to try to prompt growth in the area,” says Glamour commerce writer Alanna Martine Kilkeary. “I used this hair growth mask three times over the course of a month and definitely noticed a difference in how my hair looked around the crown. It’s typically quite thin, and you can see my scalp peek through in my before photo, but if you look at my after, you can see how much stronger, shinier, and more filled in it looks.”\nBest Hair-Growth Mask for Fine Hair: Olaplex No. 8 Bond Intense Moisture Mask\nOlaplex No. 8 Bond Intense Moisture Mask\nNordstrom\nAmazon\n- Pros: Great for encouraging growth on all hair lengths\n- Cons: May not feel moisturizing enough on thick or very damaged hair if not used with other Olaplex products\n- Key ingredients: Patented bond-building technology\n- How to use: Apply once a week to clean, damp hair from mid-lengths to ends and let sit for 10 minutes before rinsing.\nLet’s say you’re in the awkward stage of growing out a pixie, or you wish your bob was more of a lob. If that’s the case, this hair treatment from Olaplex is for you. The amount of product you’ll use will vary based on your hair length and thickness, making it ideal for even very short or very fine hair. “This mask hydrates and smooths while working deep within the hair shaft to rebuild and strengthen weakened bonds,” says Dr. Garshick. “It’s perfect for those with chemically treated or damaged hair looking to promote hair growth.”\n“I like to apply three to four pumps of this mask to my hair. Not only does it keep my ends soft and prevent them from drying out, I’ve also noticed about an inch of growth since my last haircut while using this. Not only that, but my ends look extremely shiny and healthy in my after pic, about a month-and-a-half later,” says Glamour contributor Ariel Wodarcyk.\nBest Hair-Growth Mask for Thick and Coarse Hair: Vegamour HYDR-8 Deep Moisture Repair Mask\nVegamour HYDR-8 Deep Moisture Repair Mask\nSephora\nAmazon\n- Pros: Rich, hydrating, and great for medium to thick hair types\n- Cons: Should be used sparingly on finer hair\n- Key ingredients: Karmatin (a vegan alternative to keratin and silicones), marula oil, moringa seed oil, milk thistle\n- How to use: Apply after shampooing and let sit for three to five minutes.\nThis silicone- and sulfate-free hair mask was love at first wash for me. It has a heavenly white floral scent and an extremely thick consistency that reduced my amount of hair shedding as I blow-dried. Plus, its benefits extend past washday. “[The mask] is powered by Karmatin, a vegan keratin alternative, which coats the hair to make it instantly appear thicker and doesn’t wash away with rinsing,” explains Dr. Nathan. It’s packed with marula and moringa seed oils, which smooths frizz and prevents breakage.\nThe Vegamour mask was also a favorite for our coarse, curly-haired reviewer. “My thick, curly hair felt more pliable and easy to style after just one use,” they said. In two months, their hair grew a little over two inches. They can vouch for the claim that the mask’s benefits last several days too—each time they wet their hair in the morning, they found it easier than usual to restyle.\nBest Hair-Growth Mask for Scalp Health: Jupiter Purifying Mask\nJupiter Purifying Mask\nAmazon\nDermstore\n- Pros: Great for fighting dandruff, reducing oil, and maintaining scalp health\n- Cons: May be drying if overused—stick to once- or twice-weekly use, as recommended by the brand\n- Key ingredients: Volcanic ash, argan oil, biotin\n- How to use: Massage into the scalp on dry or damp hair one to two times a week. Let sit for three to five minutes, then rinse.\nAccording to [Matt L. Leavitt, DO, FAOCD](https://www.advancedderm.com/about-us/our-providers/matthew-leavitt-do-faocd), a board-certified dermatologist in Florida, scalp health is key when it comes to hair growth, and this mask helps with just that. “If the scalp is not cared for properly, build-up from sweat and excess oils can block hair follicles, resulting in a range of issues, from inflammation to severe itching,” he says. “Jupiter’s Purifying Mask supports exfoliating the scalp to clear away dry skin and rid the scalp of any product buildup.” The mask also contains biotin, which “works to fortify the hair shaft and encourage healthy growth,” says Dr. Queen.\nWodarcyk swears by this and the [Kérastase Resistance Masque Extentioniste](https://cna.st/affiliate-link/D7sWyRTyBnUnTGdgvMMeugKWRUQhJ94o5KZoN1LkgctUo31u41TFNMsHFjv4Y5vJPEaDG23zxwcsZ81oF2P9MW1t4jeRMuSwXtrJpkDerzkYb2bkv5E6XPXVZRk2yS2oLyFdtJ4FmyVLAcuKAWaHxYEcNV4JwUaS8ExeKtQh3cEkCPJxHibQEgCpTypx954P9UNFim) duo. “This mask has a foaming, mousse-like texture. You can apply it to wet or dry hair, then shampoo and condition as usual. I used this formula once a week on my roots and my hair grew almost four inches. The first time I tried it, I applied the mask to dry, fourth-day hair, the longest my hair can go without a wash. I left it on for several minutes before shampooing and was delighted by the cooling, mild tingling sensation I felt on my scalp. It was easy to wash out, and it left my hair feeling cleaner than just a standard wash. Plus, it helped keep oil at bay for the following days—by the time day four rolled around, my roots had only a slight sheen and my scalp felt balanced. In addition to cutting down on oil, it left the hair at my crown looking and feeling fuller.”\nBest Hair-Growth Mask for Hair Shedding: Kérastase Genesis Masque Reconstituant Hair Mask\nKérastase Genesis Masque Reconstituant Hair Mask\nAmazon\nSephora\n- Pros: Works for all hair types\n- Cons: Citrus-floral scent may be overpowering for some\n- Key ingredients: Edelweiss native cells, gingerroot\n- How to use: Apply a quarter-size amount from roots to ends. Let sit for five minutes and rinse.\n“The Kérastase Genesis Strengthening Hair Mask gave my thirsty, curly hair some much-needed TLC,” says one reviewer with fine, 3B curly hair. “I let the mask sit on my wet hair for longer than the directed five minutes because I know my weakened hair could use the extra time. After I rinsed the mask out, my hair instantly felt more moisturized and was easy to detangle. I was surprised at how soft my hair felt once it was fully dry and how my usually dull hair had an extra shine after only one use. My only ‘complaint’ was the highly fragranced scent, but thankfully it didn’t dry out my hair like some parfums do.” She added that although she liked the mask, she had still expected to see more visible growth. After one month, her hair grew slightly less than an inch—still more than the average rate of hair growth.\nInside the formula, you’ll find Edelweiss native cells and gingerroot, “which deeply feed and strengthen the hair, making it more resilient and encouraging smoother, healthier strands,” says [Aanand Geria, MD, FAAD](https://www.geriadermatology.com/about/meet-the-doctor/), a board-certified dermatologist and founder of Geria Dermatology in New Jersey.\nBest Smoothing Hair-Growth Mask: Marc Anthony Grow Long Restoring Anti-Breakage Mask\nMarc Anthony Grow Long Hair Anti-Breakage Mask\nAmazon\n- Pros: Affordable and effective at smoothing frizz\n- Cons: May weigh down fine hair types\n- Key ingredients: Hydrolyzed keratin, caffeine, biotin ginseng extract, vitamin E\n- How to use: Apply to wet, clean hair. Leave on for three to five minutes and rinse.\nThis under-$10 mask is formulated to smooth the hair’s cuticle and enhance elasticity, thanks to a combination of hydrolyzed keratin and growth-promoting ingredients like caffeine and biotin. The texture is pleasantly thick, so a little went a long way on my hair type. In fact, after almost one month of use, it still looks like I’ve barely used up any of the product.\nMy hair felt soft, shiny, and had a noticeable reduction in frizz after each use, though I did notice it weighed down my volume if I applied too much. In terms of hair growth, I noticed a little over half an inch in less than one month—not bad considering the extremely low price point. If you live in a humid climate where you’re constantly battling frizz and are interested in growing your hair out, this is an excellent budget-friendly pick.\nBest Leave-In Hair-Growth Mask: K18 Leave-In Molecular Repair Hair Mask\nK18 Leave in Molecular Repair Hair Mask\nAmazon\n- Pros: Lightweight enough for fine hair\n- Cons: Some users find that the bottles aren’t filled to the top with product, which makes the mask less cost-effective.\n- Key ingredients: K18 peptide\n- How to use: Shampoo hair and skip conditioner. Apply one to three pumps to towel-dried hair. Do not rinse.\nThis [viral leave-in K-18 hair mask](https://www.glamour.com/story/k18-hair-mask-review) is beloved by hairstylists, influencers, and derms alike. It promises to repair hair and fight damage on hair’s molecular level in just four minutes, thanks to its patented K18 peptide technology. “It works by reconnecting broken keratin chains; restoring strength, elasticity, and smoothness to damaged hair without weighing it down,” says Dr. Geria.\nThe K18 peptide mimics the structure of actual hair, Dr. Geria notes, which helps strengthen strands that have suffered the consequences of bleach, color, and chemical treatments. Unlike some of the other masks on this list, this is a leave-in treatment; you can apply it to shampooed, towel-dried hair, then style your hair as usual.\n“The mask quickly absorbs into your hair with minimal residue and is very lightweight—moreso than a traditional conditioner or leave-in—making it a great option for finer hair like mine,” [says](https://www.glamour.com/story/k18-hair-mask-review) Glamour contributor [Bella Cacciatore](https://www.glamour.com/contributor/bella-cacciatore). “I’ve been using K18 for a few weeks now—every wash for four washes at first, as recommended by the brand, then about once a week—and the difference is pretty noticeable. My hair feels soft and smooth, and looks bouncier and healthier, especially when I blow it out. I’ve also noticed my slight waves are more defined, and my broken baby hairs near my crown are less likely to stick up straight since incorporating K18 into my routine. Basically, it’s shampoo-commercial hair in a bottle—it’s worth the price tag and the hype.”\nBest Hydrating Hair-Growth Mask: Briogeo Don’t Despair, Repair! Deep Conditioning Mask\nBriogeo Don’t Despair, Repair! Deep Conditioning Mask\nNordstrom\nAmazon\n- Pros: Cruelty-free; Black owned and founded\n- Cons: Some users find the\n[jar packaging](https://cna.st/affiliate-link/41J5Fpr3JZxa5K3fDzgFpbHcwm4ro6sM5A3soMbMeToaC9rsDHm19adR9pouPhWo2pF5tCGXZuzechrtrzJ47ZezMh332o4SsUvQkzM9x6o7kZpEdJESD3qewVufKPojEmJKrt7Cip6yDxdzDco8Do4TAsqUMivWqYTuFWCXcv5GC4WQLmHQBFQuJrqfhDRgePWtfrzxyNsAs86tHJGD)easier to use than the smaller tube. - Key ingredients: Rosehip oil, algae extract, B-vitamins\n- How to use: Apply once a week to clean, damp hair in place of conditioner. Leave on for ten minutes and rinse.\nThis mask expertly quenches dry, damaged hair while promoting strands’ strength and elasticity, thanks to its high-impact ingredient list. “Moisturizing ingredients like rosehip, almond, and avocado oil hydrate and improve hair elasticity, biotin strengthens the hair shaft making hair stronger and more resilient, and algae extract is an anti-inflammatory and antioxidant,” says Dr. Queen. In addition to hydrating hair and fighting dryness, this mask is fantastic for smoothing frizzy hair and making it more manageable.\n“The before image here is from February of this year. I had just stepped out of the hair salon and dyed my hair back to dark brown after years of highlighting it. The highlights underneath did end up coming through after two months which is why my hair is now a brown (which I love!). After this hair transformation, I started incorporating the Briogeo hair mask. It’s now April and my hair feels so healthy. I’m able to blow dry it and style it without feeling like I’m drying out my ends. I’ve noticed less hair breakage and frizz. The mask has been a great addition to my haircare routine,” says Glamour senior commerce editor [Jenifer Calle](https://www.glamour.com/contributor/jenifer-calle).\nBest Hair-Growth Mask for Thinning Hair: California Naturals RE:GRO Anti-Thinning Conditioner\nCalifornia Naturals RE:GRO Anti-Thinning Conditioner\nUlta\n- Pros: Hair loss mask; cruelty-free, clean ingredient list, moisturizes without weighing hair down\n- Cons: The pump makes it difficult to use up every bit of product\n- Key ingredients: Biotin, argan oil, rosemary\n- How to use: Apply two to three pumps to clean, damp hair. Let sit for three minutes and rinse.\nIf you’re conscious about using clean ingredients in your beauty routine, we highly recommend adding this conditioner to cart. It’s formulated with 98% naturally derived ingredients, including nourishing avocado oil, nettle, caffeine, pumpkin seed oil, and rosemary. The bottle is 100% recyclable, the fragrance is food-grade, and the formula is free of things like silicones, sulfates, phthalates, and parabens—all for only $12. The founder created the product to aid with her own postpartum hair thinning and [hair loss](https://www.glamour.com/story/why-is-my-hair-falling-out-causes-of-hair-loss), at a time when she wanted to avoid harsh ingredients.\nAfter a little over a month of testing, my hair grew about an inch, and my ends looked shiny and fuller than usual. I could apply this directly to my scalp without losing volume; in doing so, I also noticed a fresh crop of baby hairs along my hairline. This works for coarse hair types as well—when my partner tried it, they were pleasantly surprised by how moisturizing it was for their thick, curly hair.\nYour hair mask questions, answered\nHow exactly do hair-growth masks work?\nAccordionItemContainerButtonLargeChevron\nHair masks can’t spur new hair growth from the follicle, the way that antishedding treatments like minoxidil can (it’s an FDA-approved over-the-counter topical shown to [promote hair growth](https://www.glamour.com/gallery/best-hair-growth-products)). However, masks are great for strengthening your hair and helping it grow fuller and healthier over time. “When hair is damaged, the proteins in the strand are exposed and vulnerable to damage,” says [Robyn Gmyrek, MD](https://www.google.com/search?q=dr.+robyn+gmyrek&oq=Dr.+Robyn+Gmyrek&gs_lcrp=EgZjaHJvbWUqDAgAECMYJxiABBiKBTIMCAAQIxgnGIAEGIoFMgYIARBFGEAyCAgCEAAYFhgeMgoIAxAAGIAEGKIEMgoIBBAAGIAEGKIE0gEHMzY4ajBqNKgCALACAA&sourceid=chrome&ie=UTF-8), a board-certified dermatologist in New York City, “Hair repair products help to plug any gaps and create a smoothness to make the hair look better but also protect it from further damage.” Some stimulate hair follicles using ingredients like caffeine and cayenne too.\nIn addition to incorporating the masks below into your hair care routine, you may want to ask your doctor about [supplements that support hair growth](https://www.glamour.com/gallery/best-hair-growth-vitamins). “I suggest an oral nutraceutical packed with vitamins, minerals, and antioxidants that nourish hair from within,” says [Matt L. Leavitt, DO, FAOCD](https://www.advancedderm.com/about-us/our-providers/matthew-leavitt-do-faocd), a board-certified dermatologist in Florida. “Scientifically backed supplement ingredients supporting hair health include [NAD](https://www.glamour.com/gallery/best-nad-supplements), pumpkin seed extract, taurine, saw palmetto, and [ashwagandha](https://www.glamour.com/gallery/best-ashwagandha-supplements).” He particularly recommends the [Xtressé Nutrient Gummies](https://cna.st/affiliate-link/MKEh7BpQXwWWLouRozfoNvqYbNgjyF8ZPU4362GtBhz9T3X2chRmpVijhHfLPQZJv3xKaChgt5fKTtHr6rGXq9ggctgtEncpA4KMQnh2ptQQTaijwwA8wdrwx3gDU21njsYr3PksRGDDjaofW9sTrLLtyVUSkA3fB), which are available in dermatologists’ offices.\nIs a hair mask or hair oil better for hair growth?\nAccordionItemContainerButtonLargeChevron\n“A hair mask penetrates the hair shaft much quicker and helps promote hair health from within, all while conditioning the outer layer of the hair, which helps with smoothness and shine,” says Kerry E. Yates, a trichologist and founder of [Colour Collective](https://cna.st/affiliate-link/2Hr9jcQ7UuVdQeRNHUg8svbwCr2tCg8by4jBRxJj1sXRxYCYfGvxxNqEFVVuzspuSZcseFQPoWMYzXiFuq7dJUovZfw7qfr1VfyeTQD9vtHp5QCtAtWr3rXes5VTxZdZAWwHP). However, only a serum can help promote new growth from the follicle.\nWhat is the difference between using a mask and a regular conditioner for hair growth?\nAccordionItemContainerButtonLargeChevron\n“A hair mask is usually deeply hydrating, nourishing, and a bit more intensive than regular conditioner,” says Yates. While you can use a conditioner with every wash, most masks are only intended for use one to three times a week. A mask will more deeply penetrate the hair shaft, says Yates, but a conditioner is ideal if you’re looking for more lightweight moisture.\nWhat are the best DIY hair masks for hair loss?\nAccordionItemContainerButtonLargeChevron\nIf you’re looking for a [good DIY hair mask](https://www.glamour.com/story/natural-hair-masks) to combat hair loss, look to [coconut oil](https://www.glamour.com/story/how-to-use-coconut-oil-for-hair). “Coconut oil is truly nature’s bond repair,” says [Neera Nathan, MD, MSHS,](https://dermskinhealth.com/meet-our-team/neera-nathan/) a board-certified dermatologist. “Studies show it may help protect hair against UV, reduce protein loss, and penetrate the hair shaft to reduce hair breakage.” To use, she recommends applying to the whole head for 30 minutes (or overnight for an extra-deep conditioning boost) and then washing hair as usual.\nMeet the experts\nAccordionItemContainerButtonLargeChevron\n[Marisa Garshick, MD, FAAD](https://www.mdcsnyc.com/provider/marisa-k-garshick-md), a board-certified dermatologist[Nazanin Saedi, MD](https://plymouthmeetingdermatology.com/our-practice/nazanin-saedi-md/), a board-certified dermatologist in Pennsylvania[Matt L. Leavitt, DO, FAOCD](https://www.advancedderm.com/about-us/our-providers/matthew-leavitt-do-faocd), a board-certified dermatologist in Florida[Aanand Geria, MD, FAAD](https://www.geriadermatology.com/about/meet-the-doctor/), a board-certified dermatologist and founder of Geria Dermatology in New Jersey[Robyn Gmyrek, MD](https://www.google.com/search?q=dr.+robyn+gmyrek&oq=Dr.+Robyn+Gmyrek&gs_lcrp=EgZjaHJvbWUqDAgAECMYJxiABBiKBTIMCAAQIxgnGIAEGIoFMgYIARBFGEAyCAgCEAAYFhgeMgoIAxAAGIAEGKIEMgoIBBAAGIAEGKIE0gEHMzY4ajBqNKgCALACAA&sourceid=chrome&ie=UTF-8), a board-certified dermatologist in New York City[Neera Nathan, MD, MSHS,](https://dermskinhealth.com/meet-our-team/neera-nathan/)a board-certified dermatologist\nThe post [10 Best Hair Masks for Hair Growth, Tested and Reviewed 2025](https://www.glamour.com/story/best-hair-masks-for-hair-growth) appeared first on [Glamour](https://www.glamour.com/story/best-hair-masks-for-hair-growth).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->house and home",
      "Lifestyle and Leisure->wellness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.glamour.com/contributor/ariel-wodarcyk",
      "https://www.glamour.com/story/how-often-should-you-wash-your-hair",
      "https://www.advancedderm.com/about-us/our-providers/matthew-leavitt-do-faocd",
      "https://dermskinhealth.com/meet-our-team/neera-nathan/",
      "https://www.glamour.com/gallery/best-rosemary-oil-for-hair-growth",
      "https://www.glamour.com/story/itchy-scalp-natural-hair",
      "https://www.glamour.com/gallery/best-hair-growth-products",
      "https://www.glamour.com/story/how-to-use-coconut-oil-for-hair",
      "https://www.glamour.com/gallery/best-olaplex-products",
      "https://www.glamour.com/gallery/best-biotin-supplements-for-hair-growth",
      "https://cna.st/affiliate-link/41J5Fpr3JZxa5K3fDzgFpbHcwm4ro6sM5A3soMbMeToaC9rsDHm19adR9pouPhWo2pF5tCGXZuzechrtrzJ47ZezMh332o4SsUvQkzM9x6o7kZpEdJESD3qewVufKPojEmJKrt7Cip6yDxdzDco8Do4TAsqUMivWqYTuFWCXcv5GC4WQLmHQBFQuJrqfhDRgePWtfrzxyNsAs86tHJGD",
      "https://www.glamour.com/gallery/best-hair-masks-for-dry-damaged-hair",
      "https://www.glamour.com/story/why-is-my-hair-falling-out-causes-of-hair-loss",
      "https://cna.st/affiliate-link/D7sWyRTyBnUnTGdgvMMeugKWRUQhJ94o5KZoN1LkgctUo31u41TFNMsHFjv4Y5vJPEaDG23zxwcsZ81oF2P9MW1t4jeRMuSwXtrJpkDerzkYb2bkv5E6XPXVZRk2yS2oLyFdtJ4FmyVLAcuKAWaHxYEcNV4JwUaS8ExeKtQh3cEkCPJxHibQEgCpTypx954P9UNFim",
      "https://www.geriadermatology.com/about/meet-the-doctor/",
      "https://www.glamour.com/gallery/best-dandruff-shampoos",
      "https://www.glamour.com/gallery/best-hair-growth-vitamins",
      "https://www.glamour.com/gallery/best-shampoos-for-thinning-hair",
      "https://www.mdcsnyc.com/provider/marisa-k-garshick-md",
      "https://www.glamour.com/story/k18-hair-mask-review",
      "https://www.glamour.com/story/best-natural-oils-for-hair-growth",
      "https://plymouthmeetingdermatology.com/our-practice/nazanin-saedi-md/",
      "https://www.instagram.com/alanna_martine/?hl=en",
      "https://www.glamour.com/story/how-to-grow-your-hair-faster",
      "https://cna.st/affiliate-link/2Hr9jcQ7UuVdQeRNHUg8svbwCr2tCg8by4jBRxJj1sXRxYCYfGvxxNqEFVVuzspuSZcseFQPoWMYzXiFuq7dJUovZfw7qfr1VfyeTQD9vtHp5QCtAtWr3rXes5VTxZdZAWwHP",
      "https://www.glamour.com/gallery/best-ashwagandha-supplements",
      "https://www.glamour.com/story/how-to-repair-and-prevent-split-ends",
      "https://www.google.com/search?q=dr.+robyn+gmyrek&oq=Dr.+Robyn+Gmyrek&gs_lcrp=EgZjaHJvbWUqDAgAECMYJxiABBiKBTIMCAAQIxgnGIAEGIoFMgYIARBFGEAyCAgCEAAYFhgeMgoIAxAAGIAEGKIEMgoIBBAAGIAEGKIE0gEHMzY4ajBqNKgCALACAA&sourceid=chrome&ie=UTF-8",
      "https://www.glamour.com/contributor/jenifer-calle",
      "https://cna.st/affiliate-link/MKEh7BpQXwWWLouRozfoNvqYbNgjyF8ZPU4362GtBhz9T3X2chRmpVijhHfLPQZJv3xKaChgt5fKTtHr6rGXq9ggctgtEncpA4KMQnh2ptQQTaijwwA8wdrwx3gDU21njsYr3PksRGDDjaofW9sTrLLtyVUSkA3fB",
      "https://www.glamour.com/contributor/bella-cacciatore",
      "https://www.glamour.com/gallery/bob-haircuts-and-hairstyles",
      "https://www.parkderm.com/dawn-queen-m-d/",
      "https://www.glamour.com/story/natural-hair-masks",
      "https://www.glamour.com/story/best-hair-masks-for-hair-growth",
      "https://www.glamour.com/gallery/best-nad-supplements",
      "https://glamour.com/story/how-to-repair-and-prevent-split-ends",
      "https://www.plymouthmeetingdermatology.com/our-practice/nazanin-saedi-md/",
      "https://www.cna.st/affiliate-link/MKEh7BpQXwWWLouRozfoNvqYbNgjyF8ZPU4362GtBhz9T3X2chRmpVijhHfLPQZJv3xKaChgt5fKTtHr6rGXq9ggctgtEncpA4KMQnh2ptQQTaijwwA8wdrwx3gDU21njsYr3PksRGDDjaofW9sTrLLtyVUSkA3fB",
      "https://www.cna.st/affiliate-link/41J5Fpr3JZxa5K3fDzgFpbHcwm4ro6sM5A3soMbMeToaC9rsDHm19adR9pouPhWo2pF5tCGXZuzechrtrzJ47ZezMh332o4SsUvQkzM9x6o7kZpEdJESD3qewVufKPojEmJKrt7Cip6yDxdzDco8Do4TAsqUMivWqYTuFWCXcv5GC4WQLmHQBFQuJrqfhDRgePWtfrzxyNsAs86tHJGD",
      "https://glamour.com/gallery/best-olaplex-products",
      "https://glamour.com/gallery/best-ashwagandha-supplements",
      "https://glamour.com/story/k18-hair-mask-review",
      "https://glamour.com/gallery/best-hair-growth-products",
      "https://www.cna.st/affiliate-link/2Hr9jcQ7UuVdQeRNHUg8svbwCr2tCg8by4jBRxJj1sXRxYCYfGvxxNqEFVVuzspuSZcseFQPoWMYzXiFuq7dJUovZfw7qfr1VfyeTQD9vtHp5QCtAtWr3rXes5VTxZdZAWwHP",
      "https://www.geriadermatology.com/about/meet-the-doctor",
      "https://glamour.com/story/best-hair-masks-for-hair-growth",
      "https://glamour.com/story/why-is-my-hair-falling-out-causes-of-hair-loss",
      "https://advancedderm.com/about-us/our-providers/matthew-leavitt-do-faocd",
      "https://www.dermskinhealth.com/meet-our-team/neera-nathan/",
      "https://glamour.com/gallery/best-hair-growth-vitamins",
      "https://glamour.com/story/how-to-use-coconut-oil-for-hair",
      "https://www.cna.st/affiliate-link/D7sWyRTyBnUnTGdgvMMeugKWRUQhJ94o5KZoN1LkgctUo31u41TFNMsHFjv4Y5vJPEaDG23zxwcsZ81oF2P9MW1t4jeRMuSwXtrJpkDerzkYb2bkv5E6XPXVZRk2yS2oLyFdtJ4FmyVLAcuKAWaHxYEcNV4JwUaS8ExeKtQh3cEkCPJxHibQEgCpTypx954P9UNFim",
      "https://plymouthmeetingdermatology.com/our-practice/nazanin-saedi-md",
      "https://dermskinhealth.com/meet-our-team/neera-nathan",
      "https://glamour.com/story/best-natural-oils-for-hair-growth",
      "https://glamour.com/gallery/best-hair-masks-for-dry-damaged-hair",
      "https://glamour.com/gallery/best-biotin-supplements-for-hair-growth",
      "https://glamour.com/contributor/bella-cacciatore",
      "https://www.instagram.com/alanna_martine/",
      "https://parkderm.com/dawn-queen-m-d/",
      "https://google.com/search?q=dr.+robyn+gmyrek&oq=Dr.+Robyn+Gmyrek&gs_lcrp=EgZjaHJvbWUqDAgAECMYJxiABBiKBTIMCAAQIxgnGIAEGIoFMgYIARBFGEAyCAgCEAAYFhgeMgoIAxAAGIAEGKIEMgoIBBAAGIAEGKIE0gEHMzY4ajBqNKgCALACAA&sourceid=chrome&ie=UTF-8",
      "https://glamour.com/gallery/bob-haircuts-and-hairstyles",
      "https://www.parkderm.com/dawn-queen-m-d",
      "https://glamour.com/gallery/best-rosemary-oil-for-hair-growth",
      "https://instagram.com/alanna_martine/?hl=en",
      "https://glamour.com/contributor/jenifer-calle",
      "https://geriadermatology.com/about/meet-the-doctor/",
      "https://glamour.com/contributor/ariel-wodarcyk",
      "https://mdcsnyc.com/provider/marisa-k-garshick-md",
      "https://glamour.com/story/natural-hair-masks",
      "https://glamour.com/gallery/best-nad-supplements",
      "https://glamour.com/story/how-to-grow-your-hair-faster",
      "https://glamour.com/gallery/best-dandruff-shampoos",
      "https://www.google.com/search",
      "https://glamour.com/story/how-often-should-you-wash-your-hair",
      "https://glamour.com/story/itchy-scalp-natural-hair",
      "https://glamour.com/gallery/best-shampoos-for-thinning-hair"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "E",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "E",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:31:05.441+03:00",
    "updated": "2025-04-24T01:31:05.441+03:00"
  },
  {
    "uuid": "b4ab9f5e4b53be4e2e20e354c4036cd748d6ac9e",
    "url": "https://theprint.in/tech/us-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack/2357494",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-11-14T19:15:00Z",
    "title": "US man sentenced to 5 years over laundering crypto stolen from Bitfinex hack – ThePrint – ReutersFeed",
    "text": "Home Tech US man sentenced to 5 years over laundering crypto stolen from Bitfinex... Tech US man sentenced to 5 years over laundering crypto stolen from Bitfinex hack Reuters 15 November, 2024 05:45 am IST Facebook Twitter WhatsApp Linkedin (c) Copyright Thomson Reuters 2024 Follow Us : Text Size: A- A+\nBy Kanishka Singh\nWASHINGTON (Reuters) – A New York technology entrepreneur was sentenced to five years in prison on Thursday after pleading guilty last year to laundering funds stolen from Bitfinex one of the world’s largest cryptocurrency exchanges, with the help of his wife.\nIlya Lichtenstein, 35, hacked into Bitfinex’s network in 2016, using advanced hacking tools and techniques, and stole about 120,000 bitcoin, the U.S. Justice Department said in a statement.\nHe and his wife Heather Morgan, who used the hip-hop alias “Razzklekhan” to promote her music, were arrested in February 2022.\nShow Full Article\nThe bitcoin was worth $71 million at the time of the theft, but had appreciated to more than $4.5 billion by the time of their arrests.\nDeputy Attorney General Lisa Monaco said at the time that the $3.6 billion in assets that prosecutors recovered from the couple was the biggest financial seizure in the history of the U.S. Department of Justice.\nMorgan had also pleaded guilty last year to one count of conspiracy to commit money laundering. Morgan is scheduled to be sentenced on Nov. 18.\nIn addition to his term of imprisonment, Lichtenstein was ordered to serve three years of supervised release, the U.S. Justice Department said.\n(Reporting by Kanishka Singh; Editing by Sandra Maler)\nDisclaimer: This report is auto generated from the Reuters news service. ThePrint holds no responsibilty for its content.\nSubscribe to our channels on YouTube , Telegram & WhatsApp\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here .\nSupport Our Journalism\nTags Facebook Twitter WhatsApp Linkedin LEAVE A REPLY Cancel Comment: Please enter your comment! Name:* Please enter your name here Email:* You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment.\nΔ\nMost Popular India’s children are paying the price for climate change. Count them as citizens Janani Sekhar - November 14, 2024 After Adampur loss, Kuldeep Bishnoi faces heat from community, caught in power tussle with mahasabha head Sushil Manav - November 14, 2024 If Gujaratis have such a good deal, why are they leaving and going to the US? Vir Sanghvi - November 14, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Ftech%2Fus-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack%2F2357494%2F",
      "https://twitter.com/intent/tweet?text=US+man+sentenced+to+5+years+over+laundering+crypto+stolen+from+Bitfinex+hack&url=https%3A%2F%2Ftheprint.in%2Ftech%2Fus-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack%2F2357494%2F&via=theprintindia",
      "https://t.me/ThePrintIndia",
      "https://news.google.com/publications/CAAiEJ4BfMo3d_iCDXCxGfnD968qFAgKIhCeAXzKN3f4gg1wsRn5w_ev?hl=en-IN&gl=IN&ceid=IN:en",
      "https://api.whatsapp.com/send?text=US+man+sentenced+to+5+years+over+laundering+crypto+stolen+from+Bitfinex+hack",
      "https://www.youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://theprint.in/tech/us-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack/2357494/&title=US+man+sentenced+to+5+years+over+laundering+crypto+stolen+from+Bitfinex+hack",
      "https://www.facebook.com/plugins/like.php?href=https://theprint.in/tech/us-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack/2357494/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.whatsapp.com/channel/0029VaNK5yfJkK7I6MT34t1l",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Ftech%2Fus-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack%2F2357494%2F",
      "https://www.api.whatsapp.com/send?text=US+man+sentenced+to+5+years+over+laundering+crypto+stolen+from+Bitfinex+hack",
      "https://news.google.com/publications/CAAiEJ4BfMo3d_iCDXCxGfnD968qFAgKIhCeAXzKN3f4gg1wsRn5w_ev",
      "https://api.whatsapp.com/send",
      "https://www.facebook.com/plugins/like.php",
      "https://linkedin.com/shareArticle?mini=true&url=https://theprint.in/tech/us-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack/2357494/&title=US+man+sentenced+to+5+years+over+laundering+crypto+stolen+from+Bitfinex+hack",
      "https://www.news.google.com/publications/CAAiEJ4BfMo3d_iCDXCxGfnD968qFAgKIhCeAXzKN3f4gg1wsRn5w_ev?hl=en-IN&gl=IN&ceid=IN:en",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://whatsapp.com/channel/0029VaNK5yfJkK7I6MT34t1l",
      "https://facebook.com/plugins/like.php?href=https://theprint.in/tech/us-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack/2357494/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.youtube.com/ThePrintIndia/",
      "https://youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.twitter.com/intent/tweet?text=US+man+sentenced+to+5+years+over+laundering+crypto+stolen+from+Bitfinex+hack&url=https%3A%2F%2Ftheprint.in%2Ftech%2Fus-man-sentenced-to-5-years-over-laundering-crypto-stolen-from-bitfinex-hack%2F2357494%2F&via=theprintindia",
      "https://www.t.me/ThePrintIndia",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ilya Lichtenstein",
          "sentiment": "none"
        },
        {
          "name": "Kanishka Singh",
          "sentiment": "none"
        },
        {
          "name": "Heather Morgan",
          "sentiment": "none"
        },
        {
          "name": "Lisa Monaco",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Reuters",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T17:16:48.614+02:00",
    "updated": "2024-11-15T17:16:48.614+02:00"
  },
  {
    "uuid": "3e59ce1fa0492b6a2e33c224da7c82903cc9cf05",
    "url": "https://kesq.com/news/national-politics/cnn-us-politics/2024/09/26/israels-initial-dismissal-of-us-breakthrough-lebanon-ceasefire-deal-creates-confusion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-09-26T23:02:00Z",
    "title": "Israel’s initial dismissal of US’ ‘breakthrough’ Lebanon ceasefire deal creates confusion",
    "text": "By MJ Lee, Alex Marquardt, Kevin Liptak, Jennifer Hansler and Kylie Atwood, CNN\n(CNN) — Senior US officials were practically triumphant Wednesday night: The United States and a large number of its allies had nailed down a proposal after days of feverish talks that would put in place a ceasefire across the Israel-Lebanon border.\nIn a hastily arranged call with reporters just moments after the release of a joint statement, top administration officials hailed the framework as “an important breakthrough.” The 21-day pause in fighting that the nations were proposing would give time for diplomacy and could prevent a full-fledged war from breaking out between Israel and Hezbollah.\nThose officials were clear: The question was not if Israel and Hezbollah would accept the ceasefire proposal, but precisely when. Both Israel and Hezbollah were “familiar with the text,” one official said, and the US felt comfortable going public with the framework, with the understanding that both sides were ready to sign on.\nBut only hours later, Israeli Prime Minister Benjamin Netanyahu would throw cold water on the multi-national proposal. First, the prime minister’s office released a statement saying any reports of an imminent ceasefire was “incorrect” and that the IDF would continue fighting with “full force.”\nThen, the prime minister himself told the press as he got off his plane in New York City: “My policy, our policy, is clear: We continue to hit Hezbollah with all our might. We will not stop until we achieve all our goals.”\nSome 24 hours after the White House’s announcement of the ceasefire proposal, there has still been no indication that Israel and Hezbollah are ready to agree to it. Israel’s initial response was clearly not the reaction the White House had anticipated, and it raised immediate question of why, if Israel was on board with the proposal, its leader appeared so eager to dismiss it.\n“We are shocked,” said one US official, underscoring deep frustration after they had hoped Israel would accept the proposal.\n“Not a complete surprise, but also not helpful,” a second US official said.\nThere were quiet rumblings in Washington that domestic politics could be at play for Netanyahu, as right-wing Israeli ministers – whom Netanyahu had depended upon to maintain his governing coalition – expressed indignation at reports of a US-backed ceasefire.\nOne US source who suggested that the Israeli government was being swayed by the negative reaction to the proposal at home expressed frustration, saying the US would not have come out with such optimism had there not been strong private indications that the Israelis were prepared to accept the framework.\nThe source said they did not expect negotiations to wrap up in the coming days, saying they expected the process to be long. And as long as Israel does not publicly accept it, they added, Hezbollah won’t feel pressure to either.\nAmerican officials’ confidence in announcing the proposal on Wednesday had been derived, in part, because they were dealing with Ron Dermer, one of Netanyahu’s closest confidants, as they wrote and revised the statement’s text. Discussions on the ceasefire began with a conversation Monday between Dermer and Jake Sullivan, Biden’s national security adviser.\nThe impression the US officials received was that Netanyahu would support a pause in fighting, and they were encouraged to work with French officials to complete a statement that urged a 21-day ceasefire.\nSpeaking Thursday, French President Emmanuel Macron said it would be a “mistake” for Netanyahu to reject the ceasefire, but added the United States would need to increase pressure on Israel to accept its terms.\nNetanyahu’s apparent reversal amounted to a major disappointment, but for some officials it also underscored a reality that has existed for months: Netanyahu’s willingness to break publicly and openly with Biden, particularly when he faces internal political opposition in Israel.\nIn a statement released Thursday night, the prime minister’s office said that “Israel shares the aims of the U.S.-led initiative of enabling people along our northern border to return safely and securely to their homes.”\n“Israel appreciates the US efforts,” the statement said, and promised that discussions would continue “in the coming days.”\nMeanwhile, White House officials had been left confronting a barrage of questions from reporters throughout the day on Thursday – and had no good answers.\nAsked about the apparent disconnect between the US and Israel, White House press secretary Karine Jean-Pierre said the multi-nation statement was “indeed coordinated with the Israeli side.” Discussions between the negotiations parties in New York are “ongoing,” she continued, but failed to explain why Netanyahu and his office appeared wholly uninterested in agreeing to the temporary ceasefire.\nWhite House spokesman John Kirby was even more blunt in acknowledging that he had no good explanation for Netanyahu’s comments. “I can’t speak for Prime Minister Netanyahu, I can’t answer the question why he said what he said,” he told reporters.\n“What I can tell you is that statement we worked on last night wasn’t just drawn up in a vacuum,” Kirby added. “It was done after careful consultation, not only with the countries that signed on to it, but Israel itself.”\nKirby even acknowledged that the plan would not have been released Wednesday night had the US not believed Netanyahu and his government was on board.\nFor now, administration officials continue to insist that discussions are ongoing and expressed hope that news could come within hours. Secretary of State Antony Blinken met with top Israeli officials in New York Thursday afternoon, even as many US officials were open to the possibility that Netanyahu may not get on board.\nDermer and Israeli Ambassador Michael Herzog demurred when asked by CNN ahead of that meeting if they are going to accept the ceasefire proposal between Israel and Hezbollah.\nDermer quipped that “less is more” when speaking as a diplomat, and pointed out that their day of meetings was only just getting started.\nThis story has been updated with additional details.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/world/live-news/israel-lebanon-war-hezbollah-09-26-24-intl-hnk#cm1j3b24700003b6mc1wgg0w6",
      "https://www.cnn.com/world/live-news/israel-lebanon-war-hezbollah-09-26-24-intl-hnk/index.html",
      "https://www.cnn.com/2024/09/25/politics/us-plan-mediate-israel-hezbollah-ceasefire/index.html",
      "https://cnn.com/world/live-news/israel-lebanon-war-hezbollah-09-26-24-intl-hnk/index.html",
      "https://cnn.com/2024/09/25/politics/us-plan-mediate-israel-hezbollah-ceasefire/index.html",
      "https://cnn.com/world/live-news/israel-lebanon-war-hezbollah-09-26-24-intl-hnk#cm1j3b24700003b6mc1wgg0w6"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": true,
      "syndicate_id": "975810ad399dcaf8c454d332d81767c117068aa8",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-09-27T03:21:21.660+03:00",
    "updated": "2024-09-27T06:09:13.100+03:00"
  }
]
