[
  {
    "uuid": "a74cdcbc92cc1dbcec63757000fd9a35f26d7124",
    "url": "https://www.tuscaloosanews.com/story/news/nation/2023/12/29/gypsy-rose-blanchard-selfie-prison-release/72058385007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-29T18:24:00Z",
    "title": "Gypsy Rose Blanchard shares first selfie after release from prison",
    "text": "Gypsy Rose marks prison release by sharing 'first selfie of freedom' on social media [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) [Gypsy Rose Blanchard](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) commemorated her first full day of freedom with a selfie. She [ took to Instagram Friday](https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading) to mark her release from prison by snapping a quick pic of her smiling, writing “First selfie of freedom!” in the caption. Blanchard, who conspired with her then-boyfriend Nick Godejohn to [kill her abusive mother in 2015](/story/news/local/2017/05/10/gypsy-blanchard-everything-you-need-know-case/101499166/), was released from prison [early Thursday morning. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/) She pled [guilty to a second-degree murder charge](/story/news/crime/2016/07/05/gypsy-blanchard-pleads-guilty-murder/86617662/) on Tuesday, July 5, 2016 and served about 85% of her 10-year sentence, spending a total of eight years behind bars for her role in the murder. She became eligible for parole in September. Blanchard also [ recently announced the release of an eBook titled “Release,”](/story/news/crime/2023/12/19/social-media-accounts-promote-gypsy-rose-blanchard-book-released/71966263007/) set to come out on Jan. 9. Here’s what we know about Gypsy Rose Blanchard. Gypsy Rose Blanchard coverage: [Gypsy Rose Blanchard's release from prison latest twist in shocking Munchausen by Proxy case](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) Who is Gypsy Rose Blanchard? [Gypsy Rose Blanchard](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/), who is Clauddine “Dee Dee” Blanchard’s daughter, was made to believe she suffered from a wide range of medical ailments including leukemia, asthma and muscular dystrophy thanks to her mother. Gypsy’s late mother was accused of having made her daughter appear to have a range of physical and developmental ailments, USA Today previously [reported. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/) Dee Dee Blanchard, later said to have [Munchausen syndrome by proxy](/story/news/crime/2016/07/06/munchausen-expert-says-gypsy-blanchard-case-unprecedented/86763054/) which is a mental condition in which someone makes another person ill for sympathy or gain received disability payments and gifts from charities all of Gypsy’s illnesses, that often led to painful treatment and procedures. Gypsy, who used a [wheelchair before it was discovered she could walk](/story/news/crime/2015/06/16/daughter-boyfriend-charged-murder-dee-dee-blancharde/28803189/), said she was desperate to escape her mother's abuse and sought help from her online boyfriend, Nicholas Godejohn. [Godejohn, who was was sentenced to life in prison](/story/news/crime/2019/02/22/nicholas-godejohn-sentenced-life-prison-blanchard-murder/2949249002/) for stabbing and killing Dee Dee Blanchard, traveled to Missouri on [ June 9, 2015](/story/news/local/ozarks/2015/06/15/greene-county-sheriffs-office-searching-mother-daughter/71236652/) to help enact the escape plan. He was reportedly let into the home after Gypsy’s late mother fell asleep and used a knife handed to him by Gypsy to stab the sleeping woman 17 times, killing her before fleeing to his native Wisconsin, USA Today previously reported. Gypsy later told [ABC 20/20 news](https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979) she hid in the bathroom with hands over her ears during the act. Authorities were contacted about a post on Dee Dee Blanchard’s Facebook page dated June 14, 2015 that read, ‘That B*** is dead!’ before her body was [ found in her home](/story/news/local/ozarks/2015/06/15/greene-county-sheriffs-office-searching-mother-daughter/71236652/) with multiple stab wounds. Before Gypsy was publicly tied to the murder, many Springfield residents were worried that she was also in peril. The bizarre nature of the Springfield murder made national headlines and became the subject of [documentaries](/story/news/local/ozarks/2017/05/10/prior-premiere-hbo-film-gypsys-father-and-filmmaker-speak-bizarre-case/101438406/) and [streamed television series](/story/news/local/ozarks/2019/03/20/the-act-hulu-dee-dee-gypsy-rose-blanchard-true-crime/3228086002/). When was Gypsy Rose arrested? [Gypsy and her boyfriend were arrested](/story/news/nation/2023/12/27/gypsy-rose-blanchard-release-case-timeline/72038395007/) on June 14, 2015 in Big Bend, Wisconsin. The pair posted two updates on Dee Dee Blanchard’s Facebook page earlier that day to draw attention to her yet undiscovered body. How old is Gypsy Rose Blanchard? Gypsy Rose Blanchard was born July 29, 1991, making her 32 years old in 2023. How old was Dee Dee Blanchard when she died? Dee Dee Blanchard was born May 3, 1967, making her 48 years old when she was killed in 2015. Who is Gypsy Rose married to? Gypsy married Ryan Scott Anderson in July 2022. Anderson is 37-year-old teacher based in Lake Charles, Louisiana, according to “ [People](https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).” The pair split after three months of marriage but eventually reconciled, the magazine reported. She shared with various news outlets that she planned on attending a Kansas City Chiefs game with her husband after her release, stating that she hopes she gets to meet superstar Taylor Swift, who is dating Chiefs tight end Travis Kelce, USA Today previously [ reported. ](/story/news/nation/2023/12/28/gypsy-rose-blanchard-release-thursday/72047355007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).”",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979)",
      "https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading)",
      "https://msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi).”",
      "https://www.instagram.com/p/C1cNGBvu7IK/",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story",
      "https://instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading)",
      "https://www.abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "nick godejohn",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:47:17.852+02:00",
    "updated": "2023-12-29T21:47:17.852+02:00"
  },
  {
    "uuid": "4493845a68e4360605cbd9b2eed4643be1d7dff8",
    "url": "https://www.cryptointelligence.co.uk/racing-into-the-future-polkadots-community-driven-indy-500-sponsorship-of-conor-daly-a-first-in-sports-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "chainwire",
    "published": "2024-04-11T20:16:00Z",
    "title": "Racing into the Future: Polkadot\\u2019s Community-Driven Indy 500 Sponsorship of Conor Daly a First in Sports History",
    "text": "INDIANAPOLIS, INDIANA, April 11th, 2024, Chainwire\nPolkadot Community Fuels Groundbreaking Sports Sponsorship, Showcasing Blockchain’s Transformative Potential Marking a historic first in the sports world, the Polkadot community has used an on-chain community vote to select IndyCar racing star Conor Daly as Polkadot Brand Ambassador for the upcoming Indianapolis 500. This sponsorship represents the first time a major athlete’s sponsorship has been decided by a community vote using blockchain technology.\nDaly is one of the most beloved figures in the American professional racing landscape, and is one of just 29 drivers in history to have raced in NASCAR’s Daytona 500 and the Indianapolis 500 within the same year. Just as popular off the track, the Indiana-native appeared in Season 30 of The Amazing Race and has engaged in a variety of activities that have highlighted his social personality, including hosting the prominent motorsports podcast, Speed Street, as well as appearing in the 2024 NBA Celebrity All-Star Game in his home state.\nThe proposal to sponsor Daly passed with an overwhelming 95.8% approval, demonstrating the community’s eagerness to showcase blockchain technology’s real-world applications and Polkadot’s vision for a freer, more open web (Web3). Launched in 2020 by Ethereum Co-Founder Gavin Wood, Polkadot is positioned to serve as the powerful, secure core of Web3. Polkadot’s decentralized governance places the community at the center of decision-making processes; every holder of the Polkadot token (DOT) has a voice towards shaping the platform’s future direction.\nThe iconic Indianapolis 500, set to take place on May 26, will serve as the launch pad for a dynamic year-long collaboration. Daly’s Polkadot Ambassadorship will extend beyond the racetrack and include a series of interactive community events and digital initiatives designed to engage fans and introduce them to Polkadot’s innovative technology.\n“The fact that thousands of individuals in the Polkadot community – not a corporate marketing team – used their voices to vote and select me as their ambassador is an incredible honor and reflective of the power of what a more free and open internet can look like in the future,” Conor Daly said. “The fact that I’m racing not just for a brand name or logo, but representing developers, investors and regular people that are building tomorrow’s web, is thrilling and overwhelming. We’re bringing power back to people, while making sports history.”\nA Historic First in Sports Sponsorship This collaboration represents a significant shift from traditional models of athlete sponsorships, which are typically negotiated behind closed doors. Through decentralized governance, the Polkadot community is pioneering a new, transparent way to engage with sponsorships, showcasing the immense potential of blockchain technology to enable transparent, community-led decision-making in the realm of sports and beyond.\nChris Wade, the Polkadot community member who championed the proposal, remarked, “This landmark sponsorship proves the transformative power and trust of blockchain technology in making a previously exclusive process open and inclusive. It’s a testament to Polkadot’s forward-thinking innovative community, robust network, and progressive governance model. It’s a blueprint for future collaborations.”\nJoin the Polkadot Community To learn more about Polkadot and how you can get involved in future community-driven initiatives, visit polkadot.network or follow Polkadot on X (@Polkadot). Stay tuned for updates on this exciting collaboration and discover how Polkadot is powering the creation of a freer, more open web.\nAbout Polkadot\nPolkadot is the powerful, secure core of Web3 for boundary-defying developers. It enables Web3’s biggest innovators to get their ideas to market fast, with flexible costs and token options. By making blockchain technology secure, composable, flexible, efficient, and cost-effective, Polkadot is powering the movement for a better web. For more information, visit polkadot.network↗\nAbout Conor Daly\nConor Daly is one of the most beloved figures in the American professional racing landscape – having competed in the NTT IndyCar Series, NASCAR (Cup Series, Xfinity and Truck Series), GP2 Series and Nitrocross, amongst other pursuits. Just as popular off the track, the Indiana-native appeared in Season 30 of The Amazing Race and has engaged in a variety of activities that have highlighted his social personality, including hosting the prominent motorsports podcast, Speed Street, as well as appearing in the 2024 NBA Celebrity All-Star Game in his home state.\nDaly is one of just 29 drivers in history to have raced in the Daytona 500 and the Indianapolis 500 within the same year. With a tenth-place finish in 2019 and a sixth-place finish in 2022, he led most laps, was a pole sitter and finished on the podium at the Indy 500 in 2021. In 2023, he defied all odds to qualify for the NASCAR Cup Series’ Daytona 500, racing on Floyd Mayweather’s The Money Team (TMT) Racing. He also became the first driver to compete in both NASCAR and IndyCar on back-to-back Texas weekends. The son of Formula One, CART and IMSA driver, Derek Daly, Conor started racing go-karts as a 10-year-old – grabbing two championships and Junior Driver of the Year recognition.\nFollow his journey at www.ConorDaly.net – and on Instagram, Facebook, Twitter and Twitch. Conor is represented by Athelo Group (Sports Management).\nEditor’s Notes\nImages Included with this release High-resolution photos of Conor Daly and his Polkadot-branded Indy 500 car entry are available here .\nMedia Contacts\nJen Wheatley, Distractive\n519.791.5769 I jen@distractive.xyz\nAndrew de Lara\n949.395.3724 I adelara@athelogroup.com\nContact Jen Wheatley\nDistractive\njen@distractive.xyz",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Sport",
      "Social Issue"
    ],
    "external_links": [
      "https://www.athelogroup.com",
      "https://www.instagram.com/conordaly22?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
      "https://distractive.notion.site/Editorial-Images-for-Polkadot-Conor-Daly-Sponsorship-Announcement-74766519de024511b151dcf44094f6a6?pvs=4",
      "https://www.polkadot.network/?ref=cms.polkadot.network",
      "http://www.conordaly.net",
      "http://conordaly.net",
      "https://athelogroup.com",
      "https://www.instagram.com/conordaly22",
      "https://instagram.com/conordaly22?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
      "https://polkadot.network/?ref=cms.polkadot.network",
      "https://distractive.notion.site/Editorial-Images-for-Polkadot-Conor-Daly-Sponsorship-Announcement-74766519de024511b151dcf44094f6a6",
      "https://www.polkadot.network/",
      "https://www.distractive.notion.site/Editorial-Images-for-Polkadot-Conor-Daly-Sponsorship-Announcement-74766519de024511b151dcf44094f6a6?pvs=4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "conor daly",
          "sentiment": "negative"
        },
        {
          "name": "daly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nascar",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indianapolis",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "daytona",
          "sentiment": "none"
        },
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:29:03.070+03:00",
    "updated": "2024-04-12T02:29:03.070+03:00"
  },
  {
    "uuid": "7c996d15f87a73960346b1edf26731b40530454c",
    "url": "https://sportsnaut.com/miami-dolphins-baltimore-ravens-injuries/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Kull",
    "published": "2023-12-28T23:37:00Z",
    "title": "Miami Dolphins and Baltimore Ravens limping into AFC Week 17 battle, but Dolphins WR Jaylen Waddle not expected to play",
    "text": "Sunday’s AFC showdown between the Baltimore Ravens and the Miami Dolphins might come down to which team is the healthiest. If that’s the case, the Dolphins are playing from behind already.\nThe health concerns begin for both teams at the receiver position, as the No. 2 seed Miami Dolphins (11-4) prepare to play the No. 1 Baltimore Ravens (12-3) on Sunday in Baltimore. Miami’s Jaylen Waddle (ankle) and Baltimore’s Zay Flowers (calf)\ndid not practice for the second straight day Thursday.\nAccording to ESPN’s Adam Schefter, Waddle is\nnot expected to play Sunday. While one report said Waddle’s injury isn’t “overly severe,” he was seen leaving the locker room Wednesday in a walking boot.\nMeanwhile, Flowers was also wearing short walking boot Wednesday after getting injured in the Ravens’ 33-19 victory over San Francisco, a game in which the rookie receiver caught nine passes for 72 yards and one touchdown.\nOther than Flowers, safety Kyle Hamilton, who had two interceptions against the 49ers, has been limited in practice this week while nursing a re-aggravated MCL sprain.\nRelated:\nNFL power rankings: Evaluating all 32 teams after 16 games\nRaheem Mostert among Miami Dolphins’ injured stars\nThe Miami Dolphins’ significant injuries extend beyond Waddle, who surpassed the 1,000-yard receiving mark for the third time in three seasons and has been critical to the Dolphins’ No. 1 rated passing attack while star receiver Tyreek Hill has dealt with a recent ankle injury.\nLike Waddle, Mostert (knee/ankle) didn’t practice Wednesday or Thursday, but he is\nexpected to suit up and play Sunday.\nThe 31-year-old back, tied with the 49ers’ Christian McCaffrey for the NFL lead in touchdowns (21), has dealt with injuries all season and has played in all 15 games during a career-best year, which includes 1,012 yards rushing.\nAt the same time, Hill, running back De’Von Achane (toe) and quarterback Tua Tagovailoa were limited participants in practice Thursday.\nGiven the length of each team’s injury list, Sunday’s game could be a war of attrition as the two teams battle for supremacy in the AFC. The Ravens will clinch the No. 1 seed with a victory, while the Dolphins, who still have a 24-percent chance of getting the No. 1 seed, will secure the AFC East title with a win.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/CameronWolfe/status/1740492539818365430?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet",
      "https://twitter.com/flasportsbuzz/status/1740469395594617076",
      "https://www.si.com/nfl/ravens/news/baltimore-ravens-miami-dolphins-injury-report-jaylen-waddle-zay-flowers-raheem-mostert-miss-practice",
      "https://si.com/nfl/ravens/news/baltimore-ravens-miami-dolphins-injury-report-jaylen-waddle-zay-flowers-raheem-mostert-miss-practice",
      "https://www.twitter.com/flasportsbuzz/status/1740469395594617076",
      "https://twitter.com/CameronWolfe/status/1740492539818365430",
      "https://www.twitter.com/CameronWolfe/status/1740492539818365430?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaylen waddle",
          "sentiment": "negative"
        },
        {
          "name": "waddle",
          "sentiment": "none"
        },
        {
          "name": "flowers",
          "sentiment": "none"
        },
        {
          "name": "adam schefter",
          "sentiment": "none"
        },
        {
          "name": "kyle hamilton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baltimore ravens",
          "sentiment": "negative"
        },
        {
          "name": "dolphins",
          "sentiment": "negative"
        },
        {
          "name": "miami dolphins",
          "sentiment": "negative"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "ravens",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "baltimore",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:45:07.063+02:00",
    "updated": "2023-12-29T01:45:07.063+02:00"
  },
  {
    "uuid": "f35c252a0ee19931b7b220fba226fc70df41ba4f",
    "url": "https://fr.investing.com/news/economy-news/piratage-iranien-de-la-campagne-trump--des-accusations-penales-a-venir-93CH-2577527",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Investing.com",
    "published": "2024-09-26T20:29:00Z",
    "title": "Piratage iranien de la campagne Trump : des accusations pénales à venir Par Investing.com",
    "text": "Les autorités fédérales s'apprêtent à annoncer vendredi des accusations pénales liées à une cyberattaque iranienne présumée visant les e-mails de membres de la campagne du candidat républicain à la présidence, Donald Trump. Des sources ont rapporté aujourd'hui les accusations prévues.\nLes détails des accusations, y compris la nature des infractions et l'identité des personnes inculpées, n'ont pas été divulgués. L'annonce fournira des informations sur l'enquête et les preuves qui ont conduit à la décision de porter des accusations. Le piratage aurait ciblé le système de messagerie de la campagne, mais l'étendue de la violation et les informations obtenues n'ont pas été rendues publiques.\nLe moment choisi pour ces accusations intervient dans un contexte de tensions accrues entre les États-Unis et l'Iran, la cybersécurité étant un domaine de préoccupation majeur. L'incident souligne les vulnérabilités persistantes dans l'infrastructure numérique des campagnes et la menace croissante des activités cybernétiques parrainées par des États.\nL'annonce de vendredi mettra en lumière les efforts des agences fédérales pour lutter contre le cyberespionnage et l'ingérence dans le processus politique. Les autorités travaillent activement à la protection de l'intégrité du système électoral, en particulier à l'approche de l'élection présidentielle.\nLes responsables de l'application de la loi n'ont fait aucun commentaire sur le rapport avant l'annonce officielle. L'impact du piratage sur la campagne et les actions juridiques qui en découlent deviendront plus clairs une fois que les accusations seront officiellement révélées. Reuters a contribué à cet article.\nCet article a été généré et traduit avec l'aide de l'IA et revu par un rédacteur. Pour plus d'informations, consultez nos T&C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:06:01.803+03:00",
    "updated": "2024-09-27T02:06:01.803+03:00"
  },
  {
    "uuid": "edfd104836c3c49414c0dcbe03cf360005b0a9c9",
    "url": "https://english.aaj.tv/news/330385616/decision-made-for-imran-khan-to-meet-lawyers-in-jail-instead-of-court-appearance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Asif Naveed",
    "published": "2024-10-24T06:18:00Z",
    "title": "Decision made for Imran Khan to meet lawyers in jail instead of court appearance",
    "text": "[Decision made for Imran Khan to meet lawyers in jail instead of court appearance](https://english.aaj.tv/news/330385616/decision-made-for-imran-khan-to-meet-lawyers-in-jail-instead-of-court-appearance) Former prime minister Imran Khan was not presented in court on Thursday (today) instead, a decision was made for him to meet with his lawyers in jail. This meeting took place on Thursday afternoon. The PTI legal team had planned for three lawyers to meet Khan at the jail at 3pm. The meeting commenced as scheduled and concluded around 4pm. The order to bring Khan from jail to court was initially meant for the lawyers’ meeting. But a solution was proposed to facilitate the meeting within the jail itself, and all parties involved were informed accordingly. Advocate Faisal Chaudhry confirmed the meeting with Imran Khan at 3pm, stating, “I was called for a jail meeting along with Salman Akram Raja and Shoaib Shaheen.” Court says produce Khan Islamabad High Court ordered authorities to produce former Prime Minister Imran Khan by 3pm on Thursday. Justice Sardar Ijaz Ishaq stated that if the government fails to produce him, it must provide a valid reason. The superintendent of Adiala Jail, where Khan is currently imprisoned, was instructed by the court to ensure his presence. The court further emphasized that the government must satisfy the court regarding any security threats cited as a reason for Khan’s non-appearance. Justice Sardar Ijaz Ishaq questioned the notification presented by the Punjab government, stating it only covered the period from October 21st to 25th and demanded the earlier notification as well. [Adiala Jail claims Imran Khan given all facilities as per his prison class](https://english.aaj.tv/news/330384904/adiala-jail-claims-imran-khan-given-all-facilities-as-per-his-prison-class) [Ex-PM Imran Khan seeks ‘broader consensus’ on constitutional amendment](https://english.aaj.tv/news/330384889/ex-pm-imran-khan-seeks-broader-consensus-on-constitutional-amendment) The court also directed the Ministry of Interior to submit a report detailing any security threats to Imran Khan. The Punjab government’s counsel informed the court that restrictions on Khan were imposed after October 3rd due to security threats. The government recently extended the ban on meetings in Adiala Jial for an extended period. For the latest news, follow us on Twitter [@Aaj_Urdu](https://twitter.com/Aaj_Urdu). We are also on [Facebook](https://www.facebook.com/aajtv0), [Instagram](https://www.instagram.com/aajnewsofficial/) and [YouTube](https://www.youtube.com/channel/UCgBAPAcLsh_MAPvJprIz89w).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/aajtv0),",
      "https://www.instagram.com/aajnewsofficial/)",
      "https://twitter.com/Aaj_Urdu).",
      "https://www.youtube.com/channel/UCgBAPAcLsh_MAPvJprIz89w).",
      "https://youtube.com/channel/UCgBAPAcLsh_MAPvJprIz89w).",
      "https://www.twitter.com/Aaj_Urdu).",
      "https://instagram.com/aajnewsofficial/)",
      "https://facebook.com/aajtv0),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Imran Khan",
          "sentiment": "none"
        },
        {
          "name": "Salman Akram Raja",
          "sentiment": "none"
        },
        {
          "name": "Sardar Ijaz Ishaq",
          "sentiment": "none"
        },
        {
          "name": "Faisal Chaudhry",
          "sentiment": "none"
        },
        {
          "name": "Shoaib Shaheen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Khan Islamabad High Court",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:18:14.184+03:00",
    "updated": "2024-10-25T00:18:14.184+03:00"
  },
  {
    "uuid": "4d2213bbee9b82df88c495fd2245405b58b464d3",
    "url": "https://tucson.com/opinion/letters/letter-a-democrats-response-to-gary-franks-guest-opinion/article_a836a8aa-54fb-11ef-a42f-5ff7388ef593.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sandra Katz, M.D., J.D., Foothills",
    "published": "2024-08-08T05:00:00Z",
    "title": "Letter: A Democrat's response to Gary Franks' guest opinion",
    "text": "\"Why Democrats don't invoke the 25th Amendment to remove him from office immediately.\" Franks speculates that \"Democrats do not really want Harris as president\" or that \"some actually think Biden is not mentally impaired.\" Look at the windfall of donations Harris received in one week to answer the question about Democrats wanting her as president. See that Biden is still mentally fit enough to free the Russian prisoners, make changes to the Supreme Court, work on immigration reform and inflation — issues Trump never accomplished. The concern is not Biden's present mental fitness. It is obvious age is taking a toll, so the concern is his condition in four years when he's 86 years old. Perhaps the Republicans should address the same issue with their candidate who is truly mentally unfit to be president a second time — lying, ranting and raving, confusion, non-sequiturs, unable to give a straight (and honest) answer ... and if he should legitimately and tragically win the election, he will be 82, older than Biden is now. People are also reading… Sandra Katz, M.D., J.D. Foothills Disclaimer: As submitted to the Arizona Daily Star.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "franks",
          "sentiment": "negative"
        },
        {
          "name": "gary franks",
          "sentiment": "negative"
        },
        {
          "name": "sandra katz",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "j.d. foothills disclai",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:13:53.607+03:00",
    "updated": "2024-08-09T00:13:53.607+03:00"
  },
  {
    "uuid": "28d05754714c36493f64e65bcb2a426ae61bc7a5",
    "url": "https://www.publicradiotulsa.org/local-regional/2024-10-11/northern-lights-visible-in-oklahoma-thursday-night",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@eliza_well",
    "published": "2024-10-11T21:29:00Z",
    "title": "Northern lights visible in Oklahoma Thursday night",
    "text": "Northern lights visible in Oklahoma Thursday night Some Oklahomans saw the northern lights Thursday night. A strong geomagnetic storm made the aurora visible over the southern United States. Dozens of social media users marked the occasion, including Oklahoma's Mesonet. The network of environmental monitoring stations posted pictures on social media from its May Ranch site in Woods County, near the Kansas border. To avoid light pollution, Tulsan and freelance videographer Mike Creef drove to Grand Lake. “And right when I pulled up, the sky was red. I rushed out of the car. I went to set up down by the water. By the time I set my camera up, snapped a couple of photos, it was almost gone.” The glow Creef photographed was caused by a solar disturbance that started when the sun shot out plasma. The plasma [struck Earth’s atmosphere Thursday morning and created a geomagnetic storm.](https://www.publicradiotulsa.org/local-regional/2024-10-09/the-northern-lights-could-be-visible-in-oklahoma-thursday-night) These storms can affect satellites, but also produce the northern lights. Scientists say we are in a busy solar storm period and there will be heightened activity into 2025.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T01:43:23.049+03:00",
    "updated": "2024-10-12T01:43:23.049+03:00"
  },
  {
    "uuid": "34f61bcb7d2b119886a8206d573bf31a31848bed",
    "url": "https://icma.az/ru/news/polzovateli-samogo-dorogogo-smartfona-samsung-stolknulis-s-neobychnym-bagom-971601",
    "ord_in_thread": 0,
    "author": "Icma.az",
    "published": "2025-08-14T06:16:19Z",
    "title": "Пользователи самого дорогого смартфона Samsung столкнулись с необычным багом | Icma.az",
    "text": "Пользователи самого дорогого смартфона Samsung столкнулись с необычным багом\nIcma.az сообщает, ссылаясь на сайт Day.az.\nВладельцы флагманского смартфона Samsung Galaxy S25 Ultra пожаловались на проблемы с камерой, возникшие после обновления Android. На это обратило внимание издание Notebookcheck, передает Day.Az со ссылкой на Lenta.ru.\nGalaxy S25 Ultra, стоимость которого в США в среднем составляет около 1300 $ (примерно 104 тыс. рублей), у некоторых пользователей начал некорректно передавать изображение Луны. Вместо естественного цвета фотографии спутника Земли стали приобретать розовый или фиолетовый оттенок.\nОдин из владельцев устройства, представившийся на форуме Samsung под ником usereAZCq01bZZ, сообщил, что на экране смартфона Луна выглядит нормально, однако на снимках цвет искажается. Аналогичные жалобы опубликовали и другие пользователи.\nПо данным Notebookcheck, проблема возникла после установки прошивки One UI 8, созданной на базе Android 16. Эксперты издания предположили, что сбой может быть связан с некорректной работой функции баланса белого. При ее ошибочной настройке изображения могут приобретать зеленый или розовый оттенок. Представители Samsung пока не комментировали ситуацию.\nhttps://news.day.az",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific innovation",
      "Science and Technology->social sciences"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://Day.Az",
      "https://news.day.az/hitech/1774000.html",
      "http://Lenta.ru",
      "https://www.news.day.az/hitech/1774000.html",
      "http://www.Lenta.ru",
      "http://www.Day.Az"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:16:19.196+03:00",
    "updated": "2025-08-14T09:42:24.000+03:00"
  }
]
